[
    {
        "status": " ",
        "title": "Assistant Professor in the fields of Atmosphere, Ocean, and Climate Dynamics", 
        "institution": "California Institute of Technology", 
        "department": "Division of Geological and Planetary Sciences",
        "deadline": "Open until filled",
        "link": "https://applications.caltech.edu/job/climate",
        "requirements": "Upload the following documents (as individual files or in one combined pdf):<br> a brief cover letter;<br> curriculum vitae;<br> relevant publications;<br> a description of proposed research;<br> and a statement of teaching interests.<br>",
        "description": "The Division of Geological and Planetary Sciences at the California Institute of Technology is seeking applicants for a tenure-track position at the assistant professor level. We seek applicants for a position in the broad area of the dynamics of the atmosphere, ocean, and climate. A strong commitment to both teaching and research is expected.<br><br> Initial appointments at the assistant professor level are for four years, and are contingent upon completion of the Ph.D. degree in a relevant field. Interested applicants should submit an electronic application and include a brief cover letter, curriculum vitae, relevant publications, a description of proposed research, and a statement of teaching interests. Applications will be accepted until the position is filled. Questions about the application process may be directed to marcia@gps.caltech.edu."
    },
    {
        "status": " ",
        "title": "Assistant or Associate Professor of Atmospheric Sciences, Research and Instructional", 
        "institution": "University of Hawaii at Manoa", 
        "department": "The Department of Atmospheric Sciences",
        "deadline": "2016-04-01",
        "link": "http://careers.agu.org/jobs/7925382/assistant-or-associate-professor-of-atmospheric-sciences-research-and-instructional",
        "requirements": "curriculum vitae <br> detailed statement of research and teaching interests <br> transcripts (copies acceptable with application, official document upon hire) <br> the names, addresses, phone numbers and e-mail addresses of at least three references <br> email to: metdept@hawaii.edu",
        "description": "The University of Hawaii at Manoa, Department of Atmospheric Sciences, invites applications for a full-time tenure-track position at the Assistant Professor level (appointment at the Associate Professor level may be considered in cases where the applicant has a proven record of outstanding research and teaching), to begin approximately on 1 August 2016. <br><br>The Department seeks candidates with demonstrated research expertise preferably with tropical emphasis in areas of climate, satellites, boundary layer, or tropical meteorology in general. Candidates with outstanding track records in other areas are also encouraged to apply. In addition, candidates will be expected to teach undergraduate and graduate courses preferably in one or more of the areas of climate, radiative transfer, satellite meteorology, synoptic, tropical, and boundary layer meteorology. <br><br> A Ph.D. earned no later than 1 May 2016 in the area of atmospheric sciences or a closely related field is required, as are excellent communication skills; a demonstrated capability for creative, high quality research; and evidence of effectively teaching and mentoring undergraduate and graduate students. <br><br> Applicants should submit curriculum vitae, detailed statement of research and teaching interests, transcripts (copies acceptable with application, official document upon hire), and the names, addresses, phone numbers and e-mail addresses of at least three references to: Prof. Steven Businger, Chair, Department of Atmospheric Sciences, University of Hawaii, 2525 Correa Rd., Hawaii Institute of Geophysics Building Room 350, Honolulu, HI 96822. Inquiries: phone (808) 956-8775, fax (808) 956-2877, e-mail: metdept@hawaii.edu. <br> Review of applications will begin April 1, 2016, and will continue until the position is filled. The complete vacancy announcement can be found at http://workatuh.hawaii.edu. The University of Hawaii is an Equal Employment Opportunity/Affirmative Action institution."
    },
    {
        "status": " ",
        "title": "Asst/Assoc/Full Professor in Integrated Modeling of Hydroclimate Systems", 
        "institution": "University of California, Davis", 
        "department": "Department of Land, Air and Water Resources (LAWR) and Climate Sciences Division at Lawrence Berkeley National Laboratory (LBNL)",
        "deadline": "2016-04-01",
        "link": "https://recruit.ucdavis.edu/apply/JPF00849",
        "requirements": "Cover Letter (Optional). <br> Curriculum Vitae - Your most recently updated C.V. <br> Statement of Research - Description of current and projected research. <br> Statement of Teaching - Summary of teaching interests and experience. <br> Publication #1 <br> Publication #2 <br> Publication #3",
        "description": "The Department of Land, Air and Water Resources in the College of Agricultural and Environmental Sciences, University of California, Davis (UCD), and Lawrence Berkeley National Laboratory (LBNL) invite outstanding scholars to submit an application for Assistant/Associate/Full Professor in Integrated Modeling of Hydroclimate Systems. The incumbent will also hold a Faculty (Senior) Scientist appointment at LBNL. This is a 9-month academic year appointment supported equally by UCD and LBNL and includes expectations for a component of research and outreach as part of the California Agricultural Experiment Station. The ideal candidate will link hydrologic and atmospheric process at regional to global scales toward a more unified science of hydroclimatology for better understanding interplay between climate change, hydrologic processes and ecological systems. Research will complement existing UCD and LBNL research activities in watershed sciences, integrated subsurface/surface hydrologic modeling, large-scale and climate dynamics, mesoscale modeling, and Earth system modeling, and may include predicting and understanding changes in precipitation and the hydrologic cycle, climate trends, and propagation and cycling of water through individual watersheds. A PhD in hydrologic science, atmospheric science, or a closely related discipline is required. Teaching will include an undergraduate course (revised ATM 115) and a graduate course in hydroclimatology. Supervision of graduate students, student advising, curricular development, participation in outreach programs, and university service are expected. For additional information about the position, and to submit application materials, please visit https://recruit.ucdavis.edu/apply/JPF00849. Please include: (1) curriculum vitae; (2) description of current and projected research; (3) summary of teaching interests and experience; and (4) up to three publications, all in PDF format. In addition, applicants should provide letters of recommendation from five references. Open until filled, but all application materials, including letters of recommendation, must be received by April 1, 2016 to assure full consideration. UC Davis and LBNL are affirmative action/equal employment opportunity employers and are dedicated to recruiting a diverse faculty community. We welcome all qualified applicants to apply, including women, minorities, veterans, and individuals with disabilities."
    },
    {
        "status": "applied",
        "title": "Endowed Open Rank Position in Quantitative Geosciences", 
        "institution": "Michigan State University", 
        "department": "Department of Geological Sciences",
        "deadline": "2016-03-01 and Open until filled",
        "link": "https://jobs.msu.edu",
        "requirements": "cover letter <br> CV <br> statement of research interest <br> teaching experience and philosophy <br> the names and contact information for three references",
        "description": "The Department of Geological Sciences at Michigan State University [MSU] invites outstanding candidates to apply for a full-time academic year endowed open rank tenure system position in geosciences starting in Fall 2016. We encourage applications from across a broad spectrum of geoscience research areas from individuals who employ advanced quantitative and computational analysis in their research. We are seeking candidates who will develop a vigorous externally-funded research program, teach and advise undergraduate and graduate students, contribute to a collegial and inclusive environment, and engage in collaborative endeavors. MSU is committed to achieving excellence through diversity and encourages applications from women, persons of color, veterans, and persons with disabilities, and we endeavor to facilitate employment assistance to spouses or partners of candidates for faculty positions."
    },
    {
        "status": "applied",
        "title": "Assistant Professor of Atmospheric Science", 
        "institution": "University of Louisville", 
        "department": "Departments of Geography & Geoscience and Physics & Astronomy",
        "deadline": "2016-02-19",
        "link": "https://www.higheredjobs.com/institution/details.cfm?JobCode=176179850&Title=Assistant%20Professor%20of%20Atmospheric%20Science%20%28Job%20ID%3A%2032470%29&aID=7137",
        "requirements": "cover letter;<br> CV;<br>  research plan;<br> teaching interests; <br> 3 recommendation letters; <br> college transcripts. <br>",
        "description": "The Departments of Geography & Geoscience and Physics & Astronomy at the University of Louisville invite applications for a tenure-track position in atmospheric science at the Assistant Professor level, beginning Fall 2016. This is a joint appointment for which we seek a person who will thrive in an interdisciplinary setting and develop an externally funded research program in the broad area of tropospheric processes, including but not limited to mesoscale field studies, severe weather, urban climatology or climate-land dynamics, with proven skills in integrated-system approaches. In addition, the successful candidate will develop and teach courses that support our GS-1340 undergraduate program, such as a course on severe weather, and help expand undergraduate and graduate-level offerings in both departments. The choice of primary department will be made in consultation with the Dean. A Ph.D. in a relevant discipline is required. Please visit the website www.louisville.edu/jobs to apply and upload the application package using posting number 32470. The application must contain a cover letter, CV, a research plan and teaching interests; please also arrange for 3 recommendation letters and college transcripts to be sent to: Atmospheric Science Search Committee, Attn: Prof. T. Dowling, Department of Physics and Astronomy, University of Louisville, Louisville, KY 40292, USA (Email: tedowl01@exchange.louisville.edu)."
    },
    {
        "status": "applied",
        "title": "Two Tenure-track Faculty Positions", 
        "institution": "University of Missouri-Kansas City", 
        "department": "Department of Geosciences",
        "deadline": "2016-01-19",
        "link": "http://www.umkc.edu/hr/career-opportunities/default.asp",
        "requirements": "a cover letter detailing background and experience relevant to the position<br> Curriculum Vitae<br> statements addressing research interests and teaching philosophy<br> contact information for three references, including names, addresses, telephone numbers and emails<br> Applicants must combine all application materials into one PDF or Microsoft Word document and upload as a resume attachment",
        "description": "Position 1: Applied Geosciences<br><br>                     We invite applications from individuals with expertise in surficial processes, geologic hazards, or applied geosciences with demonstrated ability to integrate Lidar mapping, geo-visualization, or other emerging technologies in their research. Teaching responsibilities include introductory geology, field methods, digital mapping, and graduate courses in the candidate’s area of expertise. Candidates that can direct field camp and engage students in interpreting spatial data and visual exploration are preferred.<br><br>                                                 Position 2: Coupled Human & Physical Systems<br><br>                              We invite applications from individuals with expertise in the human dimensions of global environmental change. We are especially interested in candidates with a strong research profile evidenced by a growing scholarly record of employing innovative modelling, analytical, or critical-theoretical approaches to investigating coupled human and physical systems. Teaching responsibilities include an introductory course on society and culture, an upper level course addressing topics on human-earth systems interactions, assessment or modeling, and graduate courses in the candidate’s area of expertise.<br><br>                            For both positions, the expertise should be demonstrated through peer-reviewed publications, evidence of the ability to establish an externally funded research program, and other professional accomplishments. Both candidates will hold a Ph.D. in Geography, Geology, Earth Systems Science or a related discipline.<br><br>  Application Instructions<br><br>                                         Application materials must be submitted online at <http://www.umkc.edu/hr/career-opportunities/default.asp>. Applications will include a cover letter detailing background and experience relevant to the position; statements addressing research interests and teaching philosophy; Curriculum Vitae; and contact information for three references, including names, addresses, telephone numbers and emails. Applicants must combine all application materials into one PDF or Microsoft Word document and upload as a resume attachment. For best consideration, applications should be submitted no later than January 11, 2016, but the search will continue until suitable candidates are appointed.<br><br>                                                             Limit document name to 50 characters. Maximum size limit is 11MB. Do not include special characters (e.g., /, &, %, etc.). If you are experiencing technical problems, please call (855) 524-0002.<br><br>                                  Equal Employment<br><br>  UMKC is an equal access, equal opportunity, affirmative action employer that is fully committed to achieving a diverse faculty and staff. The university will recruit and employ qualified personnel and will provide equal opportunities during employment without regard to race, color, religion, national origin, sex, sexual orientation, age, status as a protected veteran or status as a qualified individual with a disability. For more information, call the Vice Chancellor - Human Resources at 816-235-1621. To request ADA accommodations, please call the Director of Affirmative Action at 816-235-1323.<br><br> --------------------------------------------------------------<br><br>          Jimmy Adegoke, PhD<br> Director, Center for Applied Environmental Research (CAER)<br>Department of Geosciences<br> University of Missouri Kansas City<br>420 Robert Flarsheim Hall <br> 5100 Rockhill Road<br>Kansas City, Missouri 64110 USA<br>Email: adegokej@umkc.edu <mailto:adegokej@umkc.edu>; Tel: +1 816 235-2978"
    },
    {
        "status": "applied",
        "title": "Atmospheric Sciences – Assistant, Associate, or Associate Professor Tenure Track (AA15406)", 
        "institution": "University of Washington", 
        "department": "Department of Atmospheric Sciences",
        "deadline": "2016-01-15",
        "link": "http://ap.washington.edu/ahr/academic-jobs/position/aa15406/",
        "requirements": "curriculum vitae;<br> a 3-5 page statement of experience and interest in research teaching and outreach, particularly to under-served communities;<br> at least three letters of reference to: Professor David Battisti, Search Committee Chair, Department of Atmospheric Sciences, University of Washington, Box 351640, Seattle, WA 98195-1640;<br> send electronic submissions to Debbie Wolf at debbie@atmos.washington.edu. <br>",
        "description": "The University of Washington (UW) seeks to expand its current expertise in regional climate modeling, with an emphasis on processes studies related to climate variability and climate change. In pursuit of this goal, the Department of Atmospheric Sciences invites applications for a full-time, 9-month (100% FTE), multi-year faculty position that may be filled as Assistant Professor (0116) or Associate Professor (0102), or as Associate Professor Tenure Track (0109) to begin Autumn 2016. <br><br> We anticipate the successful candidate’s research will focus on earth system processes on a regional scale that advances our understanding of climate variability and climate change. The method of study should include traditional and novel methods for analyses of modeling, observations and theory. Examples of areas of emphasis could include, but are not limited to land-atmosphere interaction, including drought, extreme events, and impacts on agriculture; seasonal to interannual climate predictability, including impacts on terrestrial and marine ecosystems; and climate-ecology interaction, including fire and its implications. All regions are potentially of interest, including the western US. The appointment will be in the Department of Atmospheric Sciences and the candidate will be expected to help shape and take a leading role in the emerging Regional Climate Center at the University of Washington. <br><br> The Department of Atmospheric Sciences resides in the College of the Environment, which fosters collaborations between the faculty, staff, and students engaged in the study of environmental sciences, engineering, and the human dimensions of environmental challenges. This position will offer opportunities for interaction with researchers in a wide range of disciplines, including ecology, biology, geology, oceanography, hydrology, economics, and environmental policy. All UW faculty engage in teaching, research, and service. A willingness to work collaboratively with faculty and to mentor students from a wide range of disciplines, cultures, economic means, and academic backgrounds is essential. <br><br> The UW is located in the greater Seattle metropolitan area, with a dynamic, multicultural community of 3.7 million people and a range of ecosystems from mountains to ocean. The UW serves a diverse population of 80,000 students, faculty and staff, including 25% first-generation college students, over 25% Pell Grant students, and faculty from over 70 countries. A recipient of the 2006 Alfred P. Sloan Award for Faculty Career Flexibility and a National Science Foundation ADVANCE Institutional Transformation Award to increase the advancement of women faculty in science, engineering, and math (see www.engr.washington.edu/advance), the UW provides a wide range of networking, mentoring and development opportunities for faculty. <br><br> A Ph.D. or foreign equivalent in Atmospheric Sciences or related field and a record of climate research are required. Applicants should supply a curriculum vitae, a 3-5 page statement of experience and interest in research teaching and outreach, particularly to under-served communities; and submit at least three letters of reference to: Professor David Battisti, Search Committee Chair, Department of Atmospheric Sciences, University of Washington, Box 351640, Seattle, WA 98195-1640. Please send electronic submissions to Debbie Wolf at debbie@atmos.washington.edu. Individuals with disabilities desiring accommodations in the application process should notify Debbie Wolf at debbie@atmos.washington.edu, 206-543-4251. Send queries about the position to Prof. David Battisti at battisti@washington.edu. <br><br> Consideration of applications will begin immediately and continue until the position is filled. Priority will be given to applications received before January 15, 2016. The proposed starting date of employment is September 16, 2016. University of Washington is an affirmative action and equal opportunity employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, sexual orientation, gender identity, national origin, age, protected veteran or disabled status, or genetic information.<br><br> Thank you for your interest in this position at the University of Washington."
    },
    {
        "status": "applied",
        "title": "Tenure-Track Assistant Professor Position in Climate Science", 
        "institution": "Michigan Technological University", 
        "department": "Department Geological and Mining Engineering and Sciences",
        "deadline": "2016-01-15",
        "link": "https://www.jobs.mtu.edu/postings/3853",
        "requirements": "detailed curriculum vitae<br> statement of research capabilities and interests<br> statement of teaching experience and interests<br> names and complete contact information of at least three professional references",
        "description": "The Department of Geological and Mining Engineering and Sciences at Michigan Tech invites applications for a tenure-track appointment at the Assistant Professor level to support the department’s educational and research programs related to climate science. The anticipated time for employment is August 2016, but is negotiable. A Ph.D. in atmospheric science, geology or related field is required at the time of application. The ideal candidate may have an expertise in atmospheric science, hydrology, and/or surficial geology processes applied to paleoclimate reconstruction or modern climate variability and impacts. Applicants will be evaluated based on their capability to obtain external funding and publish scholarly research, mentor graduate and undergraduate student research, and their capacity to educate graduate and undergraduate students in the geosciences.<br><br> Michigan Tech has a total student population of about 7000 and is located in the City of Houghton in Michigan’s Upper Peninsula, a pristine area on the south shore of Lake Superior. The department is committed to a strong educational focus and values basic and applied interdisciplinary research. Interested candidates can learn more about the department faculty, research, and educational programs at <mtu.edu/geo> . Applications should include a detailed curriculum vitae, statement of research capabilities and interests, statement of teaching experience and interests, and names and complete contact information of at least three professional references. Applications should be submitted online at <http://www.jobs.mtu.edu/postings/3853>. Review of applications will begin January 11, 2016, and continue until the position is filled.<br><br> Michigan Tech is an ADVANCE institution, one of a limited number of universities in receipt of NSF funds in support of our commitment to increase diversity and the participation and advancement of women in STEM. Michigan Tech acknowledges the importance of supporting dual career partners and retaining a quality workforce. Michigan Tech is committed to offering career exploration advice and assistance whenever feasible and appropriate at the University and in the local community. See <www.dual.mtu.edu> for additional information. Michigan Technological University is an Equal Opportunity Educational Institution/Equal Opportunity Employer, which includes providing equal opportunity for protected veterans and individuals with disabilities."
    },
    {
        "status": "applied",
        "title": "Climate Change and Sustainability (Assistant Professor Level)", 
        "institution": "University of California, Riverside", 
        "department": "Department of Environmental Sciences ",
        "deadline": "2016-01-11",
        "link": "https://aprecruit.ucr.edu/apply/JPF00396",
        "requirements": "Curriculum Vitae - Your most recently updated C.V.<br> Cover Letter (Optional)<br> Statement of Research<br> Statement of Teaching<br> Statement of Contributions to Diversity - Statement addressing past and/or potential contributions to diversity through teaching, research, professional activity, and/or service. (Optional)<br> Misc / Additional (Optional)<br> 3 references required (contact information only)",
        "description": "The Department of Environmental Sciences at UCR proposes to recruit a faculty member in the broadly defined area of Climate Change and Sustainability, whose expertise is interdisciplinary and will complement existing strengths on the campus. This is an open rank position and appointment can be made at the Assistant, Associate, or Full Professor level. The appointment will consist of a split 0.5 FTE I&R (Instruction and Research) and 0.5 FTE OR (Organized Research) appointment in the Agricultural Experiment Station (http://cnas.ucr.edu/about/aes/).<br><br> Position Description: Climate change is the most pressing problem threatening the life-support systems of the earth. During the 21st century, the safe operating limits for climate and other critical global–scale processes are likely to be crossed unless societies embrace sustainable practices for energy generation, food production (land-based agriculture and seafood), management of water resources and conservation of biodiversity. Sustainable development requires a deep understanding of how large-scale changes in the earth system will interlink and impact human society.<br><br> We seek to hire a faculty member in Climate Change and Sustainability, working at broad spatial scales, and with expertise in two or more of the following fields of inquiry: atmospheric science, climate modeling, earth system science, oceanography, biogeochemistry, sustainability science and/or ecosystem science. The candidate is expected to use state-of-the art measurements or models as the foundation of his/her research and to work at regional to global scales. Examples of research foci can include, but are not limited to: i) interactions among emissions of greenhouse gases and aerosols (both natural and anthropogenic) and climate, ii) in-situ measurements or remote sensing of greenhouse gas emissions from agricultural activities and animal feeding facilities, iii) field-measurements or modeling of aerosols’ indirect effects on climate, e.g., cloud formation, cloud lifetime, and precipitation, iv) modeling the feedbacks between natural (biogenic, dust, or wildfire emissions)/anthropogenic emissions and climate, v) development of sustainable energy, agricultural or water infrastructure and vi) research on ocean-atmosphere interactions and feedbacks on global climate. It is desirable that the candidate’s research generate results that can be used by policy makers to enhance sustainable development of resources. The incumbent would participate in both the undergraduate and graduate programs in Environmental Sciences and offer courses on climate change and sustainability within their field of expertise.<br><br>Application: A Ph.D. in atmospheric sciences, environmental sciences, oceanography, ecosystem science, sustainability science or a related discipline is required. Evaluation of applications will begin on January 11, 2016, but the position will remain open until filled. Applicants must include a vita, statements of research and teaching interests, and provide the names and addresses of at least 3 references.<br><br>Advancement through the faculty ranks at the University of California is through a series of structured, merit-based evaluations, occurring every 2-3 years, each of which includes substantial peer input.<br><br>For more information about the position, please contact Dr. Roya Bahreini, Department of Environmental Sciences, University of California, Riverside; roya.bahreini@ucr.edu . For questions on application procedures and requirements, please contact Margi Burnett, Academic Personnel Coordinator, at margi.burnett@ucr.edu . Additional information about the Department of Environmental Sciences can be found at: http://envisci.ucr.edu/.<br><br>UCR is a world-class research university with an exceptionally diverse undergraduate student body. Its mission is explicitly linked to providing routes to educational success for underrepresented and first-generation college students. A commitment to this mission is a preferred qualification.<br><br>The University of California is an Equal Opportunity / Affirmative Action Employer with a strong institutional commitment to the achievement of excellence and diversity among its faculty and staff. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, sexual orientation, gender identity, national origin, age, disability, protected veteran status, or any other characteristic protected by law.<br>"
    },
    {
        "status": "applied",
        "title": "Open Rank Tenure-Track Position in Physical or Human Dimensions of Climate Change", 
        "institution": "University of Idaho", 
        "department": "Department of Geography",
        "deadline": "2016-01-06",
        "link": "https://uidaho.peopleadmin.com/postings/11655",
        "requirements": "Resume/CV<br> Cover Letter/Letter of Application<br> List of References<br> Statement of Research Interests<br> Statement of Teaching Experience and Interests<br> ",
        "description": "University of Idaho – Open Rank Tenure-Track Position in Physical or Human Dimensions of Climate Change<br><br> Assistant/Associate/Full Professor (Ph.D. required) with research focus on quantitative approaches to either physical or human aspects of climate change. This hire will further contribute expertise to transdisciplinary research at the University of Idaho in climate change science, impacts, adaptation, and mitigation. Relevant theme areas would include (but are not limited to) climate change impacts to water, energy and food resources, or human health; societal adaptation to climate change impacts; mitigation of future climate change. The position will have responsibilities in research, teaching, service, and undergraduate and graduate advising.<br><br>  The successful candidate will join a dynamic department with GIS Certificate, B.S., M.S., and Ph.D. programs and department research expenditures over $1M per year. The new hire will is encouraged to contribute to an active community of transdisciplinary climate-related research at the University of Idaho. Our location in the small town of Moscow, Idaho, in the beautiful Inland Northwest provides for high quality of life and was recently ranked among the top 10 college towns in the U.S. Washington State University is eight miles away and provides additional opportunities for collaboration.<br><br>  Review of applications for this position will begin on January 6, 2016. For more detail on required and desired qualifications and procedures for application, please see: <https://uidaho.peopleadmin.com/postings/11655> or inquire with John Abatzoglou jabatzoglou@uidaho.edu <mailto:jabatzoglou@uidaho.edu>"
    },
    {
        "status": "applied",
        "title": "Assistant Professor in Climate Dynamics", 
        "institution": "University of California, Santa Barbara", 
        "department": "Earth Research Institute",
        "deadline": "2015-12-07",
        "link": "https://recruit.ap.ucsb.edu/apply/JPF00559",
        "requirements": "Curriculum Vitae - Your most recently updated C.V.<br> Cover Letter<br> Statement of Research<br> Statement of Teaching<br> Statement of Contributions to Diversity - Statement addressing past and/or potential contributions to diversity through research, teaching, and/or service. (Optional)<br> Three Publications - Up to three selected publications<br> 3 references required (contact information only)",
        "description": "The Earth Research Institute (ERI; www.eri.ucsb.edu) at the University of California, Santa Barbara invites applications for a tenure-track faculty position in Climate Dynamics at the rank of Assistant Professor. We seek a highly creative and interactive scholar whose research and teaching interests focus on climate dynamics over human-relevant time scales. In particular, we are interested in candidates who focus on understanding the dynamics and physical mechanisms of natural climate variability and/or anthropogenic climate change on decadal to multi-centennial timescales. Expertise in climate modeling combined with observational approaches is highly desired.<br><br> The successful candidate will hold a faculty appointment in an academic department that participates in ERI, is expected to develop an internationally recognized and extramurally-funded research program, mentor graduate and undergraduate students in the candidate’s area of expertise, and teach both graduate and undergraduate courses. A Ph.D. in Climate Sciences or a closely related field is required at the time of the appointment.<br><br> Applicants should submit: 1) an application letter, 2) a curriculum vitae, 3) a statement of research accomplishments and future plans, 4) a statement of teaching experience and interests, 5) up to three selected publications, and 6) names and contact information of three persons willing to provide letters of reference (the committee will solicit letters for a short list of candidates).<br><br> Submit applications electronically at https://recruit.ap.ucsb.edu/apply/JPF00559, and address questions to: ClimateDynamicsSearch@eri.ucsb.edu. Review of applicants will begin December 7, 2015 and will continue until the position has been filled. The effective start date of the position is July 1, 2016.<br><br> The department is especially interested in candidates who can contribute to the diversity and excellence of the academic community through research, teaching and service. The University of California is an Equal Opportunity/Affirmative Action Employer and all qualified applicants will receive consideration for employment without regard to race, color, religion, sex, sexual orientation, gender identity, national origin, disability status, protected veteran status, or any other characteristic protected by law."
    },
    {
        "status": "applied",
        "title": "Assistant Professor (Two Positions) - Earth and Planetary Science", 
        "institution": "University of California, Berkeley", 
        "department": "Department of Earth and Planetary Science",
        "deadline": "2015-12-04",
        "link": "https://aprecruit.berkeley.edu/apply/JPF00800",
        "requirements": "Curriculum Vitae - Your most recently updated C.V.<br> Statement of Research Interests<br> Statement of Teaching/Diversity and Inclusion - A statement covering experience and goals in teaching and any experience or aspirations relevant to campus goals for diversity and inclusion.<br> 3-5 references required (contact information only)",
        "description": "The University of California, Berkeley Department of Earth and Planetary Science invites applications for two positions at the Assistant Professor level with an expected start date of July 1, 2016. We seek outstanding candidates from any area of Earth and planetary science, with an emphasis on climate science, biogeochemical cycles, or Earth surface processes. Candidates whose research falls into one of these broad areas or their disciplinary interfaces are invited to apply.<br><br> Applicants are asked to provide their most recently updated curriculum vitae, statement of research interests, statement covering experience and goals in teaching and any experience or aspirations relevant to campus goals for diversity and inclusion, and the names and contact information for three to five referees. Letters of reference will only be solicited for those under serious consideration. A PhD or equivalent degree is required by the date of hire.<br><br> All applications should be submitted online through https://aprecruit.berkeley.edu/apply/JPF00800 by December 4, 2015. For questions please contact Crysthel Catambay, HR Analyst, Department of Earth and Planetary Science, e- mail: epsfacultysearch@berkeley.edu.<br><br> All letters will be treated as confidential per University of California policy and California state law. Please refer potential referees, including when letters are provided via a third party (i.e., dossier service or career center), to the UC Berkeley statement of confidentiality (http://apo.berkeley.edu/evalltr.html) prior to submitting their letters.<br><br> The department is interested in candidates who will contribute to diversity and equal opportunity in higher education through their teaching, research, and service.<br><br> The department is also interested in individuals who may have had non-­‐traditional career paths or who may have taken time off for family reasons (e.g., children, disabled, or elderly), or who have achieved excellence in careers outside academe (e.g., in professional or industry service).<br><br> The University of California is an Equal Opportunity/Affirmative Action Employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, sexual orientation, gender identity, national origin, disability, age or protected veteran status. For the complete University of California nondiscrimination and affirmative action policy see: http://policy.ucop.edu/doc/4000376/NondiscrimAffirmAct."
    },
    {
        "status": "applied",
        "title": "Tenure Track Faculty in Climate Dynamics - Posting #F02886", 
        "institution": "University of Colorado Boulder", 
        "department": "Department of Atmospheric and Oceanic Sciences (ATOC)",
        "deadline": "2015-11-15",
        "link": "https://www.jobsatcu.com/postings/107586",
        "requirements": "Curriculum Vitae<br> Cover Letter<br> List of References<br> Publication 1<br> Publication 2<br> Statement of Research Philosophy<br> Statement of Teaching Philosophy<br> ",
        "description": "The Department of Atmospheric and Oceanic Sciences (ATOC) at the University of Colorado Boulder, invites applications for a tenure-track faculty position in climate dynamics. We are seeking a person who will develop a vibrant research program complementing existing strengths within ATOC, on the Boulder Campus, and in the Boulder research community, and who is committed to excellence in undergraduate and graduate teaching. The position will be filled at the Assistant Professor level. Review of applications will begin on Nov. 15, 2015, and will continue until the position is filled. A Ph.D. in Atmospheric Science, Oceanography, or a related field is required at the time of appointment, and post-­‐doctoral experience is preferred. Informal inquiries can be made to the chair of the search committee, Jeffrey Weiss, at ClimateDynamicsATOC@colorado.edu.<br><br> After December 5th, you will be redirected to CU Careers, our new career site. In order to access this posting, please use the keyword search for posting #F02886."
    },
    {
        "status": "applied",
        "title": "Assistant Professor - Biological, ecological and human adaptation to climate change (UPP)", 
        "institution": "University of California, San Diego", 
        "department": "CAMPUSWIDE JOINT FTE - UNDERSTAND & PROTECT THE PLANET",
        "deadline": "2015-11-13",
        "link": "https://apol-recruit.ucsd.edu/apply/JPF00937",
        "requirements": "Cover Letter<br> Curriculum Vitae - Your most recently updated C.V. with list of publications<br> Statement of Research - Including strategy for interdisciplinary research<br> Statement of Teaching<br> PDF 1 - PDF copies of three significant publications<br> PDF 2 - PDF copies of three significant publications<br> PDF 3 - PDF copies of three significant publications<br> Statement of Contributions to diversity - Applicants should summarize their past or potential contributions to diversity. See our Faculty Equity site for more information.<br> Misc / Additional (Optional)<br> Misc/ Additional (Optional)<br> 3 letters of reference required",
        "description": "UC San Diego – Tenure Track Professor for Interdisciplinary Initiative in Climate Change Impacts and Adaptation: Biological, Ecological and Human Adaptation to Climate Change<br><br> We invite applications from candidates with expertise in areas including but not limited to: ecological or evolutionary adaptation of biologically diverse ecosystems to climate change, management of complex natural systems to maintain resilience, and quantification or valuation of ecosystem services in a dynamically changing environment. We are particularly interested in candidates who study process at multiple spatial and temporal scales and have experience working at the policy interface on climate change impacts and adaptation.<br><br> All Assistant Professor level candidates must have earned a Ph.D. in a relevant field. Tenure track applicants are expected to have a record of excellence in research and scholarship, and potential to be future leaders in their field. Additional qualifications include utilization of interdisciplinary approaches that would leverage corresponding strengths from at least two departments across campus.<br><br> Successful applicants will be expected to teach both graduate and undergraduate students in the participating departments and establish a vigorous program of high quality, independently-funded research. The preferred candidates will have demonstrated strong leadership or a commitment to support diversity, equity, and inclusion in an academic setting.<br><br> The level of appointment and salary is commensurate with qualifications and based on UC pay schedules.<br><br> Completed applications received by November 13, 2015 will be assured of consideration and the positions will remain open until filled.<br><br> Applications must be submitted electronically through the AP-Online Recruit website:<br><br> https://apol-recruit.ucsd.edu/apply/JPF00937<br><br> Required materials are: (1) Cover letter, (2) C.V. with list of publications, (3) Statement of research, including strategy for interdisciplinary research, (4) Statement of teaching, (5) PDF copies of three significant publications, (6) Separate statement describing past experience in activities that promote diversity and inclusion and/or plans to make future contributions, and (7) Three letters of recommendation.<br><br> Please direct inquiries to climatechangerecruit@ucsd.edu.<br><br> The University of California, San Diego has made an unprecedented commitment to understanding climate change impacts through long term global observations and modeling and addressing these impacts through the development of scalable adaptation tools and solutions. We invite applications from outstanding candidates for several new faculty positions. These positions are part of a bold multi-discipline, multi-year initiative that spans the entire University. Each appointment will be made jointly between at least two departments from across the campus in order to facilitate collaborations in new inter-disciplinary fields. They include but are not limited to the Scripps Institution of Oceanography (SIO), Health Sciences (School of Medicine and Skaggs School of Pharmacy and Pharmaceutical Sciences), the Jacobs School of Engineering, the Division of Biological Sciences, the Division of Physical Sciences, the Division of Arts and Humanities, the Division of Social Sciences and the School of Global Policy and Strategy. The initiative in climate change impacts and adaptation seeks to build on existing cross-disciplinary strengths to understand the implications of climate change and address the planet’s most pressing climate related needs with actionable adaptation strategies. The initiative will leverage UC San Diego’s existing strategic partnerships to inform climate change policy and adaptation decisions at multiple levels - local, state, federal and international - and address issues related to national security, public safety, global health, resilience and more. In addition to these appointments, UC San Diego’s newly established Center for Climate Change Impacts and Adaptation demonstrates the organization’s commitment to addressing the consequences of climate change. UCSD is committed to academic excellence and diversity within the faculty, staff, and student body.<br><br> There will be four focus areas within the climate change impacts and adaptation initiative:<br><br> 1) Human health and climate change<br>2) Hazards from climate impacts in the natural and built environment<br>3) Biological, ecological and human adaptation to climate change<br> 4) Sensor and platform development to monitor the changing environment<br><br> Candidates may submit an application to one or more of these areas.<br><br> For applicants with interest in spousal/partner employment, please see http://academicaffairs.ucsd.edu/aps/partneropp/index.html for the UC San Diego Partner Opportunities Program.<br><br> The University of California San Diego is an Equal Opportunity/Affirmative Action Employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, sexual orientation, gender identity, national origin, disability, age or protected veteran status."
    }
]