[
    {
        "author": "", 
        "date": "2015-10-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">Errors inevitably exist in numerical weather prediction (NWP) due to imperfect numeric and physical parameterizations. To eliminate these errors, by considering NWP as an inverse problem, an unknown term in the prediction equations can be estimated inversely by using the past data, which are presumed to represent the imperfection of the NWP model (model error, denoted as ME). In this first paper of a two-part series, an iteration method for obtaining the MEs in past intervals is presented, and the results from testing its convergence in idealized experiments are reported. Moreover, two batches of iteration tests were applied in the global forecast system of the Global and Regional Assimilation and Prediction System (GRAPES-GFS) for July–August 2009 and January–February 2010. The datasets associated with the initial conditions and sea surface temperature (SST) were both based on NCEP (National Centers for Environmental Prediction) FNL (final) data. The results showed that 6th h forecast errors were reduced to 10% of their original value after a 20-step iteration. Then, off-line forecast error corrections were estimated linearly based on the 2-month mean MEs and compared with forecast errors. The estimated error corrections agreed well with the forecast errors, but the linear growth rate of the estimation was steeper than the forecast error. The advantage of this iteration method is that the MEs can provide the foundation for online correction. A larger proportion of the forecast errors can be expected to be canceled out by properly introducing the model error correction into GRAPES-GFS.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-015-4261-1", 
        "title": "An online model correction method based on an inverse problem: Part I—Model error estimation by iteration"
    }, 
    {
        "author": "", 
        "date": "2015-10-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">In this study, the dependence of tropical cyclone (TC) development on the inner-core structure of the parent vortex is examined using a pair of idealized numerical simulations. It is found that the radial profile of inner-core relative vorticity may have a great impact on its subsequent development. For a system with a larger inner-core relative vorticity/inertial stability, the conversion ratio of the diabatic heating to kinetic energy is greater. Furthermore, the behavior of the convective vorticity eddies is likely modulated by the system-scale circulation. For a parent vortex with a relatively higher inner-core vorticity and larger negative radial vorticity gradient, convective eddy formation and radially inward propagation is promoted through vorticity segregation. This provides a greater potential for these small-scale convective cells to self-organize into a mesoscale inner-core structure in the TC. In turn, convectively induced diabatic heating that is close to the center, along with higher inertial stability, efficiently enhances system-scale secondary circulation. This study provides a solid basis for further research into how the initial structure of a TC influences storm dynamics and thermodynamics.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-015-4286-5", 
        "title": "Sensitivity of tropical cyclone intensification to inner-core structure"
    }, 
    {
        "author": "", 
        "date": "2015-10-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">The recent study “Trends of Extreme Precipitation in Eastern China and Their Possible Causes” attributed the observed decrease/increase of light/heavy precipitation in eastern China to global warming rather than the regional aerosol effects. However, there exist compelling evidence from previous long-term observations and numerical modeling studies, suggesting that anthropogenic pollution is closely linked to the recent changes in precipitation intensity because of considerably modulated cloud physical properties by aerosols in eastern China. Clearly, a quantitative assessment of the aerosol and greenhouse effects on the regional scale is required to identify the primary cause for the extreme precipitation changes.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-015-5109-4", 
        "title": "Air pollution or global warming: Attribution of extreme precipitation changes in eastern China—Comments on “Trends of extreme precipitation in Eastern China and their possible causes”"
    }, 
    {
        "author": "", 
        "date": "2015-10-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">In his comments, Wang cites a number of works to dispute the conclusion in our previous work, which attributes the observed decreases/increases in light/heavy precipitation in eastern China primarily to global warming rather than the regional aerosol effect. However, most of the cited works (admittedly, including our previous work), employ correlation analysis, which has little bearing on the cause–effect relationship. Theoretical analyses and/or modeling studies are needed to ascertain the cause–effect relationship. We argue that theoretical analyses and modeling results show that global warming is the primary cause of the widely observed phenomena of suppression of light precipitation and enhancement of heavy precipitation across the globe, including in eastern China.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-015-5121-8", 
        "title": "Response to comments by Yuan Wang on “Trends of extreme precipitation in Eastern China and their possible causes”"
    }, 
    {
        "author": "", 
        "date": "2015-10-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">Changes in rainfall extremes pose a serious and additional threat to water resources planning and management, natural and artificial oasis stability, and sustainable development in the fragile ecosystems of arid inland river basins. In this study, the trend and temporal variation of extreme precipitation are analyzed using daily precipitation datasets at 11 stations over the arid inland Heihe River basin in Northwest China from 1960 to 2011. Eight indices of extreme precipitation are studied. The results show statistically significant and large-magnitude increasing and decreasing trends for most indices, primarily in the Qilian Mountains and eastern Hexi Corridor. More frequent and intense rainfall extremes have occurred in the southern part of the desert area than in the northern portion. In general, the temporal variation in precipitation extremes has changed throughout the basin. Wet day precipitation and heavy precipitation days show statistically significant linear increasing trends and step changes in the Qilian Mountains and Hexi Corridor. Consecutive dry days have decreased obviously in the region in most years after approximately the late 1980s, but meanwhile very long dry spells have increased, especially in the Hexi Corridor. The probability density function indicates that very long wet spells have increased in the QilianMountains. The East Asian summer monsoon index and western Pacific subtropical high intensity index possess strong and significant negative and positive correlations with rainfall extremes, respectively. Changes in land surface characteristics and the increase in water vapor in the wet season have also contributed to the changes in precipitation extremes over the river basin.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-015-4199-3", 
        "title": "Recent changes in precipitation extremes in the Heihe River basin, Northwest China"
    }, 
    {
        "author": "", 
        "date": "2015-10-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">Tropopause folds are one of the key mechanisms of stratosphere–troposphere exchange (STE) in extratropical regions, transporting ozone-rich stratospheric air into the middle and lower troposphere. Although there have been many studies of tropopause folds that have occurred over Europe and North America, a very limited amount of work has been carried out over northeastern Asia. Ozonesondes produced by the Institute of Atmospheric Physics were launched in Changchun (43.9°N, 125.2°E), Northeast China, in June 2013, and observed an ozone-enriched layer with thickness of 3 km and an ozone peak of 180 ppbv at 6 km in the troposphere. The circulation field from the European Centre for Medium-Range Weather Forecasts Interim Reanalysis (ERA-Interim) dataset shows that this ozone peak was caused by a tropopause fold associated with a jet stream at the eastern flank of the East Asian trough. By analyzing the ozone data from the ozone monitoring instrument and Weather Research and Forecasting model with Chemistry (WRF-Chem) simulations, it was found that a high ozone concentration tongue originating from the lower stratosphere at high latitude (near central Siberia) intruded into the middle troposphere over Changchun between 5 and 8 km on 12 June 2013. The high-resolution WRF-Chem simulation was capable of describing events such as the tropopause fold that occurred on the cyclonic shear side of the jet stream. In addition, the TRAJ3D trajectory model was used to trace the origin of measured secondary ozone peaks in the middle troposphere back, for example, to stratospheric intrusion through the tropopause fold.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-015-5022-x", 
        "title": "Observation of a summer tropopause fold by ozonesonde at Changchun, China: Comparison with reanalysis and model simulation"
    }, 
    {
        "author": "", 
        "date": "2015-10-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">Freshwater flux (FWF) directly affects sea surface salinity (SSS) and hence modulates sea surface temperature (SST) in the tropical Pacific. This paper quantifies a positive correlation between FWF and SST using observations and simulations of the fifth phase of the Coupled Model Intercomparison Project (CMIP5) to analyze the interannual variability in the tropical Pacific. Comparisons among the displacements of FWF, SSS and SST interannual variabilities illustrate that a large FWF variability is located in the west-central equatorial Pacific, covarying with a large SSS variability, whereas a large SST variability is located in the eastern equatorial Pacific. Most CMIP5 models can reproduce the fact that FWF leads to positive feedback to SST through an SSS anomaly as observed. However, the difference in each model’s performance results from different simulation capabilities of the CMIP5 models in the magnitudes and positions of the interannual variabilities, including the mixed layer depth and the buoyancy flux in the equatorial Pacific. SSS anomalies simulated from the CMIP5 multi-model are sensitive to FWF interannual anomalies, which can lead to differences in feedback to interannual SST variabilities. The relationships among the FWF, SSS and SST interannual variabilities can be derived using linear quantitative measures from observations and the CMIP5 multi-model simulations. A 1 mm d<sup class=\"a-plus-plus\">-1</sup> FWF anomaly corresponds to an SSS anomaly of nearly 0.12 psu in the western tropical Pacific and a 0.11°C SST anomaly in the eastern tropical Pacific.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-015-5064-0", 
        "title": "Quantitative analysis of the feedback induced by the freshwater flux in the tropical Pacific using CMIP5"
    }, 
    {
        "author": "", 
        "date": "2015-10-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">The precipitation during landfall of typhoon Haitang (2005) showed asymmetric structures (left side/right side of the track). Analysis of Weather Research and Forecasting model simulation data showed that rainfall on the right side was more than 15 times stronger than on the left side. The causes were analyzed by focusing on comparing the water vapor flux, stability and upward motion between the two sides. The major results were as follows: (1) Relative humidity on both sides was over 80%, whereas the convergence of water vapor flux in the lower troposphere was about 10 times larger on the right side than on the left side. (2) Both sides featured conditional symmetric instability [MPV (moist potential vorticity) &lt;0], but the right side was more unstable than the left side. (3) Strong (weak) upward motion occurred throughout the troposphere on the right (left) side. The <strong class=\"a-plus-plus\"><em>Q</em></strong> vector diagnosis suggested that large-scale and mesoscale forcing accounted for the difference in vertical velocity. Orographic lift and surface friction forced the development of the asymmetric precipitation pattern. On the right side, strong upward motion from the forcing of different scale weather systems and topography caused a substantial release of unstable energy and the transportation of water vapor from the lower to the upper troposphere, which produced torrential rainfall. However, the above conditions on the left side were all much weaker, which led to weaker rainfall. This may have been the cause of the asymmetric distribution of rainfall during the landfall of typhoon Haitang.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-015-4246-0", 
        "title": "A diagnostic study of the asymmetric distribution of rainfall during the landfall of typhoon Haitang (2005)"
    }, 
    {
        "author": "", 
        "date": "2015-10-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">Rice–wheat (R–W) rotation systems are ubiquitous in South and East Asia, and play an important role in modulating the carbon cycle and climate. Long-term, continuous flux measurements help in better understanding the seasonal and interannual variation of the carbon budget over R–W rotation systems. In this study, measurements of CO<sub class=\"a-plus-plus\">2</sub> fluxes and meteorological variables over an R–W rotation system on the North China Plain from 2007 to 2010 were analyzed. To analyze the abiotic factors regulating Net Ecosystem Exchange (NEE), NEE was partitioned into gross primary production (GPP) and ecosystem respiration. Nighttime NEE or ecosystem respiration was controlled primarily by soil temperature, while daytime NEE was mainly determined by photosythetically active radiation (PAR). The responses of nighttime NEE to soil temperature and daytime NEE to light were closely associated with crop development and photosynthetic activity, respectively. Moreover, the interannual variation in GPP and NEE mainly depended on precipitation and PAR. Overall, NEE was negative on the annual scale and the rotation system behaved as a carbon sink of 982 g C m<sup class=\"a-plus-plus\">-2</sup> per year over the three years. The winter wheat field took up more CO<sub class=\"a-plus-plus\">2</sub> than the rice paddy during the longer growing season, while the daily NEE for wheat and rice were -2.35 and -3.96 g C m<sup class=\"a-plus-plus\">-2</sup>, respectively. After the grain harvest was subtracted from the NEE, the winter wheat field became a moderately strong carbon sink of 251–334 g C m<sup class=\"a-plus-plus\">-2</sup> per season, whereas the rice paddy switched to a weak carbon sink of 107–132 per season.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-015-4253-1", 
        "title": "Seasonal and interannual variations of carbon exchange over a rice-wheat rotation system on the North China Plain"
    }, 
    {
        "author": "", 
        "date": "2015-10-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">An atypical occlusion process that occurred in North China on 14 July 2011 is studied based on both observations and a real-data Weather Research and Forecasting (WRF) model simulation. The results show that this atypical occlusion process was significantly different from the traditional, synoptic-scale occlusion process that occurs within extratropical cyclones. It was caused by the merger of two cold-type mesoscale fronts. One of the fronts developed from the gust front of convective storms, while the other was a sea-breeze front. As the two fronts moved towards each other, the warm air between them was squeezed and separated from the surface. An atypical occluded front was formed when the two fronts merged, with the warm air forced aloft. This kind of occlusion is termed a “merger” process, different from the well-known “catch-up” and “wrap-up” processes. Moreover, local convection was found to be enhanced during the merger process, with severe convective weather produced in the merger area.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-015-4260-2", 
        "title": "Atypical occlusion process caused by the merger of a sea-breeze front and gust front"
    }, 
    {
        "author": "", 
        "date": "2015-10-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">Anomalous warming occurred in the equatorial central-eastern Pacific in early May 2014, attracting much attention to the possible occurrence of an extreme El Niño event that year because of its similarity to the situation in early 1997. However, the subsequent variation in sea surface temperature anomalies (SSTAs) during summer 2014 in the tropical Pacific was evidently different to that in 1997, but somewhat similar to the situation of the 1990 aborted El Niño event. Based on NCEP (National Centers for Environmental Prediction) oceanic and atmospheric reanalysis data, the physical processes responsible for the strength of El Niño events are examined by comparing the dominant factors in 2014 in terms of the preceding instability of the coupled ocean–atmosphere system and westerly wind bursts (WWBs) with those in 1997 and 1990, separately. Although the unstable ocean–atmosphere system formed over the tropical Pacific in the preceding winter of 2014, the strength of the preceding instability was relatively weak. Weak oceanic eastward-propagating downwelling Kelvin waves were forced by the weak WWBs over the equatorial western Pacific in March 2014, as in February 1990. The consequent positive upper-oceanic heat content anomalies in the spring of 2014 induced only weak positive SSTAs in the central-eastern Pacific–unfavorable for the subsequent generation of summertime WWB sequences. Moreover, the equatorial western Pacific was not cooled, indicating the absence of positive Bjerknes feedback in early summer 2014. Therefore, the development of El Niño was suspended in summer 2014.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-015-4269-6", 
        "title": "A comparative study on the dominant factors responsible for the weaker-than-expected El Niño event in 2014"
    }, 
    {
        "author": "", 
        "date": "2015-10-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">This study documents a weakening of the relationship between the spring Arctic Oscillation (AO) and the following summer tropical cyclone (TC) formation frequency over the eastern part (150°–180°E) of the western North Pacific (WNP). The relationship is strong and statistically significant during 1968–1986, but becomes weak during 1989–2007. The spring AOrelated SST, atmospheric dynamic, and thermodynamic conditions are compared between the two epochs to understand the possible reasons for the change in the relationship. Results indicate that the spring AO leads to an El Ni˜no-like SST anomaly, lower-level anomalous cyclonic circulation, upper-level anomalous anticyclonic circulation, enhanced ascending motion, and a positive midlevel relative humidity anomaly in the tropical western–central Pacific during 1968–1986, whereas the AOrelated anomalies in the above quantities are weak during 1989–2007. Hence, the large-scale dynamic and thermodynamic anomalies are more favorable for TC formation over the eastern WNP during 1968–1986 than during 1989–2007.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-015-4256-y", 
        "title": "On the weakened relationship between spring Arctic Oscillation and following summer tropical cyclone frequency over the western North Pacific: A comparison between 1968–1986 and 1989–2007"
    }, 
    {
        "author": "", 
        "date": "2015-09-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">Assuming spheroidal and spherical particle shapes for mineral dust aerosols, the effect of particle shape on dust aerosol optical depth retrievals, and subsequently on instantaneous shortwave direct radiative forcing (SWDRF) at the top of the atmosphere (TOA), is assessed based on Moderate Resolution Imaging Spectroradiometer (MODIS) data for a case study. Specifically, a simplified aerosol retrieval algorithm based on the principle of the Deep Blue aerosol retrieval method is employed to retrieve dust aerosol optical depths, and the Fu-Liou radiative transfer model is used to derive the instantaneous SWDRF of dust at the TOA for cloud-free conditions. Without considering the effect of particle shape on dust aerosol optical depth retrievals, the effect of particle shape on the scattering properties of dust aerosols (e.g., extinction efficiency, single scattering albedo and asymmetry factor) is negligible, which can lead to a relative difference of at most 5% for the SWDRF at the TOA. However, the effect of particle shape on the SWDRF cannot be neglected provided that the effect of particle shape on dust aerosol optical depth retrievals is also taken into account for SWDRF calculations. The corresponding results in an instantaneous case study show that the relative differences of the SWDRF at the TOA between spheroids and spheres depend critically on the scattering angles at which dust aerosol optical depths are retrieved, and can be up to 40% for low dust-loading conditions.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-015-4235-3", 
        "title": "Effect of particle shape on dust shortwave direct radiative forcing calculations based on MODIS observations for a case study"
    }, 
    {
        "author": "", 
        "date": "2015-09-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">Thirty strong Madden-Julian Oscillation (MJO) events in boreal winter 1982–2001 are selected to investigate the triggering processes of MJO convection over the western equatorial Indian Ocean (IO). These MJO events are classified into three types, according to their dynamic and thermodynamic precursor signals <em class=\"a-plus-plus\">in situ</em>. In Type I, a remarkable increase in low-level moisture occurs, on average, 7 days prior to the convection initiation. This low-level moistening is mainly due to the advection of the background mean moisture by easterly wind anomalies over the equatorial IO. In Type II, lower-tropospheric ascending motion anomalies develop, on average, 4 days prior to the initiation. The cause of this ascending motion anomaly is attributed to the anomalous warm advection, set up by a suppressed MJO phase in the equatorial IO. In Type III, there are no clear dynamic and thermodynamic precursor signals <em class=\"a-plus-plus\">in situ</em>. The convection might be triggered by energy accumulation in the upper layer associated with Rossby wave activity fluxes originated from the midlatitudes.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-015-4201-0", 
        "title": "Three-type MJO initiation processes over the Western Equatorial Indian Ocean"
    }, 
    {
        "author": "", 
        "date": "2015-09-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">This study explores the characteristics of high temperature anomalies over eastern China and associated influencing factors using observations and model outputs. Results show that more long-duration (over 8 days) high temperature events occur over the middle and lower reaches of the Yangtze River Valley (YRV) than over the surrounding regions, and control most of the interannual variation of summer mean temperature <em class=\"a-plus-plus\">in situ</em>. The synergistic effect of summer precipitation over the South China Sea (SCS) region (18°–27°N, 115°–124°E) and the northwestern India and Arabian Sea (IAS) region (18°–27°N, 60°–80°E) contributes more significantly to the variation of summer YRV temperature, relative to the respective SCS or IAS precipitation anomaly. More precipitation (enhanced condensational heating) over the SCS region strengthens the western Pacific subtropical high (WPSH) and simultaneously weakens the westerly trough over the east coast of Asia, and accordingly results in associated high temperature anomalies over the YRV region through stimulating an East Asia-Pacific (EAP) pattern. More precipitation over the IAS region further adjusts the variations of the WPSH and westerly trough, and eventually reinforces high temperature anomalies over the YRV region. Furthermore, the condensational heating related to more IAS precipitation can adjust upper-tropospheric easterly anomalies over the YRV region by exciting a circumglobal teleconnection, inducing cold horizontal temperature advection and related anomalous descent, which is also conducive to the YRV high temperature anomalies. The reproduction of the above association in the model results indicates that the above results can be explained both statistically and dynamically.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-015-4280-y", 
        "title": "Synergistic contribution of precipitation anomalies over northwestern India and the South China Sea to high temperature over the Yangtze River Valley"
    }, 
    {
        "author": "", 
        "date": "2015-09-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">A major issue in radar quantitative precipitation estimation is the contamination of radar echoes by non-meteorological targets such as ground clutter, chaff, clear air echoes etc. In this study, a fuzzy logic algorithm for the identification of non-meteorological echoes is developed using optimized membership functions and weights for the dual-polarization radar located at Mount Sobaek. For selected precipitation and non-meteorological events, the characteristics of the precipitation and non-meteorological echo are derived by the probability density functions of five fuzzy parameters as functions of reflectivity values. The membership functions and weights are then determined by these density functions. Finally, the nonmeteorological echoes are identified by combining the membership functions and weights. The performance is qualitatively evaluated by long-term rain accumulation. The detection accuracy of the fuzzy logic algorithm is calculated using the probability of detection (POD), false alarm rate (FAR), and clutter-signal ratio (CSR). In addition, the issues in using filtered dual-polarization data are alleviated.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-015-4092-0", 
        "title": "Identification and removal of non-meteorological echoes in dual-polarization radar data based on a fuzzy logic algorithm"
    }, 
    {
        "author": "", 
        "date": "2015-09-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">A deep understanding of turbulence structure is important for investigating the characteristics of the atmospheric boundary layer, especially over heterogeneous terrain. In the present study, turbulence intensity and turbulent kinetic energy (TKE) parameters are analyzed for different conditions with respect to stability, wind direction and wind speed over a valley region of the Loess Plateau of China during December 2003 and January 2004. The purpose of the study is to examine whether the observed turbulence intensity and TKE parameters satisfy Monin-Obukhov similarity theory (MOST), and analyze the wind shear effect on, and thermal buoyancy function of, the TKE, despite the terrain heterogeneity. The results demonstrate that the normalized intensity of turbulence follows MOST for all stability in the horizontal and vertical directions, as well as the normalized TKE in the horizontal direction. The shear effect of the wind speed in the Loess Plateau region is strong in winter and could enhance turbulence for all stability conditions. During daytime, the buoyancy and shear effect together constitute the generation of TKE under unstable conditions. At night, the contribution of buoyancy to TKE is relatively small, and mechanical shearing is the main production form of turbulence.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-015-4258-9", 
        "title": "Turbulence intensity and turbulent kinetic energy parameters over a heterogeneous terrain of Loess Plateau"
    }, 
    {
        "author": "", 
        "date": "2015-09-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">Daily precipitation series at 15 stations in the Beijing metropolitan region (BMR) during 1960–2012 were homogenized using the multiple analysis of series for homogenization method, with additional adjustments based on analysis of empirical cumulative density function (ECDF) regarding climate extremes. The cumulative density functions of daily precipitation series, the trends of annual and seasonal precipitation, and summer extreme events during 1960–2012 in the original and final adjusted series at Beijing station were comparatively analyzed to show the necessity and efficiency of the new method. Results indicate that the ECDF adjustments can improve the homogeneity of high-order moments of daily series and the estimation of climate trends in extremes. The linear trends of the regional-mean annual and seasonal (spring, summer, autumn, and winter) precipitation series are −10.16, 4.97, −20.04, 5.02, and −0.11 mm (10 yr)<sup class=\"a-plus-plus\">−1</sup>, respectively. The trends over the BMR increase consistently for spring/autumn and decrease for the whole year/summer; however, the trends for winter decrease in southern parts and increase in northern parts. Urbanization affects local trends of precipitation amount, frequency, and intensity and their geographical patterns. For the urban-influenced sites, urbanization tends to slow down the magnitude of decrease in the precipitation and extreme amount series by approximately −10.4% and −6.0%, respectively; enhance the magnitude of decrease in precipitation frequency series by approximately 5.7%; reduce that of extremes by approximately −8.9%; and promote the decreasing trends in the summer intensity series of both precipitation and extremes by approximately 6.8% and 51.5%, respectively.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-015-4257-x", 
        "title": "Changes of precipitation and extremes and the possible effect of urbanization in the Beijing metropolitan region during 1960–2012 based on homogenized observations"
    }, 
    {
        "author": "", 
        "date": "2015-09-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">The present study evaluates the precipitation variability over the South China Sea (SCS) and its relationship to tropical Indo-Pacific SST anomalies during spring-to-summer transition (April–May–June, AMJ) simulated by 23 Intergovernmental Panel on Climate Change Coupled Model Intercomparison Project Phase 5 coupled models. Most of the models have the capacity to capture the AMJ precipitation variability in the SCS. The precipitation and SST anomaly (SSTA) distribution in the SCS, tropical Pacific Ocean (TPO), and tropical Indian Ocean (TIO) domains is evaluated based on the pattern correlation coefficients between model simulations and observations. The analysis leads to several points of note. First, the performance of the SCS precipitation anomaly pattern in AMJ is model dependent. Second, the SSTA pattern in the TPO and TIO is important for capturing the AMJ SCS precipitation variability. Third, a realistic simulation of the western equatorial Pacific (WEP) and local SST impacts is necessary for reproducing the AMJ SCS precipitation variability in some models. Fourth, the overly strong WEP SST impacts may disrupt the relationship between the SCS precipitation and the TPO-TIO SST. Further work remains to be conducted to unravel the specific reasons for the discrepancies between models and observations in various aspects.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-015-4250-4", 
        "title": "Relationship between South China Sea precipitation variability and tropical Indo-Pacific SST anomalies in IPCC CMIP5 models during spring-to-summer transition"
    }, 
    {
        "author": "", 
        "date": "2015-09-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">Fall velocity-diameter relationships for four different snowflake types (dendrite, plate, needle, and graupel) were investigated in northeastern South Korea, and a new algorithm for classifying hydrometeors is proposed for distrometric measurements based on the new relationships. Falling ice crystals (approximately 40 000 particles) were measured with a two-dimensional video disdrometer (2DVD) during a winter experiment from 15 January to 9 April 2010. The fall velocity-diameter relationships were derived for the four types of snowflakes based on manual classification by experts using snow photos and 2DVD measurements: the coefficients (exponents) for different snowflake types were 0.82 (0.24) for dendrite, 0.74 (0.35) for plate, 1.03 (0.71) for needle, and 1.30 (0.94) for graupel, respectively. These new relationships established in the present study (PS) were compared with those from two previous studies. Hydrometeor types were classified with the derived fall velocity-diameter relationships, and the classification algorithm was evaluated using 3× 3 contingency tables for one rain-snow transition event and three snowfall events. The algorithm showed good performance for the transition event: the critical success indices (CSIs) were 0.89, 0.61 and 0.71 for snow, wet-snow and rain, respectively. For snow events, the algorithm performance for dendrite and plate (CSIs = 1.0 and 1.0, respectively) was better than for needle and graupel (CSIs = 0.67 and 0.50, respectively).</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-015-4234-4", 
        "title": "Classification of precipitation types using fall velocity-diameter relationships from 2D-video distrometer measurements"
    }
]