[
    {
        "author": "", 
        "date": "2015-09-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">Assuming spheroidal and spherical particle shapes for mineral dust aerosols, the effect of particle shape on dust aerosol optical depth retrievals, and subsequently on instantaneous shortwave direct radiative forcing (SWDRF) at the top of the atmosphere (TOA), is assessed based on Moderate Resolution Imaging Spectroradiometer (MODIS) data for a case study. Specifically, a simplified aerosol retrieval algorithm based on the principle of the Deep Blue aerosol retrieval method is employed to retrieve dust aerosol optical depths, and the Fu-Liou radiative transfer model is used to derive the instantaneous SWDRF of dust at the TOA for cloud-free conditions. Without considering the effect of particle shape on dust aerosol optical depth retrievals, the effect of particle shape on the scattering properties of dust aerosols (e.g., extinction efficiency, single scattering albedo and asymmetry factor) is negligible, which can lead to a relative difference of at most 5% for the SWDRF at the TOA. However, the effect of particle shape on the SWDRF cannot be neglected provided that the effect of particle shape on dust aerosol optical depth retrievals is also taken into account for SWDRF calculations. The corresponding results in an instantaneous case study show that the relative differences of the SWDRF at the TOA between spheroids and spheres depend critically on the scattering angles at which dust aerosol optical depths are retrieved, and can be up to 40% for low dust-loading conditions.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-015-4235-3", 
        "title": "Effect of particle shape on dust shortwave direct radiative forcing calculations based on MODIS observations for a case study"
    }, 
    {
        "author": "", 
        "date": "2015-09-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">Thirty strong Madden-Julian Oscillation (MJO) events in boreal winter 1982–2001 are selected to investigate the triggering processes of MJO convection over the western equatorial Indian Ocean (IO). These MJO events are classified into three types, according to their dynamic and thermodynamic precursor signals <em class=\"a-plus-plus\">in situ</em>. In Type I, a remarkable increase in low-level moisture occurs, on average, 7 days prior to the convection initiation. This low-level moistening is mainly due to the advection of the background mean moisture by easterly wind anomalies over the equatorial IO. In Type II, lower-tropospheric ascending motion anomalies develop, on average, 4 days prior to the initiation. The cause of this ascending motion anomaly is attributed to the anomalous warm advection, set up by a suppressed MJO phase in the equatorial IO. In Type III, there are no clear dynamic and thermodynamic precursor signals <em class=\"a-plus-plus\">in situ</em>. The convection might be triggered by energy accumulation in the upper layer associated with Rossby wave activity fluxes originated from the midlatitudes.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-015-4201-0", 
        "title": "Three-type MJO initiation processes over the Western Equatorial Indian Ocean"
    }, 
    {
        "author": "", 
        "date": "2015-09-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">This study explores the characteristics of high temperature anomalies over eastern China and associated influencing factors using observations and model outputs. Results show that more long-duration (over 8 days) high temperature events occur over the middle and lower reaches of the Yangtze River Valley (YRV) than over the surrounding regions, and control most of the interannual variation of summer mean temperature <em class=\"a-plus-plus\">in situ</em>. The synergistic effect of summer precipitation over the South China Sea (SCS) region (18°–27°N, 115°–124°E) and the northwestern India and Arabian Sea (IAS) region (18°–27°N, 60°–80°E) contributes more significantly to the variation of summer YRV temperature, relative to the respective SCS or IAS precipitation anomaly. More precipitation (enhanced condensational heating) over the SCS region strengthens the western Pacific subtropical high (WPSH) and simultaneously weakens the westerly trough over the east coast of Asia, and accordingly results in associated high temperature anomalies over the YRV region through stimulating an East Asia-Pacific (EAP) pattern. More precipitation over the IAS region further adjusts the variations of the WPSH and westerly trough, and eventually reinforces high temperature anomalies over the YRV region. Furthermore, the condensational heating related to more IAS precipitation can adjust upper-tropospheric easterly anomalies over the YRV region by exciting a circumglobal teleconnection, inducing cold horizontal temperature advection and related anomalous descent, which is also conducive to the YRV high temperature anomalies. The reproduction of the above association in the model results indicates that the above results can be explained both statistically and dynamically.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-015-4280-y", 
        "title": "Synergistic contribution of precipitation anomalies over northwestern India and the South China Sea to high temperature over the Yangtze River Valley"
    }, 
    {
        "author": "", 
        "date": "2015-09-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">A major issue in radar quantitative precipitation estimation is the contamination of radar echoes by non-meteorological targets such as ground clutter, chaff, clear air echoes etc. In this study, a fuzzy logic algorithm for the identification of non-meteorological echoes is developed using optimized membership functions and weights for the dual-polarization radar located at Mount Sobaek. For selected precipitation and non-meteorological events, the characteristics of the precipitation and non-meteorological echo are derived by the probability density functions of five fuzzy parameters as functions of reflectivity values. The membership functions and weights are then determined by these density functions. Finally, the nonmeteorological echoes are identified by combining the membership functions and weights. The performance is qualitatively evaluated by long-term rain accumulation. The detection accuracy of the fuzzy logic algorithm is calculated using the probability of detection (POD), false alarm rate (FAR), and clutter-signal ratio (CSR). In addition, the issues in using filtered dual-polarization data are alleviated.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-015-4092-0", 
        "title": "Identification and removal of non-meteorological echoes in dual-polarization radar data based on a fuzzy logic algorithm"
    }, 
    {
        "author": "", 
        "date": "2015-09-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">A deep understanding of turbulence structure is important for investigating the characteristics of the atmospheric boundary layer, especially over heterogeneous terrain. In the present study, turbulence intensity and turbulent kinetic energy (TKE) parameters are analyzed for different conditions with respect to stability, wind direction and wind speed over a valley region of the Loess Plateau of China during December 2003 and January 2004. The purpose of the study is to examine whether the observed turbulence intensity and TKE parameters satisfy Monin-Obukhov similarity theory (MOST), and analyze the wind shear effect on, and thermal buoyancy function of, the TKE, despite the terrain heterogeneity. The results demonstrate that the normalized intensity of turbulence follows MOST for all stability in the horizontal and vertical directions, as well as the normalized TKE in the horizontal direction. The shear effect of the wind speed in the Loess Plateau region is strong in winter and could enhance turbulence for all stability conditions. During daytime, the buoyancy and shear effect together constitute the generation of TKE under unstable conditions. At night, the contribution of buoyancy to TKE is relatively small, and mechanical shearing is the main production form of turbulence.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-015-4258-9", 
        "title": "Turbulence intensity and turbulent kinetic energy parameters over a heterogeneous terrain of Loess Plateau"
    }, 
    {
        "author": "", 
        "date": "2015-09-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">Daily precipitation series at 15 stations in the Beijing metropolitan region (BMR) during 1960–2012 were homogenized using the multiple analysis of series for homogenization method, with additional adjustments based on analysis of empirical cumulative density function (ECDF) regarding climate extremes. The cumulative density functions of daily precipitation series, the trends of annual and seasonal precipitation, and summer extreme events during 1960–2012 in the original and final adjusted series at Beijing station were comparatively analyzed to show the necessity and efficiency of the new method. Results indicate that the ECDF adjustments can improve the homogeneity of high-order moments of daily series and the estimation of climate trends in extremes. The linear trends of the regional-mean annual and seasonal (spring, summer, autumn, and winter) precipitation series are −10.16, 4.97, −20.04, 5.02, and −0.11 mm (10 yr)<sup class=\"a-plus-plus\">−1</sup>, respectively. The trends over the BMR increase consistently for spring/autumn and decrease for the whole year/summer; however, the trends for winter decrease in southern parts and increase in northern parts. Urbanization affects local trends of precipitation amount, frequency, and intensity and their geographical patterns. For the urban-influenced sites, urbanization tends to slow down the magnitude of decrease in the precipitation and extreme amount series by approximately −10.4% and −6.0%, respectively; enhance the magnitude of decrease in precipitation frequency series by approximately 5.7%; reduce that of extremes by approximately −8.9%; and promote the decreasing trends in the summer intensity series of both precipitation and extremes by approximately 6.8% and 51.5%, respectively.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-015-4257-x", 
        "title": "Changes of precipitation and extremes and the possible effect of urbanization in the Beijing metropolitan region during 1960–2012 based on homogenized observations"
    }, 
    {
        "author": "", 
        "date": "2015-09-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">The present study evaluates the precipitation variability over the South China Sea (SCS) and its relationship to tropical Indo-Pacific SST anomalies during spring-to-summer transition (April–May–June, AMJ) simulated by 23 Intergovernmental Panel on Climate Change Coupled Model Intercomparison Project Phase 5 coupled models. Most of the models have the capacity to capture the AMJ precipitation variability in the SCS. The precipitation and SST anomaly (SSTA) distribution in the SCS, tropical Pacific Ocean (TPO), and tropical Indian Ocean (TIO) domains is evaluated based on the pattern correlation coefficients between model simulations and observations. The analysis leads to several points of note. First, the performance of the SCS precipitation anomaly pattern in AMJ is model dependent. Second, the SSTA pattern in the TPO and TIO is important for capturing the AMJ SCS precipitation variability. Third, a realistic simulation of the western equatorial Pacific (WEP) and local SST impacts is necessary for reproducing the AMJ SCS precipitation variability in some models. Fourth, the overly strong WEP SST impacts may disrupt the relationship between the SCS precipitation and the TPO-TIO SST. Further work remains to be conducted to unravel the specific reasons for the discrepancies between models and observations in various aspects.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-015-4250-4", 
        "title": "Relationship between South China Sea precipitation variability and tropical Indo-Pacific SST anomalies in IPCC CMIP5 models during spring-to-summer transition"
    }, 
    {
        "author": "", 
        "date": "2015-09-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">Fall velocity-diameter relationships for four different snowflake types (dendrite, plate, needle, and graupel) were investigated in northeastern South Korea, and a new algorithm for classifying hydrometeors is proposed for distrometric measurements based on the new relationships. Falling ice crystals (approximately 40 000 particles) were measured with a two-dimensional video disdrometer (2DVD) during a winter experiment from 15 January to 9 April 2010. The fall velocity-diameter relationships were derived for the four types of snowflakes based on manual classification by experts using snow photos and 2DVD measurements: the coefficients (exponents) for different snowflake types were 0.82 (0.24) for dendrite, 0.74 (0.35) for plate, 1.03 (0.71) for needle, and 1.30 (0.94) for graupel, respectively. These new relationships established in the present study (PS) were compared with those from two previous studies. Hydrometeor types were classified with the derived fall velocity-diameter relationships, and the classification algorithm was evaluated using 3× 3 contingency tables for one rain-snow transition event and three snowfall events. The algorithm showed good performance for the transition event: the critical success indices (CSIs) were 0.89, 0.61 and 0.71 for snow, wet-snow and rain, respectively. For snow events, the algorithm performance for dendrite and plate (CSIs = 1.0 and 1.0, respectively) was better than for needle and graupel (CSIs = 0.67 and 0.50, respectively).</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-015-4234-4", 
        "title": "Classification of precipitation types using fall velocity-diameter relationships from 2D-video distrometer measurements"
    }, 
    {
        "author": "", 
        "date": "2015-09-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">Based on a vector radiative transfer model of the atmosphere-ocean system, the influence of oceanic components on radiation processes, including polarization effects, was investigated in the wavelength region ranging from 0.380 to 0.865 μm. The components considered were phytoplankton, inorganic suspended material (sediment), and colored, dissolved organic matter. Due to their important roles in oceanic radiation processes, the sensitivity of the bidirectional reflectance to the rough ocean surface, represented by the wind velocity 10 m above the ocean surface, and aerosol, were taken into account. The results demonstrated that both radiance and polarized radiance just below the ocean surface were sensitive to the change of the concentrations of the considered components, while the dependence of polarized radiance on the observation geometry was more sensitive than radiance. Significant differences in the specular plane existed between the impacts of the phytoplankton and sediment on the degree of polarization just above the ocean surface at 670 nm. At the top of the atmosphere (TOA), polarization was relatively insensitive to changing concentrations of ocean particles at longer wavelengths. Furthermore, the radiance at the TOA in the solar plane was more sensitive to the aerosol optical thickness than wind velocity. In contrast, wind velocity strongly influenced the radiance at the TOA in the sun glint region, while the polarization degree showed less dependence in that region. Finally, a nonlinear optimal inversion method was proposed to simultaneously retrieve the aerosol and wind velocity using radiance measurement.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-015-4222-8", 
        "title": "Effects of ocean particles on the upwelling radiance and polarized radiance in the atmosphere-ocean system"
    }, 
    {
        "author": "", 
        "date": "2015-09-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">Heat waves have attracted increasing attention in recent years due to their frequent occurrence. The present study investigates the heat wave intensity and duration in China using daily maximum temperature from 753 weather stations from 1960 to 2010. In addition, its relationships with soil moisture local forcing on the ten-day period and monthly scales in spring and summer are analyzed using soil moisture data from weather stations and ERA40 reanalysis data. And finally, a mechanistic analysis is carried out using CAM5.1 (Community Atmosphere Model, version 5.1) coupled with CLM2 (Community Land Model, version 2). It is found that the heat wave frequency and duration show a sandwich distribution across China, with high occurrence rates in Southeast China and Northwest China, where the maximum frequency and duration exceeded 2.1 times and 9 days per year, respectively. The increasing trends in both duration and intensity occurred to the north of 35°N. The relationships between heat wave frequency in northern China in July (having peak distribution) and soil moisture in the earlier stage (from March to June) and corresponding period (July) are further analyzed, revealing a strong negative correlation in March, June and July, and thus showing that soil moisture in spring and early summer could be an important contributor to heat waves in July via positive subtropical high anomalies. However, the time scales of influence were relatively short in the semi-humid and humid regions, and longer in the arid region. The contribution in the corresponding period took place via positive subtropical high anomalies and positive surface skin temperature and sensible heat flux anomalies.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-014-4175-3", 
        "title": "Reduced soil moisture contributes to more intense and more frequent heat waves in northern China"
    }, 
    {
        "author": "", 
        "date": "2015-09-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">The impact of assimilating radiances from the Advanced Microwave Sounding Unit-A (AMSU-A) on the track prediction of Typhoon Megi (2010) was studied using the Weather Research and Forecasting (WRF) model and a hybrid ensemble three-dimensional variational (En3DVAR) data assimilation (DA) system. The influences of tuning the length scale and variance scale factors related to the static background error covariance (BEC) on the track forecast of the typhoon were studied. The results show that, in typhoon radiance data assimilation, a moderate length scale factor improves the prediction of the typhoon track. The assimilation of AMSU-A radiances using 3DVAR had a slight positive impact on track forecasts, even when the static BEC was carefully tuned to optimize its performance. When the hybrid DA was employed, the track forecast was significantly improved, especially for the sharp northward turn after crossing the Philippines, with the flow-dependent ensemble covariance. The flow-dependent BEC can be estimated by the hybrid DA and was capable of adjusting the position of the typhoon systematically. The impacts of the typhoon-specific BEC derived from ensemble forecasts were revealed by comparing the analysis increments and forecasts generated by the hybrid DA and 3DVAR. Additionally, for 24 h forecasts, the hybrid DA experiment with use of the full flow-dependent background error substantially outperformed 3DVAR in terms of the horizontal winds and temperature in the lower and mid-troposphere and for moisture at all levels.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-014-4239-4", 
        "title": "Assimilating AMSU-a radiance data with the WRF hybrid En3DVAR system for track predictions of Typhoon Megi (2010)"
    }, 
    {
        "author": "", 
        "date": "2015-09-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">In this study, a newly developed method, termed moving empirical orthogonal function analysis (MEOF), is applied to the study of midlatitude baroclinic waves over the wintertime North Pacific from 1979 to 2009. It is shown that when the daily, high-pass filtered (2–10 days) meridional wind at 250 hPa is chosen as the variable of the MEOF analysis, typical features of baroclinic waves/storm tracks over the wintertime North Pacific can be well described by this method. It is found that the first two leading modes of the MEOF analysis, MEOF1 and MEOF2, assume quite different patterns. MEOF1 takes the form of a single wave train running in the east-west direction along 40°N, while MEOF2 is a double wave train pattern running in the east-west direction along 50°N and 30°N, respectively. The shift composites of various anomalous fields based on MEOF1 and MEOF2 assume typical baroclinic wave features.</p>\n                    <p class=\"a-plus-plus\">MEOF1 represents a primary storm track pulsing with an intrinsic time scale of two days. It shows significant “midwinter suppression” and apparent interannual variability. It is stronger after the mid-1990s than before the mid-1990s. MEOF2 represents a double-branch storm track, also with an intrinsic time scale of approximately two days, running along 50°N and 30°N, respectively. It shows no apparent seasonal variation, but its interannual and decadal variation is quite clear. It oscillates with larger amplitude and longer periods after the mid-1990s than before the mid-1990s, and is heavily modulated by El Niño-Southern Oscillation (ENSO).</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-015-4251-3", 
        "title": "Two modes and their seasonal and interannual variation of the baroclinic waves/storm tracks over the wintertime North Pacific"
    }, 
    {
        "author": "", 
        "date": "2015-08-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">Using a two-dimensional blocking index, the cause and effect relationship between European blocking (EB) events and North Atlantic Oscillation (NAO) events is investigated. It is shown that the EB event frequency is enhanced over Northern (Southern) Europe for negative (positive) phases of the NAO. Enhanced EB events over Northern Europe precede the establishment of negative phase NAO (NAO<sup class=\"a-plus-plus\">−</sup>) events, while the enhanced frequency of EB events over Southern Europe lags positive phase NAO (NAO<sup class=\"a-plus-plus\">+</sup>) events.</p>\n                    <p class=\"a-plus-plus\">The physical explanation for why enhanced EB events over Northern (Southern) Europe lead (lag) NAO<sup class=\"a-plus-plus\">−</sup> (NAO<sup class=\"a-plus-plus\">+</sup>) events is also provided. It is found that the lead–lag relationship between EB events in different regions and the phase of NAO events can be explained in terms of the different latitudinal distribution of zonal wind associated with the different phases of NAO events. For NAO<sup class=\"a-plus-plus\">+</sup> events, the self-maintained eastward displacement of intensified midlatitude positive height anomalies owing to the intensified zonal wind can enhance the frequency of EB events over Southern Europe, thus supporting a standpoint that EB events over Southern Europe lag NAO<sup class=\"a-plus-plus\">+</sup> events. Over Northern Europe, EB events lead NAO<sup class=\"a-plus-plus\">−</sup> events because NAO- events arise from the self-maintained westward migration of intensified blocking anticyclones due to the weakened zonal wind in higher latitudes.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-015-4209-5", 
        "title": "Do European blocking events precede North Atlantic Oscillation events?"
    }, 
    {
        "author": "", 
        "date": "2015-08-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">To investigate the impacts of solar radiation on tropical cyclone (TC) warm-core structure (i.e., the magnitude and height), a pair of idealized simulations are conducted by specifying different strengths of solar shortwave radiation. It is found that the TC warm core is highly sensitive to the shortwave radiative effect. For the nighttime storm, a tendency for a more intense warm core is found, with an elevated height compared to its daytime counterpart. As pointed out by previous studies, the radiative cooling during nighttime destabilizes the local and large-scale environment and thus promotes deep moist convection, which enhances the TC’s intensity. Due to the different inertial stabilities, the diabatic heating in the eyewall will force different secondary circulations. For a strong TC with a deeper vertical structure, this promotes a thin upper-level inflow layer. This inflow carries the lower stratospheric air with high potential temperature and descends adiabatically in the eye, resulting in significant upper-level warming. The Sawyer–Eliassen diagnosis further confirms that the height of the maximum temperature anomaly is likely attributable to the balance among the forced secondary circulations.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-014-4206-0", 
        "title": "Sensitivity of the warm core of tropical cyclones to solar radiation"
    }, 
    {
        "author": "", 
        "date": "2015-08-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">A squall line on 14 June 2009 in the provinces of Jiangsu and Anhui was well simulated using the Advanced Regional Prediction System (ARPS) model. Based on high resolution spatial and temporal data, a detailed analysis of the structural features and propagation mechanisms of the squall line was conducted. The dynamic and thermodynamic structural characteristics and their causes were analyzed in detail. Unbalanced flows were found to play a key role in initiating gravity waves during the squall line’s development. The spread and development of the gravity waves were sustained by convection in the wave-CISK process. The squall line’s propagation and development mainly relied on the combined effect of gravity waves at the midlevel and cold outflow along the gust front. New cells were continuously forced by the cold pool outflow and were enhanced and lifted by the intense upward motion. At a particular phase, the new cells merged with the updraft of the gravity waves, leading to an intense updraft that strengthened the squall line.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-014-4100-9", 
        "title": "Analysis of the structure and propagation of a simulated squall line on 14 June 2009"
    }, 
    {
        "author": "", 
        "date": "2015-08-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">A differential optical absorption spectroscopy (DOAS)-like algorithm is developed to retrieve the column-averaged dryair mole fraction of carbon dioxide from ground-based hyper-spectral measurements of the direct solar beam. Different to the spectral fitting method, which minimizes the difference between the observed and simulated spectra, the ratios of multiple channel-pairs—one weak and one strong absorption channel—are used to retrieve <span class=\"a-plus-plus inline-equation id-i-eq2\">\n                        \n                        <span class=\"a-plus-plus equation-source format-t-e-x\">\\({X_{C{O_2}}}\\)</span>\n                      </span> from measurements of the shortwave infrared (SWIR) band. Based on sensitivity tests, a super channel-pair is carefully selected to reduce the effects of solar lines, water vapor, air temperature, pressure, instrument noise, and frequency shift on retrieval errors. The new algorithm reduces computational cost and the retrievals are less sensitive to temperature and H<sub class=\"a-plus-plus\">2</sub>O uncertainty than the spectral fitting method. Multi-day Total Carbon Column Observing Network (TCCON) measurements under clear-sky conditions at two sites (Tsukuba and Bremen) are used to derive xxxx for the algorithm evaluation and validation. The DOAS-like results agree very well with those of the TCCON algorithm after correction of an airmass-dependent bias.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-015-4213-9", 
        "title": "A differential optical absorption spectroscopy method for $${X_{CO_2}}$$ retrieval from ground-based Fourier transform spectrometers measurements of the direct solar beam"
    }, 
    {
        "author": "", 
        "date": "2015-08-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">This paper provides a comprehensive assessment of Asian summer monsoon prediction skill as a function of lead time and its relationship to sea surface temperature prediction using the seasonal hindcasts of the Beijing Climate Center Climate System Model, BCC CSM1.1(m). For the South and Southeast Asian summer monsoon, reasonable skill is found in the model’s forecasting of certain aspects of monsoon climatology and spatiotemporal variability. Nevertheless, deficiencies such as significant forecast errors over the tropical western North Pacific and the eastern equatorial Indian Ocean are also found. In particular, overestimation of the connections of some dynamical monsoon indices with large-scale circulation and precipitation patterns exists in most ensemble mean forecasts, even for short lead-time forecasts.</p>\n                    <p class=\"a-plus-plus\">Variations of SST, measured by the first mode over the tropical Pacific and Indian oceans, as well as the spatiotemporal features over the Ni˜no3.4 region, are overall well predicted. However, this does not necessarily translate into successful forecasts of the Asian summer monsoon by the model. Diagnostics of the relationships between monsoon and SST show that difficulties in predicting the South Asian monsoon can be mainly attributed to the limited regional response of monsoon in observations but the extensive and exaggerated response in predictions due partially to the application of ensemble average forecasting methods. In contrast, in spite of a similar deficiency, the Southeast Asian monsoon can still be forecasted reasonably, probably because of its closer relationship with large-scale circulation patterns and El Ni˜no–Southern Oscillation.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-015-4194-8", 
        "title": "Performance of the seasonal forecasting of the Asian summer monsoon by BCC_CSM1.1(m)"
    }, 
    {
        "author": "", 
        "date": "2015-08-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">The accurate determination of surface-layer turbulent fluxes over urban areas is critical to understanding urban boundary layer (UBL) evolution. In this study, a remote-sensing technique using a large aperture scintillometer (LAS) was investigated to estimate surface-layer turbulent fluxes over a highly heterogeneous urban area. The LAS system, with an optical path length of 2.1 km, was deployed in an urban area characterized by a complicated land-use mix (residential houses, water body, bare ground, etc.). The turbulent sensible heat (<em class=\"a-plus-plus\">Q</em>\n                      <sub class=\"a-plus-plus\">H</sub>) and momentum fluxes (τ) were estimated from the scintillation measurements obtained from the LAS system during the cold season. Three-dimensional LAS footprint modeling was introduced to identify the source areas (“footprint”) of the estimated turbulent fluxes. The analysis results showed that the LAS-derived turbulent fluxes for the highly heterogeneous urban area revealed reasonable temporal variation during daytime on clear days, in comparison to the land-surface process-resolving numerical modeling. A series of sensitivity tests indicated that the overall uncertainty in the LAS-derived daytime <em class=\"a-plus-plus\">Q</em>\n                      <sub class=\"a-plus-plus\">H</sub> was within 20%–30% in terms of the influence of input parameters and the nondimensional similarity function for the temperature structure function parameter, while the estimation errors in τ were less sensitive to the factors of influence, except aerodynamic roughness length. The 3D LAS footprint modeling characterized the source areas of the LAS-derived turbulent fluxes in the heterogeneous urban area, revealing that the representative spatial scales of the LAS system deployed with the 2.1 km optical path distance ranged from 0.2 to 2 km<sup class=\"a-plus-plus\">2</sup> (a “micro-<em class=\"a-plus-plus\">a</em> scale”), depending on local meteorological conditions.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-015-4236-2", 
        "title": "Estimation of turbulent sensible heat and momentum fluxes over a heterogeneous urban area using a large aperture scintillometer"
    }, 
    {
        "author": "", 
        "date": "2015-08-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">This study examines the relationships among the monsoon-like southwest Australian circulation (SWAC), the Southern Annular Mode (SAM), and southwest Western Australia winter rainfall (SWR), based on observed rainfall, reanalysis datasets, and the results of numerical modeling. By decomposing the SWAC into two components using a linear model, i.e. the component related to SAM (RSAM) and the component unrelated to SAM (SWACI*), we find it is the SWACI* that shows a significant influence on SWR. Similarly, it is the component of SAM associated with SWAC that exhibits an impact on SWR, whereas the component unrelated to SAM. A similar result is obtained in terms of the circulation associated with SWAC and the SAM. These facts suggest the SAM plays an indirect role in influencing SWR, and raise the possibility that SWAC acts as a bridge between the SAM and SWR, by which the SAM passes its influences onto SWR. This is due to the fact that the variations of SWAC are closely linked to the thermal contrast between land and sea across the southern Indian Ocean and southwest Australia. By contrast, the SAM does not significantly relate to this thermal structure, particularly for the component unrelated to SWAC. The variations of surface sea temperature over the southern Indian Ocean contribute to the favored rainfall circulation patterns. This finding is supported by the numerical modeling results. The strong coupling between SWAC and SWR may be instrumental for understanding the interactions between SWR and the southern Indian Ocean, and provides another perspective in examining the variations in SWR.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-014-4142-z", 
        "title": "Relationships among the monsoon-like southwest Australian circulation, the Southern Annular Mode, and winter rainfall over southwest Western Australia"
    }, 
    {
        "author": "", 
        "date": "2015-08-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">The tropical Hadley circulation (HC) plays an important role in influencing the climate in the tropics and extra-tropics. The realism of the climatological characteristics, spatial structure, and temporal evolution of the long-term variation of the principal mode of the annual mean HC (i.e., the equatorially asymmetric mode, EAM) was examined in model simulations from the Coupled Model Intercomparison Project Phase 5 (CMIP5). The results showed that all the models are moderately successful in capturing the HC’s climatological features, including the spatial pattern, meridional extent, and intensity, but not the spatial or temporal variation of the EAM. The possible reasons for the poor simulation of the long-term variability of the EAM were explored. None of the models can successfully capture the differences in the warming rate between the tropical Southern Hemisphere (SH) and Northern Hemisphere (NH), which is considered to be an important driver for the variation of the AM. Most of the models produce a faster warming in the NH than in the SH, which is the reverse of the observed trend. This leads to a reversed trend in the meridional gradient between the SH and NH, and contributes to the poor simulation of EAM variability. Thus, this aspect of the models should be improved to provide better simulations of the variability of the HC. This study suggests a possible reason for the poor simulation of the HC, which may be helpful for improving the skill of the CMIP5 models in the future.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-015-4157-0", 
        "title": "Simulation of the equatorially asymmetric mode of the Hadley circulation in CMIP5 models"
    }
]