[
    {
        "author": "M. Lainer, N. Kämpfer, B. Tschanz, G. E. Nedoluha, S. Ka, and J. J. Oh", 
        "date": "2015-08-31", 
        "description": "<b>Trajectory mapping of middle atmospheric water vapor by a mini   network of NDACC instruments</b><br /><br />Atmospheric Chemistry and Physics, 15, 9711-9730, 2015<br /><br />Author(s): M. Lainer, N. Kämpfer, B. Tschanz, G. E. Nedoluha, S. Ka, and J. J. Oh<br /><br />The important task to observe the global coverage of middle\n  atmospheric trace gases like water vapor or ozone usually is\n  accomplished by satellites. Climate and atmospheric studies rely\n  upon the knowledge of trace gas distributions throughout the\n  stratosphere and mesosphere. Many of these gases are currently\n  measured from satellites, but it is not clear whether this\n  capability will be maintained in the future. This could lead to\n  a significant knowledge gap of the state of the atmosphere. We\n  explore the possibilities of mapping middle atmospheric water vapor\n  in the Northern Hemisphere by using Lagrangian trajectory\n  calculations and water vapor profile data from a small network of\n  five ground-based microwave radiometers. Four of them are operated\n  within the frame of NDACC (Network for the Detection of Atmospheric\n  Composition Change). Keeping in mind that the instruments are based\n  on different hardware and calibration setups, a height-dependent\n  bias of the retrieved water vapor profiles has to be expected among\n  the microwave radiometers. In order to correct and harmonize the\n  different data sets, the Microwave Limb Sounder (MLS) on the Aura\n  satellite is used to serve as a kind of traveling\n  standard. A domain-averaging TM (trajectory mapping) method is\n  applied which simplifies the subsequent validation of the quality of\n  the trajectory-mapped water vapor distribution towards direct\n  satellite observations. Trajectories are calculated forwards and\n  backwards in time for up to 10 days using 6 hourly meteorological\n  wind analysis fields. Overall, a total of four case studies of\n  trajectory mapping in different meteorological regimes are\n  discussed. One of the case studies takes place during a major sudden\n  stratospheric warming (SSW) accompanied by the polar vortex\n  breakdown; a second takes place after the reformation of stable\n  circulation system. TM cases close to the fall equinox and June\n  solstice event from the year 2012 complete the study, showing the\n  high potential of a network of ground-based remote sensing\n  instruments to synthesize hemispheric maps of water vapor.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/9711/2015/", 
        "title": "Trajectory mapping of middle atmospheric water vapor by a mini   network of NDACC instruments"
    }, 
    {
        "author": "A. Retama, D. Baumgardner, G. B. Raga, G. R. McMeeking, and J. W. Walker", 
        "date": "2015-08-28", 
        "description": "<b>Seasonal and diurnal trends in black carbon properties and co-pollutants in Mexico City</b><br /><br />Atmospheric Chemistry and Physics, 15, 9693-9709, 2015<br /><br />Author(s): A. Retama, D. Baumgardner, G. B. Raga, G. R. McMeeking, and J. W. Walker<br /><br />The Mexico City metropolitan area (MCMA) is a region that continues to grow\nin population and vehicular traffic as well as being the largest source of\nshort-lived climate pollutants (SLCP) in Latin America. The local city\ngovernment has made significant progress in controlling some of these\npollutants, i.e., ozone (O<sub>3</sub>) and carbon monoxide (CO), but particulate\nmatter (PM<sub>2.5</sub> and PM<sub>10</sub>) and black carbon (BC) have shown a less\npositive response to mitigation strategies that have been in place for\nalmost 3 decades. For the first time, extended measurements of equivalent black\ncarbon (eBC), derived from light absorption measurements, have been made using a\nPhotoacoustic Extinctiometer (PAX) over a 13 month\nperiod from March 2013 through March 2014. The daily trends in workdays\n(Monday through Saturday) and Sunday eBC, PM<sub>2.5</sub> and the co-pollutants\nCO, O<sub>3</sub> and NO<sub><i>x</i></sub> are evaluated with respect to the three primary\nseasons in the MCMA: rainy, cold and dry and warm and dry.\n\n\n\n<br><br>\n\nThe maximum values in all of the particle and gas concentrations were\nsignificantly larger (Student's <i>t</i> test, <i>P</i> < 0.05) during the dry\nperiods than in the rainy season. The changes from rainy to dry seasons for\neBC, PM<sub>2.5</sub>, CO, O<sub>3</sub> and NO<sub><i>x</i></sub> were 8.8 to 13.1 μg m<sup>−3</sup> (40 %), 49 to 73 μg m<sup>−3</sup> (40 %), 2.5 to 3.8 ppm\n(40 %), 73 to 100 ppb (30 %) and 144 to 252 ppb (53 %), respectively.\n\n<br><br>\n\nThe primary factors that lead to these large changes between the wet and dry\nseasons are the accelerated vertical mixing of boundary layer and free\ntropospheric air by the formation of clouds that dilutes the concentration\nof the SLCPs, the decreased actinic flux that reduces the production of\nozone by photochemical reactions and the heavy, almost daily rain that\nremoves particulate matter.\n\n<br><br>\n\nA significant \"weekend effect\" was also identified, particularly the\ndecrease in BC due to fewer large transport vehicles that are fueled by\ndiesel, which produces a large fraction of the BC. The other co-pollutant\nconcentrations are also significantly less on weekends except for O<sub>3</sub>\nthat shows no change in maximum values from workdays to Sundays. This lack of\nchange is a result of the balancing effects of lower precursor gases, i.e.,\nVOCs, offset by lower concentrations of NO<sub><i>x</i></sub>, that is an O<sub>3</sub>\ninhibitor.\n\n<br><br>\n\nA comparison of the average maximum value of eBC measured during the 1\nyear period of the current study, with maximum values measured in shorter\nfield campaigns in 2000 and 2006, shows no significant change in the eBC\nemissions over a 14 year period. This suggests that new methods may need to\nbe developed that can decrease potentially toxic levels of this particulate\npollutant.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/9693/2015/", 
        "title": "Seasonal and diurnal trends in black carbon properties and co-pollutants in Mexico City"
    }, 
    {
        "author": "A. Massling, I. E. Nielsen, D. Kristensen, J. H. Christensen, L. L. Sørensen, B. Jensen, Q. T. Nguyen, J. K. Nøjgaard, M. Glasius, and H. Skov", 
        "date": "2015-08-28", 
        "description": "<b>Atmospheric black carbon and sulfate concentrations in Northeast Greenland</b><br /><br />Atmospheric Chemistry and Physics, 15, 9681-9692, 2015<br /><br />Author(s): A. Massling, I. E. Nielsen, D. Kristensen, J. H. Christensen, L. L. Sørensen, B. Jensen, Q. T. Nguyen, J. K. Nøjgaard, M. Glasius, and H. Skov<br /><br />Measurements of equivalent black carbon (EBC) in aerosols at the high Arctic\nfield site Villum Research Station (VRS) at Station Nord in North Greenland\nshowed a seasonal variation in EBC concentrations with a maximum in winter\nand spring at ground level. Average measured concentrations were about\n0.067 ± 0.071 for the winter and 0.011 ± 0.009 for the summer\nperiod. These data were obtained using a multi-angle absorption photometer\n(MAAP). A similar seasonal pattern was found for sulfate concentrations with\na maximum level during winter and spring analyzed by ion chromatography.\nHere, measured average concentrations were about 0.485 ± 0.397 for the\nwinter and 0.112 ± 0.072 for the summer period. A correlation between\nEBC and sulfate concentrations was observed over the years 2011 to 2013\nstating a correlation coefficient of <i>R</i><sup>2</sup> = 0.72. This finding gives the\nhint that most likely transport of primary emitted BC particles to the Arctic\nwas accompanied by aging of the aerosols through condensational processes. BC\nand sulfate are known to have only partly similar sources with respect to\ntheir transport pathways when reaching the high Arctic. Aging processes may\nhave led to the formation of secondary inorganic matter and further transport\nof BC particles as cloud processing and further washout of particles is less\nlikely based on the typically observed transport patterns of air masses\narriving at VRS. Additionally, concentrations of EC (elemental carbon) based\non a thermo-optical method were determined and compared to EBC measurements.\nEBC measurements were generally higher, but a correlation between EC and EBC\nresulted in a correlation coefficient of <i>R</i><sup>2</sup> = 0.64.\n<br><br>\nModel estimates of the climate forcing due to BC in the Arctic are based on\ncontributions of long-range transported BC during spring and summer. The\nmeasured concentrations were here compared with model results obtained by the\nDanish Eulerian Hemispheric Model, DEHM. Good agreement between measured and modeled\nconcentrations of both EBC/BC and sulfate was observed. Also, the correlation\nbetween BC and sulfate concentrations was confirmed based on the model\nresults observed over the years 2011 to 2013 stating a correlation\ncoefficient of <i>R</i><sup>2</sup> = 0.74. The dominant source is found to be combustion\nof fossil fuel with biomass burning as a minor, albeit significant source.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/9681/2015/", 
        "title": "Atmospheric black carbon and sulfate concentrations in Northeast Greenland"
    }, 
    {
        "author": "C. R. Thompson, P. B. Shepson, J. Liao, L. G. Huey, E. C. Apel, C. A. Cantrell, F. Flocke, J. Orlando, A. Fried, S. R. Hall, R. S. Hornbrook, D. J. Knapp, R. L. Mauldin III, D. D. Montzka, B. C. Sive, K. Ullmann, P. Weibring, and A. Weinheimer", 
        "date": "2015-08-28", 
        "description": "<b>Interactions of bromine, chlorine, and iodine photochemistry during ozone depletions in Barrow, Alaska</b><br /><br />Atmospheric Chemistry and Physics, 15, 9651-9679, 2015<br /><br />Author(s): C. R. Thompson, P. B. Shepson, J. Liao, L. G. Huey, E. C. Apel, C. A. Cantrell, F. Flocke, J. Orlando, A. Fried, S. R. Hall, R. S. Hornbrook, D. J. Knapp, R. L. Mauldin III, D. D. Montzka, B. C. Sive, K. Ullmann, P. Weibring, and A. Weinheimer<br /><br />The springtime depletion of tropospheric ozone in the Arctic is known to be\ncaused by active halogen photochemistry resulting from halogen atom\nprecursors emitted from snow, ice, or aerosol surfaces. The role of bromine\nin driving ozone depletion events (ODEs) has been generally accepted, but\nmuch less is known about the role of chlorine radicals in ozone depletion\nchemistry. While the potential impact of iodine in the High Arctic is more\nuncertain, there have been indications of active iodine chemistry through\nobserved enhancements in filterable iodide, probable detection of\ntropospheric IO, and recently, observation of snowpack photochemical\nproduction of I<sub>2</sub>. Despite decades of research, significant uncertainty\nremains regarding the chemical mechanisms associated with the\nbromine-catalyzed depletion of ozone, as well as the complex interactions\nthat occur in the polar boundary layer due to halogen chemistry. To\ninvestigate this, we developed a zero-dimensional photochemical model,\nconstrained with measurements from the 2009 OASIS field campaign in Barrow,\nAlaska. We simulated a 7-day period during late March that included a full\nozone depletion event lasting 3 days and subsequent ozone recovery to study\nthe interactions of halogen radicals under these different conditions. In\naddition, the effects of iodine added to our Base Model were investigated.\nWhile bromine atoms were primarily responsible for ODEs, chlorine and iodine\nwere found to enhance the depletion rates and iodine was found to be more\nefficient per atom at depleting ozone than Br. The interaction between\nchlorine and bromine is complex, as the presence of chlorine can increase the\nrecycling and production of Br atoms, while also increasing reactive bromine\nsinks under certain conditions. Chlorine chemistry was also found to have\nsignificant impacts on both HO<sub>2</sub> and RO<sub>2</sub>, with organic compounds\nserving as the primary reaction partner for Cl atoms. The results of this\nwork highlight the need for future studies on the production mechanisms of\nBr<sub>2</sub> and Cl<sub>2</sub>, as well as on the potential impact of iodine in the\nHigh Arctic.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/9651/2015/", 
        "title": "Interactions of bromine, chlorine, and iodine photochemistry during ozone depletions in Barrow, Alaska"
    }, 
    {
        "author": "T. Trickl, H. Vogelmann, H. Flentje, and L. Ries", 
        "date": "2015-08-28", 
        "description": "<b>Stratospheric ozone in boreal fire plumes &ndash; the 2013 smoke season over central Europe</b><br /><br />Atmospheric Chemistry and Physics, 15, 9631-9649, 2015<br /><br />Author(s): T. Trickl, H. Vogelmann, H. Flentje, and L. Ries<br /><br />In July 2013 very strong boreal fire plumes were observed at the northern rim\nof the Alps by lidar and ceilometer measurements of aerosol, ozone and water\nvapour for about 3 weeks. In addition, some of the lower-tropospheric\ncomponents of these layers were analysed at the Global Atmosphere Watch\nlaboratory at the Schneefernerhaus high-altitude research station\n(2650 m a.s.l., located a few hundred metres south-west of the Zugspitze\nsummit). The high amount of particles confirms our hypothesis that fires in\nthe Arctic regions of North America lead to much stronger signatures in the\ncentral European atmosphere than the multitude of fires in the USA.\nThis has been ascribed to the prevailing anticyclonic advection pattern\nduring favourable periods and subsidence, in contrast to warm-conveyor-belt\nexport, rainout and dilution frequently found for lower latitudes. A high\nnumber of the pronounced aerosol structures were positively correlated with\nelevated ozone. Chemical ozone formation in boreal fire plumes is known to be\nrather limited. Indeed, these air masses could be attributed to stratospheric\nair intrusions descending from remote high-latitude regions, obviously\npicking up the aerosol on their way across Canada. In one case, subsidence\nfrom the stratosphere over Siberia over as many as 15–20 days without\nincrease in humidity was observed although a significant amount of Canadian\nsmoke was trapped. These coherent air streams lead to rather straight and\nrapid transport of the particles to Europe.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/9631/2015/", 
        "title": "Stratospheric ozone in boreal fire plumes &ndash; the 2013 smoke season over central Europe"
    }, 
    {
        "author": "C. Di Biagio, L. Doppler, C. Gaimoz, N. Grand, G. Ancellet, J.-C. Raut, M. Beekmann, A. Borbon, K. Sartelet, J.-L. Attié, F. Ravetta, and P. Formenti", 
        "date": "2015-08-27", 
        "description": "<b>Continental pollution in the western Mediterranean basin: vertical profiles of aerosol and trace gases measured over the sea during TRAQA 2012 and SAFMED 2013</b><br /><br />Atmospheric Chemistry and Physics, 15, 9611-9630, 2015<br /><br />Author(s): C. Di Biagio, L. Doppler, C. Gaimoz, N. Grand, G. Ancellet, J.-C. Raut, M. Beekmann, A. Borbon, K. Sartelet, J.-L. Attié, F. Ravetta, and P. Formenti<br /><br />In this study we present airborne observations of aerosol and trace gases\nobtained over the sea in the western Mediterranean basin during the TRAQA\n(TRansport and Air QuAlity) and SAFMED (Secondary Aerosol Formation in the\nMEDiterranean) campaigns in summer 2012 and 2013. A total of 23 vertical\nprofiles were measured up to 5000 m above sea level over an extended area\n(40–45° N and 2° W–12° E) including the Gulf of Genoa, southern France, the Gulf of Lion,\nand the Spanish coast. During TRAQA and SAFMED the study area experienced a\nwide range of meteorological conditions which favoured pollution export\nfrom different sources located around the basin. Also, several events of\ndust outflows were measured during the campaigns. Observations from the\npresent study show that continental pollution largely affects the western\nMediterranean both close to coastal regions and in the open sea as far as\n~ 250 km from the coastline. The measured aerosol scattering\ncoefficient varies between ~ 20 and 120 Mm<sup>−1</sup>, while\ncarbon monoxide (CO) and ozone (O<sub>3</sub>) mixing ratios are in the range of\n60–165  and 30–85 ppbv, respectively. Pollution reaches 3000–4000 m in\naltitude and presents a very complex and highly stratified structure\ncharacterized by fresh and aged layers both in the boundary layer and in the\nfree troposphere. Within pollution plumes the measured particle\nconcentration in the Aitken (0.004–0.1 μm) and accumulation (0.1–1.0 μm) modes is between ~ 30 and 5000–6000 scm<sup>−3</sup>\n(standard cm<sup>−3</sup>), which is comparable to the aerosol concentration\nmeasured in continental areas under pollution conditions. Additionally, our\nmeasurements indicate the presence of highly concentrated Aitken layers\n(10 000–15 000 scm<sup>−3</sup>) observed both close to the surface and in the free\ntroposphere, possibly linked to the influence of new particle formation\n(NPF) episodes over the basin.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/9611/2015/", 
        "title": "Continental pollution in the western Mediterranean basin: vertical profiles of aerosol and trace gases measured over the sea during TRAQA 2012 and SAFMED 2013"
    }, 
    {
        "author": "V. N. Aswathy, O. Boucher, M. Quaas, U. Niemeier, H. Muri, J. Mülmenstädt, and J. Quaas", 
        "date": "2015-08-27", 
        "description": "<b>Climate extremes in multi-model simulations   of stratospheric aerosol and marine cloud brightening climate engineering</b><br /><br />Atmospheric Chemistry and Physics, 15, 9593-9610, 2015<br /><br />Author(s): V. N. Aswathy, O. Boucher, M. Quaas, U. Niemeier, H. Muri, J. Mülmenstädt, and J. Quaas<br /><br />Simulations from a multi-model ensemble for the RCP4.5 climate change scenario for the 21st century, and for two\nsolar radiation management (SRM) schemes (stratospheric sulfate injection (G3), SULF and\nmarine cloud brightening by sea salt emission  SALT) have been analysed in terms of changes in the mean\nand extremes of surface air temperature and precipitation.  The climate engineering\nand termination periods are investigated.\nDuring the climate engineering period, both schemes, as intended,\noffset temperature increases by about 60 % globally, but are more effective in the low\nlatitudes and exhibit some residual warming in the Arctic (especially in the case of SALT which is\nonly applied in the low latitudes). In both climate engineering scenarios, extreme temperature\nchanges are similar to  the mean temperature changes over much of the globe.\nThe exceptions are the mid- and high latitudes\nin the Northern Hemisphere, where high\ntemperatures (90th percentile of the distribution) of the climate engineering period compared to RCP4.5 control period rise less than the\nmean, and cold temperatures (10th percentile), much more than the\nmean. This aspect of the SRM schemes is also reflected in simulated reduction in the frost day frequency of\noccurrence for both schemes. However, summer day frequency of\noccurrence increases less in the SALT experiment than the SULF experiment, especially over the tropics.\nPrecipitation extremes in the two SRM scenarios act differently – the SULF\nexperiment more effectively mitigates extreme precipitation increases over land compared\nto the SALT experiment. A reduction in dry spell\noccurrence over land is observed in the SALT experiment.\nThe SULF experiment has a slight increase in the length of dry spells.\nA strong termination effect is found for the two\nclimate engineering schemes, with large temperature increases especially in the Arctic.\nGlobally, SULF is more effective in reducing extreme temperature increases over land than SALT. Extreme precipitation increases\nover land is also more reduced in SULF than the SALT experiment. However, globally SALT\ndecreases the frequency of dry spell length and reduces the occurrence of hot days compared to SULF.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/9593/2015/", 
        "title": "Climate extremes in multi-model simulations   of stratospheric aerosol and marine cloud brightening climate engineering"
    }, 
    {
        "author": "M. Beekmann, A. S. H. Prévôt, F. Drewnick, J. Sciare, S. N. Pandis, H. A. C. Denier van der Gon, M. Crippa, F. Freutel, L. Poulain, V. Ghersi, E. Rodriguez, S. Beirle, P. Zotter, S.-L. von der Weiden-Reinmüller, M. Bressi, C. Fountoukis, H. Petetin, S. Szidat, J. Schneider, A. Rosso, I. El Haddad, A. Megaritis, Q. J. Zhang, V. Michoud, J. G. Slowik, S. Moukhtar, P. Kolmonen, A. Stohl, S. Eckhardt, A. Borbon, V. Gros, N. Marchand, J. L. Jaffrezo, A. Schwarzenboeck, A. Colomb, A. Wiedensohler, S. Borrmann, M. Lawrence, A. Baklanov, and U. Baltensperger", 
        "date": "2015-08-27", 
        "description": "<b>In situ, satellite measurement and model evidence on the dominant regional contribution to fine particulate matter levels in the Paris megacity</b><br /><br />Atmospheric Chemistry and Physics, 15, 9577-9591, 2015<br /><br />Author(s): M. Beekmann, A. S. H. Prévôt, F. Drewnick, J. Sciare, S. N. Pandis, H. A. C. Denier van der Gon, M. Crippa, F. Freutel, L. Poulain, V. Ghersi, E. Rodriguez, S. Beirle, P. Zotter, S.-L. von der Weiden-Reinmüller, M. Bressi, C. Fountoukis, H. Petetin, S. Szidat, J. Schneider, A. Rosso, I. El Haddad, A. Megaritis, Q. J. Zhang, V. Michoud, J. G. Slowik, S. Moukhtar, P. Kolmonen, A. Stohl, S. Eckhardt, A. Borbon, V. Gros, N. Marchand, J. L. Jaffrezo, A. Schwarzenboeck, A. Colomb, A. Wiedensohler, S. Borrmann, M. Lawrence, A. Baklanov, and U. Baltensperger<br /><br />A detailed characterization of air quality in the megacity of Paris (France) during two 1-month intensive campaigns\nand from additional 1-year observations revealed that about 70 % of the\nurban background fine particulate matter (PM) is transported on average\ninto the megacity from upwind regions. This dominant influence of regional\nsources was confirmed by in situ measurements during short intensive and\nlonger-term campaigns, aerosol optical depth (AOD) measurements from\nENVISAT, and modeling results from PMCAMx and CHIMERE chemistry transport models. While advection of\nsulfate is well documented for other megacities, there was surprisingly high\ncontribution from long-range transport for both nitrate and organic aerosol.\nThe origin of organic PM was investigated by comprehensive analysis of\naerosol mass spectrometer (AMS), radiocarbon and tracer measurements during\ntwo intensive campaigns. Primary fossil fuel combustion emissions\nconstituted less than 20 % in winter and 40 % in summer of carbonaceous\nfine PM, unexpectedly small for a megacity. Cooking activities and, during\nwinter, residential wood burning are the major primary organic PM sources.\nThis analysis suggests that the major part of secondary organic aerosol is\nof modern origin, i.e., from biogenic precursors and from wood burning. Black\ncarbon concentrations are on the lower end of values encountered in\nmegacities worldwide, but still represent an issue for air quality. These\ncomparatively low air pollution levels are due to a combination of low\nemissions per inhabitant, flat terrain, and a meteorology that is in general\nnot conducive to local pollution build-up. This revised picture of a megacity only being partially\nresponsible for its own average and peak PM levels has\nimportant implications for air pollution regulation\npolicies.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/9577/2015/", 
        "title": "In situ, satellite measurement and model evidence on the dominant regional contribution to fine particulate matter levels in the Paris megacity"
    }, 
    {
        "author": "B. Sinha, K. Singh Sangwan, Y. Maurya, V. Kumar, C. Sarkar, B. P. Chandra, and V. Sinha", 
        "date": "2015-08-27", 
        "description": "<b>Assessment of crop yield losses in Punjab and Haryana using 2 years of continuous in situ ozone measurements</b><br /><br />Atmospheric Chemistry and Physics, 15, 9555-9576, 2015<br /><br />Author(s): B. Sinha, K. Singh Sangwan, Y. Maurya, V. Kumar, C. Sarkar, B. P. Chandra, and V. Sinha<br /><br />In this study we use a high-quality data set of in situ ozone measurements at\na suburban site called Mohali in the state of Punjab to estimate ozone-related crop yield losses for wheat, rice, cotton and maize for Punjab and\nthe neighbouring state Haryana for the years 2011–2013. We intercompare\ncrop yield loss estimates according to different exposure metrics, such as\nAOT40 (accumulated ozone exposure over a threshold of 40) and M7 (mean 7-hour ozone mixing ratio from 09:00 to 15:59), for the two major crop growing seasons of kharif (June–October)\nand rabi (November–April) and establish a new crop-yield–exposure\nrelationship for southern Asian wheat, maize and rice cultivars. These are\na factor of 2 more sensitive to ozone-induced crop yield losses compared to\ntheir European and American counterparts.\n<br><br>\nRelative yield losses based on the AOT40 metrics ranged from 27 to 41 % for\nwheat, 21 to 26 % for rice, 3 to 5 % for maize and 47 to 58 % for cotton.\nCrop production losses for wheat amounted to 20.8 ± 10.4 million t in\nthe fiscal year of 2012–2013 and 10.3 ± 4.7 million t in the fiscal year of 2013–2014\nfor Punjab and Haryana taken together. Crop production losses for rice totalled\n5.4 ± 1.2 million t in the fiscal year of 2012–2013 and 3.2 ± 0.8 million t\nin the year 2013–2014 for Punjab and Haryana taken together. The Indian National Food\nSecurity Ordinance entitles ~ 820 million of India's poor to purchase\nabout 60 kg of rice or wheat per person annually at subsidized rates. The\nscheme requires 27.6 Mt of wheat and 33.6 Mt of rice per year. The mitigation\nof ozone-related crop production losses in Punjab and Haryana alone could\nprovide > 50 % of the wheat and ~ 10 % of the rice required for the scheme.\n<br><br>\nThe total economic cost losses in Punjab and Haryana amounted to\nUSD 6.5 ± 2.2 billion in the fiscal year of 2012–2013 and\nUSD 3.7 ± 1.2 billion in the fiscal year of 2013–2014. This economic loss\nestimate represents a very conservative lower limit based on the minimum\nsupport price of the crop, which is lower than the actual production costs.\nThe upper limit for ozone-related crop yield losses in all of India currently\namounts to 3.5–20 % of India's GDP.\n<br><br>\nThe mitigation of high surface ozone would require relatively little investment\nin comparison to the economic losses incurred presently. Therefore, ozone\nmitigation can yield massive benefits in terms of ensuring food security and\nboosting the economy. The co-benefits of ozone mitigation also include a decrease\nin the ozone-related mortality and morbidity and a reduction of the ozone-induced warming in the lower troposphere.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/9555/2015/", 
        "title": "Assessment of crop yield losses in Punjab and Haryana using 2 years of continuous in situ ozone measurements"
    }, 
    {
        "author": "S. Osipov, G. Stenchikov, H. Brindley, and J. Banks", 
        "date": "2015-08-27", 
        "description": "<b>Diurnal cycle of the dust instantaneous direct radiative forcing over the Arabian Peninsula</b><br /><br />Atmospheric Chemistry and Physics, 15, 9537-9553, 2015<br /><br />Author(s): S. Osipov, G. Stenchikov, H. Brindley, and J. Banks<br /><br />In this study we attempted to better quantify radiative effects of\ndust over the Arabian Peninsula and their dependence on input parameters.\nFor this purpose we have developed a stand-alone column radiation transport\nmodel coupled with the Mie, T-matrix and geometric optics calculations\nand driven by reanalysis meteorological fields and atmospheric composition.\nNumerical experiments were carried out for a wide range of aerosol\noptical depths, including extreme values developed during the dust\nstorm on 18–20 March 2012. Comprehensive ground-based observations\nand satellite retrievals were used to estimate aerosol optical properties,\nvalidate calculations and carry out radiation closure. The broadband\nsurface albedo, fluxes at the bottom and top of the atmosphere as\nwell as instantaneous dust radiative forcing were estimated both from\nthe model and observations. Diurnal cycle of the shortwave instantaneous\ndust direct radiative forcing was studied for a range of aerosol and\nsurface characteristics representative of the Arabian Peninsula.\nMechanisms and parameters responsible for diurnal variability of the\nradiative forcing were evaluated. We found that intrinsic variability\nof the surface albedo and its dependence on atmospheric conditions,\nalong with anisotropic aerosol scattering, are mostly responsible\nfor diurnal effects.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/9537/2015/", 
        "title": "Diurnal cycle of the dust instantaneous direct radiative forcing over the Arabian Peninsula"
    }, 
    {
        "author": "M. J. Newland, A. R. Rickard, L. Vereecken, A. Muñoz, M. Ródenas, and W. J. Bloss", 
        "date": "2015-08-26", 
        "description": "<b>Atmospheric isoprene ozonolysis: impacts of stabilised Criegee intermediate reactions with SO<sub>2</sub>, H<sub>2</sub>O and dimethyl sulfide</b><br /><br />Atmospheric Chemistry and Physics, 15, 9521-9536, 2015<br /><br />Author(s): M. J. Newland, A. R. Rickard, L. Vereecken, A. Muñoz, M. Ródenas, and W. J. Bloss<br /><br />Isoprene is the dominant global biogenic volatile organic compound (VOC)\nemission. Reactions of isoprene with ozone are known to form stabilised\nCriegee intermediates (SCIs), which have recently been shown to be\npotentially important oxidants for SO<sub>2</sub> and NO<sub>2</sub> in the atmosphere;\nhowever the significance of this chemistry for SO<sub>2</sub> processing\n(affecting sulfate aerosol) and NO<sub>2</sub> processing (affecting NO<sub><i>x</i></sub>\nlevels) depends critically upon the fate of the SCIs with respect to reaction\nwith water and decomposition. Here, we have investigated the removal of\nSO<sub>2</sub> in the presence of isoprene and ozone, as a function of humidity,\nunder atmospheric boundary layer conditions. The SO<sub>2</sub> removal displays a\nclear dependence on relative humidity, confirming a significant reaction for\nisoprene-derived SCIs with H<sub>2</sub>O. Under excess SO<sub>2</sub> conditions, the\ntotal isoprene ozonolysis SCI yield was calculated to be 0.56 (±0.03). The observed SO<sub>2</sub> removal kinetics are consistent with a relative\nrate constant, <i>k</i>(SCI + H<sub>2</sub>O) / <i>k</i>(SCI + SO<sub>2</sub>), of 3.1 (±0.5) × 10<sup>&minus;5</sup>\n for isoprene-derived SCIs. The relative rate constant\nfor <i>k</i>(SCI decomposition) / <i>k</i>(SCI+SO<sub>2</sub>) is 3.0\n(±3.2) × 10<sup>11</sup> cm<sup>−3</sup>. Uncertainties are ±2&sigma; and represent\ncombined systematic and precision components. These kinetic parameters are\nbased on the simplification that a single SCI species is formed in isoprene\nozonolysis, an approximation which describes the results well across the\nfull range of experimental conditions. Our data indicate that\nisoprene-derived SCIs are unlikely to make a substantial contribution to\ngas-phase SO<sub>2</sub> oxidation in the troposphere. We also present results\nfrom an analogous set of experiments, which show a clear dependence of\nSO<sub>2</sub> removal in the isoprene–ozone system as a function of dimethyl\nsulfide concentration. We propose that this behaviour arises from a rapid\nreaction between isoprene-derived SCIs and dimethyl sulfide (DMS); the observed SO<sub>2</sub> removal\nkinetics are consistent with a relative rate constant, <i>k</i>(SCI + DMS) / <i>k</i>(SCI + SO<sub>2</sub>), of 3.5 (±1.8). This result suggests that SCIs may\ncontribute to the oxidation of DMS in the atmosphere and that this process\ncould therefore influence new particle formation in regions impacted by\nemissions of unsaturated hydrocarbons and DMS.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/9521/2015/", 
        "title": "Atmospheric isoprene ozonolysis: impacts of stabilised Criegee intermediate reactions with SO<sub>2</sub>, H<sub>2</sub>O and dimethyl sulfide"
    }, 
    {
        "author": "H. Pawar, S. Garg, V. Kumar, H. Sachan, R. Arya, C. Sarkar, B. P. Chandra, and B. Sinha", 
        "date": "2015-08-26", 
        "description": "<b>Quantifying the contribution of long-range transport to particulate matter (PM) mass loadings at a suburban site in the north-western Indo-Gangetic Plain (NW-IGP)</b><br /><br />Atmospheric Chemistry and Physics, 15, 9501-9520, 2015<br /><br />Author(s): H. Pawar, S. Garg, V. Kumar, H. Sachan, R. Arya, C. Sarkar, B. P. Chandra, and B. Sinha<br /><br />Many sites in the densely populated Indo-Gangetic Plain (IGP) frequently\nexceed the national ambient air quality standard (NAAQS) of\n      100 μg m<sup>−3</sup> for 24 h average PM<sub>10</sub> and\n      60 μg m<sup>−3</sup> for 24 h average PM<sub>2.5</sub>\n      mass loadings, exposing residents to hazardous levels of particulate matter (PM) throughout\n      the year.\n<br><br>\n      We quantify the contribution of long-range transport to elevated PM\n      levels and the number of exceedance events through a back-trajectory\n      climatology analysis of air masses arriving at the IISER Mohali\n      Atmospheric Chemistry facility (30.667° N,\n      76.729° E; 310 m a.m.s.l.) for the period\n      August 2011–June 2013. Air masses arriving at the receptor site were\n      classified into six clusters, which represent synoptic-scale air-mass\n      transport patterns.\n<br><br>\n      Long-range transport from the west leads to significant enhancements\n      in the average fine- and coarse-mode PM mass loadings during all seasons. The\n      contribution of long-range transport from the west and south-west\n      (source regions: Arabia, Thar Desert, Middle East and Afghanistan) to\n      coarse-mode PM varied between 9 and 57 % of the total\n      PM<sub>10–2.5</sub> mass.\n<br><br>\n      Local pollution episodes (wind speed\n      < 1 m s<sup>−1</sup>) contributed to enhanced PM<sub>2.5</sub> mass\nloadings during both the winter and summer seasons and to enhanced\ncoarse-mode PM only\n      during the winter season.\n<br><br>\n      South-easterly air masses (source region:\n      eastern IGP) were associated with significantly lower fine- and coarse-mode PM\n      mass loadings during all seasons.\n<br><br>\n       The fraction of days in each season during which the PM mass loadings\n      exceeded the national ambient air quality standard was controlled by\n      long-range transport to a much lesser degree.\n<br><br>\n      For the local cluster, which represents regional air masses (source\n      region: NW-IGP), the fraction of days during which the national\n      ambient air quality standard (NAAQS) of 60 μg m<sup>−3</sup> for\n      24 h average PM<sub>2.5</sub> was exceeded varied between\n       36 % of the days associated with this synoptic-scale\n      transport during the monsoon, and 95 % during post-monsoon and winter seasons;\n      the fraction of days during which the NAAQS of 100 μg m<sup>−3</sup> for the 24 h\n      average PM<sub>10</sub> was exceeded, varied between 48 %\n      during the monsoon  and 98 % during the post-monsoon season.\n<br><br>\n      Long-range transport was responsible for both, bringing air masses\n      with a significantly lower fraction of exceedance days from the\n      eastern IGP and air masses with a moderate increase in the fraction of\n      exceedance days from the west (source regions: Arabia, Thar Desert,\n      Middle East and Afghanistan).\n<br><br>\n      In order to bring PM mass loadings into compliance with the NAAQS and to reduce the number of\n      exceedance days, mitigation of regional combustion sources in the\n      NW-IGP needs to be given highest priority.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/9501/2015/", 
        "title": "Quantifying the contribution of long-range transport to particulate matter (PM) mass loadings at a suburban site in the north-western Indo-Gangetic Plain (NW-IGP)"
    }, 
    {
        "author": "S. T. Turnock, D. V. Spracklen, K. S. Carslaw, G. W. Mann, M. T. Woodhouse, P. M. Forster, J. Haywood, C. E. Johnson, M. Dalvi, N. Bellouin, and A. Sanchez-Lorenzo", 
        "date": "2015-08-25", 
        "description": "<b>Modelled and observed changes in aerosols and surface solar radiation over Europe between 1960 and 2009</b><br /><br />Atmospheric Chemistry and Physics, 15, 9477-9500, 2015<br /><br />Author(s): S. T. Turnock, D. V. Spracklen, K. S. Carslaw, G. W. Mann, M. T. Woodhouse, P. M. Forster, J. Haywood, C. E. Johnson, M. Dalvi, N. Bellouin, and A. Sanchez-Lorenzo<br /><br />Substantial changes in anthropogenic aerosols and precursor gas emissions\nhave occurred over recent decades due to the implementation of air pollution\ncontrol legislation and economic growth. The response of atmospheric aerosols\nto these changes and the impact on climate are poorly constrained,\nparticularly in studies using detailed aerosol chemistry–climate models. Here\nwe compare the HadGEM3-UKCA (Hadley Centre Global Environment Model-United Kingdom Chemistry and Aerosols) coupled chemistry–climate model for the period\n1960–2009 against extensive ground-based observations of sulfate aerosol\nmass (1978–2009), total suspended particle matter (SPM, 1978–1998),\nPM<sub>10</sub> (1997–2009), aerosol optical depth (AOD, 2000–2009), aerosol size\ndistributions (2008–2009) and surface solar radiation (SSR, 1960–2009) over\nEurope. The model underestimates observed sulfate aerosol mass (normalised\nmean bias factor (NMBF) = −0.4), SPM (NMBF = −0.9), PM<sub>10</sub> (NMBF\n= −0.2), aerosol number concentrations (N30 NMBF = −0.85; N50 NMBF\n= −0.65; and N100 NMBF = −0.96) and  AOD (NMBF\n= −0.01) but slightly overpredicts SSR (NMBF = 0.02). Trends in\naerosol over the observational period are well simulated by the model, with\nobserved (simulated) changes in sulfate of −68 % (−78 %), SPM of\n−42 % (−20 %), PM<sub>10</sub> of −9 % (−8 %) and AOD of\n−11 % (−14 %). Discrepancies in the magnitude of simulated\naerosol mass do not affect the ability of the model to reproduce the observed\nSSR trends. The positive change in observed European SSR (5 %) during\n1990–2009 (\"brightening\") is better reproduced by the model when aerosol\nradiative effects (ARE) are included (3 %), compared to simulations where\nARE are excluded (0.2 %). The simulated top-of-the-atmosphere aerosol\nradiative forcing over Europe under all-sky conditions increased by\n> 3.0 W m<sup>−2</sup> during the period 1970–2009 in response to changes in\nanthropogenic emissions and aerosol concentrations.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/9477/2015/", 
        "title": "Modelled and observed changes in aerosols and surface solar radiation over Europe between 1960 and 2009"
    }, 
    {
        "author": "X. W. Fu, H. Zhang, B. Yu, X. Wang, C.-J. Lin, and X. B. Feng", 
        "date": "2015-08-24", 
        "description": "<b>Observations of atmospheric mercury in China: a critical review</b><br /><br />Atmospheric Chemistry and Physics, 15, 9455-9476, 2015<br /><br />Author(s): X. W. Fu, H. Zhang, B. Yu, X. Wang, C.-J. Lin, and X. B. Feng<br /><br />China presently contributes the largest amount of anthropogenic mercury (Hg)\nemission into the atmosphere in the world. Over the past decade, numerous\nstudies have been conducted to characterize the concentration and forms of\natmospheric Hg in China, which provide insights into the spatial and temporal\ndistributions of atmospheric Hg through ground-based measurements at widely\ndiverse geographical locations and during cruise and flight campaigns. In\nthis paper, we present a comprehensive review of the state of understanding\nin atmospheric Hg in China. Gaseous elemental mercury (GEM) and\nparticulate-bound mercury (PBM) measured at the remote sites in China are\nsubstantially elevated compared to the background values in the Northern\nHemisphere. In Chinese urban areas, the highly elevated GEM, PBM and gaseous\noxidized mercury (GOM) were mainly derived from local anthropogenic Hg\nemissions, whereas regional anthropogenic emissions and long-range transport\nfrom domestic source regions are the primary causes of the elevated GEM and\nPBM concentrations at remote sites. Using 7–9 years of continuous\nobservations at a remote site and an urban site, a slight increase in\natmospheric GEM (2.4–2.5 % yr<sup>&minus;1</sup>) was identified (paired samples\ntest: <i>p</i> < 0.01), which is in agreement with the increasing\ndomestic anthropogenic emissions. Anthropogenic GEM emission quantity in\nChina estimated through the observed GEM / CO concentration ratios ranged\nfrom 632 to 1138 t annually over the past decade, 2–3 times larger than\npublished values using emission activity data. Modeling results and filed\nmeasurements show dry deposition is the predominant process for removing Hg\nfrom the atmosphere, 2.5–9.0 times larger than wet deposition, due to the\nelevated atmospheric GEM and PBM concentrations that facilitate dry\ndeposition to terrestrial landscapes. Further studies to reconcile the\nobserved and simulated Hg concentrations, to understand the impact of\ndomestic emission reduction on Hg concentration and deposition and to\ndelineate the role of Hg emission and deposition of China in the global Hg\nbiogeochemical cycle, are needed.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/9455/2015/", 
        "title": "Observations of atmospheric mercury in China: a critical review"
    }, 
    {
        "author": "G. Shi, A. M. Buffen, M. G. Hastings, C. Li, H. Ma, Y. Li, B. Sun, C. An, and S. Jiang", 
        "date": "2015-08-24", 
        "description": "<b>Investigation of post-depositional processing of nitrate in East Antarctic snow: isotopic constraints on photolytic loss, re-oxidation, and source inputs</b><br /><br />Atmospheric Chemistry and Physics, 15, 9435-9453, 2015<br /><br />Author(s): G. Shi, A. M. Buffen, M. G. Hastings, C. Li, H. Ma, Y. Li, B. Sun, C. An, and S. Jiang<br /><br />Snowpits along a traverse from coastal East Antarctica to the summit of the\nice sheet (Dome Argus) are used to investigate the post-depositional\nprocessing of nitrate (NO<sub>3</sub><sup>&minus;</sup>) in snow. Seven snowpits from sites with accumulation\nrates between 24 and 172 kg m<sup>−2</sup> a<sup>−1</sup> were sampled to depths of\n150 to 300 cm. At sites from the continental interior (low accumulation,\n< 55 kg m<sup>−2</sup> a<sup>&minus;1</sup>), nitrate mass fraction is generally\n> 200 ng g<sup>−1</sup> in surface snow and decreases quickly with\ndepth to < 50 ng g<sup>−1</sup>. Considerably increasing values of\nδ<sup>15</sup>N of nitrate are also observed (16–461 &permil;\nvs. air N<sub>2</sub>), particularly in the top 20 cm, which is consistent with\npredicted fractionation constants for the photolysis of nitrate. The\nδ<sup>18</sup>O of nitrate (17–84 &permil; vs. VSMOW (Vienna Standard Mean Ocean\nWater)), on the\nother hand, decreases with increasing δ<sup>15</sup>N, suggestive of\nsecondary formation of nitrate in situ (following photolysis) with a low\nδ<sup>18</sup>O source. Previous studies have suggested that &delta;<sup>15</sup>N and δ<sup>18</sup>O of nitrate at deeper snow depths should be\npredictable based upon an exponential change derived near the surface. At\ndeeper depths sampled in this study, however, the relationship between\nnitrate mass fraction and δ<sup>18</sup>O changes, with increasing\nδ<sup>18</sup>O of nitrate observed between 100 and 200 cm. Predicting the\nimpact of post-depositional loss, and therefore changes in the isotopes with\ndepth, is highly sensitive to the depth interval over which an exponential\nchange is assumed. In the snowpits collected closer to the coast\n(accumulation > 91 kg m<sup>−2</sup> a<sup>&minus;1</sup>), there are no obvious\ntrends detected with depth and instead seasonality in nitrate mass fraction\nand isotopic composition is found. In comparison to the interior sites,\nthe coastal pits are lower in δ<sup>15</sup>N (−15–71 &permil; vs. air N<sub>2</sub>) and higher in δ<sup>18</sup>O of\nnitrate (53–111 &permil; vs. VSMOW). The relationships found\namongst mass fraction, δ<sup>15</sup>N, δ<sup>18</sup>O and &Delta;<sup>17</sup>O (Δ<sup>17</sup>O = &delta;<sup>17</sup>O–0.52 × δ<sup>18</sup>O) of nitrate cannot be explained by local post-depositional\nprocesses alone, and are instead interpreted in the context of a primary\natmospheric signal. Consistent with other Antarctic observational and\nmodeling studies, the isotopic results are suggestive of an important\ninfluence of stratospheric ozone chemistry on nitrate formation during the\ncold season and a mix of tropospheric sources and chemistry during the warm\nseason. Overall, the findings in this study speak to the sensitivity of\nnitrate isotopic composition to post-depositional processing and highlight\nthe strength of combined use of the nitrogen and oxygen isotopes for a\nmechanistic understanding of this processing.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/9435/2015/", 
        "title": "Investigation of post-depositional processing of nitrate in East Antarctic snow: isotopic constraints on photolytic loss, re-oxidation, and source inputs"
    }, 
    {
        "author": "S. Eckhardt, B. Quennehen, D. J. L. Olivié, T. K. Berntsen, R. Cherian, J. H. Christensen, W. Collins, S. Crepinsek, N. Daskalakis, M. Flanner, A. Herber, C. Heyes, Ø. Hodnebrog, L. Huang, M. Kanakidou, Z. Klimont, J. Langner, K. S. Law, M. T. Lund, R. Mahmood, A. Massling, S. Myriokefalitakis, I. E. Nielsen, J. K. Nøjgaard, J. Quaas, P. K. Quinn, J.-C. Raut, S. T. Rumbold, M. Schulz, S. Sharma, R. B. Skeie, H. Skov, T. Uttal, K. von Salzen, and A. Stohl", 
        "date": "2015-08-24", 
        "description": "<b>Current model capabilities for simulating black carbon and sulfate concentrations in the Arctic atmosphere: a multi-model evaluation using a comprehensive measurement data set</b><br /><br />Atmospheric Chemistry and Physics, 15, 9413-9433, 2015<br /><br />Author(s): S. Eckhardt, B. Quennehen, D. J. L. Olivié, T. K. Berntsen, R. Cherian, J. H. Christensen, W. Collins, S. Crepinsek, N. Daskalakis, M. Flanner, A. Herber, C. Heyes, Ø. Hodnebrog, L. Huang, M. Kanakidou, Z. Klimont, J. Langner, K. S. Law, M. T. Lund, R. Mahmood, A. Massling, S. Myriokefalitakis, I. E. Nielsen, J. K. Nøjgaard, J. Quaas, P. K. Quinn, J.-C. Raut, S. T. Rumbold, M. Schulz, S. Sharma, R. B. Skeie, H. Skov, T. Uttal, K. von Salzen, and A. Stohl<br /><br />The concentrations of sulfate, black carbon (BC) and other aerosols in the\nArctic are characterized by high values in late winter and spring (so-called\nArctic Haze) and low values in summer. Models have long been struggling to\ncapture this seasonality and especially the high concentrations associated\nwith Arctic Haze. In this study, we evaluate sulfate and BC concentrations\nfrom eleven different models driven with the same emission inventory against\na comprehensive pan-Arctic measurement data set over a time period of 2 years\n(2008–2009). The set of models consisted of one Lagrangian particle\ndispersion model, four chemistry transport models (CTMs), one atmospheric\nchemistry-weather forecast model and five chemistry climate models (CCMs), of\nwhich two were nudged to meteorological analyses and three were running\nfreely. The measurement data set consisted of surface measurements of\nequivalent BC (eBC) from five stations (Alert, Barrow, Pallas, Tiksi and\nZeppelin), elemental carbon (EC) from Station Nord and Alert and aircraft\nmeasurements of refractory BC (rBC) from six different campaigns. We find\nthat the models generally captured the measured eBC or rBC and sulfate\nconcentrations quite well, compared to previous comparisons. However, the\naerosol seasonality at the surface is still too weak in most models.\nConcentrations of eBC and sulfate averaged over three surface sites are\nunderestimated in winter/spring in all but one model (model means for\nJanuary–March underestimated by 59 and 37 % for BC and sulfate,\nrespectively), whereas concentrations in summer are overestimated in the\nmodel mean (by 88 and 44 % for July–September), but with overestimates\nas well as underestimates present in individual models. The most pronounced\neBC underestimates, not included in the above multi-site average, are found\nfor the station Tiksi in Siberia where the measured annual mean eBC\nconcentration is 3 times higher than the average annual mean for all other\nstations. This suggests an underestimate of BC sources in Russia in the\nemission inventory used. Based on the campaign data, biomass burning was\nidentified as another cause of the modeling problems. For sulfate, very large\ndifferences were found in the model ensemble, with an apparent\nanti-correlation between modeled surface concentrations and total atmospheric\ncolumns. There is a strong correlation between observed sulfate and eBC\nconcentrations with consistent sulfate/eBC slopes found for all Arctic\nstations, indicating that the sources contributing to sulfate and BC are\nsimilar throughout the Arctic and that the aerosols are internally mixed and\nundergo similar removal. However, only three models reproduced this finding,\nwhereas sulfate and BC are weakly correlated in the other models. Overall, no\nclass of models (e.g., CTMs, CCMs) performed better than the others and\ndifferences are independent of model resolution.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/9413/2015/", 
        "title": "Current model capabilities for simulating black carbon and sulfate concentrations in the Arctic atmosphere: a multi-model evaluation using a comprehensive measurement data set"
    }, 
    {
        "author": "J. Ding, R. J. van der A, B. Mijling, P. F. Levelt, and N. Hao", 
        "date": "2015-08-24", 
        "description": "<b>NO<sub><i>x</i></sub> emission estimates during the 2014 Youth Olympic Games in Nanjing</b><br /><br />Atmospheric Chemistry and Physics, 15, 9399-9412, 2015<br /><br />Author(s): J. Ding, R. J. van der A, B. Mijling, P. F. Levelt, and N. Hao<br /><br />The Nanjing Government applied temporary environmental regulations to\nguarantee good air quality during the Youth Olympic Games (YOG) in 2014. We\nstudy the effect of those regulations by applying the emission estimate\nalgorithm DECSO (Daily Emission estimates Constrained by Satellite\nObservations) to measurements of the Ozone Monitoring Instrument (OMI). We\nimproved DECSO by updating the chemical transport model CHIMERE from v2006 to\nv2013 and by adding an Observation minus Forecast (OmF) criterion to filter\noutlying satellite retrievals due to high aerosol concentrations. The\ncomparison of model results with both ground and satellite observations\nindicates that CHIMERE v2013 is better performing than CHIMERE v2006. After\nfiltering the satellite observations with high aerosol loads that were\nleading to large OmF values, unrealistic jumps in the emission estimates are\nremoved. Despite the cloudy conditions during the YOG we could still see a\ndecrease of tropospheric NO<sub>2</sub> column concentrations of about 32 % in\nthe OMI observations when compared to the average NO<sub>2</sub> columns from 2005 to\n2012. The results of the improved DECSO algorithm for NO<sub><i>x</i></sub> emissions show\na reduction of at least 25 % during the YOG period and afterwards. This\nindicates that air quality regulations taken by the local government have an\neffect in reducing NO<sub><i>x</i></sub> emissions. The algorithm is also able to detect\nan emission reduction of 10 % during the Chinese Spring Festival. This\nstudy demonstrates the capacity of the DECSO algorithm to capture the change\nof NO<sub><i>x</i></sub> emissions on a monthly scale. We also show that the observed\nNO<sub>2</sub> columns and the derived emissions show different patterns that\nprovide complimentary information. For example, the Nanjing smog episode in\nDecember 2013 led to a strong increase in NO<sub>2</sub> concentrations without an\nincrease in NO<sub><i>x</i></sub> emissions. Furthermore, DECSO gives us important\ninformation on the non-trivial seasonal relation between NO<sub><i>x</i></sub> emissions\nand NO<sub>2</sub> concentrations on a local scale.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/9399/2015/", 
        "title": "NO<sub><i>x</i></sub> emission estimates during the 2014 Youth Olympic Games in Nanjing"
    }, 
    {
        "author": "Y. Tang, J. An, F. Wang, Y. Li, Y. Qu, Y. Chen, and J. Lin", 
        "date": "2015-08-21", 
        "description": "<b>Impacts of an unknown daytime HONO source on the mixing ratio and budget of HONO, and hydroxyl, hydroperoxyl, and organic peroxy radicals, in the coastal regions of China</b><br /><br />Atmospheric Chemistry and Physics, 15, 9381-9398, 2015<br /><br />Author(s): Y. Tang, J. An, F. Wang, Y. Li, Y. Qu, Y. Chen, and J. Lin<br /><br />Many field experiments have found high nitrous acid (HONO) mixing ratios in\nboth urban and rural areas during daytime, but these high daytime HONO\nmixing ratios cannot be explained well by gas-phase production, HONO\nemissions, and nighttime hydrolysis conversion of nitrogen dioxide\n(NO<sub>2</sub>) on aerosols, suggesting that an unknown daytime HONO source\n(<i>P</i><sub>unknown</sub>) could exist. The formula <i>P</i><sub>unknown</sub> &approx; 19.60[NO<sub>2</sub>] &middot;\n<i>J</i>(NO<sub>2</sub>) was obtained using observed data from 13 field experiments across\nthe globe. The three additional HONO sources (i.e., the <i>P</i><sub>unknown</sub>,\nnighttime hydrolysis conversion of NO<sub>2</sub> on aerosols, and HONO emissions)\nwere coupled into the WRF-Chem model (Weather Research and Forecasting model\ncoupled with Chemistry) to assess the <i>P</i><sub>unknown</sub> impacts on the\nconcentrations and budgets of HONO and peroxy (hydroxyl, hydroperoxyl, and\norganic peroxy) radicals (RO<sub><i>x</i></sub>) (= OH + HO<sub>2</sub>  + RO<sub>2</sub>) in\nthe coastal regions of China. Results indicated that the additional HONO\nsources produced a significant improvement in HONO and OH simulations,\nparticularly in the daytime. High daytime average <i>P</i><sub>unknown</sub> values were\nfound in the coastal regions of China, with a maximum of 2.5 ppb h<sup>−1</sup> in\nthe Beijing–Tianjin–Hebei region. The <i>P</i><sub>unknown</sub> produced a\n60–250 % increase of OH, HO<sub>2</sub>, and RO<sub>2</sub> near the ground in the\nmajor cities of the coastal regions of China, and a 5–48 % increase\nof OH, HO<sub>2</sub>, and RO<sub>2</sub> in the daytime meridional-mean mixing ratios\nwithin 1000 m above the ground. When the three additional HONO sources were\nincluded, the photolysis of HONO was the second most important source in the\nOH production rate in Beijing, Shanghai, and Guangzhou before 10:00 LST with\na maximum of 3.72 ppb h<sup>−1</sup> and a corresponding <i>P</i><sub>unknown</sub>\ncontribution of 3.06 ppb h<sup>−1</sup> in Beijing, whereas the reaction of\nHO<sub>2</sub> + NO (nitric oxide) was dominant after 10:00 LST with a maximum\nof 9.38 ppb h<sup>−1</sup> and a corresponding <i>P</i><sub>unknown</sub> \ncontribution of 7.23 ppb h<sup>−1</sup> in Beijing. The whole RO<sub><i>x</i></sub> cycle was accelerated by the\nthree additional HONO sources, especially the <i>P</i><sub>unknown</sub>. The daytime\naverage OH production rate was enhanced by 0.67 due to the three additional\nHONO sources; [0.64], due to the <i>P</i><sub>unknown</sub>, to 4.32 [3.86] ppb h<sup>−1</sup>, via\nthe reaction of HO<sub>2</sub>  + NO, and by 0.49 [0.47] to 1.86 [1.86] ppb h<sup>−1</sup>, via the photolysis of HONO. The OH daytime average loss rate\nwas enhanced by 0.58 [0.55] to 2.03 [1.92] ppb h<sup>−1</sup>, via the reaction of\nOH + NO<sub>2</sub>, and by 0.31 [0.28] to 1.78 [1.64] ppb h<sup>−1</sup>, via the\nreaction of OH + CO (carbon monoxide) in Beijing, Shanghai, and Guangzhou.\nSimilarly, the three additional HONO sources produced an increase of 0.31\n[0.28] (with a corresponding <i>P</i><sub>unknown</sub> contribution) to\n1.78 [1.64] ppb h<sup>−1</sup>, via the reaction of OH + CO, and 0.10 [0.09] to 0.63 [0.59] ppb h<sup>−1</sup>, via the reaction of CH<sub>3</sub>O<sub>2</sub> (methylperoxy\n radical) + NO in the daytime average HO<sub>2</sub> production rate, and 0.67 [0.61] to 4.32\n[4.27] ppb h<sup>−1</sup>, via the reaction of HO<sub>2</sub>  + NO in the daytime\naverage HO<sub>2</sub> loss rate in Beijing, Shanghai, and Guangzhou. The above\nresults suggest that the <i>P</i><sub>unknown</sub> considerably enhanced the RO<sub><i>x</i></sub>\nconcentrations and accelerated RO<sub><i>x</i></sub> cycles in the coastal regions of\nChina, and could produce significant increases in concentrations of\ninorganic aerosols and secondary organic aerosols and further aggravate haze\nevents in these regions.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/9381/2015/", 
        "title": "Impacts of an unknown daytime HONO source on the mixing ratio and budget of HONO, and hydroxyl, hydroperoxyl, and organic peroxy radicals, in the coastal regions of China"
    }, 
    {
        "author": "G. A. Hoshyaripour, M. Hort, and B. Langmann", 
        "date": "2015-08-21", 
        "description": "<b>Ash iron mobilization through physicochemical processing in volcanic eruption plumes: a numerical modeling approach</b><br /><br />Atmospheric Chemistry and Physics, 15, 9361-9379, 2015<br /><br />Author(s): G. A. Hoshyaripour, M. Hort, and B. Langmann<br /><br />It has been shown that volcanic ash fertilizes the Fe-limited areas of the\nsurface ocean through releasing soluble iron. As ash iron is mostly insoluble\nupon the eruption, it is hypothesized that heterogeneous in-plume and\nin-cloud processing of the ash promote the iron solubilization. Direct\nevidences concerning such processes are, however, lacking. In this study, a\n1-D numerical model is developed to simulate the physicochemical interactions\nof the gas–ash–aerosol in volcanic eruption plumes focusing on the iron\nmobilization processes at temperatures between 600 and 0 °C. Results\nshow that sulfuric acid and water vapor condense at ~ 150\nand ~ 50 °C on the ash surface, respectively. This liquid\nphase then efficiently scavenges the surrounding gases (> 95 % of HCl,\n3–20 % of SO<sub>2</sub> and 12–62 % of HF) forming an extremely acidic\ncoating at the ash surface. The low pH conditions of the aqueous film promote\nacid-mediated dissolution of the Fe-bearing phases present in the ash\nmaterial. We estimate that 0.1–33 % of the total iron available at the\nash surface is dissolved in the aqueous phase before the freezing point is\nreached. The efficiency of dissolution is controlled by the halogen content\nof the erupted gas as well as the mineralogy of the iron at ash surface:\nelevated halogen concentrations and presence of Fe<sup>2+</sup>-carrying phases\nlead to the highest dissolution efficiency. Findings of this study are in\nagreement with the data obtained through leaching experiments.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/9361/2015/", 
        "title": "Ash iron mobilization through physicochemical processing in volcanic eruption plumes: a numerical modeling approach"
    }, 
    {
        "author": "J. Li, M. Georgescu, P. Hyde, A. Mahalov, and M. Moustaoui", 
        "date": "2015-08-21", 
        "description": "<b>Regional-scale transport of air pollutants: impacts of Southern California emissions on Phoenix ground-level ozone concentrations</b><br /><br />Atmospheric Chemistry and Physics, 15, 9345-9360, 2015<br /><br />Author(s): J. Li, M. Georgescu, P. Hyde, A. Mahalov, and M. Moustaoui<br /><br />In this study, WRF-Chem is utilized at high resolution (1.333 km grid\nspacing for the innermost domain) to investigate impacts of southern\nCalifornia anthropogenic emissions (SoCal) on Phoenix ground-level ozone\nconcentrations ([O<sub>3</sub>]) for a pair of recent exceedance episodes. First,\nWRF-Chem control simulations, based on the US Environmental Protection\nAgency (EPA) 2005 National Emissions Inventories (NEI05), are conducted to\nevaluate model performance. Compared with surface observations of hourly\nozone, CO, NO<sub><i>X</i></sub>, and wind fields, the control simulations reproduce\nobserved variability well. Simulated [O<sub>3</sub>] are comparable with the\nprevious studies in this region. Next, the relative contribution of SoCal\nand Arizona local anthropogenic emissions (AZ) to ozone exceedances within\nthe Phoenix metropolitan area is investigated via a trio of sensitivity\nsimulations: (1) SoCal emissions are excluded, with all other emissions as\nin Control; (2) AZ emissions are excluded with all other emissions as in\nControl; and (3) SoCal and AZ emissions are excluded (i.e., all\nanthropogenic emissions are eliminated) to account only for Biogenic\nemissions and lateral boundary inflow (BILB). Based on the USEPA NEI05,\nresults for the selected events indicate the impacts of AZ emissions are\ndominant on daily maximum 8 h average (DMA8) [O<sub>3</sub>] in Phoenix. SoCal\ncontributions to DMA8 [O<sub>3</sub>] for the Phoenix metropolitan area range from\na few ppbv to over 30 ppbv (10–30 % relative to Control experiments).\n[O<sub>3</sub>] from SoCal and AZ emissions exhibit the expected diurnal\ncharacteristics that are determined by physical and photochemical processes,\nwhile BILB contributions to DMA8 [O<sub>3</sub>] in Phoenix also play a key role.\n<br><br>\nFinally, ozone transport processes and pathways within the lower troposphere\nare investigated. During daytime, pollutants (mainly ozone) near the\nSouthern California coasts are pumped into the planetary boundary-layer over\nthe Southern California desert through the mountain chimney and pass channel\neffects, aiding eastward transport along the desert air basins in southern\nCalifornia and finally, northeastward along the lower Gila River basin in\nArizona, thereby affecting Phoenix air quality during subsequent days. This\nstudy indicates that local emission controls in Phoenix need to be augmented\nwith regional emission reductions to attain the federal ozone standard,\nespecially if a more stringent standard is adopted in the future.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/9345/2015/", 
        "title": "Regional-scale transport of air pollutants: impacts of Southern California emissions on Phoenix ground-level ozone concentrations"
    }, 
    {
        "author": "K. R. Kolesar, C. Chen, D. Johnson, and C. D. Cappa", 
        "date": "2015-08-21", 
        "description": "<b>The influences of mass loading and rapid dilution of secondary organic aerosol on particle volatility</b><br /><br />Atmospheric Chemistry and Physics, 15, 9327-9343, 2015<br /><br />Author(s): K. R. Kolesar, C. Chen, D. Johnson, and C. D. Cappa<br /><br />The thermally induced evaporation of secondary organic aerosol (SOA) has\nbeen characterized for SOA formed from the dark ozonolysis of &alpha;-pinene   at initial mass concentrations ranging from 1 to 800 μg m<sup>−3</sup>. Temperature-dependent particle size distributions were\nmeasured using a thermodenuder and the resulting mass thermograms were\ncompared between the SOA formed at the various SOA mass concentrations.\nNegligible differences were observed between the mass thermograms for SOA\nconcentrations < 300 μg m<sup>−3</sup>. At higher SOA\nconcentrations, the observed mass thermograms indicated the SOA was actually\nslightly less volatile than the SOA at lower concentrations;  this is likely\nan artifact due to either saturation of the gas phase or to\nrecondensation during cooling. The thermograms observed when the SOA was\nformed at high concentrations (> 380 μg m<sup>−3</sup>) and\nthen rapidly isothermally diluted to low concentrations (1–20 μg m<sup>−3</sup>) were identical to those for the SOA that was initially formed\nat low concentrations. The experimental results were compared to a kinetic\nmodel that simulates particle evaporation upon heating in a thermodenuder\nfor a given input volatility distribution and particle composition. Three\ncases were considered: (1) the SOA was composed of semi-volatile monomer\nspecies with a volatility distribution based on that derived previously from\nconsideration of SOA growth experiments;  (2) the initial SOA was composed\nalmost entirely of non-volatile dimers that decompose upon heating into\ntheir semi-volatile monomer units, which can then evaporate;  and (3) where a\nvolatility distribution was derived by fitting the model to the observed\nmass thermograms. It was found that good agreement is obtained between model\npredictions and the observations when the particle composition is\ndominated by either compounds of low volatility or by dimers. These same models\nwere used to simulate isothermal evaporation of the SOA and were found to be\nbroadly consistent with literature observations that indicate that SOA\nevaporation occurs with multiple timescales. The use of the semi-volatile\nmonomer volatility distribution fails to reproduce the observed evaporation.\nThe presence of dimers and larger oligomers in secondary organic aerosol\nformed from products of the reaction of α-pinene and O<sub>3</sub> has\nbeen well established in laboratory studies. However, the timescale and\nrelative importance of the formation of oligomers or low-volatility\ncompounds in the growth and evaporation of SOA has been debated. This study\nprovides further support that low-volatility compounds and oligomers are\nformed in α-pinene + O<sub>3</sub> in high abundances and suggests that\ntheir formation occurs rapidly upon particle formation.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/9327/2015/", 
        "title": "The influences of mass loading and rapid dilution of secondary organic aerosol on particle volatility"
    }, 
    {
        "author": "L. Lee, P. J. Wooldridge, J. deGouw, S. S. Brown, T. S. Bates, P. K. Quinn, and R. C. Cohen", 
        "date": "2015-08-21", 
        "description": "<b>Particulate organic nitrates observed in an oil and natural gas production region during wintertime</b><br /><br />Atmospheric Chemistry and Physics, 15, 9313-9325, 2015<br /><br />Author(s): L. Lee, P. J. Wooldridge, J. deGouw, S. S. Brown, T. S. Bates, P. K. Quinn, and R. C. Cohen<br /><br />Organic nitrates in both gas and condensed (aerosol) phases were measured\nduring the Uintah Basin Winter Ozone Study from January to February in 2012.\nA high degree of correlation between total aerosol volume at diameters less\nthan 500 nm and the particulate organic nitrate concentration indicates that\norganic nitrates are a consistent, if not dominant, fraction of fine aerosol\nmass. In contrast, a similar correlation with sub-2.5 μm aerosol volume\nis weaker. The C : N atomic ratio inferred from field measurements of\nPM<sub>2.5</sub> and particulate organic nitrate is 34 : 1. Calculations constrained\nby the observations indicate that both condensation of gas-phase nitrates\nand heterogeneous reactions of NO<sub>3</sub> / N<sub>2</sub>O<sub>5</sub> are responsible for\nintroducing organic nitrate functionality into the aerosol and that the\nsource molecules are alkanes. Extrapolating the results to urban aerosol\nsuggests organic nitrate production from alkanes may be a major secondary\norganic aerosol source.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/9313/2015/", 
        "title": "Particulate organic nitrates observed in an oil and natural gas production region during wintertime"
    }, 
    {
        "author": "T. Launois, P. Peylin, S. Belviso, and B. Poulter", 
        "date": "2015-08-20", 
        "description": "<b>A new model of the global biogeochemical cycle of carbonyl sulfide – Part 2: Use of carbonyl sulfide to constrain gross primary productivity in current vegetation models</b><br /><br />Atmospheric Chemistry and Physics, 15, 9285-9312, 2015<br /><br />Author(s): T. Launois, P. Peylin, S. Belviso, and B. Poulter<br /><br />Clear analogies between carbonyl sulfide (OCS) and carbon dioxide (CO<sub>2</sub>)\ndiffusion pathways through leaves have been revealed by experimental studies,\nwith plant uptake playing an important role for the atmospheric budget of\nboth species. Here we use atmospheric OCS to evaluate the gross primary\nproduction (GPP) of three dynamic global vegetation models (Lund–Potsdam–Jena, LPJ; National \nCenter for Atmospheric Research – Community Land Model 4,\nNCAR-CLM4; and Organising Carbon and Hydrology In Dynamic Ecosystems, ORCHIDEE). Vegetation uptake of OCS is modeled as a linear function of\nGPP and leaf relative uptake (LRU), the ratio of OCS to CO<sub>2</sub> deposition\nvelocities of plants. New parameterizations for the non-photosynthetic sinks\n(oxic soils, atmospheric oxidation) and biogenic sources (oceans and anoxic\nsoils) of OCS are also provided. Despite new large oceanic emissions, global\nOCS budgets created with each vegetation model show exceeding sinks by\nseveral hundred Gg S yr<sup>−1</sup>. An inversion of the surface fluxes\n(optimization of a global scalar which accounts for flux uncertainties) led\nto balanced OCS global budgets, as atmospheric measurements suggest, mainly\nby drastic reduction (up to −50 %) in soil and vegetation uptakes.\n<br><br>\nThe amplitude of variations in atmospheric OCS mixing ratios is mainly\ndictated by the vegetation sink over the Northern Hemisphere. This allows\nfor bias recognition in the GPP representations of the three selected\nmodels. The main bias patterns are (i) the terrestrial GPP of ORCHIDEE at high\nnorthern latitudes is currently overestimated, (ii) the seasonal variations\nof the GPP are out of phase in the NCAR-CLM4 model, showing a maximum carbon\nuptake too early in spring in the northernmost ecosystems, (iii) the overall\namplitude of the seasonal variations of GPP in NCAR-CLM4 is too small, and\n(iv) for the LPJ model, the GPP is slightly out of phase for the northernmost\necosystems and the respiration fluxes might be too large in summer in the\nNorthern Hemisphere. These results rely on the robustness of the OCS\nmodeling framework and, in particular, the choice of the LRU values (assumed\nconstant in time) and the parameterization of soil OCS uptake with small\nseasonal variations. Refined optimization with regional-scale and seasonally\nvarying coefficients might help to test some of these hypothesis.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/9285/2015/", 
        "title": "A new model of the global biogeochemical cycle of carbonyl sulfide – Part 2: Use of carbonyl sulfide to constrain gross primary productivity in current vegetation models"
    }, 
    {
        "author": "C. McLandress, T. G. Shepherd, A. I. Jonsson, T. von Clarmann, and B. Funke", 
        "date": "2015-08-20", 
        "description": "<b>A method for merging nadir-sounding climate records, with an application to the global-mean stratospheric temperature data sets from SSU and AMSU</b><br /><br />Atmospheric Chemistry and Physics, 15, 9271-9284, 2015<br /><br />Author(s): C. McLandress, T. G. Shepherd, A. I. Jonsson, T. von Clarmann, and B. Funke<br /><br />A method is proposed for merging different nadir-sounding climate data\nrecords using measurements from high-resolution limb sounders to provide a\ntransfer function between the different nadir measurements. The two\nnadir-sounding records need not be overlapping so long as the limb-sounding\nrecord bridges between them. The method is applied to global-mean\nstratospheric temperatures from the NOAA Climate Data Records based on the\nStratospheric Sounding Unit (SSU) and the Advanced Microwave Sounding Unit-A\n(AMSU), extending the SSU record forward in time to yield a continuous data\nset from 1979 to present, and providing a simple framework for extending the\nSSU record into the future using AMSU. SSU and AMSU are bridged using\ntemperature measurements from the Michelson Interferometer for Passive\nAtmospheric Sounding (MIPAS), which is of high enough vertical resolution to\naccurately represent the weighting functions of both SSU and AMSU. For this\napplication, a purely statistical approach is not viable since the different\nnadir channels are not sufficiently linearly independent, statistically\nspeaking. The near-global-mean linear temperature trends for extended SSU\nfor 1980–2012 are −0.63 ± 0.13, −0.71 ± 0.15 and\n−0.80 ± 0.17 K decade<sup>−1</sup> (95 % confidence) for channels 1, 2 and 3,\nrespectively. The extended SSU temperature changes are in good agreement\nwith those from the Microwave Limb Sounder (MLS) on the Aura satellite, with\nboth exhibiting a cooling trend of ~ 0.6 ± 0.3 K decade<sup>−1</sup>\nin the upper stratosphere from 2004 to 2012. The extended SSU\nrecord is found to be in agreement with high-top coupled atmosphere–ocean\nmodels over the 1980–2012 period, including the continued cooling over the\nfirst decade of the 21st century.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/9271/2015/", 
        "title": "A method for merging nadir-sounding climate records, with an application to the global-mean stratospheric temperature data sets from SSU and AMSU"
    }, 
    {
        "author": "A. Hodzic, S. Madronich, P. S. Kasibhatla, G. Tyndall, B. Aumont, J. L. Jimenez, J. Lee-Taylor, and J. Orlando", 
        "date": "2015-08-20", 
        "description": "<b>Organic photolysis reactions in tropospheric aerosols: effect on secondary organic aerosol formation and lifetime</b><br /><br />Atmospheric Chemistry and Physics, 15, 9253-9269, 2015<br /><br />Author(s): A. Hodzic, S. Madronich, P. S. Kasibhatla, G. Tyndall, B. Aumont, J. L. Jimenez, J. Lee-Taylor, and J. Orlando<br /><br />This study presents the first modeling estimates of the potential effect of\ngas- and particle-phase organic photolysis reactions on the formation and\nlifetime of secondary organic aerosols (SOAs). Typically only photolysis of\nsmaller organic molecules (e.g., formaldehyde) for which explicit data exist\nis included in chemistry–climate models. Here, we specifically examine the\nphotolysis of larger molecules that actively partition between the gas and\nparticle phases. The chemical mechanism generator GECKO-A is used to\nexplicitly model SOA formation from α-pinene, toluene, and C<sub>12</sub>\nand C<sub>16</sub> n-alkane reactions with OH at low and high NO<sub><i>x</i></sub>.\nSimulations are conducted for typical mid-latitude conditions and a solar\nzenith angle of 45° (permanent daylight). The results show that\nafter 4 days of chemical aging under those conditions (equivalent to\n8 days in the summer mid-latitudes), gas-phase photolysis leads to a\nmoderate decrease in SOA yields, i.e., ~15 % (low NO<sub><i>x</i></sub>) to\n~45 % (high NO<sub><i>x</i></sub>) for α-pinene, ~15 % for toluene, ~25 % for C<sub>12</sub> n-alkane, and\n~10 % for C<sub>16</sub> n-alkane. The small effect of gas-phase\nphotolysis on low-volatility n-alkanes such as C<sub>16</sub> n-alkane is due to the\nrapid partitioning of early-generation products to the particle phase, where\nthey are protected from gas-phase photolysis. Minor changes are found in the\nvolatility distribution of organic products and in oxygen to carbon ratios.\nThe decrease in SOA mass is increasingly more important after a day of\nchemical processing, suggesting that most laboratory experiments are likely\ntoo short to quantify the effect of gas-phase photolysis on SOA yields. Our\nresults also suggest that many molecules containing chromophores are\npreferentially partitioned into the particle phase before they can be\nphotolyzed in the gas phase. Given the growing experimental evidence that\nthese molecules can undergo in-particle photolysis, we performed sensitivity\nsimulations using an empirically estimated SOA photolysis rate of\n<i>J</i><sub>SOA</sub> = 4 × 10<sup>&minus;4</sup> <i>J</i><sub>NO<sub>2</sub></sub>. Modeling results indicate that\nthis photolytic loss rate would decrease SOA mass by 40–60 % for most\nspecies after 10 days of equivalent atmospheric aging at mid-latitudes in\nthe summer. It should be noted that in our simulations we do not consider\nin-particle or aqueous-phase reactions which could modify the chemical\ncomposition of the particle and thus the quantity of photolabile species. The\natmospheric implications of our results are significant for both the SOA\nglobal distribution and lifetime. GEOS-Chem global model results suggest\nthat particle-phase photolytic reactions could be an important loss process\nfor SOA in the atmosphere, removing aerosols from the troposphere on\ntimescales of less than 7 days that are comparable to wet deposition.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/9253/2015/", 
        "title": "Organic photolysis reactions in tropospheric aerosols: effect on secondary organic aerosol formation and lifetime"
    }, 
    {
        "author": "M. Sörgel, I. Trebs, D. Wu, and A. Held", 
        "date": "2015-08-20", 
        "description": "<b>A comparison of measured HONO uptake and release with calculated source strengths in a heterogeneous forest environment</b><br /><br />Atmospheric Chemistry and Physics, 15, 9237-9251, 2015<br /><br />Author(s): M. Sörgel, I. Trebs, D. Wu, and A. Held<br /><br />Vertical mixing ratio profiles of nitrous acid (HONO) were measured in a\nclearing and on the forest floor in a rural forest environment. For the\nforest floor, HONO was found to predominantly deposit, whereas for the clearing, net\ndeposition dominated only during nighttime and net\nemissions were observed during daytime. For selected days, net fluxes of\nHONO were calculated from the measured profiles using the aerodynamic\ngradient method. The emission fluxes were in the range of 0.02 to 0.07 nmol m<sup>−2</sup> s<sup>−1</sup> and thus were in the lower range of previous\nobservations. These fluxes were compared to the strengths of postulated HONO\nsources. Laboratory measurements of different soil samples from both sites\nrevealed an upper limit for soil biogenic HONO emission fluxes of 0.025 nmol m<sup>−2</sup> s<sup>−1</sup>. HONO formation by light-induced NO<sub>2</sub> conversion was\ncalculated to be below 0.03 nmol m<sup>−2</sup> s<sup>−1</sup> for the investigated\ndays, which is comparable to the potential soil fluxes. Due to light\nsaturation at low irradiance, this reaction pathway was largely found to be\nindependent of light intensity, i.e. it was only dependent on ambient\nNO<sub>2</sub>.\n<br><br>\nWe used three different approaches based on measured leaf nitrate loadings\nfor calculating HONO formation from HNO<sub>3</sub> photolysis. While the first\ntwo approaches based on empirical HONO formation rates yielded values in the\nsame order of magnitude as the estimated fluxes, the third approach based on\navailable kinetic data of the postulated pathway failed to produce\nnoticeable amounts of HONO. Estimates based on reported cross sections of\nadsorbed HNO<sub>3</sub> indicate that the lifetime of adsorbed HNO<sub>3</sub> was\nonly about 15 min, which would imply a substantial renoxification. Although\nthe photolysis of HNO<sub>3</sub> was significantly enhanced at the surface, the\nsubsequent light-induced conversion of the photolysis product NO<sub>2</sub> did\nnot produce considerable amounts of HONO. Consequently, this reaction might\noccur via an alternative mechanism.\n<br><br>\nBy explicitly calculating HONO formation based on available kinetic data\nand simple parameterizations, we showed that (a) for low NO<sub><i>x</i></sub> the light-induced conversion of NO<sub>2</sub> on humic acids is already light saturated\nby the early morning, (b) HONO formation from photolysis of adsorbed HNO<sub>3</sub>\nappears to proceed via an alternative mechanism and (c) estimates of HONO\nemissions from soil are very sensitive to mass transfer and acidic soils do\nnot necessarily favour HONO emissions.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/9237/2015/", 
        "title": "A comparison of measured HONO uptake and release with calculated source strengths in a heterogeneous forest environment"
    }, 
    {
        "author": "S. Pousse-Nottelmann, E. M. Zubler, and U. Lohmann", 
        "date": "2015-08-20", 
        "description": "<b>Microphysical processing of aerosol particles in orographic clouds</b><br /><br />Atmospheric Chemistry and Physics, 15, 9217-9236, 2015<br /><br />Author(s): S. Pousse-Nottelmann, E. M. Zubler, and U. Lohmann<br /><br />An explicit and detailed treatment of cloud-borne particles allowing for the consideration of\naerosol cycling in clouds has been implemented into COSMO-Model, the regional weather forecast and climate model of the Consortium for Small-scale Modeling (COSMO). The effects of aerosol scavenging, cloud microphysical processing and regeneration upon\n  cloud evaporation on the aerosol population and on subsequent cloud formation are investigated.  For\n  this, two-dimensional idealized simulations of moist flow over two bell-shaped mountains were\n  carried out varying the treatment of aerosol scavenging and regeneration processes for a warm-phase\n  and a mixed-phase orographic cloud.\n<br><br>\n  The results allowed us to identify different aerosol cycling mechanisms. In the simulated non-precipitating\n  warm-phase cloud, aerosol mass is incorporated into cloud droplets by activation scavenging and\n  released back to the atmosphere upon cloud\n  droplet evaporation. In the mixed-phase cloud, a first cycle comprises cloud droplet\n  activation and evaporation via the Wegener–Bergeron–Findeisen (WBF) process. A second cycle includes\n  below-cloud scavenging by precipitating snow particles and snow sublimation and is connected to\n  the first cycle via the riming process which transfers aerosol mass from cloud droplets to snowflakes. In the simulated mixed-phase cloud, only a negligible part of the total aerosol mass is\n  incorporated into ice crystals. Sedimenting snowflakes reaching the surface remove\n  aerosol mass from the atmosphere.  The results show that aerosol processing and regeneration lead\n  to a vertical redistribution of aerosol mass and number. Thereby, the processes impact the total aerosol number and mass and additionally alter the shape of the aerosol size distributions by\n  enhancing the internally mixed/soluble Aitken and accumulation mode and generating coarse-mode particles.\n  Concerning subsequent cloud formation at the second mountain, accounting for\n  aerosol processing and regeneration increases the cloud droplet number concentration with possible\n  implications for the ice crystal number concentration.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/9217/2015/", 
        "title": "Microphysical processing of aerosol particles in orographic clouds"
    }, 
    {
        "author": "N. Kalivitis, V.-M. Kerminen, G. Kouvarakis, I. Stavroulas, A. Bougiatioti, A. Nenes, H. E. Manninen, T. Petäjä, M. Kulmala, and N. Mihalopoulos", 
        "date": "2015-08-20", 
        "description": "<b>Atmospheric new particle formation as a source of CCN in the eastern Mediterranean marine boundary layer</b><br /><br />Atmospheric Chemistry and Physics, 15, 9203-9215, 2015<br /><br />Author(s): N. Kalivitis, V.-M. Kerminen, G. Kouvarakis, I. Stavroulas, A. Bougiatioti, A. Nenes, H. E. Manninen, T. Petäjä, M. Kulmala, and N. Mihalopoulos<br /><br />While cloud condensation nuclei (CCN) production associated with atmospheric\nnew particle formation (NPF) is thought to be frequent throughout the\ncontinental boundary layers, few studies on this phenomenon in marine air\nexist. Here, based on simultaneous measurement of particle number size\ndistributions, CCN properties and aerosol chemical composition, we present\nthe first direct evidence on CCN production resulting from NPF in the\neastern Mediterranean atmosphere. We show that condensation of both gaseous\nsulfuric acid and organic compounds from multiple sources leads to the rapid\ngrowth of nucleated particles to CCN sizes in this environment during the\nsummertime. Sub-100 nm particles were found to be substantially less\nhygroscopic than larger particles during the period with active NPF and\ngrowth (the value of &kappa; was lower by 0.2–0.4 for 60 nm particles\ncompared with 120 nm particles), probably due to enrichment of organic\nmaterial in the sub-100 nm size range. The aerosol hygroscopicity tended to\nbe at minimum just before the noon and at maximum in the afternoon, which was\nvery likely due to the higher sulfate-to-organic ratios and higher degree of\noxidation of the organic material during the afternoon. Simultaneous with\nthe formation of new particles during daytime, particles formed during the\nprevious day or even earlier were growing into the size range relevant to\ncloud droplet activation, and the particles formed in the atmosphere were\npossibly mixed with long-range-transported particles.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/9203/2015/", 
        "title": "Atmospheric new particle formation as a source of CCN in the eastern Mediterranean marine boundary layer"
    }, 
    {
        "author": "A. Bianco, M. Passananti, H. Perroux, G. Voyard, C. Mouchel-Vallon, N. Chaumerliac, G. Mailhot, L. Deguillaume, and M. Brigante", 
        "date": "2015-08-19", 
        "description": "<b>A better understanding of hydroxyl radical photochemical sources in cloud waters collected at the puy de Dôme station – experimental versus modelled formation rates</b><br /><br />Atmospheric Chemistry and Physics, 15, 9191-9202, 2015<br /><br />Author(s): A. Bianco, M. Passananti, H. Perroux, G. Voyard, C. Mouchel-Vallon, N. Chaumerliac, G. Mailhot, L. Deguillaume, and M. Brigante<br /><br />The oxidative capacity of the cloud aqueous phase is\ninvestigated during three field campaigns from 2013 to 2014 at the top of\nthe puy de Dôme station (PUY) in France. A total of 41 cloud samples are\ncollected  and the corresponding air masses are classified as highly marine,\nmarine and continental. Hydroxyl radical (HO•) formation rates\n(R<sub>HO•</sub><sup>f</sup>) are determined using a\nphotochemical setup (xenon lamp that can reproduce the solar spectrum) and a\nchemical probe coupled with spectroscopic analysis that can trap all of the\ngenerated radicals for each sample. Using this method, the obtained values\ncorrespond to the total formation of HO• without its chemical\nsinks. These formation rates are correlated with the concentrations of the\nnaturally occurring sources of HO•, including hydrogen peroxide,\nnitrite, nitrate and iron. The total hydroxyl radical formation rates are\nmeasured as ranging from approximately 2 × 10<sup>&minus;11</sup> to 4 × 10<sup>&minus;10</sup> M s<sup>−1</sup>,\n and the hydroxyl radical quantum yield\nformation (&Phi;<sub>HO•</sub>) is estimated between\n10<sup>&minus;4</sup> and 10<sup>−2</sup>. Experimental values are compared with modelled\nformation rates calculated by the model of multiphase cloud chemistry\n(M2C2), considering only the chemical sources of the hydroxyl radicals. The\ncomparison between the experimental and the modelled results suggests that\nthe photoreactivity of the iron species as a source of HO• is\noverestimated by the model, and H<sub>2</sub>O<sub>2</sub> photolysis represents the\nmost important source of this radical (between 70 and 99 %) for the cloud\nwater sampled at the PUY station (primarily marine and continental).", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/9191/2015/", 
        "title": "A better understanding of hydroxyl radical photochemical sources in cloud waters collected at the puy de Dôme station – experimental versus modelled formation rates"
    }, 
    {
        "author": "M. Abdelkader, S. Metzger, R. E. Mamouri, M. Astitha, L. Barrie, Z. Levin, and J. Lelieveld", 
        "date": "2015-08-19", 
        "description": "<b>Dust–air pollution dynamics over the eastern Mediterranean</b><br /><br />Atmospheric Chemistry and Physics, 15, 9173-9189, 2015<br /><br />Author(s): M. Abdelkader, S. Metzger, R. E. Mamouri, M. Astitha, L. Barrie, Z. Levin, and J. Lelieveld<br /><br />Interactions of desert dust and air pollution over the eastern Mediterranean\n(EM) have been studied, focusing on two distinct dust transport events on 22\nand 28 September 2011. The atmospheric chemistry–climate model EMAC has been\nused at about 50 km grid spacing, applying an online dust emission scheme\nand calcium as a proxy for dust reactivity. EMAC includes a detailed\ntropospheric chemistry mechanism, aerosol microphysics and thermodynamics\nschemes to describe dust \"aging\". The model is evaluated using ground-based\nobservations for aerosol concentrations and aerosol optical depth (AOD) as well as\nsatellite observations. Simulation results and back trajectory analysis show\nthat the development of synoptic disturbances over the EM can enhance dust\ntransport from the Sahara and Arabian deserts in frontal systems that also\ncarry air pollution to the EM. The frontal systems are associated with\nprecipitation that controls the dust removal. Our results show the importance\nof chemical aging of dust, which increases particle size, dust deposition\nand scavenging efficiency during transport, overall reducing the lifetime\nrelative to non-aged dust particles. The relatively long travel periods of\nSaharan dust result in more sustained aging compared to Arabian dust.\nSensitivity simulations indicate 3 times more dust deposition of aged\nrelative to pristine dust, which significantly decreases the dust lifetime\nand loading.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/9173/2015/", 
        "title": "Dust–air pollution dynamics over the eastern Mediterranean"
    }, 
    {
        "author": "K. Ardon-Dryer, Y.-W. Huang, and D. J. Cziczo", 
        "date": "2015-08-19", 
        "description": "<b>Laboratory studies of collection efficiency of sub-micrometer aerosol particles by cloud droplets on a single-droplet basis</b><br /><br />Atmospheric Chemistry and Physics, 15, 9159-9171, 2015<br /><br />Author(s): K. Ardon-Dryer, Y.-W. Huang, and D. J. Cziczo<br /><br />An experimental setup has been constructed to measure the collection\nefficiency (CE) of sub-micrometer aerosol particles by cloud droplets.\nDroplets of a dilute aqueous ammonium sulfate solution with an average radius\nof 21.6 μm fall freely into a chamber and collide with\nsub-micrometer polystyrene latex (PSL) sphere  particles of known\nsizes and concentrations. Two relative humidity (RH) conditions,\n15 ± 3 % and 88 ± 3 %, hereafter termed \"low\" and\n\"high\", respectively, were varied with different particles sizes and\nconcentrations. After passing through the chamber, the droplets and aerosol\nparticles were sent to the Particle Analysis by Laser Mass Spectrometry\n(PALMS) instrument to determine chemical compositions on a single-droplet\nbasis. \"Coagulated droplets\" (droplets that collected aerosols) had mass\nspectra that contained signatures from both an aerosol particle and a droplet\nresidual. CE values range from 2.0 × 10<sup>−1</sup> to 1.6 for the low-RH\ncase and from 1.5 × 10<sup>−2</sup> to 9.0 × 10<sup>−2</sup> for the\nhigh-RH case. CE values were, within experimental uncertainty, independent of\nthe aerosol concentrations. CE values in this study were found to be in\nagreement with previous experimental and theoretical studies. To our\nknowledge, this is the first collection experiment performed on a\nsingle-droplet basis with atmospherically relevant conditions such as droplet\nsizes, droplet charges and flow.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/9159/2015/", 
        "title": "Laboratory studies of collection efficiency of sub-micrometer aerosol particles by cloud droplets on a single-droplet basis"
    }, 
    {
        "author": "C. Rolf, A. Afchine, H. Bozem, B. Buchholz, V. Ebert, T. Guggenmoser, P. Hoor, P. Konopka, E. Kretschmer, S. Müller, H. Schlager, N. Spelten, O. Sumińska-Ebersoldt, J. Ungermann, A. Zahn, and M. Krämer", 
        "date": "2015-08-18", 
        "description": "<b>Transport of Antarctic stratospheric strongly dehydrated air into the troposphere observed during the HALO-ESMVal campaign 2012</b><br /><br />Atmospheric Chemistry and Physics, 15, 9143-9158, 2015<br /><br />Author(s): C. Rolf, A. Afchine, H. Bozem, B. Buchholz, V. Ebert, T. Guggenmoser, P. Hoor, P. Konopka, E. Kretschmer, S. Müller, H. Schlager, N. Spelten, O. Sumińska-Ebersoldt, J. Ungermann, A. Zahn, and M. Krämer<br /><br />Dehydration in the Antarctic winter stratosphere is a well-known phenomenon\nthat is annually observed by satellites and occasionally observed by\nballoon-borne measurements. However, in situ measurements of dehydrated air\nmasses in the Antarctic vortex are very rare. Here, we present detailed\nobservations with the in situ and GLORIA remote sensing instrument payload\naboard the German aircraft HALO. Strongly dehydrated air masses down to\n1.6 ppmv of water vapor were observed as far north as 47° S in\nan altitude between 12 and 13 km in the lowermost stratosphere. The\ndehydration can be traced back to individual ice formation events above the\nAntarctic Peninsula and Plateau, where ice crystals sedimented out and water\nvapor was irreversibly removed. Within these dehydrated stratospheric air\nmasses, filaments of moister air reaching down to the tropopause are detected\nwith the high-resolution limb sounder, GLORIA. Furthermore, dehydrated air\nmasses are observed with GLORIA in the Antarctic lowermost stratosphere down\nto 7 km. With the help of a backward trajectory analysis, a midlatitude\norigin of the moist filaments in the vortex can be identified, while the dry\nair masses down to 7 km have stratospheric origins. Antarctic\nstratosphere–troposphere exchange (STE) and transport of dehydrated air\nmasses into the troposphere are investigated. Further, it is shown that the\nexchange process can be attributed to several successive Rossby wave events\nin combination with an isentropic exchange of air masses across the thermal\ntropopause. The transport into the troposphere is caused by air masses that\nare detached from the potential vorticity (PV) structure by Rossby wave breaking events and\nsubsequently transported diabatically across the dynamical tropopause. Once\ntransported to the troposphere, air masses with stratospheric origin can\nreach near-surface levels within several days.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/9143/2015/", 
        "title": "Transport of Antarctic stratospheric strongly dehydrated air into the troposphere observed during the HALO-ESMVal campaign 2012"
    }, 
    {
        "author": "U. Niemeier and C. Timmreck", 
        "date": "2015-08-18", 
        "description": "<b>What is the limit of climate engineering by stratospheric injection of SO<sub>2</sub>?</b><br /><br />Atmospheric Chemistry and Physics, 15, 9129-9141, 2015<br /><br />Author(s): U. Niemeier and C. Timmreck<br /><br />The injection of sulfur dioxide (SO<sub>2</sub>) into the stratosphere to form\nan artificial stratospheric aerosol layer is discussed as an option for solar\nradiation management. The related reduction of radiative forcing depends upon\nthe injected amount of sulfur dioxide, but aerosol model studies indicate\na decrease in forcing efficiency with increasing injection rate. None of\nthese studies, however, consider injection rates greater than\n20 Tg(S) yr<sup>&minus;1</sup>. But this would be necessary to counteract the\nstrong anthropogenic forcing expected if \"business as usual\" emission\nconditions continue throughout this century. To understand the effects of the\ninjection of larger amounts of SO<sub>2</sub>, we have calculated the effects of\nSO<sub>2</sub> injections up to 100 Tg(S) yr<sup>&minus;1</sup>. We estimate the\nreliability of our results through consideration of various injection\nstrategies and from comparison with results obtained from other models. Our\ncalculations show that the efficiency of such a geoengineering method,\nexpressed as the ratio between sulfate aerosol forcing and injection rate,\ndecays exponentially. This result implies that the sulfate solar radiation\nmanagement strategy required to keep temperatures constant at that\nanticipated for 2020, while maintaining business as usual conditions,\nwould require atmospheric injections of approximately\n45 Tg(S) yr<sup>&minus;1</sup> (±15 % or 7 Tg(S) yr<sup>&minus;1</sup>) at\na height corresponding to 60 hPa. This emission is equivalent to 5 to\n7 times the Mt. Pinatubo eruption each year.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/9129/2015/", 
        "title": "What is the limit of climate engineering by stratospheric injection of SO<sub>2</sub>?"
    }, 
    {
        "author": "B. Ervens, P. Renard, S. Tlili, S. Ravier, J.-L. Clément, and A. Monod", 
        "date": "2015-08-17", 
        "description": "<b>Aqueous-phase oligomerization of methyl vinyl ketone through photooxidation – Part 2: Development of the chemical mechanism and atmospheric implications</b><br /><br />Atmospheric Chemistry and Physics, 15, 9109-9127, 2015<br /><br />Author(s): B. Ervens, P. Renard, S. Tlili, S. Ravier, J.-L. Clément, and A. Monod<br /><br />Laboratory experiments of efficient oligomerization from methyl vinyl ketone\n(MVK) in the bulk aqueous phase were simulated in a box model. Kinetic data\nare applied (if known) or fitted to the observed MVK decay and oligomer mass\nincrease. Upon model sensitivity studies, in which unconstrained rate\nconstants were varied over several orders of magnitude, a set of reaction\nparameters was found that could reproduce laboratory data over a wide range\nof experimental conditions. This mechanism is the first that comprehensively\ndescribes such radical-initiated oligomer formation.\n\n<br><br>\n\nThis mechanism was implemented into a multiphase box model that simulates\nsecondary organic aerosol (SOA) formation from isoprene, as a precursor of MVK and methacrolein (MACR)\nin the aqueous and gas phases. While in laboratory experiments oxygen\nlimitation might occur and lead to accelerated oligomer formation, such\nconditions are likely not met in the atmosphere. The comparison of predicted\noligomer formation shows that MVK and MACR likely do negligibly contribute\nto total SOA as their solubilities are low and even reduced in aerosol water\ndue to ionic strength effects (Setchenov coefficients). Significant\ncontribution by oligomers to total SOA might only occur if a substantial\nfraction of particulate carbon acts as oligomer precursors and/or if oxygen\nsolubility in aerosol water is strongly reduced due to salting-out effects.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/9109/2015/", 
        "title": "Aqueous-phase oligomerization of methyl vinyl ketone through photooxidation – Part 2: Development of the chemical mechanism and atmospheric implications"
    }, 
    {
        "author": "A. M. Pourkhesalian, S. Stevanovic, M. M. Rahman, E. M. Faghihi, S. E. Bottle, A. R. Masri, R. J. Brown, and Z. D. Ristovski", 
        "date": "2015-08-17", 
        "description": "<b>Effect of atmospheric aging on volatility and reactive oxygen species of biodiesel exhaust nano-particles</b><br /><br />Atmospheric Chemistry and Physics, 15, 9099-9108, 2015<br /><br />Author(s): A. M. Pourkhesalian, S. Stevanovic, M. M. Rahman, E. M. Faghihi, S. E. Bottle, A. R. Masri, R. J. Brown, and Z. D. Ristovski<br /><br />In the prospect of limited energy resources and climate change, effects of\nalternative biofuels on primary emissions are being extensively studied. Our\ntwo recent studies have shown that biodiesel fuel composition has a\nsignificant impact on primary particulate matter emissions. It was also shown\nthat particulate matter caused by biodiesels was substantially different from\nthe emissions due to petroleum diesel. Emissions appeared to have higher\noxidative potential with the increase in oxygen content and decrease of\ncarbon chain length and unsaturation levels of fuel molecules. Overall, both\nstudies concluded that chemical composition of biodiesel is more important\nthan its physical properties in controlling exhaust particle emissions. This\nsuggests that the atmospheric aging processes, including secondary organic\naerosol formation, of emissions from different fuels will be different as\nwell. In this study, measurements were conducted on a modern common-rail\ndiesel engine. To get more information on realistic properties of tested\nbiodiesel particulate matter once they are released into the atmosphere,\nparticulate matter was exposed to atmospheric oxidants, ozone and\nultra-violet light; and the change in their properties was monitored for\ndifferent biodiesel blends. Upon the exposure to oxidative agents, the\nchemical composition of the exhaust changes. It triggers the cascade of\nphotochemical reactions resulting in the partitioning of semi-volatile\ncompounds between the gas and particulate phase. In most of the cases, aging\nlead to the increase in volatility and oxidative potential, and the increment\nof change was mainly dependent on the chemical composition of fuels as the\nleading cause for the amount and the type of semi-volatile compounds present\nin the exhaust.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/9099/2015/", 
        "title": "Effect of atmospheric aging on volatility and reactive oxygen species of biodiesel exhaust nano-particles"
    }, 
    {
        "author": "A. Inness, A. Benedetti, J. Flemming, V. Huijnen, J. W. Kaiser, M. Parrington, and S. Remy", 
        "date": "2015-08-14", 
        "description": "<b>The ENSO signal in atmospheric composition fields: emission-driven versus dynamically induced changes</b><br /><br />Atmospheric Chemistry and Physics, 15, 9083-9097, 2015<br /><br />Author(s): A. Inness, A. Benedetti, J. Flemming, V. Huijnen, J. W. Kaiser, M. Parrington, and S. Remy<br /><br />The El Niño–Southern Oscillation (ENSO) not only affects\nmeteorological fields but also has a large impact on atmospheric\ncomposition. Atmospheric composition fields from the Monitoring Atmospheric\nComposition and Climate (MACC) reanalysis are used to identify the ENSO\nsignal in tropospheric ozone, carbon monoxide, nitrogen oxide and smoke\naerosols, concentrating on the months October to December. During El\nNiño years, all of these fields have increased concentrations over maritime\nSouth East Asia in October. The MACC Composition Integrated Forecasting\nSystem (C-IFS) model is used to quantify the relative magnitude of\ndynamically induced and emission-driven changes in the atmospheric\ncomposition fields. While changes in tropospheric ozone are a combination of\ndynamically induced and emission-driven changes, the changes in carbon\nmonoxide, nitrogen oxides and smoke aerosols are almost entirely emission-driven in the MACC model. The ozone changes continue into December, i.e.\nafter the end of the Indonesian fire season while changes in the other\nfields are confined to the fire season.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/9083/2015/", 
        "title": "The ENSO signal in atmospheric composition fields: emission-driven versus dynamically induced changes"
    }, 
    {
        "author": "M. Mokhtari, P. Tulet, C. Fischer, Y. Bouteloup, F. Bouyssel, and O. Brachemi", 
        "date": "2015-08-14", 
        "description": "<b>Three-dimensional dust aerosol distribution and extinction climatology over northern Africa simulated with the ALADIN numerical prediction model from 2006 to 2010</b><br /><br />Atmospheric Chemistry and Physics, 15, 9063-9082, 2015<br /><br />Author(s): M. Mokhtari, P. Tulet, C. Fischer, Y. Bouteloup, F. Bouyssel, and O. Brachemi<br /><br />The seasonal\ncycle and optical properties of mineral dust aerosols in northern Africa were\nsimulated for the period from 2006 to 2010 using the numerical atmospheric\nmodel ALADIN (Aire Limitée Adaptation dynamique Développement\nInterNational) coupled to the surface scheme SURFEX (SURFace\nEXternalisée). The particularity of the simulations is that the major\nphysical processes responsible for dust emission and transport, as well as\nradiative effects, are taken into account on short timescales and at\nmesoscale resolution. The aim of these simulations is to quantify the dust\nemission and deposition, locate the major areas of dust emission and\nestablish a climatology of aerosol optical properties in northern Africa. The\nmean monthly aerosol optical thickness (AOT) simulated by ALADIN is compared\nwith the AOTs derived from the standard Dark Target (DT) and Deep Blue (DB)\nalgorithms of the Aqua-MODIS (MODerate resolution Imaging Spectroradiometer)\nproducts over northern Africa and with a set of sun photometer measurements\nlocated at Banizoumbou, Cinzana, Soroa, Mbour and Cape Verde. The vertical\ndistribution of dust aerosol represented by extinction profiles is also\nanalysed using CALIOP (Cloud-Aerosol Lidar with Orthogonal Polarization)\nobservations.\n<br><br>\nThe annual dust emission simulated by ALADIN over northern Africa is\n878 Tg year<sup>−1</sup>. The Bodélé Depression appears to be the main\narea of dust emission in northern Africa, with an average estimate of about\n21.6 Tg year<sup>−1</sup>.\n<br><br>\nThe simulated AOTs are in good agreement with satellite and sun photometer\nobservations. The positions of the maxima of the modelled AOTs over northern\nAfrica match the observed positions, and the ALADIN simulations\nsatisfactorily reproduce the various dust events over the 2006–2010 period.\n<br><br>\nThe AOT climatology proposed in this paper provides a solid database of\noptical properties and consolidates the existing climatology over this\nregion derived from satellites, the AERONET network and regional climate\nmodels. Moreover, the 3-D distribution of the simulated AOTs\nalso provides information about the vertical structure of the dust aerosol\nextinction.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/9063/2015/", 
        "title": "Three-dimensional dust aerosol distribution and extinction climatology over northern Africa simulated with the ALADIN numerical prediction model from 2006 to 2010"
    }, 
    {
        "author": "T. Liu, X. Wang, W. Deng, Q. Hu, X. Ding, Y. Zhang, Q. He, Z. Zhang, S. Lü, X. Bi, J. Chen, and J. Yu", 
        "date": "2015-08-14", 
        "description": "<b>Secondary organic aerosol formation from photochemical aging of light-duty gasoline vehicle exhausts in a smog chamber</b><br /><br />Atmospheric Chemistry and Physics, 15, 9049-9062, 2015<br /><br />Author(s): T. Liu, X. Wang, W. Deng, Q. Hu, X. Ding, Y. Zhang, Q. He, Z. Zhang, S. Lü, X. Bi, J. Chen, and J. Yu<br /><br />In China, a rapid increase in passenger vehicles has led to the growing\nconcern of vehicle exhaust as an important source of anthropogenic secondary\norganic aerosol (SOA) in megacities hard hit by haze. In this study, the SOA\nformation of emissions from two idling light-duty gasoline vehicles (LDGVs)\n(Euro 1 and Euro 4) operated in China was investigated in a 30 m<sup>3</sup> smog\nchamber. Five photo-oxidation experiments were carried out at 25 °C\nwith relative humidity at around 50 %. After aging at an OH exposure of\n5 × 10<sup>6</sup> molecules cm<sup>−3</sup> h, the formed SOA was 12–259\ntimes as high as primary organic aerosol (POA). The SOA production factors\n(PF) were 0.001–0.044 g kg<sup>−1</sup> fuel, comparable with those from the\nprevious studies at comparable OH exposure. This quite lower OH exposure than\nthat in typical atmospheric conditions might however lead to the\nunderestimation of the SOA formation potential from LDGVs. Effective SOA\nyields in this study were well fit by a one-product gas-particle partitioning\nmodel but quite lower than those of a previous study investigating SOA\nformation from three idling passenger vehicles (Euro 2–4). Traditional\nsingle-ring aromatic precursors and naphthalene could explain 51–90 % of\nthe formed SOA. Unspeciated species such as branched and cyclic alkanes might\nbe the possible precursors for the unexplained SOA. A high-resolution\ntime-of-flight aerosol mass spectrometer was used to characterize the\nchemical composition of SOA. The relationship between <i>f</i><sub>43</sub> (ratio of\n<i>m/z</i> 43, mostly C<sub>2</sub>H<sub>3</sub>O<sup>+</sup>, to the total signal in mass spectrum)\nand <i>f</i><sub>44</sub> (mostly CO<sub>2</sub><sup>+</sup>) of the gasoline vehicle exhaust SOA is\nsimilar to the ambient semi-volatile oxygenated organic aerosol (SV-OOA). We\nplot the O : C and H : C molar ratios of SOA in a Van Krevelen diagram.\nThe slopes of ΔH : C / ΔO : C ranged from −0.59 to\n−0.36, suggesting that the oxidation chemistry in these experiments was a\ncombination of carboxylic acid and alcohol/peroxide formation.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/9049/2015/", 
        "title": "Secondary organic aerosol formation from photochemical aging of light-duty gasoline vehicle exhausts in a smog chamber"
    }, 
    {
        "author": "C. Román-Cascón, C. Yagüe, L. Mahrt, M. Sastre, G.-J. Steeneveld, E. Pardyjak, A. van de Boer, and O. Hartogensis", 
        "date": "2015-08-14", 
        "description": "<b>Interactions among drainage flows, gravity waves and turbulence: a BLLAST case study</b><br /><br />Atmospheric Chemistry and Physics, 15, 9031-9047, 2015<br /><br />Author(s): C. Román-Cascón, C. Yagüe, L. Mahrt, M. Sastre, G.-J. Steeneveld, E. Pardyjak, A. van de Boer, and O. Hartogensis<br /><br />The interactions among several stable-boundary-layer (SBL) processes\noccurring just after the evening transition of 2 July 2011 have been analysed\nusing data from instruments deployed over the area of Lannemezan (France)\nduring the Boundary Layer Late Afternoon and Sunset Turbulence (BLLAST) field\ncampaign. The near-calm situation of the afternoon was followed by the\nformation of local shallow drainage flows (SDFs) of less than 10 m depth at different locations. The SDF stage\nended with the arrival of a stronger wind over a deeper layer more associated\nwith the mountain-plain circulation, which caused mixing and destruction of\nthe SDFs. Several gravity-wave-related oscillations were also observed on\ndifferent time series. Wavelet analyses and wave parameters were calculated\nfrom high resolution and accurate surface pressure data of an array of\nmicrobarometers. These waves propagated relatively long distances within the\nSBL. The effects of these phenomena on turbulent parameters (friction\nvelocity and kinematic heat flux) have been studied through multi-resolution\nflux decomposition methods performed on high frequency data from sonic\nanemometers deployed at different heights and locations. With this method, we\nwere able to detect the different time-scales involved in each turbulent\nparameter and separate them from wave contributions, which becomes very\nimportant when choosing averaging-windows for surface flux computations using\neddy covariance methods. The extensive instrumentation allowed us to\nhighlight in detail the peculiarities of the surface turbulent parameters in\nthe SBL, where several of the noted processes were interacting and producing\nimportant variations in turbulence with height and between sites along the\nsloping terrain.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/9031/2015/", 
        "title": "Interactions among drainage flows, gravity waves and turbulence: a BLLAST case study"
    }, 
    {
        "author": "M. E. Nicholls", 
        "date": "2015-08-13", 
        "description": "<b>An investigation of how radiation may cause accelerated rates of tropical cyclogenesis and diurnal cycles of convective activity</b><br /><br />Atmospheric Chemistry and Physics, 15, 9003-9029, 2015<br /><br />Author(s): M. E. Nicholls<br /><br />Recent cloud-resolving numerical modeling results suggest that radiative\nforcing causes accelerated rates of tropical cyclogenesis and early\nintensification. Furthermore, observational studies of tropical cyclones have\nfound that oscillations of the cloud canopy areal extent often occur that are\nclearly related to the solar diurnal cycle. A theory is put forward to\nexplain these findings. The primary mechanism that seems responsible can be\nconsidered a refinement of the mechanism proposed by Gray and Jacobson (1977)\nto explain diurnal variations of oceanic tropical deep cumulus convection. It\nis hypothesized that differential radiative cooling or heating between a\nrelatively cloud-free environment and a developing tropical disturbance\ngenerates circulations that can have very significant influences on\nconvective activity in the core of the system. It is further suggested that\nthere are benefits to understanding this mechanism by viewing it in terms of\nthe lateral propagation of thermally driven gravity wave circulations, also\nknown as buoyancy bores. Numerical model experiments indicate that mean\nenvironmental radiative cooling outside the cloud system is playing an\nimportant role in causing a significant horizontal differential radiative\nforcing and accelerating the rate of tropical cyclogenesis. As an expansive\nstratiform cloud layer forms aloft within a developing system the mean\nlow-level radiative cooling is reduced, while at mid levels small warming\noccurs. During the daytime there is not a very large differential radiative\nforcing between the environment and the cloud system, but at nighttime when\nthere is strong radiative clear-sky cooling of the environment it becomes\nsignificant. Thermally driven circulations develop, characterized by\nrelatively weak subsidence in the environment but much stronger upward motion\nin the cloud system. This upward motion leads to a cooling tendency and\nincreased relative humidity. The increased relative humidity at night appears\nto be a major factor in enhancing convective activity, thereby leading in the\nmean to an increased rate of genesis. It is postulated that the increased\nupward motion and relative humidity that occur throughout a deep layer aid\nboth in the triggering of convection and in providing a more favorable local\nenvironment at mid levels for maintenance of buoyancy in convective cells due\nto a reduction of the detrimental effects of dry air entrainment.\nAdditionally, the day/night modulations of the environmental radiative\nforcing appear to play a major role in the diurnal cycles of convective\nactivity in the cloud system. It is shown that the upward velocity tendencies\nin the system core produced by the radiative forcing are extremely weak when\ncompared to those produced by latent heat release in convective towers, but\nnevertheless over the course of a night they appear capable of significantly\ninfluencing convective activity.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/9003/2015/", 
        "title": "An investigation of how radiation may cause accelerated rates of tropical cyclogenesis and diurnal cycles of convective activity"
    }, 
    {
        "author": "T. Li, Y. Wang, W. J. Li, J. M. Chen, T. Wang, and W. X. Wang", 
        "date": "2015-08-13", 
        "description": "<b>Concentrations and solubility of trace elements in fine particles at a mountain site, southern China: regional sources  and cloud processing</b><br /><br />Atmospheric Chemistry and Physics, 15, 8987-9002, 2015<br /><br />Author(s): T. Li, Y. Wang, W. J. Li, J. M. Chen, T. Wang, and W. X. Wang<br /><br />The\nconcentrations and solubility of twelve trace elements in PM<sub>2.5</sub> at Mt.\nLushan, southern China, were investigated during the summer of 2011 and the\nspring of 2012. The average PM<sub>2.5</sub> mass was\n55.2 ± 20.1 μg m<sup>−3</sup> during the observation period.\nTemporal variations of all trace elements including total and water-soluble\nfractions with several dust storm spikes in total fractions of Al and Fe were\nobserved. The enrichment factor (EF) values were 1 order of magnitude higher\nfor the water-soluble fractions versus the total fractions of trace elements.\nFour major emission sources, namely nonferrous metal mining and smelting (for\nCr, As, Ba and parts of Zn), coal combustion (for Pb, Zn, Se, Cu and Mn),\ncrustal materials (for Al and Fe) and municipal solid waste incineration (for\nCd and Mo), were classified by principal component analysis (PCA). Trajectory\ncluster analysis and the potential source contribution function (PSCF)\nconsistently identified the Yangtze River delta (YRD), the Pearl River delta\n(PRD), and the neighbouring  provinces\nof Mt. Lushan as the major source regions and transport pathways for\nanthropogenic elements. Northern China was identified as a major source\nregion for crustal elements. It should be noted that apart from the YRD, the\narea around Mt. Lushan has become the most significant contributor to the\nsolubility of most trace elements. Element solubility can be partially\ndetermined by emission sources. However, enhanced solubility of trace\nelements corresponding to increased concentrations of\nsulfate  after the occurrence of cloud\nevents indicated significant effects of cloud processing on aerosol element\ndissolution. Metal particles mixed with sulfate in cloud droplet residues\nwere further investigated through transmission electron microscopy (TEM)\nanalysis. Irreversible alteration of particle morphology by cloud processing\nwas confirmed to be highly responsible for the enhancement of trace element\nsolubility. The findings from this study imply an important role of regional\nanthropogenic pollution and cloud processing in the evolution of aerosol\ntrace element solubility during transport in the troposphere.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/8987/2015/", 
        "title": "Concentrations and solubility of trace elements in fine particles at a mountain site, southern China: regional sources  and cloud processing"
    }, 
    {
        "author": "M. A. Zawadowicz, S. R. Proud, S. S. Seppalainen, and D. J. Cziczo", 
        "date": "2015-08-13", 
        "description": "<b>Hygroscopic and phase separation properties of ammonium sulfate/organics/water ternary solutions</b><br /><br />Atmospheric Chemistry and Physics, 15, 8975-8986, 2015<br /><br />Author(s): M. A. Zawadowicz, S. R. Proud, S. S. Seppalainen, and D. J. Cziczo<br /><br />Atmospheric aerosol particles are often partially or completely composed of\ninorganic salts, such as ammonium sulfate and sodium chloride, and therefore\nexhibit hygroscopic properties. Many inorganic salts have well-defined\ndeliquescence and efflorescence points at which they take up and lose water,\nrespectively. Field measurements have shown that atmospheric aerosols are\nnot typically pure inorganic salt, instead, they often also contain organic\nspecies. There is ample evidence from laboratory studies that suggests that\nmixed particles exist in a phase-separated state, with an aqueous inorganic\ncore and organic shell. Although phase separation has not been measured in\nsitu, there is no reason it would not also take place in the atmosphere.\nHere, we investigate the deliquescence and efflorescence points, phase\nseparation and ability to exchange gas-phase components of mixed organic and\ninorganic aerosol using a flow tube coupled with FTIR (Fourier transform infrared) spectroscopy. Ammonium\nsulfate aerosol mixed with organic polyols with different O : C ratios,\nincluding 1,4-butanediol, glycerol, 1,2,6-hexanetriol, 1,2-hexanediol, and\n1,5-pentanediol have been investigated. Those constituents correspond to\nmaterials found in the atmosphere in great abundance and, therefore,\nparticles prepared in this study should mimic atmospheric mixed-phase\naerosol particles. Some results of this study tend to be in agreement with\nprevious microscopy experiments, but others, such as phase separation\nproperties of 1,2,6-hexanetriol, do not agree with previous work. Because\nthe particles studied in this experiment are of a smaller size than those\nused in microscopy studies, the discrepancies found could be a size-related\neffect.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/8975/2015/", 
        "title": "Hygroscopic and phase separation properties of ammonium sulfate/organics/water ternary solutions"
    }, 
    {
        "author": "P. S. Monks, A. T. Archibald, A. Colette, O. Cooper, M. Coyle, R. Derwent, D. Fowler, C. Granier, K. S. Law, G. E. Mills, D. S. Stevenson, O. Tarasova, V. Thouret, E. von Schneidemesser, R. Sommariva, O. Wild, and M. L. Williams", 
        "date": "2015-08-13", 
        "description": "<b>Tropospheric ozone and its precursors from the urban to the global scale from air quality to short-lived climate forcer</b><br /><br />Atmospheric Chemistry and Physics, 15, 8889-8973, 2015<br /><br />Author(s): P. S. Monks, A. T. Archibald, A. Colette, O. Cooper, M. Coyle, R. Derwent, D. Fowler, C. Granier, K. S. Law, G. E. Mills, D. S. Stevenson, O. Tarasova, V. Thouret, E. von Schneidemesser, R. Sommariva, O. Wild, and M. L. Williams<br /><br />Ozone holds a certain fascination in atmospheric science. It is ubiquitous\nin the atmosphere, central to tropospheric oxidation chemistry, yet harmful\nto human and ecosystem health as well as being an important greenhouse gas.\nIt is not emitted into the atmosphere but is a byproduct of the very\noxidation chemistry it largely initiates. Much effort is focused on the\nreduction of surface levels of ozone owing to its health and vegetation\nimpacts, but recent efforts to achieve reductions in exposure at a country\nscale have proved difficult to achieve owing to increases in background\nozone at the zonal hemispheric scale. There is also a growing realisation\nthat the role of ozone as a short-lived climate pollutant could be important\nin integrated air quality climate change mitigation. This review examines\ncurrent understanding of the processes regulating tropospheric ozone at\nglobal to local scales from both measurements and models. It takes the view\nthat knowledge across the scales is important for dealing with air quality\nand climate change in a synergistic manner. The review shows that there\nremain a number of clear challenges for ozone such as explaining surface\ntrends, incorporating new chemical understanding, ozone–climate coupling, and a better assessment of impacts. There is a clear and present need to\ntreat ozone across the range of scales, a transboundary issue, but with an\nemphasis on the hemispheric scales. New observational opportunities are\noffered both by satellites and small sensors that bridge the scales.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/8889/2015/", 
        "title": "Tropospheric ozone and its precursors from the urban to the global scale from air quality to short-lived climate forcer"
    }, 
    {
        "author": "S. H. Budisulistiorini, X. Li, S. T. Bairai, J. Renfro, Y. Liu, Y. J. Liu, K. A. McKinney, S. T. Martin, V. F. McNeill, H. O. T. Pye, A. Nenes, M. E. Neff, E. A. Stone, S. Mueller, C. Knote, S. L. Shaw, Z. Zhang, A. Gold, and J. D. Surratt", 
        "date": "2015-08-13", 
        "description": "<b>Examining the effects of anthropogenic emissions on isoprene-derived secondary organic aerosol formation during the 2013 Southern Oxidant and Aerosol Study (SOAS) at the Look Rock, Tennessee ground site</b><br /><br />Atmospheric Chemistry and Physics, 15, 8871-8888, 2015<br /><br />Author(s): S. H. Budisulistiorini, X. Li, S. T. Bairai, J. Renfro, Y. Liu, Y. J. Liu, K. A. McKinney, S. T. Martin, V. F. McNeill, H. O. T. Pye, A. Nenes, M. E. Neff, E. A. Stone, S. Mueller, C. Knote, S. L. Shaw, Z. Zhang, A. Gold, and J. D. Surratt<br /><br />A suite of offline and real-time gas- and particle-phase measurements was\ndeployed at Look Rock, Tennessee (TN), during the 2013 Southern Oxidant and\nAerosol Study (SOAS) to examine the effects of anthropogenic emissions on\nisoprene-derived secondary organic aerosol (SOA) formation. High- and\nlow-time-resolution PM<sub>2.5</sub> samples were collected for analysis of known\ntracer compounds in isoprene-derived SOA by gas chromatography/electron\nionization-mass spectrometry (GC/EI-MS) and ultra performance liquid\nchromatography/diode array detection-electrospray ionization-high-resolution\nquadrupole time-of-flight mass spectrometry (UPLC/DAD-ESI-HR-QTOFMS). Source\napportionment of the organic aerosol (OA) was determined by positive matrix\nfactorization (PMF) analysis of mass spectrometric data acquired on an\nAerodyne Aerosol Chemical Speciation Monitor (ACSM). Campaign average mass\nconcentrations of the sum of quantified isoprene-derived SOA tracers\ncontributed to ~ 9 % (up to 28 %) of the total OA mass,\nwith isoprene-epoxydiol (IEPOX) chemistry accounting for ~ 97 % of the quantified tracers. PMF analysis resolved a factor with a\nprofile similar to the IEPOX-OA factor resolved in an Atlanta study and was\ntherefore designated IEPOX-OA. This factor was strongly correlated\n(<i>r</i><sup>2</sup> > 0.7) with 2-methyltetrols, C<sub>5</sub>-alkene triols,\nIEPOX-derived organosulfates, and dimers of organosulfates, confirming the\nrole of IEPOX chemistry as the source. On average, IEPOX-derived SOA tracer\nmass was ~ 26 % (up to 49 %) of the IEPOX-OA factor mass,\nwhich accounted for 32 % of the total OA. A low-volatility oxygenated\norganic aerosol (LV-OOA) and an oxidized factor with a profile similar to\n91Fac observed in areas where emissions are biogenic-dominated were also\nresolved by PMF analysis, whereas no primary organic aerosol (POA) sources\ncould be resolved. These findings were consistent with low levels of primary\npollutants, such as nitric oxide (NO ~ 0.03 ppb), carbon\nmonoxide (CO ~ 116 ppb), and black carbon (BC ~ 0.2 μg m<sup>&minus;3</sup>). Particle-phase sulfate is fairly correlated\n(<i>r</i><sup>2</sup> ~ 0.3) with both methacrylic acid epoxide\n(MAE)/hydroxymethyl-methyl-α-lactone (HMML)- (henceforth called\nmethacrolein (MACR)-derived SOA tracers) and IEPOX-derived SOA tracers, and\nmore strongly correlated (<i>r</i><sup>2</sup> ~ 0.6) with the IEPOX-OA\nfactor, in sum suggesting an important role of sulfate in isoprene SOA\nformation. Moderate correlation between the MACR-derived SOA tracer\n2-methylglyceric acid with sum of reactive and reservoir nitrogen oxides\n(NO<sub><i>y</i></sub>; <i>r</i><sup>2</sup> = 0.38) and nitrate (<i>r</i><sup>2</sup> = 0.45) indicates the\npotential influence of anthropogenic emissions through long-range transport.\nDespite the lack of a clear association of IEPOX-OA with locally estimated\naerosol acidity and liquid water content (LWC), box model calculations of\nIEPOX uptake using the simpleGAMMA model, accounting for the role of acidity\nand aerosol water, predicted the abundance of the IEPOX-derived SOA tracers\n2-methyltetrols and the corresponding sulfates with good accuracy (<i>r</i><sup>2</sup>\n~ 0.5 and ~ 0.7, respectively). The modeling and\ndata combined suggest an anthropogenic influence on isoprene-derived SOA\nformation through acid-catalyzed heterogeneous chemistry of IEPOX in the\nsoutheastern US. However, it appears that this process was not limited by\naerosol acidity or LWC at Look Rock during SOAS. Future studies should\nfurther explore the extent to which acidity and LWC as well as aerosol\nviscosity and morphology becomes a limiting factor of IEPOX-derived SOA, and\ntheir modulation by anthropogenic emissions.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/8871/2015/", 
        "title": "Examining the effects of anthropogenic emissions on isoprene-derived secondary organic aerosol formation during the 2013 Southern Oxidant and Aerosol Study (SOAS) at the Look Rock, Tennessee ground site"
    }, 
    {
        "author": "E. F. Mikhailov, G. N. Mironov, C. Pöhlker, X. Chi, M. L. Krüger, M. Shiraiwa, J.-D. Förster, U. Pöschl, S. S. Vlasenko, T. I. Ryshkevich, M. Weigand, A. L. D. Kilcoyne, and M. O. Andreae", 
        "date": "2015-08-13", 
        "description": "<b>Chemical composition, microstructure, and hygroscopic properties of aerosol particles at the Zotino Tall Tower Observatory (ZOTTO), Siberia, during a summer campaign</b><br /><br />Atmospheric Chemistry and Physics, 15, 8847-8869, 2015<br /><br />Author(s): E. F. Mikhailov, G. N. Mironov, C. Pöhlker, X. Chi, M. L. Krüger, M. Shiraiwa, J.-D. Förster, U. Pöschl, S. S. Vlasenko, T. I. Ryshkevich, M. Weigand, A. L. D. Kilcoyne, and M. O. Andreae<br /><br />In this study we describe the hygroscopic properties of accumulation- and\ncoarse-mode aerosol particles sampled at the Zotino Tall Tower Observatory\n(ZOTTO) in central Siberia (61° N, 89° E) from 16 to 21\nJune 2013. The hygroscopic growth measurements were supplemented with\nchemical analyses of the samples, including inorganic ions and\norganic/elemental carbon. In addition, the microstructure and chemical\ncompositions of aerosol particles were analyzed by x-ray micro-spectroscopy\n(STXM-NEXAFS) and transmission electron microscopy (TEM). A mass closure\nanalysis indicates that organic carbon accounted for 61 and 38 % of\nparticulate matter (PM) in the accumulation mode and coarse mode,\nrespectively. The water-soluble fraction of organic matter was estimated to\nbe 52 and 8 % of PM in these modes. Sulfate, predominantly in the form of\nammoniated sulfate, was the dominant inorganic component in both size modes:\n~ 34 % in the accumulation mode vs. ~ 47 % in the coarse\nmode.\n<br><br>\nThe hygroscopic growth measurements were conducted with a filter-based\ndifferential hygroscopicity analyzer (FDHA) over the range of 5–99.4 %\nRH in the hydration and dehydration operation modes. The FDHA study indicates\nthat both accumulation and coarse modes exhibit pronounced water uptake\napproximately at the same relative humidity (RH), starting at\n~ 70 %, while efflorescence occurred at different humidities, i.e.,\nat ~ 35 % RH for submicron particles vs. ~ 50 % RH for\nsupermicron particles. This ~ 15 % RH difference was attributed to\nhigher content of organic material in the submicron particles, which\nsuppresses water release in the dehydration experiments.\n<br><br>\nThe kappa mass interaction model (KIM) was applied to characterize and\nparameterize non-ideal solution behavior and concentration-dependent water\nuptake by atmospheric aerosol samples in the 5–99.4 % RH range. Based on\nKIM, the volume-based hygroscopicity parameter, &kappa;<sub>v</sub>, was\ncalculated. The &kappa;<sub>v,ws</sub> value related to the water-soluble\n(ws) fraction was estimated to be ~ 0.15 for the accumulation mode\nand ~ 0.36 for the coarse mode, respectively. The obtained\n&kappa;<sub>v,ws</sub> for the accumulation mode is in good agreement with\nearlier data reported for remote sites in the Amazon rain forest (&kappa;<sub>v</sub> &approx; 0.15) and a Colorado mountain forest \n(&kappa;<sub>v</sub> &approx; 0.16 ).\n<br><br>\nWe used the Zdanovskii–Stokes–Robinson (ZSR) mixing rule to predict the\nchemical composition dependent hygroscopicity, &kappa;<sub>v,p</sub>. The\nobtained &kappa;<sub>v,p</sub> values overestimate the experimental\nFDHA-KIM-derived &kappa;<sub>v,ws</sub> by factors of 1.8 and 1.5 for the\naccumulation and coarse modes, respectively. This divergence can be explained\nby incomplete dissolution of the hygroscopic inorganic compounds resulting\nfrom kinetic limitations due to a sparingly soluble organic coating. The TEM\nand STXM-NEXAFS results indicate that aged submicron (> 300 nm)\nand supermicron aerosol particles possess core–shell structures with an\ninorganic core, and are enriched in organic carbon at the mixed particle\nsurface. The direct FDHA kinetic studies provide a bulk diffusion coefficient\nof water of ~ 10<sup>&minus;12</sup> cm<sup>2</sup> s<sup>−1</sup> indicating a semi-solid\nstate of the organic-rich phase leading to kinetic limitations of water\nuptake and release during hydration and dehydration cycles.\n<br><br>\nOverall, the present ZOTTO data set, obtained in the growing season, has\nrevealed a strong influence of organic carbon on the hygroscopic properties\nof the ambient aerosols. The sparingly soluble organic coating controls\nhygroscopic growth, phase transitions, and microstructural rearrangement\nprocesses. The observed kinetic limitations can strongly influence the\noutcome of experiments performed on multi-second timescales, such as the\ncommonly applied HTDMA (Hygroscopicity Tandem Differential Mobility Analyzer)\nand CCNC (Cloud Condensation Nuclei Counter) measurements.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/8847/2015/", 
        "title": "Chemical composition, microstructure, and hygroscopic properties of aerosol particles at the Zotino Tall Tower Observatory (ZOTTO), Siberia, during a summer campaign"
    }, 
    {
        "author": "N. Andela, J. W. Kaiser, G. R. van der Werf, and M. J. Wooster", 
        "date": "2015-08-12", 
        "description": "<b>New fire diurnal cycle characterizations to improve fire radiative energy assessments made from MODIS observations</b><br /><br />Atmospheric Chemistry and Physics, 15, 8831-8846, 2015<br /><br />Author(s): N. Andela, J. W. Kaiser, G. R. van der Werf, and M. J. Wooster<br /><br />Accurate near real time fire emissions estimates are required for air\nquality forecasts. To date, most approaches are based on satellite-derived\nestimates of fire radiative power (FRP), which can be converted to fire\nradiative energy (FRE) which is directly related to fire emissions.\nUncertainties in these FRE estimates are often substantial. This is for a\nlarge part because the most often used low-Earth orbit satellite-based\ninstruments such as the Moderate Resolution Imaging Spectroradiometer\n(MODIS) have a relatively poor sampling of the usually pronounced fire\ndiurnal cycle. In this paper we explore the spatial variation of this fire\ndiurnal cycle and its drivers using data from the geostationary Meteosat\nSpinning Enhanced Visible and Infrared Imager (SEVIRI). In addition, we\nsampled data from the SEVIRI instrument at MODIS detection opportunities to\ndevelop two approaches to estimate hourly FRE based on MODIS active fire\ndetections. The first approach ignored the fire diurnal cycle, assuming\npersistent fire activity between two MODIS observations, while the second\napproach combined knowledge on the climatology of the fire diurnal cycle\nwith active fire detections to estimate hourly FRE. The full SEVIRI\ntime series, providing full coverage of the fire diurnal cycle, were used to\nevaluate the results. Our study period comprised of 3 years\n(2010–2012), and we focused on Africa and the Mediterranean basin to avoid\nthe use of potentially lower quality SEVIRI data obtained at very far\noff-nadir view angles. We found that the fire diurnal cycle varies\nsubstantially over the study region, and depends on both fuel and weather\nconditions. For example, more \"intense\" fires characterized by a fire\ndiurnal cycle with high peak fire activity, long duration over the day, and\nwith nighttime fire activity are most common in areas of large fire size\n(i.e., large burned area per fire event). These areas are most prevalent in\nrelatively arid regions. Ignoring the fire diurnal cycle generally resulted\nin an overestimation of FRE, while including information on the climatology\nof the fire diurnal cycle improved FRE estimates. The approach based on\nknowledge of the climatology of the fire diurnal cycle also improved\ndistribution of FRE over the day, although only when aggregating model\nresults to coarser spatial and/or temporal scale good correlation was found\nwith the full SEVIRI hourly reference data set. We recommend the use of\nregionally varying fire diurnal cycle information within the Global Fire\nAssimilation System (GFAS) used in the Copernicus Atmosphere Monitoring\nServices, which will improve FRE estimates and may allow for further\nreconciliation of biomass burning emission estimates from different\ninventories.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/8831/2015/", 
        "title": "New fire diurnal cycle characterizations to improve fire radiative energy assessments made from MODIS observations"
    }, 
    {
        "author": "F. Kuik, A. Lauer, J. P. Beukes, P. G. Van Zyl, M. Josipovic, V. Vakkari, L. Laakso, and G. T. Feig", 
        "date": "2015-08-12", 
        "description": "<b>The anthropogenic contribution to atmospheric black carbon concentrations in southern Africa: a WRF-Chem modeling study</b><br /><br />Atmospheric Chemistry and Physics, 15, 8809-8830, 2015<br /><br />Author(s): F. Kuik, A. Lauer, J. P. Beukes, P. G. Van Zyl, M. Josipovic, V. Vakkari, L. Laakso, and G. T. Feig<br /><br />South Africa has one of the largest industrialized economies in Africa.\nEmissions of air pollutants are particularly high in the\nJohannesburg-Pretoria metropolitan area, the Mpumalanga Highveld and the\nVaal Triangle, resulting in local air pollution. This study presents and\nevaluates a setup for conducting modeling experiments over southern Africa\nwith the Weather Research and Forecasting model including chemistry and\naerosols (WRF-Chem), and analyzes the contribution of anthropogenic\nemissions to the total black carbon (BC) concentrations from September to\nDecember 2010.\n<br><br>\nThe modeled BC concentrations are compared with measurements obtained at the\nWelgegund station situated ca. 100 km southwest of Johannesburg. An\nevaluation of WRF-Chem with observational data from ground-based measurement\nstations, radiosondes, and satellites shows that the meteorology is modeled\nmostly reasonably well, but precipitation amounts are widely overestimated\nand the onset of the wet season is modeled approximately 1 month too early\nin 2010. Modeled daily mean BC concentrations show a temporal correlation of\n0.66 with measurements, but the total BC concentration is underestimated in\nthe model by up to 50 %.\n<br><br>\nSensitivity studies with anthropogenic emissions of BC and co-emitted\nspecies turned off show that anthropogenic sources can contribute up to\n100 % to BC concentrations in the industrialized and urban areas, and\nanthropogenic BC and co-emitted species together can contribute up to 60 %\nto PM<sub>1</sub> levels. Particularly the co-emitted species contribute\nsignificantly to the aerosol optical depth (AOD). Furthermore, in areas of\nlarge-scale biomass-burning atmospheric heating rates are increased through\nabsorption by BC up to an altitude of about 600hPa.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/8809/2015/", 
        "title": "The anthropogenic contribution to atmospheric black carbon concentrations in southern Africa: a WRF-Chem modeling study"
    }, 
    {
        "author": "J. Coates and T. M. Butler", 
        "date": "2015-08-10", 
        "description": "<b>A comparison of chemical mechanisms using tagged ozone production potential (TOPP) analysis</b><br /><br />Atmospheric Chemistry and Physics, 15, 8795-8808, 2015<br /><br />Author(s): J. Coates and T. M. Butler<br /><br />Ground-level ozone is a secondary pollutant produced photochemically\n  from reactions of NO<sub><i>x</i></sub> with peroxy radicals produced during\n  volatile organic compound (VOC) degradation.  Chemical transport models use simplified\n  representations of this complex gas-phase chemistry to predict\n  O<sub>3</sub> levels and inform emission control strategies.  Accurate\n  representation of O<sub>3</sub> production chemistry is vital for\n  effective prediction.  In this study, VOC degradation chemistry in\n  simplified mechanisms is compared to that in the near-explicit Master Chemical Mechanism (MCM)\n  using a box model and by \"tagging\" all organic\n  degradation products over multi-day runs, thus calculating the\n  tagged ozone production potential (TOPP) for a selection of\n  VOCs\n  representative of urban air masses.  Simplified mechanisms that\n  aggregate VOC degradation products instead of aggregating emitted\n  VOCs produce comparable amounts of O<sub>3</sub> from VOC degradation to\n  the MCM.  First-day TOPP values are similar across mechanisms for\n  most VOCs, with larger discrepancies arising over the course of the\n  model run.  Aromatic and unsaturated aliphatic VOCs have the largest\n  inter-mechanism differences on the first day, while alkanes show\n  largest differences on the second day.  Simplified mechanisms break\n  VOCs down into smaller-sized degradation products on the first day\n  faster than the MCM, impacting the total amount of O<sub>3</sub>\n  produced on subsequent days due to secondary chemistry.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/8795/2015/", 
        "title": "A comparison of chemical mechanisms using tagged ozone production potential (TOPP) analysis"
    }, 
    {
        "author": "R.-Q. Shen, X. Ding, Q.-F. He, Z.-Y. Cong, Q.-Q. Yu, and X.-M. Wang", 
        "date": "2015-08-10", 
        "description": "<b>Seasonal variation of secondary organic aerosol tracers  in Central Tibetan Plateau</b><br /><br />Atmospheric Chemistry and Physics, 15, 8781-8793, 2015<br /><br />Author(s): R.-Q. Shen, X. Ding, Q.-F. He, Z.-Y. Cong, Q.-Q. Yu, and X.-M. Wang<br /><br />Secondary organic aerosol (SOA) affects the earth's radiation balance and\nglobal climate. High-elevation areas are sensitive to global climate change.\nHowever, at present, SOA origins and seasonal variations are understudied in\nremote high-elevation areas. In this study, particulate samples were\ncollected from July 2012 to July 2013 at the remote Nam Co (NC) site,\nCentral Tibetan Plateau and analyzed for SOA tracers from biogenic\n(isoprene, monoterpenes and β-caryophyllene) and anthropogenic\n(aromatics) precursors. Among these compounds, isoprene SOA (SOA<sub>I</sub>)\ntracers represented the majority (26.6 ± 44.2 ng m<sup>&minus;3</sup>), followed\nby monoterpene SOA (SOA<sub>M</sub>) tracers (0.97 ± 0.57 ng m<sup>&minus;3</sup>),\naromatic SOA (SOA<sub>A</sub>) tracer (2,3-dihydroxy-4-oxopentanoic acid, DHOPA,\n0.25 ± 0.18 ng m<sup>&minus;3</sup>) and β-caryophyllene SOA tracer (&beta;-caryophyllenic acid, 0.09 ± 0.10 ng m<sup>&minus;3</sup>). SOA<sub>I</sub> tracers\nexhibited high concentrations in the summer and low levels in the winter.\nThe similar temperature dependence of SOA<sub>I</sub> tracers and isoprene\nemission suggested that the seasonal variation of SOA<sub>I</sub> tracers at the\nNC site was mainly influenced by the isoprene emission. The ratio of\nhigh-NO<sub><i>x</i></sub> to low-NO<sub><i>x</i></sub> products of SOA<sub>I</sub> (2-methylglyceric acid to\n2-methyltetrols) was highest in the winter and lowest in the summer,\ndue to the influence of temperature and relative humidity. The seasonal\nvariation of SOA<sub>M</sub> tracers was impacted by monoterpenes emission and\ngas-particle partitioning. During the summer to the fall, temperature effect\non partitioning was the dominant process influencing SOA<sub>M</sub> tracers'\nvariation; while the temperature effect on emission was the dominant process\ninfluencing SOA<sub>M</sub> tracers' variation during the winter to the spring.\nSOA<sub>M</sub> tracer levels did not elevate with increased temperature in the\nsummer, probably resulting from the counteraction of temperature effects on\nemission and partitioning. The concentrations of DHOPA were 1–2 orders of\nmagnitude lower than those reported in the urban regions of the world. Due\nto the transport of air pollutants from the adjacent Bangladesh and\nnortheastern India, DHOPA presented relatively higher levels in the summer.\nIn the winter when air masses mainly came from northwestern India, mass\nfractions of DHOPA in total tracers increased, although its concentrations\ndeclined. The SOA-tracer method was applied to estimate secondary organic\ncarbon (SOC) from these four precursors. The annual average of SOC was 0.22 ± 0.29 μgC m<sup>−3</sup>,\nwith the biogenic SOC (sum of isoprene,\nmonoterpenes and β-caryophyllene) accounting for 75 %. In the\nsummer, isoprene was the major precursor with its SOC contributions of\n81 %. In the winter when the emission of biogenic precursors largely\ndropped, the contributions of aromatic SOC increased. Our study implies that\nanthropogenic pollutants emitted in the Indian subcontinent could be\ntransported to the TP and have an impact on SOC over the remote NC.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/8781/2015/", 
        "title": "Seasonal variation of secondary organic aerosol tracers  in Central Tibetan Plateau"
    }, 
    {
        "author": "J. Zhu, T. Wang, J. Bieser, and V. Matthias", 
        "date": "2015-08-10", 
        "description": "<b>Source attribution and process analysis for atmospheric mercury in eastern China simulated by CMAQ-Hg</b><br /><br />Atmospheric Chemistry and Physics, 15, 8767-8779, 2015<br /><br />Author(s): J. Zhu, T. Wang, J. Bieser, and V. Matthias<br /><br />The contribution from different emission sources and atmospheric processes\nto gaseous elemental mercury (GEM), gaseous oxidized mercury (GOM),\nparticulate bound mercury (PBM) and mercury deposition in eastern China were\nquantified using the Community Multi-scale Air Quality (CMAQ-Hg) modeling\nsystem run with a nested domain. Natural sources (NAT) and six categories of\nanthropogenic mercury sources (ANTH) including cement production (CEM),\ndomestic life (DOM), industrial boilers (IND), metal production (MET),\ncoal-fired power plants (PP) and traffic (TRA) were considered for source\napportionment. NAT were responsible for 36.6 % of annual averaged GEM\nconcentration, which was regarded as the most important source for GEM in\nspite of obvious seasonal variation. Among ANTH, the influence of MET and PP\non GEM were most evident especially in winter. ANTH dominated the variations\nof GOM and PBM concentrations with   contributions of 86.7  and 79.1 %,\nrespectively. Among ANTH, IND were the largest contributor for GOM (57.5 %)\nand PBM (34.4 %) so that most mercury deposition came from IND. The effect\nof mercury emitted from out of China was indicated by a > 30 %\ncontribution to GEM concentration and wet deposition. The contributions from\nnine processes – consisting of emissions (EMIS), gas-phase chemical\nproduction/loss (CHEM), horizontal advection (HADV), vertical advection\n(ZADV), horizontal advection (HDIF), vertical diffusion (VDIF), dry\ndeposition (DDEP), cloud processes (CLDS) and aerosol processes (AERO) – were\ncalculated for process  analysis with their comparison in urban and\nnon-urban regions of the Yangtze River delta (YRD). EMIS and VDIF affected\nsurface GEM and PBM concentrations most and tended to compensate each other\nall the time in both urban and non-urban areas. However, DDEP was the most\nimportant removal process for GOM with 7.3  and 2.9 ng m<sup>−3</sup>\nreduced in the surface of urban and non-urban areas, respectively, in 1\nday. The diurnal profile variation of processes revealed the transportation of\nGOM from urban area to non-urban areas and the importance of CHEM/AERO in\nhigher altitudes which partly caused diffusion of GOM downwards to non-urban areas. Most of the anthropogenic mercury was transported and diffused away from\nurban areas by HADV and VDIF and increased mercury concentrations in non-urban\nareas by HADV. Natural emissions only influenced CHEM and AERO more\nsignificantly than anthropogenic. Local emissions in the YRD contributed\n8.5 % more to GEM and ~ 30 % more to GOM and PBM in urban\nareas compared to non-urban areas.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/8767/2015/", 
        "title": "Source attribution and process analysis for atmospheric mercury in eastern China simulated by CMAQ-Hg"
    }, 
    {
        "author": "K. W. Fomba, D. van Pinxteren, K. Müller, Y. Iinuma, T. Lee, J. L. Collett Jr., and H. Herrmann", 
        "date": "2015-08-10", 
        "description": "<b>Trace metal characterization of aerosol particles and cloud water during HCCT 2010</b><br /><br />Atmospheric Chemistry and Physics, 15, 8751-8765, 2015<br /><br />Author(s): K. W. Fomba, D. van Pinxteren, K. Müller, Y. Iinuma, T. Lee, J. L. Collett Jr., and H. Herrmann<br /><br />Trace metal characterization of bulk and size-resolved aerosol and cloud\nwater samples were performed during the Hill Cap Cloud Thuringia (HCCT)\ncampaign. Cloud water was collected at the top of Mt. Schmücke while\naerosol samples were collected at two stations upwind and downwind of Mt.\nSchmücke. Fourteen trace metals including Ti, V, Fe, Mn, Co, Zn, Ni, Cu,\nAs, Sr, Rb, Pb, Cr, and Se were investigated during four full cloud events\n(FCEs) that fulfilled the conditions of a continuous air mass flow through the\nthree stations. Aerosol particle trace metal concentrations were found to be\nlower than those observed in the same region during previous field\nexperiments but were within a similar range to those observed in other rural\nregions in Europe. Fe and Zn were the most abundant elements with\nconcentration ranges of 0.2–111.6 and\n1.1–32.1 ng m<sup>−3</sup>,\nrespectively. Fe, Mn, and Ti were mainly found in coarse mode aerosols while\nZn, Pb, and As were mostly found in the fine mode. Correlation and enrichment\nfactor analysis of trace metals revealed that trace metals such as Ti and Rb\nwere mostly of crustal origin while trace metals such as Zn, Pb, As, Cr, Ni,\nV, and Cu were of anthropogenic origin. Trace metals such as Fe and Mn were of\nmixed origins including crustal and combustion sources. Trace metal cloud\nwater concentration decreased from Ti, Mn, Cr, to Co with average\nconcentrations of 9.18, 5.59, 5.54, and 0.46 μg L<sup>−1</sup>,\nrespectively. A non-uniform distribution of soluble Fe, Cu, and Mn was\nobserved across the cloud drop sizes. Soluble Fe and Cu were found mainly in\ncloud droplets with diameters between 16 and 22 μm, while Mn was\nfound mostly in larger drops greater than 22 μm. Fe(III) was the\nmain form of soluble Fe especially in the small and larger drops with\nconcentrations ranging from 2.2 to\n37.1 μg L<sup>−1</sup>. In\ncontrast to other studies, Fe(II) was observed mainly in the evening hours,\nimplying its presence was not directly related to photochemical processes.\nAerosol–cloud interaction did not lead to a marked increase in soluble trace\nmetal concentrations; rather it led to differences in the chemical composition of\nthe aerosol due to preferential loss of aerosol particles through physical\nprocesses including cloud drop deposition to vegetative surfaces.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/8751/2015/", 
        "title": "Trace metal characterization of aerosol particles and cloud water during HCCT 2010"
    }, 
    {
        "author": "M. Vázquez-Navarro, H. Mannstein, and S. Kox", 
        "date": "2015-08-10", 
        "description": "<b>Contrail life cycle and properties from 1 year of MSG/SEVIRI rapid-scan images</b><br /><br />Atmospheric Chemistry and Physics, 15, 8739-8749, 2015<br /><br />Author(s): M. Vázquez-Navarro, H. Mannstein, and S. Kox<br /><br />The automatic contrail tracking algorithm (ACTA) – developed to automatically follow contrails as they age, drift and spread – enables the study of a large number of\ncontrails and the evolution of contrail properties with time. In this paper we present a year's worth of tracked contrails, from August 2008 to July 2009 in order to\nderive statistically significant mean values.\nThe tracking is performed using the 5 min rapid-scan mode of the Spinning Enhanced Visible and Infrared Imager (SEVIRI) on board the Meteosat Second\nGeneration (MSG) satellites. The detection is based on the high spatial resolution of the images provided by the Moderate Resolution Imaging Spectroradiometer\non board the Terra satellite (Terra/MODIS), where a contrail detection algorithm (CDA) is applied. The results show the satellite-derived average lifetimes of contrails and\ncontrail-cirrus along with the probability density function (PDF) of other geometric characteristics such as mean coverage, distribution and width. In\ncombination with specifically developed algorithms (RRUMS; Rapid Retrieval of Upwelling irradiance from\nMSG/SEVIRI and COCS (Cirrus Optical properties derived from CALIOP and SEVIRI), explained below) it is possible to derive the radiative  forcing (RF), energy forcing (EF),\noptical thickness (τ) and altitude of the tracked contrails. Mean values here\nretrieved are duration, 1 h; length, 130 km; width, 8 km; altitude, 11.7 km; optical thickness, 0.34. Radiative forcing and energy forcing are\nshown for land/water backgrounds in day/night situations.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/8739/2015/", 
        "title": "Contrail life cycle and properties from 1 year of MSG/SEVIRI rapid-scan images"
    }, 
    {
        "author": "V. Sant, R. Posselt, and U. Lohmann", 
        "date": "2015-08-07", 
        "description": "<b>Prognostic precipitation with three liquid water classes in the ECHAM5–HAM GCM</b><br /><br />Atmospheric Chemistry and Physics, 15, 8717-8738, 2015<br /><br />Author(s): V. Sant, R. Posselt, and U. Lohmann<br /><br />A new parameterization with three prognostic liquid water\nclasses was implemented into the general circulation model (GCM) ECHAM5 with the\naerosol module HAM in order to improve the global representation of rain formation in marine\nstratiform clouds. The additionally introduced drizzle class improves the\nphysical representation of the droplet spectrum and, more importantly,\nimproves the microphysical processes relevant for precipitation formation\ncompared to the standard parameterization. In order to avoid a mismatch of\nthe liquid and ice phase, a prognostic treatment of snow has been\nintroduced too. This has a significant effect on the amount and altitude of\nice clouds, which in turn affects not only the in- and outgoing radiation\nbut also the parameterized collection rates. With the introduction of a\nprognostic precipitation scheme, a more realistic representation of both\nliquid and ice phase large-scale precipitation is achieved compared to a\ndiagnostic treatment. An encouraging finding is that with the prognostic\ntreatment the increase of the liquid water path in response to anthropogenic\naerosols is reduced by about 25 %. Although the total net radiative\nforcing is decreased from &minus;1.3±0.3 to &minus;1.6±0.3 W m<sup>−2</sup> from\nthe control to the prognostic model version, the difference is within the\ninterannual variability. Altogether the results suggest that the treatment of\nprecipitation in global circulation models has not only a significant influence on the\nphase of clouds and their conversion rates, but also hints towards uncertainties\nrelated to a prognostic precipitation scheme.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/8717/2015/", 
        "title": "Prognostic precipitation with three liquid water classes in the ECHAM5–HAM GCM"
    }, 
    {
        "author": "M. Tao, P. Konopka, F. Ploeger, J.-U. Grooß, R. Müller, C. M. Volk, K. A. Walker, and M. Riese", 
        "date": "2015-08-07", 
        "description": "<b>Impact of the 2009 major sudden stratospheric warming on  the composition of the stratosphere</b><br /><br />Atmospheric Chemistry and Physics, 15, 8695-8715, 2015<br /><br />Author(s): M. Tao, P. Konopka, F. Ploeger, J.-U. Grooß, R. Müller, C. M. Volk, K. A. Walker, and M. Riese<br /><br />In a case study of a remarkable major sudden stratospheric warming (SSW) during the\nboreal winter 2008/09, we investigate how transport and mixing triggered by\nthis event affected the composition of the entire stratosphere in the Northern\nHemisphere. We simulate this event with the Chemical Lagrangian Model of the\nStratosphere (CLaMS), both with optimized mixing parameters and with no mixing,\ni.e. with transport occurring only along the Lagrangian trajectories.\nThe results are investigated by using tracer–tracer correlations\nand by applying the transformed Eulerian-mean formalism.\nThe CLaMS simulation of N<sub>2</sub>O and O<sub>3</sub>, and in particular of\nthe O<sub>3</sub>–N<sub>2</sub>O tracer correlations with optimized mixing parameters, shows\ngood agreement with the Aura Microwave Limb Sounder (MLS) data.\nThe spatial distribution of mixing intensity in CLaMS correlates fairly\nwell with the Eliassen–Palm flux convergence. This correlation illustrates how planetary\nwaves drive mixing. By comparing simulations with and without mixing,\nwe find that after the SSW, poleward transport of air increases, not only across the vortex edge but also across\nthe subtropical transport barrier.\nMoreover, the SSW event, at the same time, accelerates polar descent and tropical ascent of\nthe Brewer–Dobson circulation. The accelerated ascent in the tropics\nand descent at high latitudes first occurs in the upper stratosphere and\nthen propagates downward to the lower stratosphere.\nThis downward propagation takes over 1 month from the potential temperature\nlevel of 1000 to 400 K.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/8695/2015/", 
        "title": "Impact of the 2009 major sudden stratospheric warming on  the composition of the stratosphere"
    }, 
    {
        "author": "K. M. Cerully, A. Bougiatioti, J. R. Hite Jr., H. Guo, L. Xu, N. L. Ng, R. Weber, and A. Nenes", 
        "date": "2015-08-07", 
        "description": "<b>On the link between hygroscopicity, volatility, and oxidation state of ambient and water-soluble aerosols in the southeastern United States</b><br /><br />Atmospheric Chemistry and Physics, 15, 8679-8694, 2015<br /><br />Author(s): K. M. Cerully, A. Bougiatioti, J. R. Hite Jr., H. Guo, L. Xu, N. L. Ng, R. Weber, and A. Nenes<br /><br />The formation of secondary organic aerosols (SOAs) combined with the\n  partitioning of semivolatile organic components can impact numerous\n  aerosol properties including cloud condensation nuclei (CCN)\n  activity, hygroscopicity, and volatility. During the summer 2013\n  Southern Oxidant and Aerosol Study (SOAS) field campaign in a rural\n  site in the southeastern United States, a suite of instruments\n  including a CCN counter, a thermodenuder (TD), and a high-resolution\n  time-of-flight aerosol mass spectrometer (AMS) were used to measure\n  CCN activity, aerosol volatility, composition, and oxidation\n  state. Particles were either sampled directly from ambient or\n  through a particle-into-liquid sampler (PILS), allowing the\n  investigation of the water-soluble aerosol component. Ambient\n  aerosols exhibited size-dependent composition with larger particles\n  being more hygroscopic. The hygroscopicity of thermally denuded\n  aerosols was similar between ambient and PILS-generated aerosols and\n  showed limited dependence on volatilization. Results of AMS three-factor\n  positive matrix factorization (PMF) analysis for the PILS-generated\n  aerosols\n  showed that the most hygroscopic components are most likely the most\n  and the least volatile features of the aerosols. No clear\n  relationship was found between organic hygroscopicity and the\n  oxygen-to-carbon ratio; in fact, isoprene-derived organic aerosols\n  (isoprene-OAs) were found to be the most hygroscopic factor, while at\n  the same time being the least oxidized and likely most volatile of\n  all PMF factors. Considering the diurnal variation of each PMF\n  factor and its associated hygroscopicity, isoprene-OA and more-oxidized oxygenated organic aerosols are the prime\n  contributors to hygroscopicity and co-vary with less-oxidized oxygenated organic aerosols in a way that induces the observed\n  diurnal invariance in total organic hygroscopicity. Biomass burning\n  organic aerosols contributed little to aerosol\n  hygroscopicity, which is expected since there was little biomass\n  burning activity during the sampling period examined.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/8679/2015/", 
        "title": "On the link between hygroscopicity, volatility, and oxidation state of ambient and water-soluble aerosols in the southeastern United States"
    }, 
    {
        "author": "H. Cui, P. Mao, Y. Zhao, C. P. Nielsen, and J. Zhang", 
        "date": "2015-08-06", 
        "description": "<b>Patterns in atmospheric carbonaceous aerosols in China: emission estimates and observed concentrations</b><br /><br />Atmospheric Chemistry and Physics, 15, 8657-8678, 2015<br /><br />Author(s): H. Cui, P. Mao, Y. Zhao, C. P. Nielsen, and J. Zhang<br /><br />China is experiencing severe carbonaceous aerosol pollution driven mainly by\nlarge emissions resulting from intensive use of solid fuels. To gain a\nbetter understanding of the levels and trends of carbonaceous aerosol\nemissions and the resulting ambient concentrations at the national scale, we\nupdate an emission inventory of anthropogenic organic carbon (OC) and\nelemental carbon (EC) and employ existing observational studies to analyze\ncharacteristics of these aerosols including temporal, spatial, and size\ndistributions, and the levels and shares of secondary organic carbon (SOC)\nin total OC. We further use ground observations to test the levels and\ninter-annual trends of the calculated national and provincial emissions of\ncarbonaceous aerosols, and propose possible improvements in emission\nestimation for the future. The national OC emissions are estimated to have\nincreased 29 % from 2000 (2127 Gg) to 2012 (2749 Gg) and EC by 37 %\n(from 1356 to 1857 Gg). The residential, industrial, and transportation\nsectors contributed an estimated 74–78, 17–21, and 4–6 % of the\ntotal emissions of OC, respectively, and 49–55, 30–34, and 14–18 %\nof EC. Updated emission factors (EFs) based on the most recent local field\nmeasurements, particularly for biofuel stoves, led to considerably lower\nemissions of OC compared to previous inventories. Compiling observational\ndata across the country, higher concentrations of OC and EC are found in\nnorthern and inland cities, while higher OC / EC ratios are found in southern\nsites, due to the joint effects of primary emissions and meteorology.\nHigher OC / EC ratios are estimated at rural and remote sites compared to\nurban ones, attributed to more emissions of OC from biofuel use, more\nbiogenic emissions of volatile organic compound (VOC) precursors to SOC,\nand/or transport of aged aerosols. For most sites, higher concentrations of\nOC, EC, and SOC are observed in colder seasons, while SOC / OC is reduced,\nparticularly at rural and remote sites, attributed partly to weaker\natmospheric oxidation and SOC formation compared to summer. Enhanced SOC\nformation from oxidization and anthropogenic activities like biomass\ncombustion is judged to have crucial effects on severe haze events\ncharacterized by high particle concentrations. Several observational studies\nindicate an increasing trend in ambient OC / EC (but not in OC or EC\nindividually) from 2000 to 2010, confirming increased atmospheric oxidation\nof OC across the country. Combining the results of emission estimation and\nobservations, the improvement over prior emission inventories is indicated\nby inter-annual comparisons and correlation analysis. It is also indicated,\nhowever, that the estimated growth in emissions might be faster than\nobserved growth, and that some sources with high primary OC / EC, such as burning\nof biomass, are still underestimated. Further studies to determine changing\nEFs over time in the residential sector and to compare to other\nmeasurements, such as satellite observations, are thus suggested to improve\nunderstanding of the levels and trends of primary carbonaceous aerosol\nemissions in China.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/8657/2015/", 
        "title": "Patterns in atmospheric carbonaceous aerosols in China: emission estimates and observed concentrations"
    }, 
    {
        "author": "L. Zhou, R. Gierens, A. Sogachev, D. Mogensen, J. Ortega, J. N. Smith, P. C. Harley, A. J. Prenni, E. J. T. Levin, A. Turnipseed, A. Rusanen, S. Smolander, A. B. Guenther, M. Kulmala, T. Karl, and M. Boy", 
        "date": "2015-08-06", 
        "description": "<b>Contribution from biogenic organic compounds to particle growth during the 2010 BEACHON-ROCS campaign in a Colorado temperate needleleaf forest</b><br /><br />Atmospheric Chemistry and Physics, 15, 8643-8656, 2015<br /><br />Author(s): L. Zhou, R. Gierens, A. Sogachev, D. Mogensen, J. Ortega, J. N. Smith, P. C. Harley, A. J. Prenni, E. J. T. Levin, A. Turnipseed, A. Rusanen, S. Smolander, A. B. Guenther, M. Kulmala, T. Karl, and M. Boy<br /><br />New particle formation (NPF) is an important atmospheric phenomenon. During\nan NPF event, particles first form by nucleation and then grow further in\nsize. The growth step is crucial because it controls the number of particles\nthat can become cloud condensation nuclei. Among various physical and\nchemical processes contributing to particle growth, condensation by organic\nvapors has been suggested as important. In order to better understand the\ninfluence of biogenic emissions on particle growth, we carried out modeling\nstudies of NPF events during the BEACHON-ROCS (Bio–hydro–atmosphere interactions of Energy, Aerosol,\nCarbon, H2O, Organics & Nitrogen – Rocky Mountain Organic Carbon Study) campaign at Manitou\nExperimental Forest Observatory in Colorado, USA. The site is representative\nof the semi-arid western USA. With the latest Criegee intermediate reaction\nrates implemented in the chemistry scheme, the model underestimates sulfuric\nacid concentration by 50 %, suggesting either missing sources of\natmospheric sulfuric acid or an overestimated sink term. The results\nemphasize the contribution from biogenic volatile organic compound emissions\nto particle growth by demonstrating the effects of the oxidation products of\nmonoterpenes and 2-Methyl-3-buten-2-ol (MBO). Monoterpene oxidation products\nare shown to influence the nighttime particle loadings significantly, while\ntheir concentrations are insufficient to grow the particles during the day.\nThe growth of ultrafine particles in the daytime appears to be closely related to\nthe OH oxidation products of MBO.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/8643/2015/", 
        "title": "Contribution from biogenic organic compounds to particle growth during the 2010 BEACHON-ROCS campaign in a Colorado temperate needleleaf forest"
    }, 
    {
        "author": "E. Strobach and G. Bel", 
        "date": "2015-08-04", 
        "description": "<b>Improvement of climate predictions and reduction of their uncertainties using learning algorithms</b><br /><br />Atmospheric Chemistry and Physics, 15, 8631-8641, 2015<br /><br />Author(s): E. Strobach and G. Bel<br /><br />Simulated climate dynamics, initialized with observed conditions, is expected\nto be synchronized, for several years, with the actual dynamics. However, the\npredictions of climate models are not sufficiently accurate. Moreover, there\nis a large variance between simulations initialized at different times and\nbetween different models. One way to improve climate predictions and to\nreduce the associated uncertainties is to use an ensemble of climate model\npredictions, weighted according to their past performances. Here, we show\nthat skillful predictions, for a decadal time scale, of the\n2 m temperature can be achieved by applying a sequential learning\nalgorithm to an ensemble of decadal climate model simulations. The\npredictions generated by the learning algorithm are shown to be better than\nthose of each of the models in the ensemble, the better performing simple\naverage and a reference climatology. In addition, the uncertainties\nassociated with the predictions are shown to be reduced relative to those\nderived from an equally weighted ensemble of bias-corrected predictions. The\nresults show that learning algorithms can help to better assess future\nclimate dynamics.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/8631/2015/", 
        "title": "Improvement of climate predictions and reduction of their uncertainties using learning algorithms"
    }, 
    {
        "author": "S. Pandey, S. Houweling, M. Krol, I. Aben, and T. Röckmann", 
        "date": "2015-08-03", 
        "description": "<b>On the use of satellite-derived CH<sub>4</sub> : CO<sub>2</sub>  columns in a joint inversion of CH<sub>4</sub> and CO<sub>2</sub> fluxes</b><br /><br />Atmospheric Chemistry and Physics, 15, 8615-8629, 2015<br /><br />Author(s): S. Pandey, S. Houweling, M. Krol, I. Aben, and T. Röckmann<br /><br />We present a method for assimilating total column CH<sub>4</sub> : CO<sub>2</sub> ratio\nmeasurements from satellites for inverse modeling of CH<sub>4</sub> and CO<sub>2</sub> fluxes\nusing the variational approach. Unlike conventional approaches, in which\nretrieved CH<sub>4</sub> : CO<sub>2</sub> are multiplied by model-derived total column\nCO<sub>2</sub> and only the resulting CH<sub>4</sub> is assimilated, our method assimilates\nthe ratio of CH<sub>4</sub> and CO<sub>2</sub> directly and is therefore called the ratio\nmethod. It is a dual tracer inversion, in which surface fluxes of CH<sub>4</sub> and\nCO<sub>2</sub> are optimized simultaneously. The optimization of CO<sub>2</sub> fluxes turns\nthe hard constraint of prescribing model-derived CO<sub>2</sub> fields into a weak\nconstraint on CO<sub>2</sub>, which allows us to account for uncertainties in CO<sub>2</sub>.\nThe method has been successfully tested in a synthetic inversion setup. We\nshow that the ratio method is able to reproduce assumed true CH<sub>4</sub> and\nCO<sub>2</sub> fluxes starting from a prior, which is derived by perturbing the true\nfluxes randomly. We compare the performance of the ratio method with that of\nthe traditional proxy approach and the use of only surface measurements for\nestimating CH<sub>4</sub> fluxes. Our results confirm that the optimized CH<sub>4</sub>\nfluxes are sensitive to the treatment of CO<sub>2</sub>, and that hard constraints on\nCO<sub>2</sub> may significantly compromise results that are obtained for CH<sub>4</sub>. We\nfind that the relative performance of ratio and proxy methods have a regional\ndependence. The ratio method performs better than the proxy method in regions\nwhere the CO<sub>2</sub> fluxes are most uncertain. However, both ratio and proxy\nmethods perform better than the surface-measurement-only inversion,\nconfirming the potential of spaceborne measurements for accurately\ndetermining fluxes of CH<sub>4</sub> and other greenhouse gases\n(GHGs).", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/8615/2015/", 
        "title": "On the use of satellite-derived CH<sub>4</sub> : CO<sub>2</sub>  columns in a joint inversion of CH<sub>4</sub> and CO<sub>2</sub> fluxes"
    }, 
    {
        "author": "W. Tao, J. Liu, G. A. Ban-Weiss, D. A. Hauglustaine, L. Zhang, Q. Zhang, Y. Cheng, Y. Yu, and S. Tao", 
        "date": "2015-08-03", 
        "description": "<b>Effects of urban land expansion on the regional meteorology and air quality of eastern China</b><br /><br />Atmospheric Chemistry and Physics, 15, 8597-8614, 2015<br /><br />Author(s): W. Tao, J. Liu, G. A. Ban-Weiss, D. A. Hauglustaine, L. Zhang, Q. Zhang, Y. Cheng, Y. Yu, and S. Tao<br /><br />Rapid urbanization throughout eastern China is\nimposing an irreversible effect on local climate and air quality. In this\npaper, we examine the response of a range of meteorological and air quality\nindicators to urbanization. Our study uses the Weather Research and\nForecasting model coupled with chemistry (WRF/Chem) to simulate the climate\nand air quality impacts of four hypothetical urbanization scenarios with\nfixed surface pollutant emissions during the month of July from 2008 to 2012.\nAn improved integrated process rate (IPR) analysis scheme is implemented in\nWRF/Chem to investigate the mechanisms behind the forcing–response\nrelationship at the process level. For all years, as urban land area expands,\nconcentrations of CO, elemental carbon (EC), and particulate matter with\naerodynamic diameter less than 2.5 microns (PM<sub>2.5</sub>) tend to decrease near\nthe surface (below ~ 500 m), but increase at higher altitudes\n(1–3 km), resulting in a reduced vertical concentration gradient. On the\nother hand, the O<sub>3</sub> burden, averaged over all newly urbanized grid cells,\nconsistently increases from the surface to a height of about 4 km.\nSensitivity tests show that the responses of pollutant concentrations to the\nspatial extent of urbanization are nearly linear near the surface, but\nnonlinear at higher altitudes. Over eastern China, each 10 % increase in\nnearby urban land coverage on average leads to a decrease of approximately\n2 % in surface concentrations for CO, EC, and PM<sub>2.5</sub>, while for\nO<sub>3</sub> an increase of about 1 % is simulated. At 800 hPa, pollutants'\nconcentrations tend to increase even more rapidly with\nan increase in nearby urban land coverage. This\nindicates that as large tracts of new urban land emerge, the influence of\nurban expansion on meteorology and air pollution would be significantly\namplified. IPR analysis reveals the contribution of individual atmospheric\nprocesses to pollutants' concentration changes. It indicates that, for\nprimary pollutants, the enhanced sink (source) caused by turbulent mixing and\nvertical advection in the lower (upper) atmosphere could be a key factor in\nchanges to simulated vertical profiles. The evolution of secondary pollutants\nis further influenced by the upward relocation of precursors that impact\ngas-phase chemistry for O<sub>3</sub> and aerosol processes for PM<sub>2.5</sub>. Our\nstudy indicates that dense urbanization has a moderate dilution effect on\nsurface primary airborne contaminants, but may intensify severe haze and\nozone pollution if local emissions are not well controlled.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/8597/2015/", 
        "title": "Effects of urban land expansion on the regional meteorology and air quality of eastern China"
    }, 
    {
        "author": "J. K. Kodros, C. E. Scott, S. C. Farina, Y. H. Lee, C. L'Orange, J. Volckens, and J. R. Pierce", 
        "date": "2015-08-03", 
        "description": "<b>Uncertainties in global aerosols and climate effects due to biofuel emissions</b><br /><br />Atmospheric Chemistry and Physics, 15, 8577-8596, 2015<br /><br />Author(s): J. K. Kodros, C. E. Scott, S. C. Farina, Y. H. Lee, C. L'Orange, J. Volckens, and J. R. Pierce<br /><br />Aerosol emissions from biofuel combustion impact both health and climate;\nhowever, while reducing emissions through improvements to combustion\ntechnologies will improve health, the net effect on climate is largely\nunconstrained. In this study, we examine sensitivities in global aerosol\nconcentration, direct radiative climate effect, and cloud-albedo aerosol\nindirect climate effect to uncertainties in biofuel emission factors,\noptical mixing state, and model nucleation and background secondary organic aerosol (SOA). We use the\nGoddard Earth Observing System global chemical-transport model (GEOS-Chem)\nwith TwO Moment Aerosol Sectional (TOMAS) microphysics. The emission factors\ninclude amount, composition, size, and hygroscopicity, as well as optical\nmixing-state properties. We also evaluate emissions from domestic coal use,\nwhich is not biofuel but is also frequently emitted from homes. We estimate\nthe direct radiative effect assuming different mixing states (homogeneous,\ncore-shell, and external) with and without absorptive organic aerosol (brown\ncarbon). We find the global-mean direct radiative effect of biofuel\nemissions ranges from −0.02 to +0.06 W m<sup>−2</sup> across all\nsimulation/mixing-state combinations with regional effects in source regions\nranging from −0.2 to +0.8 W m<sup>−2</sup>. The global-mean cloud-albedo aerosol indirect effect (AIE) ranges from +0.01 to −0.02 W m<sup>−2</sup> with regional\neffects in source regions ranging from −1.0 to −0.05 W m<sup>−2</sup>. The direct\nradiative effect is strongly dependent on uncertainties in emissions mass,\ncomposition, emissions aerosol size distributions, and assumed optical mixing\nstate, while the indirect effect is dependent on the emissions mass,\nemissions aerosol size distribution, and the choice of model nucleation and\nsecondary organic aerosol schemes. The sign and magnitude of these effects\nhave a strong regional dependence. We conclude that the climate effects of\nbiofuel aerosols are largely unconstrained, and the overall sign of the\naerosol effects is unclear due to uncertainties in model inputs. This\nuncertainty limits our ability to introduce mitigation strategies aimed at\nreducing biofuel black carbon emissions in order to counter warming effects\nfrom greenhouse gases. To better understand the climate impact of particle\nemissions from biofuel combustion, we recommend field/laboratory\nmeasurements to narrow constraints on (1) emissions mass, (2) emission size\ndistribution, (3) mixing state, and (4) ratio of black carbon to organic\naerosol.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/8577/2015/", 
        "title": "Uncertainties in global aerosols and climate effects due to biofuel emissions"
    }, 
    {
        "author": "Y. Zheng, N. Unger, M. P. Barkley, and X. Yue", 
        "date": "2015-08-03", 
        "description": "<b>Relationships between photosynthesis and formaldehyde as a probe of isoprene emission</b><br /><br />Atmospheric Chemistry and Physics, 15, 8559-8576, 2015<br /><br />Author(s): Y. Zheng, N. Unger, M. P. Barkley, and X. Yue<br /><br />Atmospheric oxidation of isoprene emission from land plants affects\nradiative forcing of global climate change. There is an urgent need to\nunderstand the factors that control isoprene emission variability on large\nspatiotemporal scales but such direct observations of isoprene emission do\nnot exist. Two readily available global-scale long-term observation-based\ndata sets hold information about surface isoprene activity: gross primary\nproductivity (GPP) and tropospheric formaldehyde column variability (HCHOv).\nWe analyze multi-year seasonal linear correlations between observed GPP and\nHCHOv. The observed GPP–HCHOv correlation patterns are used to evaluate a\nglobal Earth system model that embeds three alternative leaf-level isoprene\nemission algorithms. GPP and HCHOv are decoupled in the summertime in the southeast\nUS (<i>r</i>=&minus;0.03). In the Amazon, GPP and HCHOv are weakly correlated in\nMarch-April-May (MAM), correlated in June-July-August (JJA) and weakly\nanticorrelated in September-October-November (SON). Isoprene emission\nalgorithms that include soil moisture dependence demonstrate greater skill\nin reproducing the observed interannual seasonal GPP–HCHOv correlations in\nthe southeast US and the Amazon. In isoprene emission models that include\nsoil moisture dependence, isoprene emission is correlated with\nphotosynthesis and anticorrelated with HCHOv. In an isoprene emission model\nwithout soil moisture dependence, isoprene emission is anticorrelated with\nphotosynthesis and correlated with HCHOv. Long-term monitoring of isoprene\nemission, soil moisture and meteorology is required in water-limited\necosystems to improve understanding of the factors controlling isoprene\nemission and its representation in global Earth system models.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/8559/2015/", 
        "title": "Relationships between photosynthesis and formaldehyde as a probe of isoprene emission"
    }
]