[
    {
        "author": "L. Zhang, J. Y. Sun, X. J. Shen, Y. M. Zhang, H. Che, Q. L. Ma, Y. W. Zhang, X. Y. Zhang, and J. A. Ogren", 
        "date": "2015-07-28", 
        "description": "<b>Observations of relative humidity effects on aerosol light scattering in the Yangtze River Delta of China</b><br /><br />Atmospheric Chemistry and Physics, 15, 8439-8454, 2015<br /><br />Author(s): L. Zhang, J. Y. Sun, X. J. Shen, Y. M. Zhang, H. Che, Q. L. Ma, Y. W. Zhang, X. Y. Zhang, and J. A. Ogren<br /><br />Scattering of solar radiation by aerosol particles is highly dependent on\nrelative humidity (RH) as hygroscopic particles take up water with\nincreasing RH. To achieve a better understanding of the effect of aerosol\nhygroscopic growth on light scattering properties and radiative forcing, the\naerosol scattering coefficients at RH in the range of 40 to ~ 90 % were measured using a humidified nephelometer system in the Yangtze\nRiver Delta of China in March 2013. In addition, the aerosol size\ndistribution and chemical composition were measured. During the observation\nperiod, the mean and standard deviation (SD) of enhancement factors at\nRH = 85 % for the scattering coefficient (<i>f</i>(85 %)), backscattering\ncoefficient (<i>f</i><sub>b</sub>(85 %)), and hemispheric backscatter fraction\n(<i>f</i><sub>&beta;</sub>(85 %)) were 1.58 ± 0.12, 1.25 ± 0.07, and\n0.79 ± 0.04, respectively, i.e., aerosol scattering coefficient and\nbackscattering coefficient increased by 58 and 25 % as the RH increased\nfrom 40 to 85 %. Concurrently, the aerosol hemispheric backscatter fraction\ndecreased by 21 %. The relative amount of organic matter (OM) or\ninorganics in PM<sub>1</sub> was found to be a main factor determining the\nmagnitude of <i>f</i>(RH). The highest values of <i>f</i>(RH) corresponded to the aerosols\nwith a small fraction of OM, and vice versa. The relative amount of\nNO<sub>3</sub><sup>&minus;</sup> in fine particles was strongly\ncorrelated with <i>f</i>(85 %), which suggests that\nNO<sub>3</sub><sup>&minus;</sup> played a vital role in aerosol\nhygroscopic growth during this study. The mass fraction of nitrate also had\na close relationship to the curvature of the humidograms;  higher mass fractions\nof nitrate were associated with humidograms that had the least curvature.\nAerosol hygroscopic growth caused a 47 % increase in the calculated\naerosol direct radiative forcing at 85 % RH, compared to the forcing at\n40 % RH.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/8439/2015/", 
        "title": "Observations of relative humidity effects on aerosol light scattering in the Yangtze River Delta of China"
    }, 
    {
        "author": "L. Molina, G. Broquet, P. Imbach, F. Chevallier, B. Poulter, D. Bonal, B. Burban, M. Ramonet, L. V. Gatti, S. C. Wofsy, J. W. Munger, E. Dlugokencky, and P. Ciais", 
        "date": "2015-07-28", 
        "description": "<b>On the ability of a global atmospheric inversion to constrain variations of CO<sub>2</sub> fluxes over Amazonia</b><br /><br />Atmospheric Chemistry and Physics, 15, 8423-8438, 2015<br /><br />Author(s): L. Molina, G. Broquet, P. Imbach, F. Chevallier, B. Poulter, D. Bonal, B. Burban, M. Ramonet, L. V. Gatti, S. C. Wofsy, J. W. Munger, E. Dlugokencky, and P. Ciais<br /><br />The exchanges of carbon, water and energy between the atmosphere\n  and the Amazon basin have global implications for the current and future\n  climate. Here, the global atmospheric inversion system of the\n  Monitoring of Atmospheric Composition and Climate (MACC) service is\n  used to study the seasonal and interannual variations of\n  biogenic CO<sub>2</sub> fluxes in Amazonia during the period 2002–2010. The\n  system assimilated surface measurements of atmospheric CO<sub>2</sub> mole\n  fractions made at more than 100 sites over the globe into an atmospheric\n  transport model. The present study adds measurements from four surface\n  stations located in tropical South America, a region poorly covered by\n  CO<sub>2</sub> observations. The estimates of net ecosystem exchange (NEE)\n  optimized by the inversion are compared to an independent estimate of\n  NEE upscaled from eddy-covariance flux measurements in Amazonia. They\n  are also qualitatively evaluated against reports on the seasonal and\n  interannual variations of the land sink in South America from the\n  scientific literature. We attempt at assessing the impact on NEE of\n  the strong droughts in 2005 and 2010 (due to severe and longer-than-usual\n  dry seasons) and  the extreme rainfall conditions registered in 2009.\n  The spatial variations of the seasonal and interannual variability of\n  optimized NEE are also investigated. While the inversion supports the\n  assumption of strong spatial heterogeneity of these variations, the\n  results reveal critical limitations of the coarse-resolution transport model,\n  the surface observation network in South America during the recent\n  years and the present knowledge of modelling uncertainties in South\n  America that prevent our inversion from capturing the seasonal patterns\n  of fluxes across Amazonia. However, some patterns from the inversion\n  seem consistent with the anomaly of moisture conditions in 2009.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/8423/2015/", 
        "title": "On the ability of a global atmospheric inversion to constrain variations of CO<sub>2</sub> fluxes over Amazonia"
    }, 
    {
        "author": "E. Athanasopoulou, A. P. Protonotariou, E. Bossioli, A. Dandou, M. Tombrou, J. D. Allan, H. Coe, N. Mihalopoulos, J. Kalogiros, A. Bacak, J. Sciare, and G. Biskos", 
        "date": "2015-07-28", 
        "description": "<b>Aerosol chemistry above an extended archipelago of the eastern Mediterranean basin during strong northern winds</b><br /><br />Atmospheric Chemistry and Physics, 15, 8401-8421, 2015<br /><br />Author(s): E. Athanasopoulou, A. P. Protonotariou, E. Bossioli, A. Dandou, M. Tombrou, J. D. Allan, H. Coe, N. Mihalopoulos, J. Kalogiros, A. Bacak, J. Sciare, and G. Biskos<br /><br />Detailed aerosol chemical predictions by a comprehensive model system (i.e.\nPMCAMx, WRF, GEOS-CHEM), along with airborne and ground-based observations,\nare presented and analysed over a wide domain covering the Aegean\nArchipelago. The studied period is 10 successive days in 2011,\ncharacterized by strong northern winds, which is the most frequently\nprevailing synoptic pattern during summer. The submicron aerosol load in the\nlower troposphere above the archipelago is homogenously enriched in sulfate\n(average modelled and measured submicron sulfate of 5.5 and 5.8 μg m<sup>−3</sup>, respectively), followed by organics (2.3 and 4.4 μg m<sup>−3</sup>)\nand ammonium (1.5 and 1.7 μg m<sup>−3</sup>). Aerosol concentrations smoothly\ndecline aloft, reaching lower values (< 1 μg m<sup>−3</sup>) above\n4.2 km altitude. The evaluation criteria rate the model results for sulfate,\nammonium, chloride, elemental carbon, organic carbon and total PM<sub>10</sub>\nmass concentrations as \"good\", indicating a satisfactory representation of\nthe aerosol chemistry and precursors. Higher model discrepancies are\nconfined to the highest (e.g. peak sulfate values) and lowest ends (e.g.\nnitrate) of the airborne aerosol mass size distribution, as well as in\nairborne organic aerosol concentrations (model underestimation ca. 50 %).\nThe latter is most likely related to the intense fire activity at the\neastern Balkan area and the Black Sea coastline, which is not represented in\nthe current model application. The investigation of the effect of local\nvariables on model performance revealed that the best agreement between\npredictions and observations occurs during high winds from the northeast, as\nwell as for the area confined above the archipelago and up to 2.2 km\naltitude. The atmospheric ageing of biogenic particles is suggested to be\nactivated in the aerosol chemistry module, when treating organics in a\nsufficient nitrogen and sulfate-rich environment, such as that over the\nAegean basin. More than 70 % of the predicted aerosol mass over the Aegean\nArchipelago during a representative Etesian episode is related to transport\nof aerosols and their precursors from outside the modelling domain.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/8401/2015/", 
        "title": "Aerosol chemistry above an extended archipelago of the eastern Mediterranean basin during strong northern winds"
    }, 
    {
        "author": "M. Boichu, L. Clarisse, J.-C. Péré, H. Herbin, P. Goloub, F. Thieuleux, F. Ducos, C. Clerbaux, and D. Tanré", 
        "date": "2015-07-28", 
        "description": "<b>Temporal variations of flux and altitude of sulfur dioxide emissions during volcanic eruptions: implications for long-range dispersal of volcanic clouds</b><br /><br />Atmospheric Chemistry and Physics, 15, 8381-8400, 2015<br /><br />Author(s): M. Boichu, L. Clarisse, J.-C. Péré, H. Herbin, P. Goloub, F. Thieuleux, F. Ducos, C. Clerbaux, and D. Tanré<br /><br />Sulfur-rich degassing, which is mostly composed of sulfur dioxide\n      (SO<sub>2</sub>), plays a major role in the overall impact of volcanism on the\n      atmosphere and climate.  The accurate assessment of this impact is\n      currently hampered by the poor knowledge of volcanic SO<sub>2</sub>\n      emissions. Here, using an inversion procedure, we show how\n      assimilating snapshots of the volcanic SO<sub>2</sub> load derived from the\n      Infrared Atmospheric Sounding Interferometer (IASI) allows for\n      reconstructing both the flux and altitude of the SO<sub>2</sub> emissions with\n      an hourly resolution. For this purpose, the regional\n      chemistry-transport model CHIMERE is used to describe the dispersion\n      of SO<sub>2</sub> when released in the atmosphere. As proof of concept, we\n      study the 10 April 2011 eruption of the Etna volcano (Italy), which\n      represents one of the few volcanoes instrumented on the ground for the\n      continuous monitoring of SO<sub>2</sub> degassing.\n<br><br>\n      We find that the SO<sub>2</sub> flux time-series retrieved from satellite\n      imagery using the inverse scheme is in agreement with ground\n      observations during ash-poor phases of the eruption. However, large\n      discrepancies are observed during the ash-rich paroxysmal phase as\n      a result of enhanced plume opacity affecting ground-based ultraviolet\n      (UV) spectroscopic retrievals. As a consequence, the SO<sub>2</sub> emission\n      rate derived from the ground is underestimated by almost one order of\n      magnitude.\n<br><br>\n      Altitudes of the SO<sub>2</sub> emissions predicted by the inverse scheme are\n      validated against an RGB image of the Moderate Resolution Imaging Spectroradiometer (MODIS) capturing the near-source\n      atmospheric pathways followed by Etna plumes, in combination with\n      forward trajectories from the Hybrid Single Particle Lagrangian\n      Integrated Trajectory (HYSPLIT) model. At a large distance from the\n      source, modelled SO<sub>2</sub> altitudes are compared with independent\n      information on the volcanic cloud height. We find that the altitude\n      predicted by the inverse scheme is in agreement with snapshots of the\n      SO<sub>2</sub> height retrieved from recent algorithms exploiting the high\n      spectral resolution of IASI.  The validity of the modelled SO<sub>2</sub>\n      altitude is further confirmed by the detection of a layer of particles\n      at the same altitude by the spaceborne Cloud-Aerosol Lidar with Orthogonal Polarization (CALIOP). Analysis of\n      CALIOP colour and depolarization ratios suggests that these particles\n      consist of sulfate aerosols formed from precursory volcanic SO<sub>2</sub>.\n<br><br>\n      The reconstruction of emission altitude, through inversion procedures\n      which assimilate volcanic SO<sub>2</sub> column amounts, requires\n      specific meteorological conditions, especially sufficient wind shear\n      so that gas parcels emitted at different altitudes follow distinct\n      trajectories. We consequently explore the possibility and limits of\n      assimilating in inverse schemes infrared (IR) imagery of the volcanic\n      SO<sub>2</sub> cloud altitude which will render the inversion procedure\n      independent of the wind shear prerequisite.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/8381/2015/", 
        "title": "Temporal variations of flux and altitude of sulfur dioxide emissions during volcanic eruptions: implications for long-range dispersal of volcanic clouds"
    }, 
    {
        "author": "C. S. Malley, C. F. Braban, P. Dumitrean, J. N. Cape, and M. R. Heal", 
        "date": "2015-07-28", 
        "description": "<b>The impact of speciated VOCs on regional ozone increment derived from measurements at the UK EMEP supersites between 1999 and 2012</b><br /><br />Atmospheric Chemistry and Physics, 15, 8361-8380, 2015<br /><br />Author(s): C. S. Malley, C. F. Braban, P. Dumitrean, J. N. Cape, and M. R. Heal<br /><br />The impact of 27 volatile organic compounds (VOCs) on the regional O<sub>3</sub>\nincrement was investigated using measurements made at the UK EMEP supersites\nHarwell (1999–2001 and 2010–2012) and Auchencorth (2012). Ozone at these\nsites is representative of rural O<sub>3</sub> in south-east England and northern\nUK, respectively. The monthly-diurnal regional O<sub>3</sub> increment was defined\nas the difference between the regional and hemispheric background O<sub>3</sub>\nconcentrations, respectively, derived from oxidant vs. NO<sub><i>x</i></sub> correlation\nplots, and cluster analysis of back trajectories arriving at Mace Head,\nIreland. At Harwell, which had substantially greater regional O<sub>3</sub>\nincrements than Auchencorth, variation in the regional\nO<sub>3</sub>  increment mirrored\nafternoon depletion of anthropogenic VOCs due to photochemistry (after\naccounting for diurnal changes in boundary layer mixing depth, and weighting\nVOC concentrations according to their photochemical ozone creation\npotential). A positive regional O<sub>3</sub> increment occurred consistently\nduring the summer, during which time afternoon photochemical depletion was\ncalculated for the majority of measured VOCs, and to the greatest extent for\nethene and m+p-xylene. This indicates that, of the measured VOCs, ethene\nand m+p-xylene emissions reduction would be most effective in reducing the\nregional O<sub>3</sub> increment but that reductions in a larger number of VOCs\nwould be required for further improvement.\n<br><br>\nThe VOC diurnal photochemical depletion was linked to anthropogenic sources\nof the VOC emissions through the integration of gridded anthropogenic VOC\nemission estimates over 96 h air-mass back trajectories. This\ndemonstrated that one factor limiting the effectiveness of VOC gridded\nemissions for use in measurement and modelling studies is the highly\naggregated nature of the 11 SNAP (Selected Nomenclature for Air Pollution) source sectors in which they are reported,\nas monthly variation in speciated VOC trajectory emissions did not reflect\nmonthly changes in individual VOC diurnal photochemical depletion.\nAdditionally, the major VOC emission source sectors during elevated regional\nO<sub>3</sub> increment at Harwell were more narrowly defined through\ndisaggregation of the SNAP emissions to 91 NFR (Nomenclature for Reporting) codes (i.e. sectors 3D2\n(domestic solvent use), 3D3 (other product use) and 2D2 (food and drink)).\nHowever, spatial variation in the contribution of NFR sectors to parent SNAP\nemissions could only be accounted for at the country level. Hence, the\nfuture reporting of gridded VOC emissions in source sectors more highly\ndisaggregated than currently (e.g. to NFR codes) would facilitate a more\nprecise identification of those VOC sources most important for mitigation of\nthe impact of VOCs on O<sub>3</sub> formation.\n<br><br>\nIn summary, this work presents a clear methodology for achieving a coherent\nVOC, regional-O<sub>3</sub>-impact chemical climate using measurement data and\nexplores the effect of limited emission and measurement species on the\nunderstanding of the regional VOC contribution to O<sub>3</sub> concentrations.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/8361/2015/", 
        "title": "The impact of speciated VOCs on regional ozone increment derived from measurements at the UK EMEP supersites between 1999 and 2012"
    }, 
    {
        "author": "M. Evans, N. Kholod, V. Malyshev, S. Tretyakova, E. Gusev, S. Yu, and A. Barinov", 
        "date": "2015-07-27", 
        "description": "<b>Black carbon emissions from Russian diesel sources: case study of Murmansk</b><br /><br />Atmospheric Chemistry and Physics, 15, 8349-8359, 2015<br /><br />Author(s): M. Evans, N. Kholod, V. Malyshev, S. Tretyakova, E. Gusev, S. Yu, and A. Barinov<br /><br />Black carbon (BC) is a potent pollutant because of its effects on climate\nchange, ecosystems and human health. Black carbon has a particularly\npronounced impact as a climate forcer in the Arctic because of its effect on\nsnow albedo and cloud formation. We have estimated BC emissions from diesel\nsources in the Murmansk Region and Murmansk City, the largest city in the world\nabove the Arctic Circle. In this study we developed a detailed inventory of\ndiesel sources including on-road vehicles, off-road transport (mining,\nlocomotives, construction and agriculture), ships and diesel generators.\nFor on-road transport, we conducted several surveys to understand the\nvehicle fleet and driving patterns, and, for all sources, we also relied on\npublicly available local data sets and analysis. We calculated that BC\nemissions in the Murmansk Region were 0.40 Gg in 2012. The mining industry is\nthe largest source of BC emissions in the region, emitting 69 % of all BC\nemissions because of its large diesel consumption and absence of emissions\ncontrols. On-road vehicles are the second largest source, emitting about\n13 % of emissions. Old heavy duty trucks are the major source of\nemissions. Emission controls on new vehicles limit total emissions from\non-road transportation. Vehicle traffic and fleet surveys show that many of\nthe older cars on the registry are lightly or never used. We also estimated\nthat total BC emissions from diesel sources in Russia were 50.8 Gg in 2010,\nand on-road transport contributed 49 % of diesel BC emissions.\nAgricultural machinery is also a significant source Russia-wide, in part\nbecause of the lack of controls on off-road vehicles.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/8349/2015/", 
        "title": "Black carbon emissions from Russian diesel sources: case study of Murmansk"
    }, 
    {
        "author": "K. Miyazaki, H. J. Eskes, and K. Sudo", 
        "date": "2015-07-27", 
        "description": "<b>A tropospheric chemistry reanalysis for the years 2005–2012 based on an assimilation of OMI, MLS, TES, and MOPITT satellite data</b><br /><br />Atmospheric Chemistry and Physics, 15, 8315-8348, 2015<br /><br />Author(s): K. Miyazaki, H. J. Eskes, and K. Sudo<br /><br />We present the results from an 8-year tropospheric chemistry\n  reanalysis for the period 2005–2012 obtained by assimilating\n  multiple data sets from the OMI, MLS, TES, and MOPITT\n  satellite instruments. The reanalysis calculation was conducted\n  using a global chemical transport model and an ensemble Kalman\n  filter technique that simultaneously optimises the chemical\n  concentrations of various species and emissions of several\n  precursors. The optimisation of both the concentration and the\n  emission fields is an efficient method to correct the entire\n  tropospheric profile and its year-to-year variations, and to adjust\n  various tracers chemically linked to the species\n  assimilated. Comparisons against independent aircraft, satellite,\n  and ozonesonde observations demonstrate the quality of the analysed\n  O<sub>3</sub>, NO<sub>2</sub>, and CO concentrations on regional\n  and global scales and for both seasonal and year-to-year variations\n  from the lower troposphere to the lower stratosphere. The data\n  assimilation statistics imply persistent reduction of model error\n  and improved representation of emission variability, but they also show\n  that discontinuities in the availability of the measurements lead to\n  a degradation of the reanalysis. The decrease in the number of\n  assimilated measurements increased the ozonesonde-minus-analysis\n  difference after 2010 and caused spurious variations in the\n  estimated emissions. The Northern/Southern Hemisphere OH\n  ratio was modified considerably due to the multiple-species\n  assimilation and became closer to an observational estimate, which\n  played an important role in propagating observational information\n  among various chemical fields and affected the emission\n  estimates. The consistent concentration and emission products\n  provide unique information on year-to-year variations in the\n  atmospheric environment.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/8315/2015/", 
        "title": "A tropospheric chemistry reanalysis for the years 2005–2012 based on an assimilation of OMI, MLS, TES, and MOPITT satellite data"
    }, 
    {
        "author": "L. Hildebrandt Ruiz, A. L. Paciga, K. M. Cerully, A. Nenes, N. M. Donahue, and S. N. Pandis", 
        "date": "2015-07-24", 
        "description": "<b>Formation and aging of secondary organic aerosol from toluene: changes in chemical composition, volatility, and hygroscopicity</b><br /><br />Atmospheric Chemistry and Physics, 15, 8301-8313, 2015<br /><br />Author(s): L. Hildebrandt Ruiz, A. L. Paciga, K. M. Cerully, A. Nenes, N. M. Donahue, and S. N. Pandis<br /><br />Secondary organic aerosol (SOA) is transformed after its initial formation,\nbut this chemical aging of SOA is poorly understood. Experiments were\nconducted in the Carnegie Mellon environmental chamber to form secondary\norganic aerosol (SOA) from the photo-oxidation of toluene and other small\naromatic volatile organic compounds (VOCs) in the presence of NO<sub><i>x</i></sub> under\ndifferent oxidizing conditions. The effects of the oxidizing condition on\norganic aerosol (OA) composition, mass yield, volatility, and hygroscopicity\nwere explored. Higher exposure to the hydroxyl radical resulted in different\nOA composition, average carbon oxidation state (OS<sub>c</sub>), and mass yield. The OA oxidation state generally increased during\nphoto-oxidation, and the final OA OS<sub>c</sub> ranged from −0.29 to 0.16 in the performed experiments. The\nvolatility of OA formed in these different experiments varied by as much as\na factor of 30, demonstrating that the OA formed under different oxidizing\nconditions can have a significantly different saturation concentration. There\nwas no clear correlation between hygroscopicity and oxidation state for this\nrelatively hygroscopic SOA.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/8301/2015/", 
        "title": "Formation and aging of secondary organic aerosol from toluene: changes in chemical composition, volatility, and hygroscopicity"
    }, 
    {
        "author": "S. Fuzzi, U. Baltensperger, K. Carslaw, S. Decesari, H. Denier van der Gon, M. C. Facchini, D. Fowler, I. Koren, B. Langford, U. Lohmann, E. Nemitz, S. Pandis, I. Riipinen, Y. Rudich, M. Schaap, J. G. Slowik, D. V. Spracklen, E. Vignati, M. Wild, M. Williams, and S. Gilardoni", 
        "date": "2015-07-24", 
        "description": "<b>Particulate matter, air quality and climate: lessons learned and future needs</b><br /><br />Atmospheric Chemistry and Physics, 15, 8217-8299, 2015<br /><br />Author(s): S. Fuzzi, U. Baltensperger, K. Carslaw, S. Decesari, H. Denier van der Gon, M. C. Facchini, D. Fowler, I. Koren, B. Langford, U. Lohmann, E. Nemitz, S. Pandis, I. Riipinen, Y. Rudich, M. Schaap, J. G. Slowik, D. V. Spracklen, E. Vignati, M. Wild, M. Williams, and S. Gilardoni<br /><br />The literature on atmospheric particulate matter (PM), or atmospheric aerosol, has increased enormously\nover the last 2 decades and amounts now to some 1500–2000 papers per year in\nthe refereed literature. This is in part due to the enormous advances in\nmeasurement technologies, which have allowed for an increasingly accurate\nunderstanding of the chemical composition and of the physical properties of\natmospheric particles and of their processes in the atmosphere. The growing\nscientific interest in atmospheric aerosol particles is due to their high\nimportance for environmental policy. In fact, particulate matter constitutes\none of the most challenging problems both for air quality and for climate\nchange policies. In this context, this paper reviews the most recent results\nwithin the atmospheric aerosol sciences and the policy needs, which have\ndriven much of the increase in monitoring and mechanistic research over the\nlast 2 decades.\n<br><br>\nThe synthesis reveals many new processes and developments in the science\nunderpinning climate–aerosol interactions and effects of PM on human health\nand the environment. However, while airborne particulate matter is\nresponsible for globally important influences on premature human mortality,\nwe still do not know the relative importance of the different chemical\ncomponents of PM for these effects. Likewise, the magnitude of the overall\neffects of PM on climate remains highly uncertain. Despite the uncertainty\nthere are many things that could be done to mitigate local and global\nproblems of atmospheric PM. Recent analyses have shown that reducing black\ncarbon (BC) emissions, using known control measures, would reduce global\nwarming and delay the time when anthropogenic effects on global temperature\nwould exceed 2 °C. Likewise, cost-effective control measures on\nammonia, an important agricultural precursor gas for secondary inorganic\naerosols (SIA), would reduce regional eutrophication and PM concentrations in\nlarge areas of Europe, China and the USA. Thus, there is much that could be\ndone to reduce the effects of atmospheric PM on the climate and the health of\nthe environment and the human population.\n<br><br>\nA prioritized list of actions to mitigate the full range of effects of PM is\ncurrently undeliverable due to shortcomings in the knowledge of aerosol\nscience; among the shortcomings, the roles of PM in global climate and the\nrelative roles of different PM precursor sources and their response to\nclimate and land use change over the remaining decades of this century are\nprominent. In any case, the evidence from this paper strongly advocates for\nan integrated approach to air quality and climate policies.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/8217/2015/", 
        "title": "Particulate matter, air quality and climate: lessons learned and future needs"
    }, 
    {
        "author": "L. H. Baker, W. J. Collins, D. J. L. Olivié, R. Cherian, &Oslash;. Hodnebrog, G. Myhre, and J. Quaas", 
        "date": "2015-07-24", 
        "description": "<b>Climate responses to anthropogenic emissions of short-lived climate pollutants</b><br /><br />Atmospheric Chemistry and Physics, 15, 8201-8216, 2015<br /><br />Author(s): L. H. Baker, W. J. Collins, D. J. L. Olivié, R. Cherian, &Oslash;. Hodnebrog, G. Myhre, and J. Quaas<br /><br />Policies to control air quality focus on mitigating emissions of aerosols and\ntheir precursors, and other short-lived climate pollutants (SLCPs). On a\nlocal scale, these policies will have beneficial impacts on health and crop\nyields, by reducing particulate matter (PM) and surface ozone concentrations;\nhowever, the climate impacts of reducing emissions of SLCPs are less\nstraightforward to predict. In this paper we consider a set of idealized,\nextreme mitigation strategies, in which the total anthropogenic emissions of\nindividual SLCP emissions species are removed. This provides an upper bound\non the potential climate impacts of such air quality strategies.\n<br><br>\nWe focus on evaluating the climate responses to changes in anthropogenic\nemissions of aerosol precursor species: black carbon (BC), organic carbon\n(OC) and sulphur dioxide (SO<sub>2</sub>). We perform climate integrations with four\nfully coupled atmosphere–ocean global climate models (AOGCMs), and examine\nthe effects on global and regional climate of removing the total land-based\nanthropogenic emissions of each of the three aerosol precursor species.\n<br><br>\nWe find that the SO<sub>2</sub> emissions reductions lead to the strongest response,\nwith all models showing an increase in surface temperature focussed in the\nNorthern Hemisphere mid and (especially) high latitudes, and showing a corresponding\nincrease in global mean precipitation. Changes in precipitation patterns are\ndriven mostly by a northward shift in the ITCZ (Intertropical Convergence Zone), consistent with the\nhemispherically asymmetric warming pattern driven by the emissions changes.\nThe BC and OC emissions reductions give a much weaker response, and there is\nsome disagreement between models in the sign of the climate responses to\nthese perturbations. These differences between models are due largely to\nnatural variability in sea-ice extent, circulation patterns and cloud\nchanges. This large natural variability component to the signal when the\nocean circulation and sea-ice are free-running means that the BC and OC\nmitigation measures do not necessarily lead to a discernible climate\nresponse.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/8201/2015/", 
        "title": "Climate responses to anthropogenic emissions of short-lived climate pollutants"
    }, 
    {
        "author": "H. M. Walker, D. Stone, T. Ingham, S. Vaughan, M. Cain, R. L. Jones, O. J. Kennedy, M. McLeod, B. Ouyang, J. Pyle, S. Bauguitte, B. Bandy, G. Forster, M. J. Evans, J. F. Hamilton, J. R. Hopkins, J. D. Lee, A. C. Lewis, R. T. Lidster, S. Punjabi, W. T. Morgan, and D. E. Heard", 
        "date": "2015-07-23", 
        "description": "<b>Night-time measurements of HO<sub><i>x</i></sub> during the RONOCO project and analysis of the sources of HO<sub>2</sub></b><br /><br />Atmospheric Chemistry and Physics, 15, 8179-8200, 2015<br /><br />Author(s): H. M. Walker, D. Stone, T. Ingham, S. Vaughan, M. Cain, R. L. Jones, O. J. Kennedy, M. McLeod, B. Ouyang, J. Pyle, S. Bauguitte, B. Bandy, G. Forster, M. J. Evans, J. F. Hamilton, J. R. Hopkins, J. D. Lee, A. C. Lewis, R. T. Lidster, S. Punjabi, W. T. Morgan, and D. E. Heard<br /><br />Measurements of the radical species OH and HO<sub>2</sub> were\nmade using the fluorescence assay by gas expansion (FAGE) technique during a\nseries of night-time and daytime flights over the UK in summer 2010 and\nwinter 2011. OH was not detected above the instrument's 1&sigma; limit of\ndetection during any of the night-time flights or during the winter daytime\nflights, placing upper limits on [OH] of\n1.8 × 10<sup>6</sup> molecule cm<sup>−3</sup> and\n6.4 × 10<sup>5</sup> molecule cm<sup>−3</sup> for the summer and winter\nflights, respectively. HO<sub>2</sub> reached a maximum concentration of\n3.2 × 10<sup>8</sup> molecule cm<sup>−3</sup> (13.6 pptv) during a night-time\nflight on 20 July 2010, when the highest concentrations of NO<sub>3</sub> and\nO<sub>3</sub> were also recorded. An analysis of the rates of reaction of OH,\nO<sub>3</sub>, and the NO<sub>3</sub> radical with measured alkenes indicates that the\nsummer night-time troposphere can be as important for the processing of\nvolatile organic compounds (VOCs) as the winter daytime troposphere. An\nanalysis of the instantaneous rate of production of HO<sub>2</sub> from the\nreactions of O<sub>3</sub> and NO<sub>3</sub> with alkenes has shown that, on average,\nreactions of NO<sub>3</sub> dominated the night-time production of HO<sub>2</sub> during\nsummer and reactions of O<sub>3</sub> dominated the night-time HO<sub>2</sub> production\nduring winter.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/8179/2015/", 
        "title": "Night-time measurements of HO<sub><i>x</i></sub> during the RONOCO project and analysis of the sources of HO<sub>2</sub>"
    }, 
    {
        "author": "Y. R. Yang, X. G. Liu, Y. Qu, J. L. An, R. Jiang, Y. H. Zhang, Y. L. Sun, Z. J. Wu, F. Zhang, W. Q. Xu, and Q. X. Ma", 
        "date": "2015-07-23", 
        "description": "<b>Characteristics and formation mechanism of continuous hazes in China: a case study during the autumn of 2014 in the North China Plain</b><br /><br />Atmospheric Chemistry and Physics, 15, 8165-8178, 2015<br /><br />Author(s): Y. R. Yang, X. G. Liu, Y. Qu, J. L. An, R. Jiang, Y. H. Zhang, Y. L. Sun, Z. J. Wu, F. Zhang, W. Q. Xu, and Q. X. Ma<br /><br />Four extreme haze episodes occurred in October 2014 in the\nNorth China Plain (NCP). To clarify the formation mechanism of hazes in\nautumn, strengthened observations were conducted in Beijing from 5 October\nto 2 November. The meteorological parameters, satellite data, chemical\ncompositions and optical properties of aerosols were obtained. The hazes\noriginated from the NCP, developing in the southwest and northeast directions,\nwith the highest concentration of PM<sub>2.5</sub> of 469 μg m<sup>−3</sup> in Beijing. The NCP was dominated by a weak high pressure system during\nthe haze episode, which resulted in low surface wind speed and relatively\nstagnant weather. Moreover, the wind slowed down around Beijing city. The\nsecondary aerosols NO<sub>3</sub><sup>&minus;</sup> was always higher than that of\nSO<sub>4</sub><sup>2&minus;</sup>, which indicated the motor vehicles played a more important\npart in the hazes in October 2014, even though the oxidation rate from\nSO<sub>2</sub> to SO<sub>4</sub><sup>2&minus;</sup> was faster than that of NO<sub><i>x</i></sub> to\nNO<sub>3</sub><sup>&minus;</sup>. Sudden increases of the concentrations of organic matter,\nCl<sup>&minus;</sup> and BC (black carbon) before each haze episode implied that\nregional transport of pollutants by biomass burning was important for haze\nformation during autumn. A satellite map of fire points and the backward\ntrajectories of the air masses also indicated this pollution source. The\ndistinct decrease in the PBL (planetary boundary layer) height during four\nhaze episodes restrained the vertical dispersion of the air pollutants.\nWater vapor also played a vital role in the formation of hazes by\naccelerating the chemical transformation of secondary pollutants, leading to\nhygroscopic growth of aerosols and altering the thermal balance of the\natmosphere.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/8165/2015/", 
        "title": "Characteristics and formation mechanism of continuous hazes in China: a case study during the autumn of 2014 in the North China Plain"
    }, 
    {
        "author": "M. Schäfer, E. Bierwirth, A. Ehrlich, E. Jäkel, and M. Wendisch", 
        "date": "2015-07-23", 
        "description": "<b>Airborne observations and simulations of three-dimensional radiative interactions between Arctic boundary layer clouds  and ice floes</b><br /><br />Atmospheric Chemistry and Physics, 15, 8147-8163, 2015<br /><br />Author(s): M. Schäfer, E. Bierwirth, A. Ehrlich, E. Jäkel, and M. Wendisch<br /><br />Based on airborne spectral imaging observations, three-dimensional\n  (3-D) radiative effects between Arctic boundary layer clouds and highly variable Arctic\n  surfaces were identified and quantified. A method is presented to\n  discriminate between sea ice and open water under cloudy conditions based on airborne nadir reflectivity &gamma;<sub>&lambda;</sub>\n  measurements in the visible spectral range.\n  In cloudy cases the transition of &gamma;<sub>&lambda;</sub> from open water to\n  sea ice is not instantaneous but horizontally smoothed. In\n  general, clouds reduce &gamma;<sub>&lambda;</sub> above bright surfaces in\n  the vicinity of open water, while\n  &gamma;<sub>&lambda;</sub> above open sea is enhanced. With the help of\n  observations and 3-D radiative transfer simulations, this effect\n  was quantified to range between 0 and 2200 m distance to the sea ice edge\n  (for a dark-ocean albedo of &alpha;<sub>water</sub> = 0.042\n  and a sea-ice albedo of  &alpha;<sub>ice</sub> = 0.91 at 645 nm wavelength). The affected distance &Delta; <i>L</i>  was found to depend\n  on both cloud and sea ice properties. For a low-level cloud\n  at 0–200 m altitude, as observed during the Arctic field\n  campaign VERtical Distribution of Ice in Arctic clouds (VERDI) in 2012,\n  an increase in the cloud optical thickness τ\n  from 1 to 10 leads to a decrease in &Delta; <i>L</i> from 600 to\n  250 m. An increase in the cloud base altitude or cloud\n  geometrical thickness results in an increase in &Delta; <i>L</i>;\n  for &tau; = 1/10 &Delta; <i>L</i> = 2200 m/1250 m in case of a cloud at\n  500–1000 m altitude. To quantify the effect for\n  different shapes and sizes of ice floes, radiative transfer simulations were performed with various albedo fields\n  (infinitely long straight ice edge, circular ice floes, squares, realistic ice floe\n  field). The simulations show that &Delta; <i>L</i> increases with\n  increasing radius of the ice floe and reaches maximum values for ice floes with radii larger than 6 km\n  (500–1000 m cloud altitude), which matches the results found for an infinitely long, straight ice edge.\n<br><br>\n  Furthermore, the influence of these 3-D radiative effects on the retrieved\n  cloud optical properties was investigated. The enhanced\n  brightness of a dark pixel next to an ice edge results in\n  uncertainties of up to 90 and 30 % in retrievals of τ\n  and effective radius <i>r</i><sub>eff</sub>, respectively.\n  With the help of &Delta; <i>L</i>, an estimate of the distance to the ice\n  edge is given, where the retrieval uncertainties due to 3-D radiative effects are negligible.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/8147/2015/", 
        "title": "Airborne observations and simulations of three-dimensional radiative interactions between Arctic boundary layer clouds  and ice floes"
    }, 
    {
        "author": "M. M. Twigg, C. F. Di Marco, S. Leeson, N. van Dijk, M. R. Jones, I. D. Leith, E. Morrison, M. Coyle, R. Proost, A. N. M. Peeters, E. Lemon, T. Frelink, C. F. Braban, E. Nemitz, and J. N. Cape", 
        "date": "2015-07-23", 
        "description": "<b>Water soluble aerosols and gases at a UK background site – Part 1: Controls of PM<sub>2.5</sub> and PM<sub>10</sub> aerosol composition</b><br /><br />Atmospheric Chemistry and Physics, 15, 8131-8145, 2015<br /><br />Author(s): M. M. Twigg, C. F. Di Marco, S. Leeson, N. van Dijk, M. R. Jones, I. D. Leith, E. Morrison, M. Coyle, R. Proost, A. N. M. Peeters, E. Lemon, T. Frelink, C. F. Braban, E. Nemitz, and J. N. Cape<br /><br />There is limited availability of long-term, high temporal resolution,\nchemically speciated aerosol measurements  which can provide further insight\ninto the health and environmental impacts of particulate matter. The Monitor\nfor AeRosols and Gases (MARGA, Applikon B.V., NL) allows for the characterisation of\n the inorganic components of PM<sub>10</sub> and PM<sub\n>2.5</sub> (NH<sub>4</sub><sup>+</sup>,\nNO<sub>3</sub><sup>-</sup>, SO<sub>4</sub><sup>2-</sup>, Cl<sup>-</sup>, Na<sup>+</sup>, K<sup>+</sup>, Ca<sup>2+</sup>,\nMg<sup>2+</sup>) and inorganic reactive gases (NH<sub>3</sub>, SO<sub>2</sub>, HCl, HONO and\nHNO<sub>3</sub>) at hourly resolution. The following study presents 6.5 years\n(June 2006 to December 2012) of quasi-continuous observations of\nPM<sub>2.5</sub> and PM<sub>10</sub> using the MARGA at the UK EMEP  supersite,\nAuchencorth Moss, SE Scotland. Auchencorth Moss was found to be\nrepresentative of a remote European site with average total water soluble\ninorganic mass of PM<sub>2.5</sub> of 3.82 μg m<sup>−3</sup>. Anthropogenically\nderived secondary inorganic aerosols (sum of NH<sub>4</sub><sup>+</sup>, NO<sub>3</sub><sup>-</sup>\nand nss-SO<sub>4</sub><sup>2&minus;</sup>)  were the dominating species (63 %) of\nPM<sub>2.5</sub>. In terms of equivalent concentrations, NH<sub>4</sub><sup>+</sup> provided\nthe single largest contribution to PM<sub>2.5</sub> fraction in all seasons. Sea\nsalt was the main component (73 %) of the PM<sub>coarse</sub> fraction\n(PM<sub>10</sub>-PM<sub>2.5</sub>), though NO<sub>3</sub><sup>-</sup> was also found to make a\nrelatively large contribution to the measured mass (17 %) providing\nevidence of considerable processing of sea salt in the coarse mode. There\nwas on occasions evidence of aerosol from combustion events being\ntransported to the site in 2012 as high K<sup>+</sup> concentrations (deviating\nfrom the known ratio in sea salt) coincided with increases in black carbon\nat the site. Pollution events in PM<sub>10</sub> (defined as concentrations\n> 12 μg m<sup>&minus;3</sup>) were on average dominated by\nNH<sub>4</sub><sup>+</sup> and NO<sub>3</sub><sup>-</sup>, where   smaller loadings at the site\ntended to be dominated by sea salt. As with other western European sites,\nthe charge balance of the inorganic components resolved were biased towards\ncations, suggesting the aerosol was basic or more likely  that organic acids\ncontributed to the charge balance. This study demonstrates the UK background\natmospheric composition is primarily driven by meteorology with sea salt\ndominating air masses from the Atlantic Ocean and the Arctic, whereas\nsecondary inorganic aerosols tended to dominate air masses from continental\nEurope.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/8131/2015/", 
        "title": "Water soluble aerosols and gases at a UK background site – Part 1: Controls of PM<sub>2.5</sub> and PM<sub>10</sub> aerosol composition"
    }, 
    {
        "author": "M. Sofiev, U. Berger, M. Prank, J. Vira, J. Arteta, J. Belmonte, K.-C. Bergmann, F. Chéroux, H. Elbern, E. Friese, C. Galan, R. Gehrig, D. Khvorostyanov, R. Kranenburg, U. Kumar, V. Marécal, F. Meleux, L. Menut, A.-M. Pessi, L. Robertson, O. Ritenberga, V. Rodinkova, A. Saarto, A. Segers, E. Severova, I. Sauliene, P. Siljamo, B. M. Steensen, E. Teinemaa, M. Thibaudon, and V.-H. Peuch", 
        "date": "2015-07-23", 
        "description": "<b>MACC regional multi-model ensemble simulations of birch pollen dispersion in Europe</b><br /><br />Atmospheric Chemistry and Physics, 15, 8115-8130, 2015<br /><br />Author(s): M. Sofiev, U. Berger, M. Prank, J. Vira, J. Arteta, J. Belmonte, K.-C. Bergmann, F. Chéroux, H. Elbern, E. Friese, C. Galan, R. Gehrig, D. Khvorostyanov, R. Kranenburg, U. Kumar, V. Marécal, F. Meleux, L. Menut, A.-M. Pessi, L. Robertson, O. Ritenberga, V. Rodinkova, A. Saarto, A. Segers, E. Severova, I. Sauliene, P. Siljamo, B. M. Steensen, E. Teinemaa, M. Thibaudon, and V.-H. Peuch<br /><br />This paper presents the first ensemble modelling experiment in relation\nto birch pollen in Europe. The seven-model European ensemble of\nMACC-ENS, tested in trial simulations over the flowering season of 2010, was run\nthrough the flowering season of 2013. The simulations have been compared with\nobservations in 11 countries, all members of the European Aeroallergen Network,\nfor both individual models and the ensemble mean and median. It is shown\nthat the models successfully reproduced the timing of the very late season\nof 2013, generally within a couple of days from the observed start of\nthe season. The end of the season was generally predicted later than\nobserved, by 5 days or more, which is a known feature of the source term\nused in the study. Absolute pollen concentrations during the season were\nsomewhat underestimated in the southern part of the birch habitat. In the\nnorthern part of Europe, a record-low pollen season was strongly\noverestimated by all models. The median of the multi-model ensemble\ndemonstrated robust performance, successfully eliminating the impact of\noutliers, which was particularly useful since for most models this was the\nfirst experience of pollen forecasting.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/8115/2015/", 
        "title": "MACC regional multi-model ensemble simulations of birch pollen dispersion in Europe"
    }, 
    {
        "author": "P. R. Veres, J. M. Roberts, R. J. Wild, P. M. Edwards, S. S. Brown, T. S. Bates, P. K. Quinn, J. E. Johnson, R. J. Zamora, and J. de Gouw", 
        "date": "2015-07-23", 
        "description": "<b>Peroxynitric acid (HO<sub>2</sub>NO<sub>2</sub>) measurements during the UBWOS 2013 and 2014 studies using iodide ion chemical ionization mass spectrometry</b><br /><br />Atmospheric Chemistry and Physics, 15, 8101-8114, 2015<br /><br />Author(s): P. R. Veres, J. M. Roberts, R. J. Wild, P. M. Edwards, S. S. Brown, T. S. Bates, P. K. Quinn, J. E. Johnson, R. J. Zamora, and J. de Gouw<br /><br />In this paper laboratory work is documented establishing iodide ion chemical ionization mass spectrometry (I<sup>-</sup> CIMS) as a sensitive method for the unambiguous\ndetection of peroxynitric acid (HO<sub>2</sub>NO<sub>2</sub>; PNA). A dynamic\ncalibration source for HO<sub>2</sub>NO<sub>2</sub>, HO<sub>2</sub>, and HONO was developed\nand calibrated using a novel total NO<sub><i>y</i></sub> cavity ring-down spectroscopy (CaRDS) detector.\nPhotochemical sources of these species were used for the calibration and\nvalidation of the I<sup>-</sup> CIMS instrument for detection of HO<sub>2</sub>NO<sub>2</sub>.\nAmbient observations of HO<sub>2</sub>NO<sub>2</sub> using I<sup>-</sup> CIMS during\nthe 2013 and 2014 Uintah Basin Wintertime Ozone Study (UBWOS) are presented.\nStrong inversions leading to a build-up of many primary and secondary\npollutants as well as low temperatures drove daytime HO<sub>2</sub>NO<sub>2</sub> as\nhigh as 1.5 ppbv during the 2013 study. A comparison of HO<sub>2</sub>NO<sub>2</sub>\nobservations to mixing ratios predicted using a chemical box model\ndescribing an ozone formation event observed during the 2013 wintertime\nshows agreement in the daily maxima HO<sub>2</sub>NO<sub>2</sub> mixing ratio, but a\ndifferences of several hours in the timing of the observed maxima.\nObservations of vertical gradients suggest that the ground snow surface\npotentially serves as both a net sink and source of HO<sub>2</sub>NO<sub>2</sub>\ndepending on the time of day. Sensitivity tests using a chemical box model\nindicate that the lifetime of HO<sub>2</sub>NO<sub>2</sub> with respect to deposition\nhas a non-negligible impact on ozone production rates on the order of\n10 %.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/8101/2015/", 
        "title": "Peroxynitric acid (HO<sub>2</sub>NO<sub>2</sub>) measurements during the UBWOS 2013 and 2014 studies using iodide ion chemical ionization mass spectrometry"
    }, 
    {
        "author": "K. P. Wyche, P. S. Monks, K. L. Smallbone, J. F. Hamilton, M. R. Alfarra, A. R. Rickard, G. B. McFiggans, M. E. Jenkin, W. J. Bloss, A. C. Ryan, C. N. Hewitt, and A. R. MacKenzie", 
        "date": "2015-07-22", 
        "description": "<b>Mapping gas-phase organic reactivity and concomitant secondary organic aerosol formation: chemometric dimension reduction techniques for the deconvolution of complex atmospheric data sets</b><br /><br />Atmospheric Chemistry and Physics, 15, 8077-8100, 2015<br /><br />Author(s): K. P. Wyche, P. S. Monks, K. L. Smallbone, J. F. Hamilton, M. R. Alfarra, A. R. Rickard, G. B. McFiggans, M. E. Jenkin, W. J. Bloss, A. C. Ryan, C. N. Hewitt, and A. R. MacKenzie<br /><br />Highly non-linear dynamical systems, such as those found in atmospheric\nchemistry, necessitate hierarchical approaches to both experiment and\nmodelling in order to ultimately identify and achieve fundamental\nprocess-understanding in the full open system. Atmospheric simulation\nchambers comprise an intermediate in complexity, between a classical\nlaboratory experiment and the full, ambient system. As such, they can\ngenerate large volumes of difficult-to-interpret data. Here we describe and\nimplement a chemometric dimension reduction methodology for the deconvolution\nand interpretation of complex gas- and particle-phase composition spectra.\nThe methodology comprises principal component analysis (PCA), hierarchical\ncluster analysis (HCA) and positive least-squares discriminant analysis\n(PLS-DA). These methods are, for the first time, applied to simultaneous gas-\nand particle-phase composition data obtained from a comprehensive series of\nenvironmental simulation chamber experiments focused on biogenic volatile\norganic compound (BVOC) photooxidation and associated secondary organic\naerosol (SOA) formation. We primarily investigated the biogenic SOA\nprecursors isoprene, α-pinene, limonene, myrcene, linalool and\nβ-caryophyllene. The chemometric analysis is used to classify the\noxidation systems and resultant SOA according to the controlling chemistry\nand the products formed. Results show that \"model\" biogenic oxidative\nsystems can be successfully separated and classified according to their\noxidation products. Furthermore, a holistic view of results obtained across\nboth the gas- and particle-phases shows the different SOA formation\nchemistry, initiating in the gas-phase, proceeding to govern the differences\nbetween the various BVOC SOA compositions. The results obtained are used to\ndescribe the particle composition in the context of the oxidised gas-phase\nmatrix. An extension of the technique, which incorporates into the\nstatistical models data from anthropogenic (i.e. toluene) oxidation and\n\"more realistic\" plant mesocosm systems, demonstrates that such an ensemble\nof chemometric mapping has the potential to be used for the classification of\nmore complex spectra of unknown origin. More specifically, the addition of\nmesocosm data from fig and birch tree experiments shows that isoprene and\nmonoterpene emitting sources, respectively, can be mapped onto the\nstatistical model structure and their positional vectors can provide insight\ninto their biological sources and controlling oxidative chemistry. The\npotential to extend the methodology to the analysis of ambient air is\ndiscussed using results obtained from a zero-dimensional box model\nincorporating mechanistic data obtained from the Master Chemical Mechanism\n(MCMv3.2). Such an extension to analysing ambient air would prove a powerful\nasset in assisting with the identification of SOA sources and the elucidation\nof the underlying chemical mechanisms involved.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/8077/2015/", 
        "title": "Mapping gas-phase organic reactivity and concomitant secondary organic aerosol formation: chemometric dimension reduction techniques for the deconvolution of complex atmospheric data sets"
    }, 
    {
        "author": "G. Wetzel, H. Oelhaf, M. Birk, A. de Lange, A. Engel, F. Friedl-Vallon, O. Kirner, A. Kleinert, G. Maucher, H. Nordmeyer, J. Orphal, R. Ruhnke, B.-M. Sinnhuber, and P. Vogt", 
        "date": "2015-07-22", 
        "description": "<b>Partitioning and budget of inorganic and organic chlorine species observed by MIPAS-B and TELIS in the Arctic in March 2011</b><br /><br />Atmospheric Chemistry and Physics, 15, 8065-8076, 2015<br /><br />Author(s): G. Wetzel, H. Oelhaf, M. Birk, A. de Lange, A. Engel, F. Friedl-Vallon, O. Kirner, A. Kleinert, G. Maucher, H. Nordmeyer, J. Orphal, R. Ruhnke, B.-M. Sinnhuber, and P. Vogt<br /><br />The Arctic winter 2010/2011 was characterized by a persistent vortex with\nextremely low temperatures in the lower stratosphere above northern\nScandinavia leading to a strong activation of chlorine compounds (ClO<sub><i>x</i></sub>)\nlike Cl, Cl<sub>2</sub>, ClO, ClOOCl, OClO, and HOCl, which rapidly destroyed ozone\nwhen sunlight returned after winter solstice. The MIPAS-B (Michelson\nInterferometer for Passive Atmospheric Sounding) and TELIS (TErahertz and\nsubmillimeter LImb Sounder) balloon measurements obtained in northern Sweden\non 31 March 2011 inside the polar vortex have provided vertical profiles of\ninorganic and organic chlorine species as well as diurnal variations of ClO\naround sunrise over the whole altitude range in which chlorine has been\nundergoing activation and deactivation. This flight was performed at the end\nof the winter during the last phase of ClO<sub><i>x</i></sub> deactivation. The complete\ninorganic and organic chlorine partitioning and budget for 31 March 2011,\nassumed to be representative for the late-winter Arctic stratosphere, has\nbeen derived by combining MIPAS-B and TELIS simultaneously observed\nmolecules. A total chlorine amount of 3.41 ± 0.30 parts per billion by\nvolume is inferred from the measurements (above 24 km). This value is\nin line with previous stratospheric observations carried out outside the\ntropics confirming the slightly decreasing chlorine amount in the\nstratosphere. Observations are compared and discussed with the output of a\nmulti-year simulation performed with the chemistry climate model EMAC\n(ECHAM5/MESSy Atmospheric Chemistry). The simulated stratospheric total\nchlorine amount is in accordance with the MIPAS-B/TELIS observations, taking\ninto account the fact that some chlorine source gases and very short-lived\nspecies are not included in the model.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/8065/2015/", 
        "title": "Partitioning and budget of inorganic and organic chlorine species observed by MIPAS-B and TELIS in the Arctic in March 2011"
    }, 
    {
        "author": "F. Solmon, V. S. Nair, and M. Mallet", 
        "date": "2015-07-22", 
        "description": "<b>Increasing Arabian dust activity and the Indian summer monsoon</b><br /><br />Atmospheric Chemistry and Physics, 15, 8051-8064, 2015<br /><br />Author(s): F. Solmon, V. S. Nair, and M. Mallet<br /><br />Over the past decade, aerosol optical depth (AOD) observations based on\nsatellite and ground measurements have shown a significant increase over\nArabia and the Arabian Sea, attributed to an intensification of regional dust\nactivity. Recent studies have also suggested that west Asian dust forcing\ncould induce a positive response of Indian monsoon precipitations on a weekly\ntimescale. Using observations and a regional climate model including\ninteractive slab-ocean and dust aerosol schemes, the present study\ninvestigates possible climatic links between the increasing\nJune–July–August–September (JJAS) Arabian dust activity and precipitation\ntrends over southern India during the 2000–2009 decade. Meteorological\nreanalysis and AOD observations suggest that the observed decadal increase of\ndust activity and a simultaneous intensification of summer precipitation\ntrend over southern India are both linked to a deepening of JJAS surface\npressure conditions over the Arabian Sea. In the first part of the study, we\nanalyze the mean climate response to dust radiative forcing over the domain,\ndiscussing notably the relative role of Arabian vs. Indo-Pakistani dust\nregions. In the second part of the study, we show that the model skills in\nreproducing regional dynamical patterns and southern Indian precipitation\ntrends are significantly improved only when an increasing dust emission trend\nis imposed on the basis of observations. We conclude that although\ninterannual climate variability might primarily determine the observed\nregional pattern of increasing dust activity and precipitation during the\n2000–2009 decade, the associated dust radiative forcing might in return\ninduce a critical dynamical feedback contributing to enhancing regional\nmoisture convergence and JJAS precipitations over southern India.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/8051/2015/", 
        "title": "Increasing Arabian dust activity and the Indian summer monsoon"
    }, 
    {
        "author": "J. R. Ziemke, A. R. Douglass, L. D. Oman, S. E. Strahan, and B. N. Duncan", 
        "date": "2015-07-22", 
        "description": "<b>Tropospheric ozone variability in the tropics from ENSO to MJO and shorter timescales</b><br /><br />Atmospheric Chemistry and Physics, 15, 8037-8049, 2015<br /><br />Author(s): J. R. Ziemke, A. R. Douglass, L. D. Oman, S. E. Strahan, and B. N. Duncan<br /><br />Aura OMI and MLS measurements are combined to produce daily maps of\ntropospheric ozone beginning October 2004. We show that El Niño-Southern\nOscillation (ENSO) related inter-annual change in tropospheric ozone in the\ntropics is small in relation to combined intra-seasonal/Madden–Julian\nOscillation (MJO) and shorter timescale variability by a factor of ~ 3–10\n(largest in the Atlantic). Outgoing longwave radiation (OLR), taken as a\nproxy for convection, suggests that convection is a dominant driver of\nlarge-scale variability of tropospheric ozone in the Pacific from\ninter-annual (e.g., ENSO) to weekly periods. We compare tropospheric ozone\nand OLR satellite observations with two simulations: (1) the Goddard Earth\nObserving System (GEOS) chemistry-climate model (CCM) that uses observed sea\nsurface temperatures and is otherwise free-running, and (2) the NASA Global\nModeling Initiative (GMI) chemical transport model (CTM) that is driven by\nModern Era Retrospective-Analysis for Research and Applications (MERRA)\nanalyses. It is shown that the CTM-simulated ozone accurately matches\nmeasurements for timescales from ENSO to intra-seasonal/MJO and even\n1–2-week periods. The CCM simulation reproduces ENSO variability but not\nshorter timescales. These analyses suggest that a model used to delineate\ntemporal and/or spatial properties of tropospheric ozone and convection in the\ntropics must reproduce both ENSO and non-ENSO variability.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/8037/2015/", 
        "title": "Tropospheric ozone variability in the tropics from ENSO to MJO and shorter timescales"
    }, 
    {
        "author": "G. Rea, S. Turquety, L. Menut, R. Briant, S. Mailler, and G. Siour", 
        "date": "2015-07-21", 
        "description": "<b>Source contributions to 2012 summertime aerosols in the Euro-Mediterranean region</b><br /><br />Atmospheric Chemistry and Physics, 15, 8013-8036, 2015<br /><br />Author(s): G. Rea, S. Turquety, L. Menut, R. Briant, S. Mailler, and G. Siour<br /><br />In the Mediterranean area, aerosols may originate from anthropogenic or\nnatural emissions (biogenic, mineral dust, fire and sea salt) before\nundergoing complex chemistry. In case of a huge pollution event, it is\nimportant to know whether European pollution limits are exceeded and, if so,\nwhether the pollution is due to anthropogenic or natural sources. In this\nstudy, the relative contribution of emissions to surface PM<sub>10</sub>, surface\nPM<sub>2.5</sub> and total aerosol optical depth (AOD) is quantified. For Europe\nand the Mediterranean regions and during the summer of 2012, the WRF and\nCHIMERE models are used to perform a sensitivity analysis on a 50 km\nresolution domain (from −10° W to 40° E and from\n30° N to 55° N): one simulation with all sources\n(reference) and all others with one source removed. The reference simulation\nis compared to data from the AirBase network and two ChArMEx stations, and\nfrom the AERONET network and the MODIS satellite instrument, to quantify the\nability of the model to reproduce the observations. It is shown that the\ncorrelation ranges from 0.19 to 0.57 for surface particulate matter and from\n0.35 to 0.75 for AOD. For the summer of 2012, the model shows that the region\nis mainly influenced by aerosols due to mineral dust and anthropogenic\nemissions (62 and 19 %, respectively, of total surface PM<sub>10</sub> and 17\nand 52 % of total surface PM<sub>2.5</sub>). The western part of the\nMediterranean is strongly influenced by mineral dust emissions (86 % for\nsurface PM<sub>10</sub> and 44 % for PM<sub>2.5</sub>), while anthropogenic emissions\ndominate in the northern Mediterranean basin (up to 75 % for PM<sub>2.5</sub>).\nFire emissions are more sporadic but may represent 20 % of surface\nPM<sub>2.5</sub>, on average, during the period near local sources. Sea salt mainly\ncontributes for coastal sites (up to 29 %) and biogenic emissions mainly\nin central Europe (up to 20 %).\n<br><br>\nThe same analysis was undertaken for the number of daily exceedances of the\nEuropean Union limit of 50 μg m<sup>−3</sup> for PM<sub>10</sub> (over the\nstations), and for the number of daily exceedances of the WHO recommendation\nfor PM<sub>2.5</sub> (25 μg m<sup>−3</sup>), over the western part of Europe\nand the central north. This number is generally overestimated by the model,\nparticularly in the northern part of the domain, but exceedances are captured\nat the right time. Optimized contributions are computed with the\nobservations, by subtracting the background bias at each station and the\nspecific peak biases from the considered sources. These optimized\ncontributions show that if natural sources such as mineral dust and fire\nevents are particularly difficult to estimate, they were responsible\nexclusively for 35.9 and 0.7 %, respectively, of the exceedances for\nPM<sub>10</sub> during the summer of 2012. The PM<sub>25</sub> recommendation of\n25 μg m<sup>−3</sup> is exceeded in 21.1 % of the cases because of\nanthropogenic sources exclusively and in 0.02 % because of fires. The\nother exceedances are induced by a mixed contribution between mainly mineral\ndust (49.5–67 % for PM<sub>10</sub> exceedance contributions, 4.4–13.8 %\nfor PM<sub>2.5</sub>), anthropogenic sources (14.9–24.2 % and\n46.3–80.6 %), biogenic sources (4.1–15.7 % and 12.6–30 %) and\nfires (2.2–7.2 % and 1.6–12.4 %).", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/8013/2015/", 
        "title": "Source contributions to 2012 summertime aerosols in the Euro-Mediterranean region"
    }, 
    {
        "author": "C. M. Pavuluri, K. Kawamura, N. Mihalopoulos, and T. Swaminathan", 
        "date": "2015-07-20", 
        "description": "<b>Laboratory photochemical processing of aqueous aerosols: formation and degradation of dicarboxylic acids, oxocarboxylic acids and α-dicarbonyls</b><br /><br />Atmospheric Chemistry and Physics, 15, 7999-8012, 2015<br /><br />Author(s): C. M. Pavuluri, K. Kawamura, N. Mihalopoulos, and T. Swaminathan<br /><br />To better understand the photochemical processing of\ndicarboxylic acids and related polar compounds, we conducted batch UV\nirradiation experiments on two types of aerosol samples collected from\nIndia, which represent anthropogenic (AA) and biogenic (BA) aerosols, for\ntime periods of 0.5 to 120 h. The irradiated samples were analyzed for\nmolecular compositions of diacids, oxoacids and α-dicarbonyls. The\nresults show that photochemical degradation of oxalic (C<sub>2</sub>), malonic\n(C<sub>3</sub>) and other C<sub>8</sub>–C<sub>12</sub> diacids overwhelmed their production in\naqueous aerosols, whereas succinic acid (C<sub>4</sub>) and C<sub>5</sub>–C<sub>7</sub> diacids\nshowed a significant increase (ca. 10 times) during the course of\nirradiation experiments. The photochemical formation of oxoacids and &alpha;-dicarbonyls overwhelmed their degradation during the early stages of\nexperiment except for ω-oxooctanoic acid (ωC<sub>8</sub>), which\nshowed a similar pattern to that of C<sub>4</sub>. We also found a gradual\ndecrease in the relative abundance of C<sub>2</sub> to total diacids and an\nincrease in the relative abundance of C<sub>4</sub> during prolonged experiment.\nBased on the changes in concentrations and mass ratios of selected species\nwith the irradiation time, we hypothesize that iron-catalyzed photolysis of\nC<sub>2</sub> and C<sub>3</sub> diacids controls their concentrations in Fe-rich\natmospheric waters, whereas photochemical formation of C<sub>4</sub> diacid (via\nωC<sub>8</sub>) is enhanced with photochemical processing of aqueous\naerosols in the atmosphere. This study demonstrates that the ambient\naerosols contain abundant precursors that produce diacids, oxoacids and\nα-dicarbonyls, although some species such as oxalic acid decompose\nextensively during an early stage of photochemical processing.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/7999/2015/", 
        "title": "Laboratory photochemical processing of aqueous aerosols: formation and degradation of dicarboxylic acids, oxocarboxylic acids and α-dicarbonyls"
    }, 
    {
        "author": "P. Achakulwisut, L. J. Mickley, L. T. Murray, A. P. K. Tai, J. O. Kaplan, and B. Alexander", 
        "date": "2015-07-20", 
        "description": "<b>Uncertainties in isoprene photochemistry and emissions: implications for the oxidative capacity of past and present atmospheres and for climate forcing agents</b><br /><br />Atmospheric Chemistry and Physics, 15, 7977-7998, 2015<br /><br />Author(s): P. Achakulwisut, L. J. Mickley, L. T. Murray, A. P. K. Tai, J. O. Kaplan, and B. Alexander<br /><br />Isoprene and its oxidation products are major players in the oxidative\nchemistry of the troposphere. Current understanding of the factors\ncontrolling biogenic isoprene emissions and of the fate of isoprene oxidation\nproducts in the atmosphere has been evolving rapidly. We use a\nclimate–biosphere–chemistry modeling framework to evaluate the sensitivity of\nestimates of the tropospheric oxidative capacity to uncertainties in isoprene\nemissions and photochemistry. Our work focuses on two climate transitions:\nfrom the Last Glacial Maximum (LGM, 19 000–23 000 years BP) to the\npreindustrial (1770s) and from the preindustrial to the present day (1990s).\nWe find that different oxidants have different sensitivities to the\nuncertainties tested in this study. Ozone is relatively insensitive, whereas\nOH is the most sensitive: changes in the global mean OH levels for the\nLGM-to-preindustrial transition range between −29 and +7 % and those\nfor the preindustrial-to-present-day transition range between −8 and\n+17 % across our simulations. We find little variability in the\nimplied relative LGM–preindustrial difference in methane emissions with\nrespect to the uncertainties tested in this study. Conversely, estimates of\nthe preindustrial-to-present-day and LGM-to-preindustrial changes in the\nglobal burden of secondary organic aerosol (SOA) are highly sensitive. We\nshow that the linear relationship between tropospheric mean OH and\ntropospheric mean ozone photolysis rates, water vapor, and total emissions of\nNO<sub><i>x</i></sub> and reactive carbon – first reported in Murray et al. (2014) – does\nnot hold across all periods with the new isoprene photochemistry mechanism.\nThis study demonstrates how inadequacies in our current understanding of\nisoprene emissions and photochemistry impede our ability to constrain the\noxidative capacities of the present and past atmospheres, its controlling\nfactors, and the radiative forcing of some short-lived species such as SOA\nover time.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/7977/2015/", 
        "title": "Uncertainties in isoprene photochemistry and emissions: implications for the oxidative capacity of past and present atmospheres and for climate forcing agents"
    }, 
    {
        "author": "A. N. Schwier, C. Rose, E. Asmi, A. M. Ebling, W. M. Landing, S. Marro, M.-L. Pedrotti, A. Sallon, F. Iuculano, S. Agusti, A. Tsiola, P. Pitta, J. Louis, C. Guieu, F. Gazeau, and K. Sellegri", 
        "date": "2015-07-20", 
        "description": "<b>Primary marine aerosol emissions from the Mediterranean Sea during pre-bloom and oligotrophic conditions: correlations to seawater chlorophyll <i>a</i> from a mesocosm study</b><br /><br />Atmospheric Chemistry and Physics, 15, 7961-7976, 2015<br /><br />Author(s): A. N. Schwier, C. Rose, E. Asmi, A. M. Ebling, W. M. Landing, S. Marro, M.-L. Pedrotti, A. Sallon, F. Iuculano, S. Agusti, A. Tsiola, P. Pitta, J. Louis, C. Guieu, F. Gazeau, and K. Sellegri<br /><br />The effect of ocean acidification and changing water conditions on primary\n(and secondary) marine aerosol emissions is not well understood on a regional\nor a global scale. To investigate this effect as well as the indirect effect\non aerosol that changing biogeochemical parameters can have,\n~ 52 m<sup>3</sup> pelagic mesocosms were deployed for several weeks in\nthe Mediterranean Sea during both winter pre-bloom and summer oligotrophic\nconditions and were subjected to various levels of CO<sub>2</sub> to simulate the\nconditions foreseen in this region for the coming decades. After seawater\nsampling, primary bubble-bursting aerosol experiments were performed using a\nplunging water jet system to test both chemical and physical aerosol\nparameters (10–400 nm). Comparing results obtained during pre-bloom and\noligotrophic conditions, we find the same four log-normal modal diameters\n(18.5 ± 0.6, 37.5 ± 1.4, 91.5 ± 2.0, 260 ± 3.2 nm)\ndescribing the aerosol size distribution during both campaigns, yet pre-bloom\nconditions significantly increased the number fraction of the second (Aitken)\nmode, with an amplitude correlated to virus-like particles, heterotrophic\nprokaryotes, TEPs (transparent exopolymeric particles), chlorophyll <i>a</i> and\nother pigments. Organic fractions determined from kappa closure calculations for\nthe diameter, <i>D</i><sub>p</sub> ~ 50 nm, were much larger during the\npre-bloom period (64 %) than during the oligotrophic period (38 %),\nand the organic fraction decreased as the particle size increased. Combining\ndata from both campaigns together, strong positive correlations were found\nbetween the organic fraction of the aerosol and chlorophyll <i>a</i>\nconcentrations, heterotrophic and autotrophic bacteria abundance, and\ndissolved organic carbon (DOC) concentrations. As a consequence of the\nchanges in the organic fraction and the size distributions between pre-bloom\nand oligotrophic periods, we find that the ratio of cloud condensation nuclei\n(CCN) to condensation nuclei (CN) slightly decreased during the pre-bloom\nperiod. The enrichment of the seawater samples with microlayer samples did\nnot have any effect on the size distribution, organic content or the CCN\nactivity of the generated primary aerosol. Partial pressure of CO<sub>2</sub>,\n<i>p</i>CO<sub>2</sub>, perturbations had little effect on the physical or chemical\nparameters of the aerosol emissions, with larger effects observed due to the\ndifferences between a pre-bloom and oligotrophic environment.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/7961/2015/", 
        "title": "Primary marine aerosol emissions from the Mediterranean Sea during pre-bloom and oligotrophic conditions: correlations to seawater chlorophyll <i>a</i> from a mesocosm study"
    }, 
    {
        "author": "J. Li, S. D. Xie, L. M. Zeng, L. Y. Li, Y. Q. Li, and R. R. Wu", 
        "date": "2015-07-20", 
        "description": "<b>Characterization of ambient volatile organic compounds and their sources in Beijing, before, during, and after Asia-Pacific Economic Cooperation China 2014</b><br /><br />Atmospheric Chemistry and Physics, 15, 7945-7959, 2015<br /><br />Author(s): J. Li, S. D. Xie, L. M. Zeng, L. Y. Li, Y. Q. Li, and R. R. Wu<br /><br />Ambient volatile organic compounds (VOCs) were measured using an online\nsystem, gas chromatography–mass spectrometry/flame ionization detector\n(GC-MS/FID), in Beijing, China, before, during, and after Asia-Pacific\nEconomic Cooperation (APEC) China 2014, when stringent air quality control\nmeasures were implemented. Positive matrix factorization (PMF) was applied\nto identify the major VOC contributing sources and their temporal\nvariations. The secondary organic aerosols potential (SOAP) approach was\nused to estimate variations of precursor source contributions to SOA\nformation. The average VOC mixing ratios during the three periods were\n86.17, 48.28, and 72.97 ppbv, respectively. The mixing ratios of total VOC\nduring the control period were reduced by 44 %, and the mixing ratios of\nacetonitrile, halocarbons, oxygenated VOCs (OVOCs), aromatics, acetylene,\nalkanes, and alkenes decreased by approximately 65, 62, 54,\n53, 37, 36, and 23 %, respectively. The mixing ratios of all\nmeasured VOC species decreased during control, and the most affected species\nwere chlorinated VOCs (chloroethane, 1,1-dichloroethylene, chlorobenzene).\nPMF analysis indicated eight major sources of ambient VOCs, and emissions\nfrom target control sources were clearly reduced during the control period.\nCompared with the values before control, contributions of vehicular exhaust\nwere most reduced, followed by industrial manufacturing and solvent\nutilization. Reductions of these three sources were responsible for 50,\n26, and 16 % of the reductions in ambient VOCs. Contributions of\nevaporated or liquid gasoline and industrial chemical feedstock were\nslightly reduced, and contributions of secondary and long-lived species were\nrelatively stable. Due to central heating, emissions from fuel combustion\nkept on increasing during the whole campaign; because of weak control of\nliquid petroleum gas (LPG), the highest emissions of LPG occurred in the\ncontrol period. Vehicle-related sources were the most important precursor\nsources likely responsible for the reduction in SOA formation during this\ncampaign.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/7945/2015/", 
        "title": "Characterization of ambient volatile organic compounds and their sources in Beijing, before, during, and after Asia-Pacific Economic Cooperation China 2014"
    }, 
    {
        "author": "T. Nikonovas, P. R. J. North, and S. H. Doerr", 
        "date": "2015-07-17", 
        "description": "<b>Smoke aerosol properties and ageing effects for northern temperate  and boreal regions derived from AERONET source and age attribution</b><br /><br />Atmospheric Chemistry and Physics, 15, 7929-7943, 2015<br /><br />Author(s): T. Nikonovas, P. R. J. North, and S. H. Doerr<br /><br />Particulate emissions from wildfires impact human health and have a large but\nuncertain effect on climate. Modelling schemes depend on information about\nemission factors, emitted particle microphysical and optical properties and\nageing effects, while satellite retrieval algorithms make use of\ncharacteristic aerosol models to improve retrieval. Ground-based remote\nsensing provides detailed aerosol characterisation, but does not contain\ninformation on source. Here, a method is presented to estimate plume origin\nland cover type and age for AERONET aerosol observations, employing\ntrajectory modelling using the HYSPLIT model, and satellite active fire and\naerosol optical thickness (AOT) observations from Moderate Resolution Imaging\nSpectroradiometer (MODIS) and Along Track Scanning Radiometer\n(AATSR). It is applied to AERONET stations located in or near northern\ntemperate and boreal forests for the period 2002–2013. The results from 629\nfire attributions indicate significant differences in size distributions and\nparticle optical properties between different land cover types and plume age.\nSmallest fine mode median radius (<i>R</i><sub>fv</sub>) are attributed to plumes\nfrom cropland and/or natural vegetation mosaic (0.143 <abbr>μm</abbr>) and\ngrassland (0.157 <abbr>μm</abbr>) fires. North American evergreen needleleaf\nforest emissions show a significantly smaller <i>R</i><sub>fv</sub>\n(0.164 <abbr>μm</abbr>) than plumes from Eurasian mixed forests\n(0.193 <abbr>μm</abbr>) and plumes attributed to the land cover types with\nsparse tree cover – open shrubland (0.185 <abbr>μm</abbr>) and woody savannas\n(0.184 <abbr>μm</abbr>). The differences in size distributions are related to\ninferred variability in plume concentrations between the land cover types.\nSignificant differences are observed between day and night emissions, with\ndaytime emissions showing larger particle sizes. Smoke is predominantly\nscattering for all of the classes with median single scattering albedo at\n440 nm (SSA(440)) values close to 0.95 except the cropland emissions\nwhich have an SSA(440) value of 0.9. Plumes aged for 4 days or older\nhave median <i>R</i><sub>fv</sub> larger by ~0.02 <abbr>μm</abbr> compared\nto young smoke. Differences in size were consistent with a decrease in the\nÅngström Exponent and increase in the asymmetry parameter. Only an\ninsignificant increase in SSA(λ) with ageing was found.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/7929/2015/", 
        "title": "Smoke aerosol properties and ageing effects for northern temperate  and boreal regions derived from AERONET source and age attribution"
    }, 
    {
        "author": "H. G. Chan, M. D. King, and M. M. Frey", 
        "date": "2015-07-17", 
        "description": "<b>The impact of parameterising light penetration into snow on the photochemical production of NO<sub><i>x</i></sub> and OH radicals in snow</b><br /><br />Atmospheric Chemistry and Physics, 15, 7913-7927, 2015<br /><br />Author(s): H. G. Chan, M. D. King, and M. M. Frey<br /><br />Snow photochemical processes drive production of chemical trace gases in snowpacks,\n      including nitrogen oxides (NO<sub><i>x</i></sub> = NO + NO<sub>2</sub>)\n      and hydrogen oxide radical (HO<sub><i>x</i></sub> = OH + HO<sub>2</sub>), which are then released to the lower\n      atmosphere. Coupled atmosphere–snow modelling\n      of theses processes on global scales\n      requires simple parameterisations of actinic flux in snow to reduce\n      computational cost. The disagreement between a physical radiative-transfer\n      (RT) method and a parameterisation based upon the <i>e</i>-folding depth of\n      actinic flux in snow is evaluated. In particular, the photolysis of the\n      nitrate anion (NO<sub>3</sub><sup>-</sup>), the nitrite anion (NO<sub>2</sub><sup>-</sup>) and\n      hydrogen peroxide (H<sub>2</sub>O<sub>2</sub>) in snow and nitrogen dioxide (NO<sub>2</sub>)\n      in the snowpack\n      interstitial air are considered.\n<br><br>\n      The emission flux from the snowpack is estimated as the product of the\n      depth-integrated photolysis rate coefficient, <i>v</i>,\n      and the concentration of photolysis precursors in the snow.\n      The depth-integrated photolysis rate coefficient is calculated (a) explicitly with\n      an RT model (TUV), <i>v</i><sub>TUV</sub>, and\n      (b) with a simple parameterisation based on <i>e</i>-folding depth,\n      <i>v</i><sub><i>z</i><sub><i>e</i></sub></sub>. The metric for the evaluation is based upon the deviation of the\n      ratio of the depth-integrated photolysis rate coefficient determined by the two\n      methods, <i>v</i><sub>TUV</sub>/<i>v</i><sub><i>z</i><sub><i>e</i></sub></sub>, from unity.\n      The ratio depends primarily on the position of the peak in the\n      photolysis action spectrum of chemical species, solar zenith angle and physical\n      properties of the snowpack, i.e. strong dependence on\n      the light-scattering cross section and\n       the mass ratio of light-absorbing impurity (i.e. black carbon and HULIS)\n       with a weak dependence on density.\n       For the photolysis of NO<sub>2</sub>, the NO<sub>2</sub><sup>-</sup> anion, the\n      NO<sub>3</sub><sup>-</sup> anion and H<sub>2</sub>O<sub>2</sub> the ratio\n      <i>v</i><sub>TUV</sub>/<i>v</i><sub><i>z</i><sub><i>e</i></sub></sub> varies within the range of\n      0.82–1.35, 0.88–1.28, 0.93–1.27 and 0.91–1.28 respectively. The <i>e</i>-folding\n      depth parameterisation underestimates for small solar zenith angles\n      and overestimates at solar zenith angles around 60° compared to the RT method.\n       A simple\n      algorithm has been developed to improve the parameterisation which\n      reduces the ratio <i>v</i><sub>TUV</sub>/<i>v</i><sub><i>z</i><sub><i>e</i></sub></sub> to\n      0.97–1.02, 0.99–1.02, 0.99–1.03 and 0.98–1.06 for photolysis of NO<sub>2</sub>,\n      the NO<sub>2</sub><sup>-</sup> anion, the NO<sub>3</sub><sup>-</sup> anion and H<sub>2</sub>O<sub>2</sub>\n      respectively. The <i>e</i>-folding depth parameterisation may give\n      acceptable results for the photolysis of the NO<sub>3</sub><sup>-</sup> anion and\n      H<sub>2</sub>O<sub>2</sub> in cold polar snow with large solar zenith angles, but it can be\n      improved by a correction based on solar zenith angle and for cloudy skies.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/7913/2015/", 
        "title": "The impact of parameterising light penetration into snow on the photochemical production of NO<sub><i>x</i></sub> and OH radicals in snow"
    }, 
    {
        "author": "L. Menut, G. Rea, S. Mailler, D. Khvorostyanov, and S. Turquety", 
        "date": "2015-07-17", 
        "description": "<b>Aerosol forecast over the Mediterranean area during July 2013 (ADRIMED/CHARMEX)</b><br /><br />Atmospheric Chemistry and Physics, 15, 7897-7911, 2015<br /><br />Author(s): L. Menut, G. Rea, S. Mailler, D. Khvorostyanov, and S. Turquety<br /><br />The ADRIMED (Aerosol Direct Radiative Impact on the regional climate\nin the MEDiterranean region) project was dedicated to study the atmospheric composition during\nthe summer 2013 in the European Mediterranean region. During its campaign\nexperiment part, the WRF (Weather Research and Forecast Model) and CHIMERE models were used in the forecast mode in\norder to decide whether intensive observation periods should be triggered.\nEach day, a simulation of 4 days was performed, corresponding to (<i>D</i>-1) to\n(<i>D</i>+2) forecast leads. The goal of this study was to determine whether the\nmodel forecast spread is lower or greater than the model biases compared to\nobservations. It is shown that the differences between observations and the\nmodel are always higher than those between the forecasts. Among all forcing\ntypes used in the chemistry-transport model, it is shown that the strong bias\nand other related low forecast scores are mainly due to the forecast accuracy\nof the wind speed, which is used both for the mineral dust emissions (a\nthreshold process) and for the long-range transport of aerosol: the surface\nwind speed forecast spread can reach 50%, leading to mineral dust\nemission forecast spread of up to 30%. These variations are responsible\nfor a moderate forecast spread of the surface PM<sub>10</sub> (a few percentage points) and\nfor a large spread (more than 50%) in the mineral dust concentration at\nhigher altitudes, leading to a mean AOD (aerosol optical depth) forecast spread of ±10%.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/7897/2015/", 
        "title": "Aerosol forecast over the Mediterranean area during July 2013 (ADRIMED/CHARMEX)"
    }, 
    {
        "author": "I. Cheng, X. Xu, and L. Zhang", 
        "date": "2015-07-17", 
        "description": "<b>Overview of receptor-based source apportionment studies for speciated atmospheric mercury</b><br /><br />Atmospheric Chemistry and Physics, 15, 7877-7895, 2015<br /><br />Author(s): I. Cheng, X. Xu, and L. Zhang<br /><br />Receptor-based source apportionment studies of speciated atmospheric mercury\nare not only concerned with source contributions  but also with the influence\nof transport, transformation, and deposition processes on speciated\natmospheric mercury concentrations at receptor locations. Previous studies\napplied multivariate receptor models including principal components analysis\nand positive matrix factorization, and back trajectory receptor models\nincluding potential source contribution function, gridded frequency\ndistributions, and concentration–back trajectory models. Combustion sources\n(e.g., coal combustion, biomass burning, and vehicular, industrial and waste\nincineration emissions), crustal/soil dust, and chemical and physical\nprocesses, such as gaseous elemental mercury (GEM) oxidation reactions,\nboundary layer mixing, and GEM flux from surfaces  were inferred from the\nmultivariate studies, which were predominantly conducted at receptor sites in\nCanada and the US. Back trajectory receptor models revealed potential impacts\nof large industrial areas such as the Ohio River valley in the US and\nthroughout China, metal smelters, mercury evasion from the ocean and the Great\nLakes, and free troposphere transport on receptor measurements.\n<br><br>\nInput data and model parameters specific to atmospheric mercury receptor\nmodels are summarized and model strengths and weaknesses are also discussed.\nMultivariate models are suitable for receptor locations with intensive air\nmonitoring because they require long-term collocated and simultaneous\nmeasurements of speciated atmospheric Hg and ancillary pollutants. The\nmultivariate models provide more insight about the types of Hg emission\nsources and Hg processes that could affect speciated atmospheric Hg at a\nreceptor location, whereas back trajectory receptor models are mainly ideal\nfor identifying potential regional Hg source locations impacting elevated Hg\nconcentrations. Interpretation of the multivariate model output to sources\ncan be subjective and challenging when speciated atmospheric Hg is not\ncorrelated with ancillary pollutants and when source emissions profiles and\nknowledge of Hg chemistry are incomplete. The majority of back trajectory\nreceptor models have not accounted for Hg transformation and deposition\nprocesses and could not distinguish between upwind and downwind sources\neffectively. Ensemble trajectories should be generated to take into account\nthe trajectory uncertainties where possible. One area of improvement that\napplies to all the receptor models reviewed in this study is the greater\nfocus on evaluating the accuracy of the models at identifying potential\nspeciated atmospheric mercury sources, source locations, and chemical and\nphysical processes in the atmosphere. In addition to receptor model\nimprovements, the data quality of speciated atmospheric Hg plays an equally\nimportant part in producing accurate receptor model results.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/7877/2015/", 
        "title": "Overview of receptor-based source apportionment studies for speciated atmospheric mercury"
    }, 
    {
        "author": "M. M. Frey, H. K. Roscoe, A. Kukui, J. Savarino, J. L. France, M. D. King, M. Legrand, and S. Preunkert", 
        "date": "2015-07-17", 
        "description": "<b>Atmospheric nitrogen oxides (NO and NO<sub>2</sub>) at Dome C, East Antarctica, during the OPALE campaign</b><br /><br />Atmospheric Chemistry and Physics, 15, 7859-7875, 2015<br /><br />Author(s): M. M. Frey, H. K. Roscoe, A. Kukui, J. Savarino, J. L. France, M. D. King, M. Legrand, and S. Preunkert<br /><br />Mixing ratios of the atmospheric nitrogen oxides NO and NO<sub>2</sub> were measured\nas part of the OPALE (Oxidant Production in Antarctic Lands & Export)\ncampaign at Dome C, East Antarctica (75.1° S, 123.3° E,\n3233 m), during December 2011 to January 2012. Profiles of NO<sub><i>x</i></sub>\nmixing ratios of the lower 100 m of the atmosphere confirm that, in\ncontrast to the South Pole, air chemistry at Dome C is strongly influenced by\nlarge diurnal cycles in solar irradiance and a sudden collapse of the\natmospheric boundary layer in the early evening. Depth profiles of mixing\nratios in firn air suggest that the upper snowpack at Dome C holds\na significant reservoir of photolytically produced NO<sub>2</sub> and is a sink of\ngas-phase ozone (O<sub>3</sub>). First-time observations of bromine oxide (BrO)  at Dome C show that\nmixing ratios of BrO near the ground are low, certainly less than\n5 pptv, with higher levels in the free troposphere. Assuming\nsteady state, observed mixing ratios of BrO and RO<sub>2</sub> radicals are too low\nto explain the large NO<sub>2</sub> : NO ratios found in ambient air, possibly\nindicating the existence of an unknown process contributing to the\natmospheric chemistry of reactive nitrogen above the Antarctic Plateau.\nDuring 2011–2012, NO<sub><i>x</i></sub> mixing ratios and flux were larger than in\n2009–2010, consistent with also larger surface O<sub>3</sub> mixing ratios resulting\nfrom increased net O<sub>3</sub> production. Large NO<sub><i>x</i></sub> mixing ratios at Dome C\narise from a combination of continuous sunlight, shallow mixing height and\nsignificant NO<sub><i>x</i></sub> emissions by surface snow (<i>F</i><sub>NO<sub><i>x</i></sub></sub>). During\n23 December 2011–12 January 2012, median <i>F</i><sub>NO<sub><i>x</i></sub></sub> was twice that\nduring the same period in 2009–2010 due to significantly larger atmospheric\nturbulence and a slightly stronger snowpack source. A tripling of\n<i>F</i><sub>NO<sub><i>x</i></sub></sub> in December 2011 was largely due to changes in snowpack\nsource strength caused primarily by changes in NO<sub>3</sub><sup>&minus;</sup> concentrations in the\nsnow skin layer, and only to a secondary order by decrease of total column\nO<sub>3</sub> and associated increase in NO<sub>3</sub><sup>&minus;</sup> photolysis rates. A source of\nuncertainty in model estimates of <i>F</i><sub>NO<sub><i>x</i></sub></sub> is the quantum yield of\nNO<sub>3</sub><sup>&minus;</sup> photolysis in natural snow, which may change over time as the snow\nages.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/7859/2015/", 
        "title": "Atmospheric nitrogen oxides (NO and NO<sub>2</sub>) at Dome C, East Antarctica, during the OPALE campaign"
    }, 
    {
        "author": "J. Liu, E. Scheuer, J. Dibb, G. S. Diskin, L. D. Ziemba, K. L. Thornhill, B. E. Anderson, A. Wisthaler, T. Mikoviny, J. J. Devi, M. Bergin, A. E. Perring, M. Z. Markovic, J. P. Schwarz, P. Campuzano-Jost, D. A. Day, J. L. Jimenez, and R. J. Weber", 
        "date": "2015-07-16", 
        "description": "<b>Brown carbon aerosol in the North American continental troposphere: sources, abundance, and radiative forcing</b><br /><br />Atmospheric Chemistry and Physics, 15, 7841-7858, 2015<br /><br />Author(s): J. Liu, E. Scheuer, J. Dibb, G. S. Diskin, L. D. Ziemba, K. L. Thornhill, B. E. Anderson, A. Wisthaler, T. Mikoviny, J. J. Devi, M. Bergin, A. E. Perring, M. Z. Markovic, J. P. Schwarz, P. Campuzano-Jost, D. A. Day, J. L. Jimenez, and R. J. Weber<br /><br />Chemical components of organic aerosol (OA) selectively absorb light at short\nwavelengths. In this study, the prevalence, sources, and optical importance\nof this so-called brown carbon (BrC) aerosol component are investigated\nthroughout the North American continental tropospheric column during a\nsummer of extensive biomass burning. Spectrophotometric absorption\nmeasurements on extracts of bulk aerosol samples collected from an aircraft\nover the central USA were analyzed to directly quantify BrC abundance. BrC\nwas found to be prevalent throughout the 1 to 12 km altitude measurement\nrange, with dramatic enhancements in biomass-burning plumes. BrC to black carbon (BC) ratios, under background tropospheric conditions, increased with\naltitude, consistent with a corresponding increase in the absorption Ångström exponent (AAE) determined from a three-wavelength particle soot absorption photometer (PSAP). The sum of inferred BC absorption and measured\nBrC absorption at 365 nm was within 3 % of the measured PSAP absorption\nfor background conditions and 22 % for biomass burning. A radiative\ntransfer model showed that BrC absorption reduced top-of-atmosphere (TOA) aerosol\nforcing by ~ 20 % in the background troposphere. Extensive\nradiative model simulations applying this study background tropospheric\nconditions provided a look-up chart for determining radiative forcing\nefficiencies of BrC as a function of a surface-measured BrC : BC ratio and\nsingle scattering albedo (SSA). The chart is a first attempt to provide a\ntool for better assessment of brown carbon's forcing effect when one is\nlimited to only surface data. These results indicate that BrC is an\nimportant contributor to direct aerosol radiative forcing.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/7841/2015/", 
        "title": "Brown carbon aerosol in the North American continental troposphere: sources, abundance, and radiative forcing"
    }, 
    {
        "author": "K. M. Badali, S. Zhou, D. Aljawhary, M. Antiñolo, W. J. Chen, A. Lok, E. Mungall, J. P. S. Wong, R. Zhao, and J. P. D. Abbatt", 
        "date": "2015-07-16", 
        "description": "<b>Formation of hydroxyl radicals from photolysis of secondary organic aerosol material</b><br /><br />Atmospheric Chemistry and Physics, 15, 7831-7840, 2015<br /><br />Author(s): K. M. Badali, S. Zhou, D. Aljawhary, M. Antiñolo, W. J. Chen, A. Lok, E. Mungall, J. P. S. Wong, R. Zhao, and J. P. D. Abbatt<br /><br />This paper demonstrates that OH radicals are formed by photolysis of\nsecondary organic aerosol (SOA) material formed by terpene ozonolysis. The\nSOA is collected on filters, dissolved in water containing a radical trap\n(benzoic acid), and then exposed to ultraviolet light in a photochemical\nreactor. The OH formation rates, which are similar for both α-pinene\nand limonene SOA, are measured from the formation rate of p-hydroxybenzoic\nacid as measured using offline HPLC analysis. To evaluate whether the OH is\nformed by photolysis of H<sub>2</sub>O<sub>2</sub> or organic hydroperoxides (ROOH), the\nperoxide content of the SOA was measured using the horseradish\nperoxidase-dichlorofluorescein (HRP-DCF) assay, which was calibrated using\nH<sub>2</sub>O<sub>2</sub>. The OH formation rates from SOA are 5 times faster than\nfrom the photolysis of H<sub>2</sub>O<sub>2</sub> solutions whose concentrations\ncorrespond to the peroxide content of the SOA solutions, assuming that the\nHRP-DCF signal arises from H<sub>2</sub>O<sub>2</sub> alone. The higher rates of OH\nformation from SOA are likely due to ROOH photolysis, but we cannot rule out\na contribution from secondary processes as well. This result is\nsubstantiated by photolysis experiments conducted with t-butyl hydroperoxide\nand cumene hydroperoxide which produce over 3 times more OH than\nphotolysis of equivalent concentrations of H<sub>2</sub>O<sub>2</sub>. Relative to the\nperoxide level in the SOA and assuming that the peroxides drive most of the\nultraviolet absorption, the quantum yield for OH generation from &alpha;-pinene SOA is 0.8 ± 0.4. This is the first demonstration of an\nefficient photolytic source of OH in SOA, one that may affect both\ncloud water and aerosol chemistry.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/7831/2015/", 
        "title": "Formation of hydroxyl radicals from photolysis of secondary organic aerosol material"
    }, 
    {
        "author": "Y. Zhang, M. S. Sanchez, C. Douet, Y. Wang, A. P. Bateman, Z. Gong, M. Kuwata, L. Renbaum-Wolff, B. B. Sato, P. F. Liu, A. K. Bertram, F. M. Geiger, and S. T. Martin", 
        "date": "2015-07-16", 
        "description": "<b>Changing shapes and implied viscosities of suspended submicron particles</b><br /><br />Atmospheric Chemistry and Physics, 15, 7819-7829, 2015<br /><br />Author(s): Y. Zhang, M. S. Sanchez, C. Douet, Y. Wang, A. P. Bateman, Z. Gong, M. Kuwata, L. Renbaum-Wolff, B. B. Sato, P. F. Liu, A. K. Bertram, F. M. Geiger, and S. T. Martin<br /><br />The change in shape of atmospherically relevant organic particles is\nused to estimate the viscosity of the particle material without the\nneed for removal from aerosol suspension. The dynamic shape factors\nχ of particles produced by α-pinene ozonolysis in a flow\ntube reactor, under conditions of particle coagulation, were\nmeasured while altering the relative humidity (RH) downstream of the\nflow tube. As relative humidity was increased, the results showed\nthat χ could change from 1.27 to 1.02, corresponding to a\ntransition from aspherical to nearly spherical shapes. The shape\nchange could occur at elevated RH because the organic material had\ndecreased viscosity and was therefore able to flow to form spherical\nshapes, as favored by the minimization of surface area. Numerical\nmodeling was used to estimate the particle viscosity associated with\nthis flow. Based on particle diameter and RH exposure time, the\nviscosity dropped from 10<sup>(8.7±2.0)</sup> to\n10<sup>(7.0±2.0)</sup> Pa s (two sigma) for an increase in RH from\n< 5 to 58 % at 293 K. These results imply that the\nequilibration of the chemical composition of the particle phase with\nthe gas phase can shift from hours at mid-range RH to days at low\nRH.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/7819/2015/", 
        "title": "Changing shapes and implied viscosities of suspended submicron particles"
    }, 
    {
        "author": "N. P. Hindley, C. J. Wright, N. D. Smith, and N. J. Mitchell", 
        "date": "2015-07-16", 
        "description": "<b>The southern stratospheric gravity wave hot spot: individual waves and their momentum fluxes measured by COSMIC GPS-RO</b><br /><br />Atmospheric Chemistry and Physics, 15, 7797-7818, 2015<br /><br />Author(s): N. P. Hindley, C. J. Wright, N. D. Smith, and N. J. Mitchell<br /><br />Nearly all general circulation models significantly fail to reproduce the\nobserved behaviour of the southern wintertime polar vortex. It has been\nsuggested that these biases result from an underestimation of gravity wave\ndrag on the atmosphere at latitudes near 60&deg; S, especially around the\n\"hot spot\" of intense gravity wave fluxes above the mountainous Southern\nAndes and Antarctic peninsula. Here, we use Global Positioning System\nradio occultation (GPS-RO) data from the COSMIC satellite constellation to\ndetermine the properties of gravity waves in the hot spot and beyond. We show\nconsiderable southward propagation to latitudes near 60&deg; S of waves\napparently generated over the southern Andes. We propose that this\npropagation may account for much of the wave drag missing from the models.\nFurthermore, there is a long leeward region of increased gravity wave energy\nthat sweeps eastwards from the mountains over the Southern Ocean. Despite its\nstriking nature, the source of this region has historically proved difficult\nto determine. Our observations suggest that this region includes both waves\ngenerated locally and orographic waves advected downwind from the hot spot.\nWe describe and use a new wavelet-based analysis technique for the\nquantitative identification of individual waves from COSMIC temperature\nprofiles. This analysis reveals different geographical regimes of wave\namplitude and short-timescale variability in the wave field over the Southern\nOcean. Finally, we use the increased numbers of closely spaced pairs of\nprofiles from the deployment phase of the COSMIC constellation in 2006 to\nmake estimates of gravity wave horizontal wavelengths. We show that, given\nsufficient observations, GPS-RO can produce physically reasonable estimates\nof stratospheric gravity wave momentum flux in the hot spot that are\nconsistent with measurements made by other techniques. We discuss our results\nin the context of previous satellite and modelling studies and explain how\nthey advance our understanding of the nature and origins of waves in the\nsouthern stratosphere.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/7797/2015/", 
        "title": "The southern stratospheric gravity wave hot spot: individual waves and their momentum fluxes measured by COSMIC GPS-RO"
    }, 
    {
        "author": "A. C. Valach, B. Langford, E. Nemitz, A. R. MacKenzie, and C. N. Hewitt", 
        "date": "2015-07-16", 
        "description": "<b>Seasonal and diurnal trends in concentrations and fluxes of volatile organic compounds in central London</b><br /><br />Atmospheric Chemistry and Physics, 15, 7777-7796, 2015<br /><br />Author(s): A. C. Valach, B. Langford, E. Nemitz, A. R. MacKenzie, and C. N. Hewitt<br /><br />Concentrations and fluxes of seven volatile organic compounds (VOCs) were\nmeasured between August and December 2012 at a rooftop site in central\nLondon as part of the ClearfLo project (Clean Air for London). VOC\nconcentrations were quantified using a proton transfer reaction mass\nspectrometer (PTR-MS) and fluxes were calculated using a virtual disjunct\neddy covariance technique. The median VOC fluxes, including\naromatics, oxygenated compounds and isoprene, ranged from 0.07 to 0.33 mg m<sup>−2</sup> h<sup>−1</sup>. Median mixing ratios were 7.3 ppb for methanol and\n< 1 ppb for the other compounds. Strong relationships were observed\nbetween the fluxes and concentrations of some VOCs with traffic density and\nbetween the fluxes and concentrations of isoprene and oxygenated compounds\nwith photosynthetically active radiation (PAR) and temperature. An estimated\n50–90 % of the fluxes of aromatic VOCs were attributable to traffic\nactivity, which showed little seasonal variation, suggesting that boundary\nlayer effects or possibly advected pollution may be the primary causes of\nincreased concentrations of aromatics in winter. Isoprene, methanol and\nacetaldehyde fluxes and concentrations in August and September showed high\ncorrelations with PAR and temperature, when fluxes and concentrations were\nlargest suggesting that biogenic sources contributed to their fluxes.\nModelled biogenic isoprene fluxes from urban vegetation using the Guenther\net al. (1995) algorithm agreed well with measured fluxes in August and\nSeptember. Comparisons of estimated annual benzene emissions from both the London\nand the National Atmospheric Emissions Inventories agreed well with measured\nbenzene fluxes. Flux footprint analysis indicated emission sources were\nlocalised and that boundary layer dynamics and source strengths were\nresponsible for temporal and spatial VOC flux and concentration variability\nduring the measurement period.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/7777/2015/", 
        "title": "Seasonal and diurnal trends in concentrations and fluxes of volatile organic compounds in central London"
    }, 
    {
        "author": "F. D. Lopez-Hilfiker, C. Mohr, M. Ehn, F. Rubach, E. Kleist, J. Wildt, Th. F. Mentel, A. J. Carrasquillo, K. E. Daumit, J. F. Hunter, J. H. Kroll, D. R. Worsnop, and J. A. Thornton", 
        "date": "2015-07-16", 
        "description": "<b>Phase partitioning and volatility of secondary organic aerosol components formed from α-pinene ozonolysis and OH oxidation: the importance of accretion products and other low volatility compounds</b><br /><br />Atmospheric Chemistry and Physics, 15, 7765-7776, 2015<br /><br />Author(s): F. D. Lopez-Hilfiker, C. Mohr, M. Ehn, F. Rubach, E. Kleist, J. Wildt, Th. F. Mentel, A. J. Carrasquillo, K. E. Daumit, J. F. Hunter, J. H. Kroll, D. R. Worsnop, and J. A. Thornton<br /><br />We measured a large suite of gas- and particle-phase\nmulti-functional organic compounds with a Filter Inlet for Gases and\nAEROsols (FIGAERO) coupled to a high-resolution time-of-flight chemical\nionization mass spectrometer (HR-ToF-CIMS) developed at the University of\nWashington. The instrument was deployed on environmental simulation chambers\nto study monoterpene oxidation as a secondary organic aerosol (SOA) source.\nWe focus here on results from experiments utilizing an ionization method\nmost selective towards acids (acetate negative ion proton transfer), but our\nconclusions are based on more general physical and chemical properties of\nthe SOA. Hundreds of compounds were observed in both gas and particle\nphases, the latter being detected by temperature-programmed thermal\ndesorption of collected particles. Particulate organic compounds detected by\nthe FIGAERO–HR-ToF-CIMS are highly correlated with, and explain at least 25–50 % of, the organic aerosol mass measured by an Aerodyne aerosol mass\nspectrometer (AMS). Reproducible multi-modal structures in the thermograms\nfor individual compounds of a given elemental composition reveal a\nsignificant SOA mass contribution from high molecular weight organics and/or\noligomers (i.e., multi-phase accretion reaction products). Approximately\n50 % of the HR-ToF-CIMS particle-phase mass is associated with compounds\nhaving effective vapor pressures 4 or more orders of magnitude lower than\ncommonly measured monoterpene oxidation products. The relative importance of\nthese accretion-type and other extremely low volatility products appears to\nvary with photochemical conditions. We present a desorption-temperature-based framework for apportionment of thermogram signals into volatility\nbins. The volatility-based apportionment greatly improves agreement between\nmeasured and modeled gas-particle partitioning for select major and minor\ncomponents of the SOA, consistent with thermal decomposition during\ndesorption causing the conversion of lower volatility components into the\ndetected higher volatility compounds.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/7765/2015/", 
        "title": "Phase partitioning and volatility of secondary organic aerosol components formed from α-pinene ozonolysis and OH oxidation: the importance of accretion products and other low volatility compounds"
    }, 
    {
        "author": "A. Foth, H. Baars, P. Di Girolamo, and B. Pospichal", 
        "date": "2015-07-16", 
        "description": "<b>Water vapour profiles from Raman lidar automatically calibrated by microwave radiometer data during HOPE</b><br /><br />Atmospheric Chemistry and Physics, 15, 7753-7763, 2015<br /><br />Author(s): A. Foth, H. Baars, P. Di Girolamo, and B. Pospichal<br /><br />In this paper, we present a method to derive water vapour profiles\n  from Raman lidar measurements calibrated by the integrated water\n  vapour (IWV) from a collocated microwave radiometer during the\n  intense observation campaign HOPE in the frame of the HD(CP)<sup>2</sup>\n  initiative. The simultaneous observation of a microwave radiometer\n  and a Raman lidar allowed an operational and continuous measurement\n  of water vapour profiles also during cloudy conditions. The\n  calibration method provides results which are in a good agreement with\n  conventional methods based on radiosondes. The calibration factor\n  derived from the proposed IWV method is very stable with a relative\n  uncertainty of 5 %. This stability allows for the calibration of the lidar\n  even in the presence of clouds using the calibration factor\n  determined during the most recent clear sky interval.  Based on\n  the application of this approach, it is possible to retrieve water\n  vapour profiles during all non-precipitating\n  conditions. A statistical analysis shows a good agreement between\n  the lidar measurements and collocated radiosondes. The relative\n  biases amount to less than 6.7 % below 2 km.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/7753/2015/", 
        "title": "Water vapour profiles from Raman lidar automatically calibrated by microwave radiometer data during HOPE"
    }, 
    {
        "author": "B. L. van Drooge and J. O. Grimalt", 
        "date": "2015-07-15", 
        "description": "<b>Particle size-resolved source apportionment of primary and secondary organic tracer compounds at urban and rural locations in Spain</b><br /><br />Atmospheric Chemistry and Physics, 15, 7735-7752, 2015<br /><br />Author(s): B. L. van Drooge and J. O. Grimalt<br /><br />Atmospheric particulate matter (PM) was fractionated in six aerodynamic\nsizes, > 7.2, 7.2–3, 3–1.5, 1.5–1, 1–0.5 and < 0.5 μm, using\na cascade impactor. These fractions were collected at urban and rural sites\nduring warm and cold seasons. Organic tracer compounds, such as levoglucosan,\nisoprene, pinene oxidation products, polycyclic aromatic hydrocarbons and quinones, were\nanalyzed by gas chromatography coupled with mass spectrometry. These analyses\nshowed that the composition in the smallest size fractions\n(< 0.5 μm) was more uniform than in the larger sizes\n(7.2> PM > 0.5 μm). Thus, markers of photochemically\nsynthesized organic compounds or combustion sources, either biomass burning\nor traffic emissions, were predominantly observed in the fraction\n< 0.5 μm, whereas the larger particles were composed of mixed\nsources from combustion processes, vegetation emissions, soil resuspension,\nroad dust, urban lifestyle activities and photochemically synthesized\norganic compounds.\n<br><br>\nImportant seasonal differences were observed at the rural site. In the\n< 0.5 μm fraction these were related to a strong predominance of\nbiomass burning in the cold period and photochemically transformed biogenic\norganic compounds in the warm period. In the\n7.2 > PM > 0.5 μm fractions the differences involved\npredominantly soil-sourced compounds in the warm period and mixed combustion\nsources, photochemical products and vegetation emissions in the cold.\n\nMultivariate curve resolution/alternating least squares showed that these\norganic aerosols essentially originated from six source components. Four of\nthem reflected primary emissions related to either natural products, e.g.,\nvegetation emissions and upwhirled soil dust, or anthropogenic\ncontributions, e.g., combustion products and compounds related to urban\nlifestyle activities like vehicular exhaust and tobacco smoking. Two\nsecondary organic aerosol components were identified. They accumulated in the\nsmallest (< 0.5 μm) or in the larger fractions\n(> 0.5 μm) and involved strong or mild photochemical\ntransformations of vegetation precursor molecules, respectively.\n\nToxicologically relevant information was also disclosed with the present\napproach. Thus, the strong predominance of biomass burning residues at the\nrural site during the cold period involved atmospheric concentrations of\npolycyclic aromatic hydrocarbons that were 3 times higher than at the\nurban sites and benzo[a]pyrene concentrations above legal recommendations.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/7735/2015/", 
        "title": "Particle size-resolved source apportionment of primary and secondary organic tracer compounds at urban and rural locations in Spain"
    }, 
    {
        "author": "W. Sun, R. R. Baize, C. Lukashin, and Y. Hu", 
        "date": "2015-07-15", 
        "description": "<b>Deriving polarization properties of desert-reflected solar spectra with PARASOL data</b><br /><br />Atmospheric Chemistry and Physics, 15, 7725-7734, 2015<br /><br />Author(s): W. Sun, R. R. Baize, C. Lukashin, and Y. Hu<br /><br />One of the major objectives of the Climate Absolute Radiance and Refractivity\nObservatory (CLARREO) is to conduct highly accurate spectral observations to\nprovide an on-orbit inter-calibration standard for relevant Earth-observing\nsensors with various channels. To calibrate an Earth-observing sensor's\nmeasurements with the highly accurate data from the CLARREO, errors in the\nmeasurements caused by the sensor's sensitivity to the polarization state of\nlight must be corrected. For correction of the measurement errors due to the\nlight's polarization, both the instrument's dependence on the incident\npolarization state and the on-orbit knowledge of the polarization state of\nlight as a function of observed scene type, viewing geometry, and solar\nwavelength are required. In this study, an algorithm for deriving the\nspectral polarization state of solar light from the desert is reported. The\ndesert/bare land surface is assumed to be composed of two types of areas:\nfine sand grains with diffuse reflection (Lambertian non-polarizer) and\nquartz-rich sand particles with facets of various orientations\n(specular-reflection polarizer). The Adding–Doubling Radiative Transfer\nModel (ADRTM) is applied to integrate the atmospheric\nabsorption and scattering in the system. Empirical models are adopted in\nobtaining the diffuse spectral reflectance of sands and the optical depth of\nthe dust aerosols over the desert. The ratio of non-polarizer area to\npolarizer area and the angular distribution of the facet orientations are\ndetermined by fitting the modeled polarization states of light to the\nmeasurements at three polarized channels (490, 670, and 865 nm) by the\nPolarization and Anisotropy of Reflectances for Atmospheric Science\ninstrument coupled with Observations from a Lidar (PARASOL). Based on this\nphysical model of the surface, the desert-reflected solar light's\npolarization state at any wavelength in the whole solar spectra can be\ncalculated with the ADRTM.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/7725/2015/", 
        "title": "Deriving polarization properties of desert-reflected solar spectra with PARASOL data"
    }, 
    {
        "author": "K. Markakis, M. Valari, O. Perrussel, O. Sanchez, and C. Honore", 
        "date": "2015-07-14", 
        "description": "<b>Climate-forced air-quality modeling at the urban scale: sensitivity to model resolution, emissions and meteorology</b><br /><br />Atmospheric Chemistry and Physics, 15, 7703-7723, 2015<br /><br />Author(s): K. Markakis, M. Valari, O. Perrussel, O. Sanchez, and C. Honore<br /><br />While previous research helped to identify and prioritize the sources of\nerror in air-quality modeling due to anthropogenic emissions and spatial\nscale effects, our knowledge is limited on how these uncertainties affect\nclimate-forced air-quality assessments. Using as reference a 10-year model\nsimulation over the greater Paris (France) area at 4 km resolution and\nanthropogenic emissions from a 1 km resolution bottom-up inventory, through\nseveral tests we estimate the sensitivity of modeled ozone and PM<sub>2.5</sub>\nconcentrations to different potentially influential factors with a\nparticular interest over the urban areas. These factors include the model\nhorizontal and vertical resolution, the meteorological input from a climate\nmodel and its resolution, the use of a top-down emission inventory, the\nresolution of the emissions input and the post-processing coefficients used\nto derive the temporal, vertical and chemical split of emissions. We show\nthat urban ozone displays moderate sensitivity to the resolution of\nemissions (~ 8 %), the post-processing method (6.5 %) and\nthe horizontal resolution of the air-quality model (~ 5 %),\nwhile annual PM<sub>2.5</sub> levels are particularly sensitive to changes in\ntheir primary emissions (~ 32 %) and the resolution of the\nemission inventory (~ 24 %). The air-quality model\nhorizontal and vertical resolution have little effect on model predictions\nfor the specific study domain. In the case of modeled ozone concentrations,\nthe implementation of refined input data results in a consistent decrease\n(from 2.5 up to 8.3 %), mainly due to inhibition of the titration rate\nby nitrogen oxides. Such consistency is not observed for PM<sub>2.5</sub>. In\ncontrast this consistency is not observed for PM<sub>2.5</sub>. In addition we use\nthe results of these sensitivities to explain and quantify the discrepancy\nbetween a coarse (~ 50 km) and a fine (4 km) resolution\nsimulation over the urban area. We show that the ozone bias of the coarse\nrun (+9 ppb) is reduced by ~ 40 % by adopting a higher\nresolution emission inventory, by 25 % by using a post-processing\ntechnique based on the local inventory (same improvement is obtained by\nincreasing model horizontal resolution) and by 10 % by adopting the annual\nemission totals of the local inventory. The bias of PM<sub>2.5</sub>\nconcentrations follows a more complex pattern, with the positive values\nassociated with the coarse run (+3.6 μg m<sup>&minus;3</sup>), increasing or\ndecreasing depending on the type of the refinement. We conclude that in the\ncase of fine particles, the coarse simulation cannot selectively incorporate\nlocal-scale features in order to reduce its error.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/7703/2015/", 
        "title": "Climate-forced air-quality modeling at the urban scale: sensitivity to model resolution, emissions and meteorology"
    }, 
    {
        "author": "Y. H. Mao, Q. B. Li, D. K. Henze, Z. Jiang, D. B. A. Jones, M. Kopacz, C. He, L. Qi, M. Gao, W.-M. Hao, and K.-N. Liou", 
        "date": "2015-07-14", 
        "description": "<b>Estimates of black carbon emissions in the western United States using the GEOS-Chem adjoint model</b><br /><br />Atmospheric Chemistry and Physics, 15, 7685-7702, 2015<br /><br />Author(s): Y. H. Mao, Q. B. Li, D. K. Henze, Z. Jiang, D. B. A. Jones, M. Kopacz, C. He, L. Qi, M. Gao, W.-M. Hao, and K.-N. Liou<br /><br />We estimate black carbon (BC) emissions in the western United States for\nJuly–September 2006 by inverting surface BC concentrations from the\nInteragency Monitoring of Protected Visual Environments (IMPROVE) network\nusing a global chemical transport model (GEOS-Chem) and its adjoint. Our\nbest estimate of the BC emissions is 49.9 Gg at 2° × 2.5° (a factor of 2.1 increase) and 47.3 Gg at 0.5° × 0.667°\n (1.9 times increase). Model results now capture\nthe observed major fire episodes with substantial bias reductions\n(~ 35 % at 2° × 2.5° and\n~ 15 % at 0.5° × 0.667°). The\nemissions are ~ 20–50 % larger than those from our earlier\nanalytical inversions (Mao et al., 2014). The discrepancy is especially\ndrastic in the partitioning of anthropogenic versus biomass burning\nemissions. The August biomass burning BC emissions are 4.6–6.5 Gg and\nanthropogenic BC emissions 8.6–12.8 Gg, varying with the model resolution,\nerror specifications, and subsets of observations used. On average both\nanthropogenic and biomass burning emissions in the adjoint inversions\nincrease 2-fold relative to the respective {a priori} emissions, in distinct contrast\nto the halving of the anthropogenic and tripling of the biomass burning\nemissions in the analytical inversions. We attribute these discrepancies to\nthe inability of the adjoint inversion system, with limited spatiotemporal\ncoverage of the IMPROVE observations, to effectively distinguish collocated\nanthropogenic and biomass burning emissions on model grid scales. This calls\nfor concurrent measurements of other tracers of biomass burning and fossil\nfuel combustion (e.g., carbon monoxide and carbon isotopes). We find that\nthe adjoint inversion system as is has sufficient information content to\nconstrain the total emissions of BC on the model grid scales.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/7685/2015/", 
        "title": "Estimates of black carbon emissions in the western United States using the GEOS-Chem adjoint model"
    }, 
    {
        "author": "Fuqing Zhang, Junhong Wei, Meng Zhang, K. P. Bowman, L. L. Pan, E. Atlas, and S. C. Wofsy", 
        "date": "2015-07-14", 
        "description": "<b>Aircraft measurements of gravity waves in the upper troposphere and lower stratosphere during the START08 field experiment</b><br /><br />Atmospheric Chemistry and Physics, 15, 7667-7684, 2015<br /><br />Author(s): Fuqing Zhang, Junhong Wei, Meng Zhang, K. P. Bowman, L. L. Pan, E. Atlas, and S. C. Wofsy<br /><br />This study analyzes in situ airborne measurements from the 2008\nStratosphere–Troposphere Analyses of Regional Transport (START08) experiment\nto characterize gravity waves in the extratropical upper troposphere and\nlower stratosphere (ExUTLS). The focus is on the second research flight\n(RF02), which took place on 21–22 April 2008. This was the first airborne\nmission dedicated to probing gravity waves associated with strong\nupper-tropospheric jet–front systems. Based on spectral and wavelet analyses\nof the in situ observations, along with a diagnosis of the polarization\nrelationships, clear signals of mesoscale variations with wavelengths\n~ 50–500 km are found in almost every segment of the 8 h\nflight, which took place mostly in the lower stratosphere. The aircraft\nsampled a wide range of background conditions including the region near the\njet core, the jet exit and over the Rocky Mountains with clear evidence of\nvertically propagating gravity waves of along-track wavelength between 100\nand 120 km. The power spectra of the horizontal velocity components and\npotential temperature for the scale approximately between ~ 8 and ~ 256 km display an approximate &minus;5/3 power law in\nagreement with past studies on aircraft measurements, while the fluctuations\nroll over to a &minus;3 power law for the scale approximately between\n~ 0.5 and ~ 8 km (except when this part of\nthe spectrum is activated, as recorded clearly by one of the flight\nsegments). However, at least part of the high-frequency signals with sampled\nperiods of ~ 20–~ 60 s and wavelengths of\n~ 5–~ 15 km might be due to intrinsic\nobservational errors in the aircraft measurements, even though the\npossibilities that these fluctuations may be due to other physical phenomena\n(e.g., nonlinear dynamics, shear instability and/or turbulence) cannot be\ncompletely ruled out.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/7667/2015/", 
        "title": "Aircraft measurements of gravity waves in the upper troposphere and lower stratosphere during the START08 field experiment"
    }, 
    {
        "author": "K. Kreher, G. E. Bodeker, and M. Sigmond", 
        "date": "2015-07-14", 
        "description": "<b>An objective determination of optimal site locations for detecting expected trends in upper-air temperature and total column ozone</b><br /><br />Atmospheric Chemistry and Physics, 15, 7653-7665, 2015<br /><br />Author(s): K. Kreher, G. E. Bodeker, and M. Sigmond<br /><br />Detection of climate change requires a network of stable ground-based\nlong-term measurements. Building upon earlier work, we first explore\nrequirements of such measurements (such as maximum random uncertainty and\nsampling frequency) to ensure a minimum random uncertainty in monthly mean\ntemperatures and to ensure effective detection of trends. In agreement with\nprevious work we find that only for individual measurement random\nuncertainties > 0.2 K does the measurement random uncertainty start to\ncontribute significantly to the random uncertainty in the monthly mean.\nFor trend analysis, we find that the quality of the trend\ndetermination is only compromised when the measurement random uncertainty\nexceeds 2 K and measurements are made just once or twice a month.\n<br><br>\nIn the second part of the study we provide guidance on how to most\neffectively design a measurement network. To this end we developed a method\nto objectively identify the optimal location of sites for detecting\nprojected trends in upper-air temperatures and total column ozone in the\nshortest possible time. This is done by first estimating the spatial distribution\nof the minimum length of time during which measurements have\nto be made in order to detect projected trends in temperature\nand ozone. This quantity is calculated from the\nunforced variance in the signal and the degree of autocorrelation, both\nestimated from historical data sets and assumed not to change in the future,\nand the projected trends as estimated from chemistry–climate models. The\noptimal site locations are then selected by an iterative procedure based on\nthe minimum time required to detect a trend and a minimal distance between\ndifferent measurement sites. While the optimal sites identified here result\nfrom our use of only one of a wide range of objective strategies, these\nresults provide additional incentives for initiating measurement programmes\nat these sites or, if already in operation, to continue to be supported.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/7653/2015/", 
        "title": "An objective determination of optimal site locations for detecting expected trends in upper-air temperature and total column ozone"
    }, 
    {
        "author": "H. Che, X.-Y. Zhang, X. Xia, P. Goloub, B. Holben, H. Zhao, Y. Wang, X.-C. Zhang, H. Wang, L. Blarel, B. Damiri, R. Zhang, X. Deng, Y. Ma, T. Wang, F. Geng, B. Qi, J. Zhu, J. Yu, Q. Chen, and G. Shi", 
        "date": "2015-07-14", 
        "description": "<b>Ground-based aerosol climatology of China: aerosol optical depths from the China Aerosol Remote Sensing Network (CARSNET) 2002–2013</b><br /><br />Atmospheric Chemistry and Physics, 15, 7619-7652, 2015<br /><br />Author(s): H. Che, X.-Y. Zhang, X. Xia, P. Goloub, B. Holben, H. Zhao, Y. Wang, X.-C. Zhang, H. Wang, L. Blarel, B. Damiri, R. Zhang, X. Deng, Y. Ma, T. Wang, F. Geng, B. Qi, J. Zhu, J. Yu, Q. Chen, and G. Shi<br /><br />Long-term measurements of aerosol optical depths (AODs) at 440 nm and Ångström\nexponents (AE) between 440 and 870 nm made for CARSNET were compiled into a\nclimatology of aerosol optical properties for China. Quality-assured monthly\nmean AODs are presented for 50 sites representing remote, rural, and urban\nareas. AODs were 0.14, 0.34, 0.42, 0.54, and 0.74 at remote stations,\nrural/desert regions, the Loess Plateau, central and eastern China, and\nurban sites, respectively, and the corresponding AE values were 0.97, 0.55,\n0.82, 1.19, and 1.05. AODs increased from north to south, with low values\n(< 0.20) over the Tibetan Plateau and northwestern China and high\nAODs (> 0.60) in central and eastern China where industrial\nemissions and anthropogenic activities were likely sources. AODs were\n0.20–0.40 in semi-arid and arid regions and some background areas in\nnorthern and northeastern China. AEs were > 1.20 over the southern reaches of\nthe Yangtze River and at clean sites in northeastern China. In the\nnorthwestern deserts and industrial parts of northeast China, AEs were lower\n(< 0.80) compared with central and eastern regions. Dust events in\nspring, hygroscopic particle growth during summer, and biomass burning\ncontribute the high AODs, especially in northern and eastern China. The AODs\nshow decreasing trends from 2006 to 2009 but increased ~ 0.03\nper year from 2009 to 2013.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/7619/2015/", 
        "title": "Ground-based aerosol climatology of China: aerosol optical depths from the China Aerosol Remote Sensing Network (CARSNET) 2002–2013"
    }, 
    {
        "author": "A. Sandeep, T. N. Rao, and S. V. B. Rao", 
        "date": "2015-07-14", 
        "description": "<b>A comprehensive investigation on afternoon transition of the atmospheric boundary layer over a tropical rural site</b><br /><br />Atmospheric Chemistry and Physics, 15, 7605-7617, 2015<br /><br />Author(s): A. Sandeep, T. N. Rao, and S. V. B. Rao<br /><br />The transitory nature\nof the atmospheric boundary layer (ABL) a few hours before and after the time of\nsunset has been studied comprehensively over a tropical station, Gadanki\n(13.45° N, 79.18° E), using a suite of in situ and remote\nsensing devices. This study addresses the following fundamental and important\nissues related to the afternoon transition (AT): which state variable first\nidentifies the AT? Which variable best identifies the AT? Does the start time\nof the AT vary with season and height? If so, which physical mechanism is\nresponsible for the observed height variation in the start time of the\ntransition?\n<br><br>\nAt the surface, the transition is first seen in temperature (<i>T</i>) and wind\nvariance (&sigma;<sup>2</sup><sub>WS</sub>), ~ 100 min prior to the time of\nlocal sunset, then in the vertical temperature gradient and finally in water\nvapor mixing ratio variations. Aloft, both signal-to-noise ratio (SNR) and\nspectral width (&sigma;) show the AT nearly at the same time. The <i>T</i> at\nthe surface and SNR aloft are found to be the best indicators of transition.\nTheir distributions for the start time of the AT with reference to time of\nsunset are narrow and consistent in both total and seasonal plots. The start\ntime of the transition shows some seasonal variation, with delayed\ntransitions occurring mostly in the rainy and humid season of the\nnortheast monsoon. Interestingly, in contrast to the general perception, the signature\nof the transition is first seen in the profiler data, then in the sodar data,\nand finally in the surface data. This suggests that the transition follows a\ntop-to-bottom evolution. It indicates that other processes, like entrainment,\ncould also play a role in altering the structure of the ABL\nduring the AT, when the sensible heat flux decreases progressively. These\nmechanisms are quantified using a unique high-resolution data set to\nunderstand their variation in light of the intriguing height dependency of\nthe start time of the AT.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/7605/2015/", 
        "title": "A comprehensive investigation on afternoon transition of the atmospheric boundary layer over a tropical rural site"
    }, 
    {
        "author": "Y. Shinozuka, A. D. Clarke, A. Nenes, A. Jefferson, R. Wood, C. S. McNaughton, J. Ström, P. Tunved, J. Redemann, K. L. Thornhill, R. H. Moore, T. L. Lathem, J. J. Lin, and Y. J. Yoon", 
        "date": "2015-07-13", 
        "description": "<b>The relationship between cloud condensation nuclei (CCN) concentration and light extinction of dried particles: indications of underlying aerosol processes and implications for satellite-based CCN estimates</b><br /><br />Atmospheric Chemistry and Physics, 15, 7585-7604, 2015<br /><br />Author(s): Y. Shinozuka, A. D. Clarke, A. Nenes, A. Jefferson, R. Wood, C. S. McNaughton, J. Ström, P. Tunved, J. Redemann, K. L. Thornhill, R. H. Moore, T. L. Lathem, J. J. Lin, and Y. J. Yoon<br /><br />We examine the relationship between the number concentration of\nboundary-layer cloud condensation nuclei (CCN) and light extinction to\ninvestigate underlying aerosol processes and satellite-based CCN estimates.\nFor a variety of airborne and ground-based observations not dominated by\ndust, regression identifies the CCN (cm<sup>&minus;3</sup>) at 0.4 ± 0.1%\nsupersaturation with 10<sup>0.3&alpha; +1.3</sup>&sigma;<sup>0.75</sup> where &sigma;\n(Mm<sup>&minus;1</sup>) is the 500 nm extinction coefficient by dried particles and\nα is the Angstrom exponent. The deviation of 1 km\nhorizontal average data from this approximation is typically within a factor\nof 2.0. &part;logCCN / &part;log&sigma; is less than unity\nbecause, among other explanations, growth processes generally make aerosols\nscatter more light without increasing their number. This, barring special\nmeteorology–aerosol connections, associates a doubling of aerosol optical\ndepth with less than a doubling of CCN, contrary to previous studies based\non heavily averaged measurements or a satellite algorithm.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/7585/2015/", 
        "title": "The relationship between cloud condensation nuclei (CCN) concentration and light extinction of dried particles: indications of underlying aerosol processes and implications for satellite-based CCN estimates"
    }, 
    {
        "author": "J. Kaiser, G. M. Wolfe, K. E. Min, S. S. Brown, C. C. Miller, D. J. Jacob, J. A. deGouw, M. Graus, T. F. Hanisco, J. Holloway, J. Peischl, I. B. Pollack, T. B. Ryerson, C. Warneke, R. A. Washenfelder, and F. N. Keutsch", 
        "date": "2015-07-13", 
        "description": "<b>Reassessing the ratio of glyoxal to formaldehyde as an indicator of hydrocarbon precursor speciation</b><br /><br />Atmospheric Chemistry and Physics, 15, 7571-7583, 2015<br /><br />Author(s): J. Kaiser, G. M. Wolfe, K. E. Min, S. S. Brown, C. C. Miller, D. J. Jacob, J. A. deGouw, M. Graus, T. F. Hanisco, J. Holloway, J. Peischl, I. B. Pollack, T. B. Ryerson, C. Warneke, R. A. Washenfelder, and F. N. Keutsch<br /><br />The yield of formaldehyde (HCHO) and glyoxal (CHOCHO) from oxidation of\nvolatile organic compounds (VOCs) depends on precursor VOC structure and the\nconcentration of NO<sub><i>x</i></sub> (NO<sub><i>x</i></sub> = NO + NO<sub>2</sub>). Previous work has\nproposed that the ratio of CHOCHO to HCHO (<i>R</i><sub>GF</sub>) can be used as an\nindicator of precursor VOC speciation, and absolute concentrations of the\nCHOCHO and HCHO as indicators of NO<sub><i>x</i></sub>. Because this metric is measurable\nby satellite, it is potentially useful on a global scale; however, absolute\nvalues and trends in <i>R</i><sub>GF</sub> have differed between satellite and\nground-based observations. To investigate potential causes of previous\ndiscrepancies and the usefulness of this ratio, we present measurements of\nCHOCHO and HCHO over the southeastern United States (SE US) from the 2013 SENEX\n(Southeast Nexus) flight campaign, and compare these measurements with OMI (Ozone Monitoring\nInstrument) satellite\nretrievals. High time-resolution flight measurements show that high <i>R</i><sub>GF</sub>\nis associated with monoterpene emissions, low <i>R</i><sub>GF</sub> is associated with\nisoprene oxidation, and emissions associated with oil and gas production can\nlead to small-scale variation in regional <i>R</i><sub>GF</sub>. During the summertime in\nthe SE US, <i>R</i><sub>GF</sub> is not a reliable diagnostic of anthropogenic VOC\nemissions, as HCHO and CHOCHO production are dominated by isoprene\noxidation. Our results show that the new CHOCHO retrieval algorithm reduces\nthe previous disagreement between satellite and in situ <i>R</i><sub>GF</sub>\nobservations. As the absolute values and trends in <i>R</i><sub>GF</sub> observed during\nSENEX are largely reproduced by OMI observations, we conclude that\nsatellite-based observations of <i>R</i><sub>GF</sub> can be used alongside knowledge of\nland use as a global diagnostic of dominant hydrocarbon speciation.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/7571/2015/", 
        "title": "Reassessing the ratio of glyoxal to formaldehyde as an indicator of hydrocarbon precursor speciation"
    }, 
    {
        "author": "E. Gryspeerdt, P. Stier, B. A. White, and Z. Kipling", 
        "date": "2015-07-13", 
        "description": "<b>Wet scavenging limits the detection of aerosol effects on precipitation</b><br /><br />Atmospheric Chemistry and Physics, 15, 7557-7570, 2015<br /><br />Author(s): E. Gryspeerdt, P. Stier, B. A. White, and Z. Kipling<br /><br />Satellite studies of aerosol–cloud interactions usually make use of\nretrievals of both aerosol and cloud properties, but these retrievals are\nrarely spatially co-located. While it is possible to retrieve aerosol\nproperties above clouds under certain circumstances, aerosol properties are\nusually only retrieved in cloud-free scenes. Generally, the smaller spatial\nvariability of aerosols compared to clouds reduces the importance of this\nsampling difference. However, as precipitation generates an increase in\nspatial variability of aerosols, the imperfect co-location of aerosol and\ncloud property retrievals may lead to changes in observed\naerosol–cloud–precipitation relationships in precipitating environments.\n<br><br>\nIn this work, we use a regional-scale model, satellite observations and\nreanalysis data to investigate how the non-coincidence of aerosol, cloud and\nprecipitation retrievals affects correlations between them. We show that the\ndifference in the aerosol optical depth (AOD)–precipitation relationship\nbetween general circulation models (GCMs) and satellite observations can be\nexplained by the wet scavenging of aerosol. Using observations of the\ndevelopment of precipitation from cloud regimes, we show how the influence of\nwet scavenging can obscure possible aerosol influences on precipitation from\nconvective clouds. This obscuring of aerosol–cloud–precipitation interactions\nby wet scavenging suggests that even if GCMs contained a perfect\nrepresentation of aerosol influences on convective clouds, the difficulty of\nseparating the \"clear-sky\" aerosol from the \"all-sky\" aerosol in GCMs may\nprevent them from reproducing the correlations seen in satellite data.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/7557/2015/", 
        "title": "Wet scavenging limits the detection of aerosol effects on precipitation"
    }, 
    {
        "author": "D. Wimmer, K. Lehtipalo, T. Nieminen, J. Duplissy, S. Ehrhart, J. Almeida, L. Rondo, A. Franchin, F. Kreissl, F. Bianchi, H. E. Manninen, M. Kulmala, J. Curtius, and T. Petäjä", 
        "date": "2015-07-13", 
        "description": "<b>Technical Note: Using DEG-CPCs at upper tropospheric temperatures</b><br /><br />Atmospheric Chemistry and Physics, 15, 7547-7555, 2015<br /><br />Author(s): D. Wimmer, K. Lehtipalo, T. Nieminen, J. Duplissy, S. Ehrhart, J. Almeida, L. Rondo, A. Franchin, F. Kreissl, F. Bianchi, H. E. Manninen, M. Kulmala, J. Curtius, and T. Petäjä<br /><br />Over the last few years, several condensation particle counters (CPCs) capable\nof measuring in the sub-3 nm size range have been developed. Here we study\nthe performance of CPCs based on diethylene glycol (DEG) at different\ntemperatures during Cosmics Leaving OUtdoor Droplets (CLOUD) measurements at\nCERN. The data shown here are the first set of verification measurements for\nsub-3 nm CPCs under upper tropospheric temperatures using atmospherically\nrelevant aerosol particles. To put the results in perspective we calibrated\nthe DEG-CPC at room temperature, resulting in a cut-off diameter of\n1.4 nm. All diameters refer to mobility equivalent diameters in this\npaper. At upper tropospheric temperatures ranging from 246.15 K\nto 207.15 K, we found cut-off sizes relative to a particle size magnifier in the range of\n2.5 to 2.8 nm. Due to low number concentration after size classification,\nthe cut-off diameters have a high uncertainty (±0.3 nm)\nassociated with them. Operating two laminar flow DEG-CPCs with different\ncut-off sizes together with other aerosol instruments, we looked at the\ngrowth rates of aerosol population in the CLOUD chamber for particles smaller\nthan 10 nm at different temperatures. A more consistent picture emerged when\nwe normalized the growth rates to a fixed gas-phase sulfuric acid\nconcentration. All of the instruments detected larger growth rates at lower\ntemperatures, and the observed growth rates decreased as a function of\ntemperature, showing a similar trend for all instruments. The theoretical\ncalculations had a similar but much smaller temperature dependency.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/7547/2015/", 
        "title": "Technical Note: Using DEG-CPCs at upper tropospheric temperatures"
    }, 
    {
        "author": "R. M. Lieb-Lappen and R. W. Obbard", 
        "date": "2015-07-13", 
        "description": "<b>The role of blowing snow in the activation of bromine over first-year Antarctic sea ice</b><br /><br />Atmospheric Chemistry and Physics, 15, 7537-7545, 2015<br /><br />Author(s): R. M. Lieb-Lappen and R. W. Obbard<br /><br />It is well known that during polar springtime halide sea salt ions, in\nparticular Br<sup>-</sup>, are photochemically activated into reactive halogen\nspecies (e.g., Br and BrO), where they break down tropospheric ozone. This\nresearch investigated the role of blowing snow in transporting salts from the\nsea ice/snow surface into reactive bromine species in the air. At two\ndifferent locations over first-year ice in the Ross Sea, Antarctica,\ncollection baskets captured blowing snow at different heights. In addition,\nsea ice cores and surface snow samples were collected throughout the\nmonth-long campaign. Over this time, sea ice and surface snow\nBr<sup>-</sup> / Cl<sup>-</sup> mass ratios remained constant and equivalent to\nseawater, and only in lofted snow did bromide become depleted relative to\nchloride. This suggests that replenishment of bromide in the snowpack occurs\nfaster than bromine activation in mid-strength wind conditions (approximately\n10 m s<sup>−1</sup>) or that blowing snow represents only a small portion of\nthe surface snowpack. Additionally, lofted snow was found to be depleted in\nsulfate and enriched in nitrate relative to surface snow.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/7537/2015/", 
        "title": "The role of blowing snow in the activation of bromine over first-year Antarctic sea ice"
    }, 
    {
        "author": "G. P. Schill, K. Genareau, and M. A. Tolbert", 
        "date": "2015-07-10", 
        "description": "<b>Deposition and immersion-mode nucleation of ice by three distinct samples of volcanic ash</b><br /><br />Atmospheric Chemistry and Physics, 15, 7523-7536, 2015<br /><br />Author(s): G. P. Schill, K. Genareau, and M. A. Tolbert<br /><br />Ice nucleation of volcanic ash controls both ash aggregation and cloud\nglaciation, which affect atmospheric transport and global climate.\nPreviously, it has been suggested that there is one characteristic ice\nnucleation efficiency for all volcanic ash, regardless of its composition,\nwhen accounting for surface area;  however, this claim is derived from data\nfrom only two volcanic eruptions. In this work, we have studied the\ndepositional and immersion freezing efficiency of three distinct samples of\nvolcanic ash using Raman microscopy coupled to an environmental cell. Ash\nfrom the Fuego (basaltic ash, Guatemala), Soufrière Hills (andesitic\nash, Montserrat), and Taupo (Oruanui eruption, rhyolitic ash, New Zealand)\nvolcanoes were chosen to represent different geographical locations and\nsilica content. All ash samples were quantitatively analyzed for both\npercent crystallinity and mineralogy using X-ray diffraction. In the present\nstudy, we find that all three samples of volcanic ash are excellent\ndepositional ice nuclei, nucleating ice from 225 to 235 K at ice saturation\nratios of 1.05 ± 0.01, comparable to the mineral dust proxy kaolinite.\nSince depositional ice nucleation will be more important at colder\ntemperatures, fine volcanic ash may represent a global source of cold-cloud\nice nuclei. For immersion freezing relevant to mixed-phase clouds, however,\nonly the Oruanui ash exhibited appreciable heterogeneous ice nucleation activity.\nSimilar to recent studies on mineral dust, we suggest that the mineralogy of\nvolcanic ash may dictate its ice nucleation activity in the immersion mode.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/7523/2015/", 
        "title": "Deposition and immersion-mode nucleation of ice by three distinct samples of volcanic ash"
    }, 
    {
        "author": "C. M. Boyd, J. Sanchez, L. Xu, A. J. Eugene, T. Nah, W. Y. Tuet, M. I. Guzman, and N. L. Ng", 
        "date": "2015-07-10", 
        "description": "<b>Secondary organic aerosol formation from the β-pinene+NO<sub>3</sub> system: effect of humidity and peroxy radical fate</b><br /><br />Atmospheric Chemistry and Physics, 15, 7497-7522, 2015<br /><br />Author(s): C. M. Boyd, J. Sanchez, L. Xu, A. J. Eugene, T. Nah, W. Y. Tuet, M. I. Guzman, and N. L. Ng<br /><br />The formation of secondary organic aerosol (SOA) from the oxidation of\nβ-pinene via nitrate radicals is investigated in the Georgia Tech Environmental Chamber (GTEC) facility. Aerosol yields are determined for\nexperiments performed under both dry (relative humidity (RH) < 2 %) and humid (RH = 50 %\n and RH = 70 %) conditions. To probe the effects of peroxy radical\n(RO<sub>2</sub>) fate on aerosol formation, \"RO<sub>2</sub> + NO<sub>3</sub> dominant\" and\n\"RO<sub>2</sub> + HO<sub>2</sub> dominant\" experiments are performed. Gas-phase\norganic nitrate species (with molecular weights of 215, 229, 231, and 245 amu, which likely correspond to molecular formulas of\nC<sub>10</sub>H<sub>17</sub>NO<sub>4</sub>, C<sub>10</sub>H<sub>15</sub>NO<sub>5</sub>,\nC<sub>10</sub>H<sub>17</sub>NO<sub>5</sub>, and C<sub>10</sub>H<sub>15</sub>NO<sub>6</sub>, respectively) are\ndetected by chemical ionization mass spectrometry (CIMS) and their formation\nmechanisms are proposed. The NO<sup>+</sup> (at <i>m/z</i> 30) and NO<sub>2</sub><sup>+</sup> (at\n<i>m/z</i> 46) ions contribute about 11 % to the combined organics and\nnitrate signals in the typical aerosol mass spectrum, with the\nNO<sup>+</sup> : NO<sub>2</sub><sup>+</sup> ratio ranging from 4.8 to 10.2 in all experiments\nconducted. The SOA yields in the \"RO<sub>2</sub> + NO<sub>3</sub> dominant\" and\n\"RO<sub>2</sub> + HO<sub>2</sub> dominant\" experiments are comparable. For a wide\nrange of organic mass loadings (5.1–216.1 μg m<sup>&minus;3</sup>), the aerosol\nmass yield is calculated to be 27.0–104.1 %. Although humidity does not\nappear to affect SOA yields, there is evidence of particle-phase hydrolysis\nof organic nitrates, which are estimated to compose 45–74 % of the organic\naerosol. The extent of organic nitrate hydrolysis is significantly lower\nthan that observed in previous studies on photooxidation of volatile organic\ncompounds in the presence of NO<sub><i>x</sub></i>. It is estimated that about 90 and\n10 % of the organic nitrates formed from the β-pinene+NO<sub>3</sub>\nreaction are primary organic nitrates and tertiary organic nitrates,\nrespectively. While the primary organic nitrates do not appear to hydrolyze,\nthe tertiary organic nitrates undergo hydrolysis with a lifetime of 3–4.5 h. Results from this laboratory chamber study provide the fundamental\ndata to evaluate the contributions of monoterpene + NO<sub>3</sub> reaction to\nambient organic aerosol measured in the southeastern United States,\nincluding the Southern Oxidant and Aerosol Study (SOAS) and the Southeastern Center for Air Pollution and Epidemiology (SCAPE) study.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/7497/2015/", 
        "title": "Secondary organic aerosol formation from the β-pinene+NO<sub>3</sub> system: effect of humidity and peroxy radical fate"
    }, 
    {
        "author": "Z. Y. Wu, L. Zhang, X. M. Wang, and J. W. Munger", 
        "date": "2015-07-10", 
        "description": "<b>A modified micrometeorological gradient method for estimating O<sub>3</sub> dry depositions over a forest canopy</b><br /><br />Atmospheric Chemistry and Physics, 15, 7487-7496, 2015<br /><br />Author(s): Z. Y. Wu, L. Zhang, X. M. Wang, and J. W. Munger<br /><br />Small pollutant concentration gradients between levels above\na plant canopy result in large uncertainties in estimated air–surface\nexchange fluxes when using existing micrometeorological gradient methods,\nincluding the aerodynamic gradient method (AGM) and the modified Bowen ratio\nmethod (MBR). A modified micrometeorological gradient method (MGM) is\nproposed in this study for estimating O<sub>3</sub> dry deposition fluxes over a\nforest canopy using concentration gradients between a level above and a\nlevel below the canopy top, taking advantage of relatively large gradients\nbetween these levels due to significant pollutant uptake in the top layers of\nthe canopy. The new method is compared with the AGM and MBR methods and is\nalso evaluated using eddy-covariance (EC) flux measurements collected at the\nHarvard Forest Environmental Measurement Site, Massachusetts, during\n1993–2000. All  three gradient methods (AGM, MBR, and MGM) produced\nsimilar diurnal cycles of O<sub>3</sub> dry deposition velocity  (<i>V</i><sub>d</sub>(O<sub>3</sub>)) to\nthe EC measurements, with the MGM method being the closest in magnitude to\nthe EC measurements. The multi-year average <i>V</i><sub>d</sub>(O<sub>3</sub>) differed\nsignificantly between these methods, with the AGM, MBR, and MGM method being\n2.28, 1.45, and 1.18 times that of the EC, respectively. Sensitivity experiments\nidentified several input parameters for the MGM method as first-order\nparameters that affect the estimated <i>V</i><sub>d</sub>(O<sub>3</sub>). A 10% uncertainty in\nthe wind speed attenuation coefficient or canopy displacement height can\ncause about 10% uncertainty in the estimated <i>V</i><sub>d</sub>(O<sub>3</sub>). An unrealistic\nleaf area density vertical profile can cause an uncertainty of a factor of\n2.0 in the estimated <i>V</i><sub>d</sub>(O<sub>3</sub>). Other input parameters or formulas for\nstability functions only caused an uncertainly of a few percent. The new\nmethod provides an alternative approach to monitoring/estimating long-term\ndeposition fluxes of similar pollutants over tall canopies.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/7487/2015/", 
        "title": "A modified micrometeorological gradient method for estimating O<sub>3</sub> dry depositions over a forest canopy"
    }, 
    {
        "author": "S. Rodríguez, E. Cuevas, J. M. Prospero, A. Alastuey, X. Querol, J. López-Solano, M. I. García, and S. Alonso-Pérez", 
        "date": "2015-07-10", 
        "description": "<b>Modulation of Saharan dust export by the North African dipole</b><br /><br />Atmospheric Chemistry and Physics, 15, 7471-7486, 2015<br /><br />Author(s): S. Rodríguez, E. Cuevas, J. M. Prospero, A. Alastuey, X. Querol, J. López-Solano, M. I. García, and S. Alonso-Pérez<br /><br />We have studied the relationship between the long-term interannual\nvariability in large-scale meteorology in western North Africa – the largest\nand most active dust source worldwide – and Saharan dust export in summer, when enhanced dust mobilization\nin the hyper-arid Sahara results in maximum dust impacts throughout the North\nAtlantic. We address this issue by analyzing 28 years (1987–2014) of summer\naveraged dust concentrations at the high-altitude Izaña observatory\n(~ 2400 m a.s.l.) on Tenerife, and satellite and meteorological\nreanalysis data. The summer meteorological scenario in North Africa (aloft\n850 hPa) is characterized by a high over the the subtropical Sahara and a\nlow over the tropics linked to the monsoon. We measured the variability of\nthis high–low dipole-like pattern in terms of the North African dipole\nintensity (NAFDI): the difference of geopotential height anomalies averaged\nover the subtropics (30–32° N, Morocco) and the tropics\n(10–13° N, Bamako region) close to the Atlantic coast (at\n5–8° W). We focused on the 700 hPa standard level due to\ndust export off the coast of North Africa tending to occur between 1 and\n5 km a.s.l. Variability in the NAFDI is associated with displacements of\nthe North African anticyclone over the Sahara and this has implications for\nwind and dust export. The correlations we found between the 1987–2014 summer\nmean of NAFDI with dust at Izaña, satellite dust observations and\nmeteorological re-analysis data indicate that increases in the NAFDI (i)\nresult in higher wind speeds at the north of the Inter-Tropical Convergence\nZone that are associated with enhanced dust export over the subtropical North\nAtlantic, (ii) influence the long-term variability of the size distribution\nof exported dust particles (increasing the load of coarse dust) and (iii) are\nassociated with enhanced rains in the tropical and northern shifts of the\ntropical rain band that may affect the southern Sahel. Interannual\nvariability in NAFDI is also connected to spatial distribution of dust over\nthe North Atlantic; high NAFDI summers are associated with major dust export\n(linked to winds) in the subtropics and minor dust loads in the tropics\n(linked to higher rainfall), and vice versa. The evolution of the summer\nNAFDI values since 1950 to the present day shows connections to climatic\nvariability (through the Sahelian drought, ENSO (El Niño–Southern\nOscillation) and winds) that have implications for dust export paths. Efforts\nto anticipate how dust export may evolve in future decades will require a\nbetter understanding of how the large-scale meteorological systems\nrepresented by the NAFD will evolve.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/7471/2015/", 
        "title": "Modulation of Saharan dust export by the North African dipole"
    }, 
    {
        "author": "X. Xu, C. Yi, and E. Kutter", 
        "date": "2015-07-10", 
        "description": "<b>Stably stratified canopy flow in complex terrain</b><br /><br />Atmospheric Chemistry and Physics, 15, 7457-7470, 2015<br /><br />Author(s): X. Xu, C. Yi, and E. Kutter<br /><br />Stably stratified canopy flow in complex terrain has been considered a\ndifficult condition for measuring net ecosystem–atmosphere exchanges of\ncarbon, water vapor, and energy. A long-standing advection error in eddy-flux\nmeasurements is caused by stably stratified canopy flow. Such a condition\nwith strong thermal gradient and less turbulent air is also difficult for\nmodeling. To understand the challenging atmospheric condition for eddy-flux\nmeasurements, we use the renormalized group (RNG) <i>k</i>–&varepsilon;\n turbulence model to investigate the main characteristics of stably\nstratified canopy flows in complex terrain. In this two-dimensional\nsimulation, we imposed persistent constant heat flux at ground surface and\nlinearly increasing cooling rate in the upper-canopy layer, vertically\nvarying dissipative force from canopy drag elements, buoyancy forcing induced\nfrom thermal stratification and the hill terrain. These strong boundary\neffects keep nonlinearity in the two-dimensional Navier–Stokes equations high\nenough to generate turbulent behavior. The fundamental characteristics of\nnighttime canopy flow over complex terrain measured by the small number of\navailable multi-tower advection experiments can be reproduced by this\nnumerical simulation, such as (1) unstable layer in the canopy and\nsuper-stable layers associated with flow decoupling in deep canopy and near\nthe top of canopy; (2) sub-canopy drainage flow and drainage flow near the top\nof canopy in calm night; (3) upward momentum transfer in canopy, downward\nheat transfer in upper canopy and upward heat transfer in deep canopy; and\n(4) large buoyancy suppression and weak shear production in strong stability.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/7457/2015/", 
        "title": "Stably stratified canopy flow in complex terrain"
    }, 
    {
        "author": "W. Wandji Nyamsi, A. Arola, P. Blanc, A. V. Lindfors, V. Cesnulyte, M. R. A. Pitkänen, and L. Wald", 
        "date": "2015-07-09", 
        "description": "<b>Technical Note: A novel parameterization of the transmissivity due to ozone absorption in the <i>k</i>-distribution method and correlated-<i>k</i> approximation of Kato et al. (1999) over the UV band</b><br /><br />Atmospheric Chemistry and Physics, 15, 7449-7456, 2015<br /><br />Author(s): W. Wandji Nyamsi, A. Arola, P. Blanc, A. V. Lindfors, V. Cesnulyte, M. R. A. Pitkänen, and L. Wald<br /><br />The <i>k</i>-distribution method and the correlated-<i>k</i> approximation of Kato\net al. (1999) is a computationally efficient approach originally designed for\ncalculations of the broadband solar radiation at ground level by dividing\nthe solar spectrum in 32 specific spectral bands from 240 to 4606 nm.\nCompared to a spectrally resolved computation, its performance in the UV\nband appears to be inaccurate, especially in the spectral intervals #3\n[283, 307] nm and #4 [307, 328] nm because of inaccuracy in modeling the\ntransmissivity due to ozone absorption. Numerical simulations presented in\nthis paper indicate that a single effective ozone cross section is\ninsufficient to accurately represent the transmissivity over each spectral\ninterval. A novel parameterization of the transmissivity using more\nquadrature points yields maximum errors of respectively 0.0006 and 0.0143 for\nintervals #3 and #4. How to practically implement this new\nparameterization in a radiative transfer model is discussed for the case of\nlibRadtran (library for radiative transfer). The new parameterization considerably improves the accuracy of\nthe retrieval of irradiances in UV bands.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/7449/2015/", 
        "title": "Technical Note: A novel parameterization of the transmissivity due to ozone absorption in the <i>k</i>-distribution method and correlated-<i>k</i> approximation of Kato et al. (1999) over the UV band"
    }, 
    {
        "author": "E. Kienast-Sjögren, A. K. Miltenberger, B. P. Luo, and T. Peter", 
        "date": "2015-07-09", 
        "description": "<b>Sensitivities of Lagrangian modelling of mid-latitude cirrus clouds to trajectory data quality</b><br /><br />Atmospheric Chemistry and Physics, 15, 7429-7447, 2015<br /><br />Author(s): E. Kienast-Sjögren, A. K. Miltenberger, B. P. Luo, and T. Peter<br /><br />Simulations of cirrus are subject to uncertainties in model physics and\nmeteorological input data. Here we model cirrus clouds along air mass\ntrajectories, whose extinction has been measured with an elastic backscatter\nlidar at Jungfraujoch research station in the Swiss Alps, with a\nmicrophysical stacked box model. The sensitivities of these simulations to\ninput data uncertainties (trajectory resolution, unresolved vertical\nvelocities, ice nuclei number density and upstream specific humidity) are\ninvestigated.\n<br></br>\nVariations in the temporal resolution of the wind field data\n(COSMO-Model at 2.2 km resolution) between 20 s and 1 h have only a marginal impact on the\ntrajectory path, while the representation of the vertical velocity\nvariability and therefore the cooling rate distribution are significantly\naffected. A temporal resolution better than 5 min must be chosen in order to\nresolve cooling rates required to explain the measured extinction. A further\nincrease in the temporal resolution improves the simulation results slightly.\nThe close match between the modelled and observed extinction profile for\nhigh-resolution trajectories suggests that the cooling rate spectra calculated by the\nCOSMO-2 model suffice on the selected day. The modelled cooling rate spectra are,\nhowever, characterized by significantly lower vertical velocity amplitudes\nthan those found previously in some aircraft campaigns (SUCCESS, MACPEX). A\nclimatological analysis of the vertical velocity amplitude in the Alpine\nregion based on COSMO-2 analyses and balloon sounding data suggests large\nday-to-day variability in small-scale temperature fluctuations. This\ndemonstrates the necessity to apply numerical weather prediction models with\nhigh spatial and temporal resolutions in cirrus modelling, whereas using\nclimatological means for the amplitude of the unresolved air motions does\ngenerally not suffice.\n<br></br>\nThe box model simulations further suggest that uncertainties in the upstream\nspecific humidity (± 10 % of the model prediction) and in the ice\nnuclei number density (0–100 L<sup>−1</sup>) are more important for the modelled\ncirrus cloud than the unresolved temperature fluctuations if temporally\nhighly resolved trajectories are used. For the presented case the simulations\nare incompatible with ice nuclei number densities larger than 20 L<sup>−1</sup>\nand insensitive to variations below this value.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/7429/2015/", 
        "title": "Sensitivities of Lagrangian modelling of mid-latitude cirrus clouds to trajectory data quality"
    }, 
    {
        "author": "G. Wohlfahrt, C. Amelynck, C. Ammann, A. Arneth, I. Bamberger, A. H. Goldstein, L. Gu, A. Guenther, A. Hansel, B. Heinesch, T. Holst, L. Hörtnagl, T. Karl, Q. Laffineur, A. Neftel, K. McKinney, J. W. Munger, S. G. Pallardy, G. W. Schade, R. Seco, and N. Schoon", 
        "date": "2015-07-09", 
        "description": "<b>An ecosystem-scale perspective of the net land methanol flux: synthesis of micrometeorological flux measurements</b><br /><br />Atmospheric Chemistry and Physics, 15, 7413-7427, 2015<br /><br />Author(s): G. Wohlfahrt, C. Amelynck, C. Ammann, A. Arneth, I. Bamberger, A. H. Goldstein, L. Gu, A. Guenther, A. Hansel, B. Heinesch, T. Holst, L. Hörtnagl, T. Karl, Q. Laffineur, A. Neftel, K. McKinney, J. W. Munger, S. G. Pallardy, G. W. Schade, R. Seco, and N. Schoon<br /><br />Methanol is the second most abundant volatile organic compound in the\ntroposphere and plays a significant role in atmospheric chemistry. While\nthere is consensus about the dominant role of living plants as the major\nsource and the reaction with OH as the major sink of methanol, global\nmethanol budgets diverge considerably in terms of source/sink estimates,\nreflecting uncertainties in the approaches used to model and the empirical\ndata used to separately constrain these terms. Here we compiled\nmicrometeorological methanol flux data from eight different study sites and\nreviewed the corresponding literature in order to provide a first cross-site\nsynthesis of the terrestrial ecosystem-scale methanol exchange and present\nan independent data-driven view of the land–atmosphere methanol exchange.\nOur study shows that the controls of plant growth on production, and\nthus the methanol emission magnitude, as well as stomatal conductance on the hourly\nmethanol emission variability, established at the leaf level, hold across\nsites at the ecosystem level. Unequivocal evidence for bi-directional\nmethanol exchange at the ecosystem scale is presented. Deposition, which at\nsome sites even exceeds methanol emissions, represents an emerging feature\nof ecosystem-scale measurements and is likely related to environmental\nfactors favouring the formation of surface wetness. Methanol may adsorb to\nor dissolve in this surface water and eventually be chemically or\nbiologically removed from it. Management activities in agriculture and\nforestry are shown to increase local methanol emission by orders of\nmagnitude; however, they are neglected at present in global budgets. While\ncontemporary net land methanol budgets are overall consistent with the grand\nmean of the micrometeorological methanol flux measurements, we caution that\nthe present approach of simulating methanol emission and deposition\nseparately is prone to opposing systematic errors and does not allow for full advantage to be taken of the rich information content of micrometeorological flux\nmeasurements.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/7413/2015/", 
        "title": "An ecosystem-scale perspective of the net land methanol flux: synthesis of micrometeorological flux measurements"
    }, 
    {
        "author": "G. Bernhard, A. Arola, A. Dahlback, V. Fioletov, A. Heikkilä, B. Johnsen, T. Koskela, K. Lakkala, T. Svendby, and J. Tamminen", 
        "date": "2015-07-09", 
        "description": "<b>Comparison of OMI UV observations with ground-based measurements at high northern latitudes</b><br /><br />Atmospheric Chemistry and Physics, 15, 7391-7412, 2015<br /><br />Author(s): G. Bernhard, A. Arola, A. Dahlback, V. Fioletov, A. Heikkilä, B. Johnsen, T. Koskela, K. Lakkala, T. Svendby, and J. Tamminen<br /><br />The Dutch–Finnish Ozone Monitoring Instrument (OMI) on board NASA's Aura\nspacecraft provides estimates of erythemal (sunburning) ultraviolet (UV) dose\nrates and erythemal daily doses. These data were compared with ground-based\nmeasurements at 13 stations located throughout the Arctic and Scandinavia\nfrom 60 to 83° N. The study corroborates results from earlier work,\nbut is based on a longer time series (8 versus 2 years) and considers\nadditional data products, such as the erythemal dose rate at the time of the\nsatellite overpass. Furthermore, systematic errors in satellite UV data\nresulting from inaccuracies in the surface albedo climatology used in the OMI\nUV algorithm are systematically assessed. At times when the surface albedo is\ncorrectly known, OMI data typically exceed ground-based measurements by\n0–11 %. When the OMI albedo climatology exceeds the actual albedo, OMI\ndata may be biased high by as much as 55 %. In turn, when the OMI albedo\nclimatology is too low, OMI data can be biased low by up to 59 %. Such\nlarge negative biases may occur when reflections from snow and ice, which\nincrease downwelling UV irradiance, are misinterpreted as reflections from\nclouds, which decrease the UV flux at the surface. Results suggest that a\nbetter OMI albedo climatology would greatly improve the accuracy of OMI UV\ndata products even if year-to-year differences of the actual albedo cannot be\naccounted for. A pathway for improving the OMI albedo climatology is\ndiscussed. Results also demonstrate that ground-based measurements from the\ncenter of Greenland, where high, homogenous surface albedo is observed year\nround, are ideally suited to detect systematic problems or temporal drifts in\nestimates of surface UV irradiance from space.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/7391/2015/", 
        "title": "Comparison of OMI UV observations with ground-based measurements at high northern latitudes"
    }, 
    {
        "author": "J. Picot, R. Paoli, O. Thouron, and D. Cariolle", 
        "date": "2015-07-09", 
        "description": "<b>Large-eddy simulation of contrail evolution in the vortex phase and its interaction with atmospheric turbulence</b><br /><br />Atmospheric Chemistry and Physics, 15, 7369-7389, 2015<br /><br />Author(s): J. Picot, R. Paoli, O. Thouron, and D. Cariolle<br /><br />In this work, the evolution of contrails in the vortex and\n  dissipation regimes is studied by means of fully three-dimensional\n  large-eddy simulation (LES) coupled to a Lagrangian particle\n  tracking method to treat the ice phase. In this paper, fine-scale\n  atmospheric turbulence is generated and sustained by means of a\n  stochastic forcing that mimics the properties of stably stratified\n  turbulent flows as those occurring in the upper troposphere and lower\n  stratosphere. The initial flow field is composed of the turbulent\n  background flow and a wake flow obtained from separate LES of the\n  jet regime. Atmospheric turbulence is the main driver of the wake\n  instability and the structure of the resulting wake is sensitive to\n  the intensity of the perturbations, primarily in the vertical\n  direction. A stronger turbulence accelerates the onset of the\n  instability, which results in shorter contrail descent and more\n  effective mixing in the interior of the plume. However, the\n  self-induced turbulence that is produced in the wake after the\n  vortex breakup dominates over background turbulence until the end\n  of the vortex regime and controls the mixing with ambient air. This\n  results in mean microphysical characteristics such as ice mass and\n  optical depth that are slightly affected by the intensity of\n  atmospheric turbulence. However, the background humidity\n  and temperature have a first-order effect on the survival of ice\n  crystals and particle size distribution, which is in line with\n  recent studies.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/7369/2015/", 
        "title": "Large-eddy simulation of contrail evolution in the vortex phase and its interaction with atmospheric turbulence"
    }, 
    {
        "author": "G. Feingold, I. Koren, T. Yamaguchi, and J. Kazil", 
        "date": "2015-07-08", 
        "description": "<b>On the reversibility of transitions between closed and open cellular convection</b><br /><br />Atmospheric Chemistry and Physics, 15, 7351-7367, 2015<br /><br />Author(s): G. Feingold, I. Koren, T. Yamaguchi, and J. Kazil<br /><br />The two-way transition between closed and open cellular\nconvection is addressed in an idealized cloud-resolving modeling framework.\nA series of cloud-resolving simulations shows that the transition between\nclosed and open cellular states is asymmetrical and characterized by a rapid\n(\"runaway\") transition from the closed- to the open-cell state but slower\nrecovery to the closed-cell state. Given that precipitation initiates the\nclosed–open cell transition and that the recovery requires a suppression of\nthe precipitation, we apply an ad hoc time-varying drop concentration to\ninitiate and suppress precipitation. We show that the asymmetry in the\ntwo-way transition occurs even for very rapid drop concentration\nreplenishment. The primary barrier to recovery is the loss in turbulence\nkinetic energy (TKE) associated with the loss in cloud water (and associated\nradiative cooling) and the vertical stratification of the boundary layer\nduring the open-cell period. In transitioning from the open to the closed\nstate, the system faces the task of replenishing cloud water fast enough to\ncounter precipitation losses, such that it can generate radiative cooling and\nTKE. It is hampered by a stable layer below cloud base that has to be\novercome before water vapor can be transported more efficiently into the\ncloud layer. Recovery to the closed-cell state is slower when radiative\ncooling is inefficient such as in the presence of free tropospheric clouds or\nafter sunrise, when it is hampered by the absorption of shortwave radiation.\nTests suggest that recovery to the closed-cell state is faster when the\ndrizzle is smaller in amount and of shorter duration, i.e., when the\nprecipitation causes less boundary layer stratification. Cloud-resolving\nmodel results on recovery rates are supported by simulations with a simple\npredator–prey dynamical system analogue. It is suggested that the observed\nclosing of open cells by ship effluent likely occurs when aerosol intrusions\nare large, when contact comes prior to the heaviest drizzle in the early\nmorning hours, and when the free troposphere is cloud free.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/7351/2015/", 
        "title": "On the reversibility of transitions between closed and open cellular convection"
    }, 
    {
        "author": "S. R. Wilson", 
        "date": "2015-07-08", 
        "description": "<b>Characterisation of <i>J</i>(O<sup>1</sup>D) at Cape Grim 2000–2005</b><br /><br />Atmospheric Chemistry and Physics, 15, 7337-7349, 2015<br /><br />Author(s): S. R. Wilson<br /><br />Estimates of the rate of production of excited oxygen atoms due to the\nphotolysis of ozone (<i>J</i>(O<sup>1</sup>D)) have been derived from radiation\nmeasurements carried out at Cape Grim, Tasmania (40.6° S,\n144.7° E). The individual measurements have a total uncertainty of\n16 % (1&sigma;). These estimates agree well with model estimates of clear-sky\nphotolysis rates. Observations spanning 2000–2005 have been used to\nquantify the impact of season, clouds and ozone column amount. The annual\ncycle of <i>J</i>(O<sup>1</sup>D) has been investigated via monthly means. These means\nshow an interannual variation (monthly standard deviation) of 9 %, but\nin midsummer and midwinter this reduces to 3–5 %. Variations in solar\nzenith angle and total column ozone explain 86 % of the observed\nvariability in the measured photolysis rates. The impact of total column\nozone, expressed as a radiation amplification factor (RAF), is found to be\n~ 1.53, in agreement with model estimates. This ozone dependence\nexplains 20 % of the variation observed at medium solar zenith angles\n(30–50°). The impact of clouds results in a median reduction of\n30 % in <i>J</i>(O<sup>1</sup>D) for the same solar zenith angle range. Including\nestimates of cloudiness derived from long-wave radiation measurements\nresulted in a statistically significant fit to observations, but the quality\nof the fit did not increase significantly as measured by the adjusted <i>R</i><sup>2</sup>.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/7337/2015/", 
        "title": "Characterisation of <i>J</i>(O<sup>1</sup>D) at Cape Grim 2000–2005"
    }, 
    {
        "author": "L. Xu, S. Suresh, H. Guo, R. J. Weber, and N. L. Ng", 
        "date": "2015-07-08", 
        "description": "<b>Aerosol characterization over the southeastern United States using high-resolution aerosol mass spectrometry: spatial and seasonal variation of aerosol composition and sources with a focus on organic nitrates</b><br /><br />Atmospheric Chemistry and Physics, 15, 7307-7336, 2015<br /><br />Author(s): L. Xu, S. Suresh, H. Guo, R. J. Weber, and N. L. Ng<br /><br />We deployed a High-Resolution Time-of-Flight Aerosol Mass Spectrometer\n(HR-ToF-AMS) and an Aerosol Chemical Speciation Monitor (ACSM) to\ncharacterize the chemical composition of submicron non-refractory particulate matter\n(NR-PM$_{1}$) in the southeastern USA. Measurements were performed in both\nrural and urban sites in the greater Atlanta area, Georgia (GA), and\nCentreville, Alabama (AL), for approximately 1 year as part of\nSoutheastern Center for Air Pollution and Epidemiology study (SCAPE) and\nSouthern Oxidant and Aerosol Study (SOAS). Organic aerosol (OA) accounts for\nmore than half of NR-PM<sub>1</sub> mass concentration regardless of sampling\nsites and seasons. Positive matrix factorization (PMF) analysis of\nHR-ToF-AMS measurements identified various OA sources, depending on location\nand season. Hydrocarbon-like OA (HOA) and cooking OA (COA) have important,\nbut not dominant, contributions to total OA in urban sites (i.e., 21–38 %\nof total OA depending on site and season). Biomass burning OA (BBOA)\nconcentration shows a distinct seasonal variation with a larger enhancement\nin winter than summer. We find a good correlation between BBOA and brown\ncarbon, indicating biomass burning is an important source for brown carbon,\nalthough an additional, unidentified brown carbon source is likely present\nat the rural Yorkville site. Isoprene-derived OA factor (isoprene-OA) is only\ndeconvolved in warmer months and contributes 18–36 % of total OA. The\npresence of isoprene-OA factor in urban sites is more likely from local\nproduction in the presence of NO<sub><I>x</I></sub> than transport from rural sites.\nMore-oxidized and less-oxidized oxygenated organic aerosol (MO-OOA and\nLO-OOA, respectively) are dominant fractions (47–79 %) of OA in all sites.\nMO-OOA correlates well with ozone in summer but not in winter, indicating\nMO-OOA sources may vary with seasons. LO-OOA, which reaches a daily maximum\nat night, correlates better with estimated nitrate functionality from\norganic nitrates than total nitrates.\n\n<br><br>\n\nBased on the HR-ToF-AMS measurements, we estimate that the nitrate\nfunctionality from organic nitrates contributes 63–100 % to the total\nmeasured nitrates in summer. Furthermore, the contribution of organic nitrates\nto total OA is estimated to be 5–12 % in summer, suggesting that organic\nnitrates are important components in the ambient aerosol in the southeastern\nUSA. The spatial distribution of OA is investigated by comparing simultaneous\nHR-ToF-AMS measurements with ACSM measurements at two different sampling\nsites. OA is found to be spatially homogeneous in summer due possibly to\nstagnant air mass and a dominant amount of regional secondary organic\naerosol (SOA) in the southeastern USA. The homogeneity is less in winter,\nwhich is likely due to spatial variation of primary emissions.\n\n<br><br>\n\nWe observe that the seasonality of OA concentration shows a clear\nurban/rural contrast. While OA exhibits weak seasonal variation in the urban\nsites, its concentration is higher in summer than winter for rural sites.\nThis observation from our year-long measurements is consistent with 14 years\nof organic carbon (OC) data from the SouthEastern Aerosol Research and\nCharacterization (SEARCH) network. The comparison between short-term\nmeasurements with advanced instruments and long-term measurements of basic\nair quality indicators not only tests the robustness of the short-term\nmeasurements but also provides insights in interpreting long-term\nmeasurements. We find that OA factors resolved from PMF analysis on\nHR-ToF-AMS measurements have distinctly different diurnal variations. The\ncompensation of OA factors with different diurnal trends is one possible\nreason for the repeatedly observed, relatively flat OA diurnal profile in\nthe southeastern USA. In addition, analysis of long-term measurements shows\nthat the correlation between OC and sulfate is substantially stronger in\nsummer than winter. This seasonality could be partly due to the effects of\nsulfate on isoprene SOA formation as revealed by the short-term intensive\nmeasurements.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/7307/2015/", 
        "title": "Aerosol characterization over the southeastern United States using high-resolution aerosol mass spectrometry: spatial and seasonal variation of aerosol composition and sources with a focus on organic nitrates"
    }, 
    {
        "author": "C. A. Varotsos, S. Lovejoy, N. V. Sarlis, C. G. Tzanis, and M. N. Efstathiou", 
        "date": "2015-07-07", 
        "description": "<b>On the scaling of the solar incident flux</b><br /><br />Atmospheric Chemistry and Physics, 15, 7301-7306, 2015<br /><br />Author(s): C. A. Varotsos, S. Lovejoy, N. V. Sarlis, C. G. Tzanis, and M. N. Efstathiou<br /><br />It was recently found that spectral solar incident flux (SIF) as\n  a function of the ultraviolet wavelengths exhibits 1/<i>f</i>-type\n  power-law correlations. In this study, an attempt was made to\n  explore the residues of the SIF with respect\nto the Planck law over a wider range of wavelengths,\n  from 115.5 to 629.5 nm.\nUsing spectral, Haar and Detrended Fluctuation analyses, we show that over\nthe range from 10–20 nm to the maximum lag (≈ 500 nm), the SIF\nresidues have a scaling regime with fluctuation exponent <i>H</i> &approx; 0.37 but\nwith high intermittency (C<sub>1</sub> &approx; 0.16, multifractal index\n&alpha;&approx; 1.7) and spectral exponent &approx; 1.46. Over the shorter\nwavelengths range we found on the contrary low intermittency (C<sub>1</sub> &approx; 0) with spectral exponent &approx; 1 and <i>H</i> &approx; 0.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/7301/2015/", 
        "title": "On the scaling of the solar incident flux"
    }, 
    {
        "author": "I. A. Wendl, A. Eichler, E. Isaksson, T. Martma, and M. Schwikowski", 
        "date": "2015-07-07", 
        "description": "<b>800-year ice-core record of nitrogen deposition in Svalbard linked to ocean productivity and biogenic emissions</b><br /><br />Atmospheric Chemistry and Physics, 15, 7287-7300, 2015<br /><br />Author(s): I. A. Wendl, A. Eichler, E. Isaksson, T. Martma, and M. Schwikowski<br /><br />We present the records of the two nitrogen species nitrate (NO<sub>3</sub><sup>-</sup>) and\nammonium (NH<sub>4</sub><sup>+</sup>) analysed in a new ice core from Lomonosovfonna,\nSvalbard, in the Eurasian Arctic covering the period 1222–2009. Changes in\nmelt at the Lomonosovfonna glacier are assumed to have a negligible effect on\nthe decadal variations of the investigated compounds. Accordingly, we use\ndecadal records to investigate the major emission sources of NO<sub>3</sub><sup>-</sup> and\nNH<sub>4</sub><sup>+</sup> precursors and find that during the twentieth century both\nrecords are influenced by anthropogenic pollution from Eurasia. In\npre-industrial times NO<sub>3</sub><sup>-</sup> is highly correlated with methane sulfonate\n(MSA), which we explain by a fertilising effect. We propose that enhanced\natmospheric NO<sub>3</sub><sup>-</sup> concentrations and the corresponding nitrogen input\nto the ocean trigger the growth of dimethyl-sulfide-(DMS)-producing\nphytoplankton. Increased DMS production results in elevated fluxes to the\natmosphere where it is oxidised to MSA. Eurasia was presumably the main\nsource area also of pre-industrial NO<sub>3</sub><sup>-</sup>, but a more exact source\napportionment could not be performed based on our data. This is different for\nNH<sub>4</sub><sup>+</sup>, where biogenic ammonia (NH<sub>3</sub>) emissions from Siberian\nboreal forests were identified as the dominant source of pre-industrial\nNH<sub>4</sub><sup>+</sup>.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/7287/2015/", 
        "title": "800-year ice-core record of nitrogen deposition in Svalbard linked to ocean productivity and biogenic emissions"
    }, 
    {
        "author": "E. L. McGrath-Spangler, A. Molod, L. E. Ott, and S. Pawson", 
        "date": "2015-07-03", 
        "description": "<b>Impact of planetary boundary layer turbulence on model climate and tracer transport</b><br /><br />Atmospheric Chemistry and Physics, 15, 7269-7286, 2015<br /><br />Author(s): E. L. McGrath-Spangler, A. Molod, L. E. Ott, and S. Pawson<br /><br />Planetary boundary layer (PBL) processes are important for weather, climate,\nand tracer transport and concentration. One measure of the strength of these\nprocesses is the PBL depth. However, no single PBL depth definition exists\nand several studies have found that the estimated depth can vary\nsubstantially based on the definition used. In the Goddard Earth Observing\nSystem (GEOS-5) atmospheric general circulation model, the PBL depth is\nparticularly important because it is used to calculate the turbulent length\nscale that is used in the estimation of turbulent mixing. This study analyzes\nthe impact of using three different PBL depth definitions in this\ncalculation. Two definitions are based on the scalar eddy diffusion\ncoefficient and the third is based on the bulk Richardson number. Over land,\nthe bulk Richardson number definition estimates shallower nocturnal PBLs than\nthe other estimates while over water this definition generally produces\ndeeper PBLs. The near-surface wind velocity, temperature, and specific\nhumidity responses to the change in turbulence are spatially and temporally\nheterogeneous, resulting in changes to tracer transport and concentrations.\nNear-surface wind speed increases in the bulk Richardson number experiment\ncause Saharan dust increases on the order of\n1 × 10<sup>&minus;4</sup> kg m<sup>−2</sup> downwind over the Atlantic Ocean. Carbon\nmonoxide (CO) surface concentrations are modified over Africa during boreal\nsummer, producing differences on the order of 20 ppb, due to the model's\ntreatment of emissions from biomass burning. While differences in carbon\ndioxide (CO<sub>2</sub>) are small in the time mean, instantaneous differences are\non the order of 10 ppm and these are especially prevalent at high latitude\nduring boreal winter. Understanding the sensitivity of trace gas and aerosol\nconcentration estimates to PBL depth is important for studies seeking to\ncalculate surface fluxes based on near-surface concentrations and for studies\nprojecting future concentrations.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/7269/2015/", 
        "title": "Impact of planetary boundary layer turbulence on model climate and tracer transport"
    }, 
    {
        "author": "P. Zieger, P. P. Aalto, V. Aaltonen, M. Äijälä, J. Backman, J. Hong, M. Komppula, R. Krejci, M. Laborde, J. Lampilahti, G. de Leeuw, A. Pfüller, B. Rosati, M. Tesche, P. Tunved, R. Väänänen, and T. Petäjä", 
        "date": "2015-07-02", 
        "description": "<b>Low hygroscopic scattering enhancement of boreal aerosol and the implications for a columnar optical closure study</b><br /><br />Atmospheric Chemistry and Physics, 15, 7247-7267, 2015<br /><br />Author(s): P. Zieger, P. P. Aalto, V. Aaltonen, M. Äijälä, J. Backman, J. Hong, M. Komppula, R. Krejci, M. Laborde, J. Lampilahti, G. de Leeuw, A. Pfüller, B. Rosati, M. Tesche, P. Tunved, R. Väänänen, and T. Petäjä<br /><br />Ambient aerosol particles can take up water and thus change their optical\nproperties depending on the hygroscopicity and the relative humidity (RH) of\nthe surrounding air. Knowledge of the hygroscopicity effect is of crucial\nimportance for radiative forcing calculations and is also needed for the\ncomparison or validation of remote sensing or model results with in situ\nmeasurements. Specifically, particle light scattering depends on RH and can\nbe described by the scattering enhancement factor <I>f</I>(RH), which is defined\nas the particle light scattering coefficient at defined RH divided by its dry\nvalue (RH <30–40 %).\n\n<br><br>\n\nHere, we present results of an intensive field campaign carried out in summer\n2013 at the SMEAR II station at Hyytiälä, Finland. Ground-based and\nairborne measurements of aerosol optical, chemical and microphysical\nproperties were conducted. The <I>f</I>(RH) measured at ground level by a\nhumidified nephelometer is found to be generally lower (e.g. 1.63±0.22 at\nRH = 85 % and &lambda; = 525 nm) than observed at other\nEuropean sites. One reason is the high organic mass fraction of the aerosol\nencountered at Hyytiälä to which <I>f</I>(RH) is clearly anti-correlated\n(<I>R</I><sup>2</sup>&approx;0.8). A simplified parametrization of <I>f</I>(RH) based on the\nmeasured chemical mass fraction can therefore be derived for this aerosol\ntype. A trajectory analysis revealed that elevated\nvalues of <I>f</I>(RH) and the corresponding elevated inorganic mass fraction are\npartially caused by transported hygroscopic sea spray particles. An optical\nclosure study shows the consistency of the ground-based in situ measurements.\n\n<br><br>\n\nOur measurements allow to determine the ambient particle light extinction\ncoefficient using the measured <I>f</I>(RH). By combining the ground-based\nmeasurements with intensive aircraft measurements of the particle number size\ndistribution and ambient RH, columnar values of the particle extinction\ncoefficient are determined and compared to columnar measurements of a\nco-located AERONET sun photometer. The water uptake is found to be of minor\nimportance for the column-averaged properties due to the low particle\nhygroscopicity and the low RH during the daytime of the summer months. The\nin situ derived aerosol optical depths (AOD) clearly correlate with directly\nmeasured values of the sun photometer but are substantially lower\ncompared to the directly measured values (factor of ~ 2–3). The comparison\ndegrades for longer wavelengths. The disagreement between in situ derived and\ndirectly measured AOD is hypothesized to originate from losses of coarse and\nfine mode particles through dry deposition within the canopy and losses in\nthe in situ sampling lines. In addition, elevated aerosol layers (above\n3 km) from long-range transport were observed using an aerosol lidar\nat Kuopio, Finland, about 200 km east-north-east of Hyytiälä.\nThese elevated layers further explain parts of the disagreement.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/7247/2015/", 
        "title": "Low hygroscopic scattering enhancement of boreal aerosol and the implications for a columnar optical closure study"
    }, 
    {
        "author": "G. Zeng, J. E. Williams, J. A. Fisher, L. K. Emmons, N. B. Jones, O. Morgenstern, J. Robinson, D. Smale, C. Paton-Walsh, and D. W. T. Griffith", 
        "date": "2015-07-02", 
        "description": "<b>Multi-model simulation of CO and HCHO in the Southern Hemisphere: comparison with observations and impact of biogenic emissions</b><br /><br />Atmospheric Chemistry and Physics, 15, 7217-7245, 2015<br /><br />Author(s): G. Zeng, J. E. Williams, J. A. Fisher, L. K. Emmons, N. B. Jones, O. Morgenstern, J. Robinson, D. Smale, C. Paton-Walsh, and D. W. T. Griffith<br /><br />We investigate the impact of biogenic emissions on carbon monoxide (CO) and\nformaldehyde (HCHO) in the Southern Hemisphere (SH), with simulations using\ntwo different biogenic emission inventories for isoprene and monoterpenes.\nResults from four atmospheric chemistry models are compared to continuous\nlong-term ground-based CO and HCHO column measurements at the SH Network for the\nDetection of Atmospheric Composition Change (NDACC) sites, the satellite\nmeasurement of tropospheric CO columns from the Measurement of Pollution in\nthe Troposphere (MOPITT), and in situ surface CO measurements from across the\nSH, representing a subset of the National Oceanic and Atmospheric\nAdministration's Global Monitoring Division (NOAA GMD) network. Simulated\nmean model CO using the Model of Emissions of Gases and Aerosols from Nature (v2.1)\ncomputed in the frame work of the Land Community Model \n(CLM-MEGANv2.1) inventory is in better agreement with\nboth column and surface observations than simulations adopting the emission\ninventory generated from the LPJ-GUESS dynamical vegetation model\nframework, which markedly underestimate measured column and surface CO at\nmost sites. Differences in biogenic emissions cause large differences in CO\nin the source regions which propagate to the remote SH. Significant\ninter-model differences exist in modelled column and surface CO, and\nsecondary production of CO dominates these inter-model differences, due\nmainly to differences in the models' oxidation schemes for volatile organic\ncompounds, predominantly isoprene oxidation. While biogenic emissions are\na significant factor in modelling SH CO, inter-model differences pose an\nadditional challenge to constrain these emissions. Corresponding comparisons\nof HCHO columns at two SH mid-latitude sites reveal that all models\nsignificantly underestimate the observed values by approximately a factor of\n2. There is a much smaller impact on HCHO of the significantly different\nbiogenic emissions in remote regions, compared to the source regions.\nDecreased biogenic emissions cause decreased CO export to remote regions,\nwhich leads to increased OH; this in turn results in increased HCHO\nproduction through methane oxidation. In agreement with earlier studies, we\ncorroborate that significant HCHO sources are likely missing in the models in\nthe remote SH.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/7217/2015/", 
        "title": "Multi-model simulation of CO and HCHO in the Southern Hemisphere: comparison with observations and impact of biogenic emissions"
    }, 
    {
        "author": "A. Franchin, S. Ehrhart, J. Leppä, T. Nieminen, S. Gagné, S. Schobesberger, D. Wimmer, J. Duplissy, F. Riccobono, E. M. Dunne, L. Rondo, A. Downard, F. Bianchi, A. Kupc, G. Tsagkogeorgas, K. Lehtipalo, H. E. Manninen, J. Almeida, A. Amorim, P. E. Wagner, A. Hansel, J. Kirkby, A. Kürten, N. M. Donahue, V. Makhmutov, S. Mathot, A. Metzger, T. Petäjä, R. Schnitzhofer, M. Sipilä, Y. Stozhkov, A. Tomé, V.-M. Kerminen, K. Carslaw, J. Curtius, U. Baltensperger, and M. Kulmala", 
        "date": "2015-07-01", 
        "description": "<b>Experimental investigation of ion–ion recombination under atmospheric conditions</b><br /><br />Atmospheric Chemistry and Physics, 15, 7203-7216, 2015<br /><br />Author(s): A. Franchin, S. Ehrhart, J. Leppä, T. Nieminen, S. Gagné, S. Schobesberger, D. Wimmer, J. Duplissy, F. Riccobono, E. M. Dunne, L. Rondo, A. Downard, F. Bianchi, A. Kupc, G. Tsagkogeorgas, K. Lehtipalo, H. E. Manninen, J. Almeida, A. Amorim, P. E. Wagner, A. Hansel, J. Kirkby, A. Kürten, N. M. Donahue, V. Makhmutov, S. Mathot, A. Metzger, T. Petäjä, R. Schnitzhofer, M. Sipilä, Y. Stozhkov, A. Tomé, V.-M. Kerminen, K. Carslaw, J. Curtius, U. Baltensperger, and M. Kulmala<br /><br />We present the results of laboratory measurements of the ion–ion\nrecombination coefficient at different temperatures, relative humidities and\nconcentrations of ozone and sulfur dioxide. The experiments were carried out\nusing the Cosmics Leaving OUtdoor Droplets (CLOUD) chamber at CERN, the walls\nof which are made of conductive material, making it possible to measure small\nions. We produced ions in the chamber using a 3.5 GeV c<sup>−1</sup> beam of\npositively charged pions (&pi;<sup>+</sup>) generated by the CERN Proton Synchrotron\n(PS). When the PS was switched off, galactic cosmic rays were the only\nionization source in the chamber. The range of the ion production rate varied\nfrom 2 to 100 cm<sup>−3</sup> s<sup>−1</sup>, covering the typical range of ionization\nthroughout the troposphere. The temperature ranged from −55 to\n20 °C, the relative humidity (RH) from 0 to 70 %, the SO<sub>2</sub>\nconcentration from 0 to 40 ppb, and the ozone concentration from 200 to\n700 ppb. The best agreement of the retrieved ion–ion recombination\ncoefficient with the commonly used literature value of\n1.6 × 10<sup>&minus;6</sup> cm<sup>3</sup> s<sup>−1</sup> was found at a temperature of\n5 °C and a RH of 40 % (1.5 ± 0.6)\n× 10<sup>&minus;6</sup> cm<sup>3</sup> s<sup>−1</sup>. At 20 °C and 40 % RH, the\nretrieved ion–ion recombination coefficient was instead (2.3 ± 0.7)\n× 10<sup>&minus;6</sup> cm<sup>3</sup> s<sup>−1</sup>. We observed no dependency of the\nion–ion recombination coefficient on ozone concentration and a weak\nvariation with sulfur dioxide concentration. However, we observed a more than\nfourfold increase in the ion–ion recombination coefficient with decreasing\ntemperature. We compared our results with three different models and found an\noverall agreement for temperatures above 0 °C, but a disagreement at\nlower temperatures. We observed a strong increase in the recombination\ncoefficient for decreasing relative humidities, which has not been reported\npreviously.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/7203/2015/", 
        "title": "Experimental investigation of ion–ion recombination under atmospheric conditions"
    }, 
    {
        "author": "E.-P. Röth and D. H. Ehhalt", 
        "date": "2015-07-01", 
        "description": "<b>A simple formulation of the CH<sub>2</sub>O photolysis quantum yields</b><br /><br />Atmospheric Chemistry and Physics, 15, 7195-7202, 2015<br /><br />Author(s): E.-P. Röth and D. H. Ehhalt<br /><br />New expressions for the wavelength-dependent photolysis quantum yields of\nCH<sub>2</sub>O, &Phi;<sub><i>j</i></sub>, are presented. They are based on combinations of\nfunctions of the type <i>A<sub>i</sub></i>/(1+exp[&minus;(1/&lambda; &minus; 1/&lambda;<sub>0<i>i</i></sub>)/<i>b<sub>i</sub></i>]).\nThe parameters <i>A<sub>i</sub></i>, <i>b<sub>i</sub></i>, and &lambda;<sub>0<i>i</i></sub> which have a physical\nmeaning, are obtained by fits to the measured &Phi;<sub><i>j</i></sub> data available\nfrom literature. The altitude dependence of the photolysis frequencies\nresulting from the new quantum yield expressions are compared to those\nderived from the &Phi;<sub><i>j</i></sub> recommended by JPL and IUPAC.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/7195/2015/", 
        "title": "A simple formulation of the CH<sub>2</sub>O photolysis quantum yields"
    }, 
    {
        "author": "A. Veira, S. Kloster, N. A. J. Schutgens, and J. W. Kaiser", 
        "date": "2015-07-01", 
        "description": "<b>Fire emission heights in the climate system – Part 2: Impact on transport, black carbon concentrations and radiation</b><br /><br />Atmospheric Chemistry and Physics, 15, 7173-7193, 2015<br /><br />Author(s): A. Veira, S. Kloster, N. A. J. Schutgens, and J. W. Kaiser<br /><br />Wildfires represent a major source for aerosols impacting atmospheric\n      radiation, atmospheric chemistry and cloud micro-physical\n      properties. Previous case studies indicated that the height of the\n      aerosol–radiation interaction may crucially affect atmospheric radiation,\n      but the sensitivity to emission heights has been examined with only a few\n      models and is still uncertain. In this study we use the general circulation\n      model ECHAM6 extended by the aerosol module HAM2 to investigate the impact\n      of wildfire emission heights on atmospheric long-range transport,\n      black carbon (BC) concentrations and atmospheric radiation. We\n      simulate the wildfire aerosol release using either various versions of\n      a semi-empirical plume height parametrization or prescribed standard\n      emission heights in ECHAM6-HAM2. Extreme scenarios of near-surface or\n      free-tropospheric-only injections provide lower and upper constraints\n      on the emission height climate impact. We find relative changes in\n      mean global atmospheric BC burden of up to 7.9±4.4 %\n      caused by average changes in emission heights of\n      1.5–3.5 km. Regionally, changes in BC burden exceed\n      30–40 % in the major biomass burning regions. The model\n      evaluation of aerosol optical thickness (AOT) against Moderate Resolution Imaging Spectroradiometer (MODIS),  AErosol RObotic NETwork (AERONET)\n      and Cloud–Aerosol Lidar with Orthogonal Polarization (CALIOP) observations indicates that the implementation of a plume\n      height parametrization slightly reduces the ECHAM6-HAM2 biases\n      regionally, but on the global scale these improvements in model\n      performance are small. For prescribed emission release at the surface,\n      wildfire emissions entail a total sky top-of-atmosphere (TOA)\n      radiative forcing (RF) of &minus;0.16±0.06  W m<sup>&minus;2</sup>. The\n      application of a plume height parametrization which agrees reasonably\n      well with observations introduces a slightly stronger negative TOA RF\n      of &minus;0.20±0.07 W m<sup>&minus;2</sup>. The standard ECHAM6-HAM2 model in\n      which 25 % of the wildfire emissions are injected into the\n      free troposphere (FT) and 75 % into the planetary boundary layer (PBL),\n      leads to a TOA RF of &minus;0.24±0.06  W m<sup>&minus;2</sup>. Overall, we\n      conclude that simple plume height parametrizations provide sufficient\n      representations of emission heights for global climate\n      modeling. Significant improvements in aerosol wildfire modeling likely\n      depend on better emission inventories and aerosol process modeling\n      rather than on improved emission height parametrizations.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/7173/2015/", 
        "title": "Fire emission heights in the climate system – Part 2: Impact on transport, black carbon concentrations and radiation"
    }, 
    {
        "author": "A. Veira, S. Kloster, S. Wilkenskjeld, and S. Remy", 
        "date": "2015-07-01", 
        "description": "<b>Fire emission heights in the climate system – Part 1: Global plume height patterns simulated by ECHAM6-HAM2</b><br /><br />Atmospheric Chemistry and Physics, 15, 7155-7171, 2015<br /><br />Author(s): A. Veira, S. Kloster, S. Wilkenskjeld, and S. Remy<br /><br />We use the global circulation model ECHAM6 extended by the aerosol module\nHAM2 to simulate global patterns in wildfire emission heights. Prescribed\nplume heights in ECHAM6 are replaced by an implementation of a simple,\nsemi-empirical plume height parametrization. In a first step, the global\nperformance of the plume height parametrization is evaluated for plumes\nreported in the Multiangle Imaging Spectroradiometer (MISR) Plume Height Project (MPHP) data set. Our results show that the\nparametrization simulates a largely reasonable global distribution of plume\nheights. While the modeled global mean plume height\n(1411 ± 646 m) is in good agreement with the observed mean\n(1382 ± 702 m), the upper and lower tails of the plume height\ndistribution tend to be slightly underrepresented. Furthermore, we compare\nplume heights simulated by the simple parametrization to a more complex,\nanalytical plume model. Major differences in global plume height\ndistributions are found for the lowest 1.5 km, but reasonable\nagreement is observed for higher plumes. In a second step, fire radiative power (FRP) as reported in the global fire assimilation system (GFAS) is used\nto simulate plume heights for observed fires globally for the period\n2005–2011. The global fraction of simulated daytime plumes injecting\nemissions into the free troposphere (FT) ranges from 3.7 ± 0.7 to\n5.2 ± 1.0 %. This range is comparable to results from\nobservational studies, but it is much lower than results for prescribed plume heights\nin the ECHAM6-HAM2 standard setup. Nevertheless, occasionally deep emission\ninjections exceeding 5–7 km in height are simulated for intense\nfires and favorable meteorological conditions. The application of\na prescribed diurnal cycle in FRP turns out to be of minor importance. For\na hypothetical doubling in FRP, moderate changes in plume heights of\n100–400 m are simulated. These small changes indicate that\na potential future increase in fire intensity will only slightly impact the\nemission heights on a global scale.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/7155/2015/", 
        "title": "Fire emission heights in the climate system – Part 1: Global plume height patterns simulated by ECHAM6-HAM2"
    }, 
    {
        "author": "V. Amiridis, E. Marinou, A. Tsekeri, U. Wandinger, A. Schwarz, E. Giannakaki, R. Mamouri, P. Kokkalis, I. Binietoglou, S. Solomos, T. Herekakis, S. Kazadzis, E. Gerasopoulos, E. Proestakis, M. Kottas, D. Balis, A. Papayannis, C. Kontoes, K. Kourtidis, N. Papagiannopoulos, L. Mona, G. Pappalardo, O. Le Rille, and A. Ansmann", 
        "date": "2015-07-01", 
        "description": "<b>LIVAS: a 3-D multi-wavelength aerosol/cloud database based on CALIPSO and EARLINET</b><br /><br />Atmospheric Chemistry and Physics, 15, 7127-7153, 2015<br /><br />Author(s): V. Amiridis, E. Marinou, A. Tsekeri, U. Wandinger, A. Schwarz, E. Giannakaki, R. Mamouri, P. Kokkalis, I. Binietoglou, S. Solomos, T. Herekakis, S. Kazadzis, E. Gerasopoulos, E. Proestakis, M. Kottas, D. Balis, A. Papayannis, C. Kontoes, K. Kourtidis, N. Papagiannopoulos, L. Mona, G. Pappalardo, O. Le Rille, and A. Ansmann<br /><br />We present LIVAS (LIdar climatology of Vertical Aerosol\nStructure for space-based lidar simulation studies), a 3-D multi-wavelength global aerosol and cloud\noptical database, optimized to be used for future space-based lidar\nend-to-end simulations of realistic atmospheric scenarios as well as\nretrieval algorithm testing activities. The LIVAS database provides averaged\nprofiles of aerosol optical properties for the potential spaceborne laser\noperating wavelengths of 355, 532, 1064, 1570 and 2050 nm and of cloud\noptical properties at the wavelength of 532 nm. The global database is based\non CALIPSO observations at 532 and 1064 nm and on aerosol-type-dependent\nbackscatter- and extinction-related Ångström exponents, derived from\nEARLINET (European Aerosol Research Lidar Network) ground-based measurements for the UV and scattering calculations\nfor the IR wavelengths, using a combination of input data from AERONET,\nsuitable aerosol models and recent literature. The required spectral\nconversions are calculated for each of the CALIPSO aerosol types and are\napplied to CALIPSO backscatter and extinction data corresponding  to the\naerosol type retrieved by the CALIPSO aerosol classification scheme. A cloud\noptical database based on CALIPSO measurements at 532 nm is also provided,\nneglecting wavelength conversion due to approximately neutral scattering\nbehavior of clouds along the spectral range of LIVAS. Averages of particle\nlinear depolarization ratio profiles at 532 nm are provided as well.\nFinally, vertical distributions for a set of selected scenes of specific\natmospheric phenomena (e.g., dust outbreaks, volcanic eruptions, wild fires,\npolar stratospheric clouds) are analyzed and spectrally converted so as to\nbe used as case studies for spaceborne lidar performance assessments. The\nfinal global data set includes 4-year (1 January 2008–31 December 2011)\ntime-averaged CALIPSO (Cloud-Aerosol Lidar and Infrared Pathfinder Satellite Observations) data on a uniform grid of 1° &times;\n1°  with the original high vertical resolution of CALIPSO in order to ensure\nrealistic simulations of the atmospheric variability in lidar end-to-end\nsimulations.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/7127/2015/", 
        "title": "LIVAS: a 3-D multi-wavelength aerosol/cloud database based on CALIPSO and EARLINET"
    }, 
    {
        "author": "S. Song, N. E. Selin, A. L. Soerensen, H. Angot, R. Artz, S. Brooks, E.-G. Brunke, G. Conley, A. Dommergue, R. Ebinghaus, T. M. Holsen, D. A. Jaffe, S. Kang, P. Kelley, W. T. Luke, O. Magand, K. Marumoto, K. A. Pfaffhuber, X. Ren, G.-R. Sheu, F. Slemr, T. Warneke, A. Weigelt, P. Weiss-Penzias, D. C. Wip, and Q. Zhang", 
        "date": "2015-06-30", 
        "description": "<b>Top-down constraints on atmospheric mercury emissions and implications for global biogeochemical cycling</b><br /><br />Atmospheric Chemistry and Physics, 15, 7103-7125, 2015<br /><br />Author(s): S. Song, N. E. Selin, A. L. Soerensen, H. Angot, R. Artz, S. Brooks, E.-G. Brunke, G. Conley, A. Dommergue, R. Ebinghaus, T. M. Holsen, D. A. Jaffe, S. Kang, P. Kelley, W. T. Luke, O. Magand, K. Marumoto, K. A. Pfaffhuber, X. Ren, G.-R. Sheu, F. Slemr, T. Warneke, A. Weigelt, P. Weiss-Penzias, D. C. Wip, and Q. Zhang<br /><br />We perform global-scale inverse modeling to constrain present-day\natmospheric mercury emissions and relevant physiochemical parameters in the\nGEOS-Chem chemical transport model. We use Bayesian inversion methods\ncombining simulations with GEOS-Chem   and ground-based Hg<sup>0</sup> observations\nfrom regional monitoring networks and individual sites in recent years.\nUsing optimized emissions/parameters, GEOS-Chem better reproduces these\nground-based observations  and also matches regional over-water Hg<sup>0</sup> and\nwet deposition measurements. The optimized global mercury emission to the\natmosphere is ~ 5.8 Gg yr<sup>−1</sup>. The ocean accounts for 3.2 Gg yr<sup>−1</sup> (55 % of the total), and the terrestrial ecosystem is neither\na net source nor a net sink of Hg<sup>0</sup>. The optimized Asian anthropogenic\nemission of Hg<sup>0</sup> (gas elemental mercury) is 650–1770 Mg yr<sup>−1</sup>,\nhigher than its bottom-up estimates (550–800 Mg yr<sup>−1</sup>). The ocean\nparameter inversions suggest that dark oxidation of aqueous elemental\nmercury is faster, and less mercury is removed from the mixed layer through\nparticle sinking, when compared with current simulations. Parameter changes\naffect the simulated global ocean mercury budget, particularly mass exchange\nbetween the mixed layer and subsurface waters. Based on our inversion\nresults, we re-evaluate the long-term global biogeochemical cycle of\nmercury, and show that legacy mercury becomes more likely to reside in the\nterrestrial ecosystem than in the ocean. We estimate that primary\nanthropogenic mercury contributes up to 23 % of present-day atmospheric\ndeposition.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/7103/2015/", 
        "title": "Top-down constraints on atmospheric mercury emissions and implications for global biogeochemical cycling"
    }, 
    {
        "author": "N. L. Wagner, C. A. Brock, W. M. Angevine, A. Beyersdorf, P. Campuzano-Jost, D. Day, J. A. de Gouw, G. S. Diskin, T. D. Gordon, M. G. Graus, J. S. Holloway, G. Huey, J. L. Jimenez, D. A. Lack, J. Liao, X. Liu, M. Z. Markovic, A. M. Middlebrook, T. Mikoviny, J. Peischl, A. E. Perring, M. S. Richardson, T. B. Ryerson, J. P. Schwarz, C. Warneke, A. Welti, A. Wisthaler, L. D. Ziemba, and D. M. Murphy", 
        "date": "2015-06-30", 
        "description": "<b>In situ vertical profiles of aerosol extinction, mass, and composition over the southeast United States during SENEX and SEAC<sup>4</sup>RS: observations of a modest aerosol enhancement aloft</b><br /><br />Atmospheric Chemistry and Physics, 15, 7085-7102, 2015<br /><br />Author(s): N. L. Wagner, C. A. Brock, W. M. Angevine, A. Beyersdorf, P. Campuzano-Jost, D. Day, J. A. de Gouw, G. S. Diskin, T. D. Gordon, M. G. Graus, J. S. Holloway, G. Huey, J. L. Jimenez, D. A. Lack, J. Liao, X. Liu, M. Z. Markovic, A. M. Middlebrook, T. Mikoviny, J. Peischl, A. E. Perring, M. S. Richardson, T. B. Ryerson, J. P. Schwarz, C. Warneke, A. Welti, A. Wisthaler, L. D. Ziemba, and D. M. Murphy<br /><br />Vertical profiles of submicron aerosol from in situ aircraft-based\nmeasurements were used to construct aggregate profiles of chemical,\nmicrophysical, and optical properties. These vertical profiles were collected\nover the southeastern United States (SEUS) during the summer of 2013 as part\nof two separate field studies: the Southeast Nexus (SENEX) study and the\nStudy of Emissions and Atmospheric Composition, Clouds, and Climate Coupling\nby Regional Surveys (SEAC<sup>4</sup>RS). Shallow cumulus convection was observed\nduring many profiles. These conditions enhance vertical transport of trace\ngases and aerosol and create a cloudy transition layer on top of the\nsub-cloud mixed layer. The trace gas and aerosol concentrations in the\ntransition layer were modeled as a mixture with contributions from the mixed\nlayer below and the free troposphere above. The amount of vertical mixing, or\nentrainment of air from the free troposphere, was quantified using the\nobserved mixing ratio of carbon monoxide (CO). Although the median aerosol\nmass, extinction, and volume decreased with altitude in the transition layer,\nthey were ~10 % larger than expected from vertical mixing alone.\nThis enhancement was likely due to secondary aerosol formation in the\ntransition layer. Although the transition layer enhancements of the\nparticulate sulfate and organic aerosol (OA) were both similar in magnitude,\nonly the enhancement of sulfate was statistically significant. The column\nintegrated extinction, or aerosol optical depth (AOD), was calculated for\neach individual profile, and the transition layer enhancement of extinction\ntypically contributed less than 10 % to the total AOD. Our measurements\nand analysis were motivated by two recent studies that have hypothesized an\nenhanced layer of secondary aerosol aloft to explain the summertime\nenhancement of AOD (2–3 times greater than winter) over the southeastern\nUnited States. The first study attributes the layer aloft to secondary organic\naerosol (SOA) while the second study speculates that the layer aloft could be\nSOA or secondary particulate sulfate. In contrast to these hypotheses, the\nmodest enhancement we observed in the transition layer was not dominated by\nOA and was not a large fraction of the summertime AOD.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/7085/2015/", 
        "title": "In situ vertical profiles of aerosol extinction, mass, and composition over the southeast United States during SENEX and SEAC<sup>4</sup>RS: observations of a modest aerosol enhancement aloft"
    }, 
    {
        "author": "A. Nisantzi, R. E. Mamouri, A. Ansmann, G. L. Schuster, and D. G. Hadjimitsis", 
        "date": "2015-06-30", 
        "description": "<b>Middle East versus Saharan dust extinction-to-backscatter ratios</b><br /><br />Atmospheric Chemistry and Physics, 15, 7071-7084, 2015<br /><br />Author(s): A. Nisantzi, R. E. Mamouri, A. Ansmann, G. L. Schuster, and D. G. Hadjimitsis<br /><br />Four years (2010–2013) of observations with polarization lidar and\n  sun/sky photometer at the combined European Aerosol Research Lidar\n  Network (EARLINET) and Aerosol Robotic Network (AERONET) site of\n  Limassol (34.7° N, 33° E), Cyprus, were used to\n  compare extinction-to-backscatter ratios (lidar ratios) for desert\n  dust from Middle East deserts and the Sahara. In an earlier article, we analyzed one case only\n      and found comparably low lidar ratios < 40 sr for Middle East dust. The complex data\n  analysis scheme is presented. The quality of the retrieval is\n  checked within a case study by comparing the results with respective\n  Raman lidar solutions for particle backscatter, extinction, and\n  lidar ratio. The applied combined lidar/photometer retrievals\n  corroborate recent findings regarding the difference between Middle\n  East and Saharan dust lidar ratios. We found values from\n  43–65 sr with a mean (±standard deviation) of 53 ± 6 sr for Saharan\n  dust and from 33–48 sr with a mean of 41 ± 4 sr\n  for Middle East dust for the wavelength of 532 nm. The presented data analysis, however, also\n  demonstrates the difficulties in identifying the optical properties\n  of dust even during outbreak situations in the presence of complex\n  aerosol mixtures of desert dust, marine particles, fire smoke, and\n  anthropogenic haze.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/7071/2015/", 
        "title": "Middle East versus Saharan dust extinction-to-backscatter ratios"
    }, 
    {
        "author": "A. J. Turner, D. J. Jacob, K. J. Wecht, J. D. Maasakkers, E. Lundgren, A. E. Andrews, S. C. Biraud, H. Boesch, K. W. Bowman, N. M. Deutscher, M. K. Dubey, D. W. T. Griffith, F. Hase, A. Kuze, J. Notholt, H. Ohyama, R. Parker, V. H. Payne, R. Sussmann, C. Sweeney, V. A. Velazco, T. Warneke, P. O. Wennberg, and D. Wunch", 
        "date": "2015-06-30", 
        "description": "<b>Estimating global and North American methane emissions with high spatial resolution using GOSAT satellite data</b><br /><br />Atmospheric Chemistry and Physics, 15, 7049-7069, 2015<br /><br />Author(s): A. J. Turner, D. J. Jacob, K. J. Wecht, J. D. Maasakkers, E. Lundgren, A. E. Andrews, S. C. Biraud, H. Boesch, K. W. Bowman, N. M. Deutscher, M. K. Dubey, D. W. T. Griffith, F. Hase, A. Kuze, J. Notholt, H. Ohyama, R. Parker, V. H. Payne, R. Sussmann, C. Sweeney, V. A. Velazco, T. Warneke, P. O. Wennberg, and D. Wunch<br /><br />We use 2009–2011 space-borne methane observations from the Greenhouse Gases\nObserving SATellite (GOSAT) to estimate global and North American methane\nemissions with 4° × 5° and up to\n50 km × 50 km spatial resolution, respectively.\nGEOS-Chem and GOSAT data are first evaluated with atmospheric methane\nobservations from surface and tower networks (NOAA/ESRL, TCCON) and aircraft\n(NOAA/ESRL, HIPPO), using the GEOS-Chem chemical transport model as a\nplatform to facilitate comparison of GOSAT with in situ data. This\nidentifies a high-latitude bias between the GOSAT data and GEOS-Chem that we\ncorrect via quadratic regression. Our global adjoint-based inversion yields a\ntotal methane source of 539 Tg a<sup>&minus;1</sup> with some important regional\ncorrections to the EDGARv4.2 inventory used as a prior. Results serve as\ndynamic boundary conditions for an analytical inversion of North American\nmethane emissions using radial basis functions to achieve high resolution of\nlarge sources and provide error characterization. We infer a US anthropogenic\nmethane source of 40.2–42.7 Tg a<sup>&minus;1</sup>, as compared to\n24.9–27.0 Tg a<sup>&minus;1</sup> in the EDGAR and EPA bottom-up inventories, and\n30.0–44.5 Tg a<sup>&minus;1</sup> in recent inverse studies. Our estimate is\nsupported by independent surface and aircraft data and by previous inverse\nstudies for California. We find that the emissions are highest in the\nsouthern–central US, the Central Valley of California, and Florida wetlands;\nlarge isolated point sources such as the US Four Corners also contribute.\nUsing prior information on source locations, we attribute 29–44 % of US\nanthropogenic methane emissions to livestock, 22–31 % to oil/gas, 20 %\nto landfills/wastewater, and 11–15 % to coal. Wetlands contribute an\nadditional 9.0–10.1 Tg a<sup>&minus;1</sup>.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/7049/2015/", 
        "title": "Estimating global and North American methane emissions with high spatial resolution using GOSAT satellite data"
    }, 
    {
        "author": "A. J. Turner and D. J. Jacob", 
        "date": "2015-06-30", 
        "description": "<b>Balancing aggregation and smoothing errors in inverse models</b><br /><br />Atmospheric Chemistry and Physics, 15, 7039-7048, 2015<br /><br />Author(s): A. J. Turner and D. J. Jacob<br /><br />Inverse models use observations of a system (observation vector) to\n  quantify the variables driving that system (state vector) by\n  statistical optimization.  When the observation vector is large,\n  such as with satellite data, selecting a suitable dimension for the\n  state vector is a challenge.  A state vector that is too large\n  cannot be effectively constrained by the observations, leading to\n  smoothing error.  However, reducing the dimension of the state\n  vector leads to aggregation error as prior relationships between\n  state vector elements are imposed rather than optimized.  Here we\n  present a method for quantifying aggregation and smoothing errors as\n  a function of state vector dimension, so that a suitable dimension\n  can be selected by minimizing the combined error.  Reducing the\n  state vector within the aggregation error constraints can have the\n  added advantage of enabling analytical solution to the inverse\n  problem with full error characterization.  We compare three methods\n  for reducing the dimension of the state vector from its native\n  resolution: (1) merging adjacent elements (grid coarsening),\n  (2) clustering with principal component analysis (PCA), and (3) applying\n  a Gaussian mixture model (GMM) with Gaussian pdfs as state vector\n  elements on which the native-resolution state vector elements are\n  projected using radial basis functions (RBFs).  The GMM method leads\n  to somewhat lower aggregation error than the other methods, but more\n  importantly it retains resolution of major local features in the\n  state vector while smoothing weak and broad features.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/7039/2015/", 
        "title": "Balancing aggregation and smoothing errors in inverse models"
    }, 
    {
        "author": "M. Höpfner, C. D. Boone, B. Funke, N. Glatthor, U. Grabowski, A. Günther, S. Kellmann, M. Kiefer, A. Linden, S. Lossow, H. C. Pumphrey, W. G. Read, A. Roiger, G. Stiller, H. Schlager, T. von Clarmann, and K. Wissmüller", 
        "date": "2015-06-29", 
        "description": "<b>Sulfur dioxide (SO<sub>2</sub>) from MIPAS in the upper troposphere and lower stratosphere 2002–2012</b><br /><br />Atmospheric Chemistry and Physics, 15, 7017-7037, 2015<br /><br />Author(s): M. Höpfner, C. D. Boone, B. Funke, N. Glatthor, U. Grabowski, A. Günther, S. Kellmann, M. Kiefer, A. Linden, S. Lossow, H. C. Pumphrey, W. G. Read, A. Roiger, G. Stiller, H. Schlager, T. von Clarmann, and K. Wissmüller<br /><br />Vertically resolved distributions of sulfur dioxide (SO<sub>2</sub>) with\n      global coverage in the height region from the upper troposphere to\n      ~20 km altitude have been derived from observations by\n      the Michelson Interferometer for Passive Atmospheric Sounding (MIPAS)\n      on Envisat for the period July 2002 to April 2012. Retrieved volume\n      mixing ratio profiles representing single measurements are\n      characterized by typical errors in the range of 70–100 pptv\n      and by a vertical resolution ranging from 3 to 5 km. Comparison\n      with  observations by the Atmospheric Chemistry Experiment Fourier transform spectrometer (ACE-FTS) revealed a slightly varying bias with\n      altitude of −20 to 50 pptv for the MIPAS data set in case of\n      volcanically enhanced concentrations. For background concentrations\n      the comparison showed a systematic difference between the two major\n      MIPAS observation periods. After debiasing, the difference could be\n      reduced to biases within −10 to 20 pptv in the altitude\n      range of 10–20 km with respect to ACE-FTS. Further\n      comparisons of the debiased MIPAS data set with in situ measurements\n      from various aircraft campaigns showed no obvious inconsistencies\n      within a range of around ±50 pptv. The SO<sub>2</sub>\n      emissions of more than 30 volcanic eruptions could be identified\n      in the upper troposphere and lower stratosphere (UTLS). Emitted\n      SO<sub>2</sub> masses and lifetimes within different altitude ranges in\n      the UTLS have been derived for a large part of these eruptions. Masses\n      are in most cases within estimations derived from other\n      instruments. From three of the major eruptions within the MIPAS\n      measurement period – Kasatochi in August 2008, Sarychev in June 2009\n      and Nabro in June 2011 – derived lifetimes of SO<sub>2</sub> for the\n      altitude ranges 10–14, 14–18 and\n      18–22 km are 13.3 ± 2.1, 23.6 ± 1.2 and  32.3 ± 5.5 days respectively. By omitting\n      periods with obvious volcanic influence we have derived background\n      mixing ratio distributions of SO<sub>2</sub>. At 10 km altitude\n      these indicate an annual cycle at northern mid- and high latitudes\n      with maximum values in summer and an amplitude of about\n      30 pptv. At higher altitudes of about 16–18 km,\n      enhanced mixing ratios of SO<sub>2</sub> can be found in the regions of\n      the Asian and the North American monsoons in summer – a possible\n      connection to an aerosol layer discovered by Vernier et al. (2011b) in that\n      region.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/7017/2015/", 
        "title": "Sulfur dioxide (SO<sub>2</sub>) from MIPAS in the upper troposphere and lower stratosphere 2002–2012"
    }, 
    {
        "author": "R. Eichinger, P. Jöckel, and S. Lossow", 
        "date": "2015-06-29", 
        "description": "<b>Simulation of the isotopic composition of stratospheric water vapour – Part 2: Investigation of HDO / H<sub>2</sub>O variations</b><br /><br />Atmospheric Chemistry and Physics, 15, 7003-7015, 2015<br /><br />Author(s): R. Eichinger, P. Jöckel, and S. Lossow<br /><br />Studying the isotopic composition of water vapour in the lower stratosphere\ncan reveal the driving mechanisms of changes in the stratospheric\nwater vapour budget and therefore help to explain the trends and variations\nof stratospheric water vapour during recent decades.\nWe equipped a global chemistry climate model with a description of the water isotopologue\nHDO, comprising its physical and chemical fractionation effects throughout\nthe hydrological cycle.\nWe use this model to improve our understanding of the processes\nwhich determine the patterns in the stratospheric water isotope composition and\nin the water vapour budget itself.\nThe link between the water vapour budget and its isotopic composition in the tropical stratosphere\nis presented through their correlation in a simulated 21-year time series.\nThe two quantities depend on the same processes; however, they are influenced\nwith different strengths.\nA sensitivity experiment shows that fractionation effects during the oxidation of methane have a damping effect on\nthe stratospheric tape recorder signal in the water isotope ratio.\nMoreover, the chemically produced high water isotope ratios\novershadow the tape recorder in the upper stratosphere.\nInvestigating the origin of the boreal-summer signal of isotopically enriched water vapour\nreveals that in-mixing of old stratospheric air from the extratropics and the intrusion of\ntropospheric water vapour into the stratosphere complement each other\nin order to create the stratospheric isotope ratio tape recorder signal.\nFor this, the effect of ice lofting in monsoon systems is shown to play a crucial role.\nFurthermore, we describe a possible pathway of isotopically enriched water vapour through the\ntropopause into the tropical stratosphere.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/7003/2015/", 
        "title": "Simulation of the isotopic composition of stratospheric water vapour – Part 2: Investigation of HDO / H<sub>2</sub>O variations"
    }, 
    {
        "author": "F. Canonaco, J. G. Slowik, U. Baltensperger, and A. S. H. Prévôt", 
        "date": "2015-06-29", 
        "description": "<b>Seasonal differences in oxygenated organic aerosol composition: implications for emissions sources and factor analysis</b><br /><br />Atmospheric Chemistry and Physics, 15, 6993-7002, 2015<br /><br />Author(s): F. Canonaco, J. G. Slowik, U. Baltensperger, and A. S. H. Prévôt<br /><br />Aerosol chemical speciation monitor (ACSM) measurements were performed in\nZurich, Switzerland, for 13 months (February 2011 through February 2012).\nMany previous studies using this or related instruments have utilized the\nfraction of organic mass measured at <i>m/z</i> 44 (<i>f</i><sub>44</sub>), which is typically\ndominated by the CO<sub>2</sub><sup>+</sup> ion and related to oxygenation, as an indicator\nof atmospheric aging. The current study demonstrates that during summer\nafternoons, when photochemical processes are most vigorous as indicated by\nhigh oxidant – OX (O<sub>3</sub> + NO<sub>2</sub>), <i>f</i><sub>44</sub> for ambient secondary organic\naerosol (SOA) is not higher but is rather similar or lower than on days with\nlow OX. On the other hand, <i>f</i><sub>43</sub> (less oxidized fragment) tends to\nincrease. These changes are discussed in the <i>f</i><sub>44</sub> / <i>f</i><sub>43</sub> space\nfrequently used to interpret ACSM and aerosol mass spectrometer (AMS) data.\nThis is likely due to the formation of semi-volatile oxygenated aerosol\nproduced from biogenic precursor gases, whose emissions increase with ambient\ntemperature.\n<br><br>\nIn addition, source apportionment analyses conducted on winter and summer\ndata using positive matrix factorization (PMF) yield semi-volatile oxygenated\norganic aerosol (SV-OOA) factors that retain source-related chemical\ninformation. Winter SV-OOA is highly influenced by biomass burning, whereas\nsummer SV-OOA is to a high degree produced from biogenic precursor gases.\nThese sources contribute to substantial differences between the winter and\nsummer  <i>f</i><sub>44</sub> /  <i>f</i><sub>43</sub> data, suggesting that PMF analysis of\nmulti-season data employing only two OOA factors cannot capture the seasonal\nvariability of OOA.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/6993/2015/", 
        "title": "Seasonal differences in oxygenated organic aerosol composition: implications for emissions sources and factor analysis"
    }, 
    {
        "author": "E. Blay-Carreras, E. R. Pardyjak, D. Pino, S. W. Hoch, J. Cuxart, D. Martínez, and J. Reuder", 
        "date": "2015-06-29", 
        "description": "<b>Lifted temperature minimum during the atmospheric  evening transition</b><br /><br />Atmospheric Chemistry and Physics, 15, 6981-6991, 2015<br /><br />Author(s): E. Blay-Carreras, E. R. Pardyjak, D. Pino, S. W. Hoch, J. Cuxart, D. Martínez, and J. Reuder<br /><br />Observations of lifted temperature minimum (LTM) profiles in the nocturnal\nboundary layer were first reported in 1932. It was defined by the existence\nof a temperature minimum some centimetres above the ground. During the\nfollowing decades, several research studies analysed this phenomenon\nverifying its existence and postulating different hypotheses about its\norigin.\n<br><br>\nThe aim of this work is to study the existence and characteristics of LTM\nduring the evening transition by using observations obtained during the\nBoundary Layer Late Afternoon and Sunset Turbulence (BLLAST) campaign. Data\nobtained from two masts instrumented with thermocouples and wind sensors at\ndifferent heights close to the ground  and a mast with radiometers are used\nto study the role of mechanical turbulence and radiation in LTM development.\n<br><br>\nThe study shows that LTM   can be detected under calm conditions\nduring the day–night transition, several hours earlier than reported in\nprevious work. These conditions are fulfilled under weak synoptic forcing\nwhen the local flow shifts associated with a mountain–plain circulation in\nrelatively complex orography. Under these special conditions, turbulence\nbecomes a crucial parameter in determining the ideal conditions for observing\nLTM. Additionally, LTM observed profiles are also related to\na change in the atmospheric radiative characteristics under calm conditions.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/6981/2015/", 
        "title": "Lifted temperature minimum during the atmospheric  evening transition"
    }, 
    {
        "author": "H. Fischer, A. Pozzer, T. Schmitt, P. Jöckel, T. Klippel, D. Taraborrelli, and J. Lelieveld", 
        "date": "2015-06-29", 
        "description": "<b>Hydrogen peroxide in the marine boundary layer over the South Atlantic during the OOMPH cruise in March 2007</b><br /><br />Atmospheric Chemistry and Physics, 15, 6971-6980, 2015<br /><br />Author(s): H. Fischer, A. Pozzer, T. Schmitt, P. Jöckel, T. Klippel, D. Taraborrelli, and J. Lelieveld<br /><br />In the OOMPH (Ocean Organics Modifying Particles in both Hemispheres)\nproject a ship measurement cruise took place in the late austral summer from\n01 to 23 March 2007. The French research vessel <I>Marion\nDufresne</I> sailed from Punta Arenas, Chile (70.85° W,\n53.12° S), to Réunion island (55.36° E,\n21.06° S) across the South Atlantic Ocean. In situ measurements\nof hydrogen peroxide, methylhydroperoxide and ozone were performed and are\ncompared to simulations with the atmospheric chemistry global circulation\nmodel EMAC (ECHAM/MESSy Atmospheric Chemistry). The model generally reproduces the measured trace gas levels,\nbut it underestimates hydrogen peroxide mixing ratios at high wind speeds,\nindicating too-strong dry deposition to the ocean surface. An interesting\nfeature during the cruise is a strong increase of hydrogen peroxide,\nmethylhydroperoxide and ozone shortly after midnight off the west coast of\nAfrica due to an increase in the boundary layer height, leading to downward\ntransport from the free troposphere, which is qualitatively reproduced by\nthe model.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/6971/2015/", 
        "title": "Hydrogen peroxide in the marine boundary layer over the South Atlantic during the OOMPH cruise in March 2007"
    }
]