[
    {
        "author": "Brent Boehlert, Kenneth M. Strzepek, Steven C. Chapra, Charles Fant, Yohannes Gebretsadik, Megan Lickley, Richard Swanson, Alyssa McCluskey, James E. Neumann, Jeremy Martinich", 
        "date": "2015-07-16", 
        "description": "\n\nClimate change will have potentially significant effects on freshwater quality due to increases in river and lake temperatures, changes in the magnitude and seasonality of river runoff, and more frequent and severe extreme events. These physical impacts will in turn have economic consequences through effects on riparian development, river and reservoir recreation, water treatment, harmful aquatic blooms, and a range of other sectors. In this paper, we analyze the physical and economic effects of changes in freshwater quality across the contiguous U.S. in futures with and without global-scale greenhouse gas mitigation. Using a water allocation and quality model of 2,119 river basins, we estimate the impacts of various projected emissions outcomes on several key water quality indicators, and monetize these impacts with a water quality index approach. Under mitigation, we find that water temperatures decrease considerably and that dissolved oxygen levels rise in response. We find that the annual economic impacts on water quality of a high emissions scenario rise from $1.4 billion in 2050 to $4 billion in 2100, leading to present value mitigation benefits, discounted at 3%, of approximately $17.5 billion over the 2015 to 2100 period. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000400", 
        "title": "Climate change impacts and greenhouse gas mitigation effects on U.S. water quality"
    }, 
    {
        "author": "Gerald L. Thomsen, Roger K. Smith, Michael T. Montgomery", 
        "date": "2015-07-14", 
        "description": "\n\nWe investigate the hypothesized effects of a uniform flow on the structural evolution of a tropical cyclone using a simple idealized, three-dimensional, convection-permitting, numerical model. The study addresses three outstanding basic questions concerning the effects of moist convection on the azimuthal flow asymmetries and provides a bridge between the problem of tropical cyclone intensification in a uniform flow and that in vertical shear.\nAt any instant of time, explicit deep convection in the model generates flow asymmetries that tend to mask the induced flow asymmetries predicted by a dry, slab boundary-layer model of Shapiro, whose results are frequently invoked as a benchmark for characterizing the boundary-layer induced vertical motion for a translating storm.\nIn sets of ensemble experiments in which the initial low-level moisture field is randomly perturbed, time-averaged ensemble mean fields in the mature stage show a coherent asymmetry in the vertical motion rising into the eyewall and in the total (horizontal) wind speed just above the boundary layer. The maximum ascent occurs about 45 degrees to the left of the vortex motion vector, broadly in support of Shapiro's results, in which it occurs ahead of the storm, and consistent with one earlier more complex numerical calculation by Frank and Ritchie. The total wind asymmetry just above the boundary layer has a maximum in the forward right sector, which is in contrast to the structure effectively prescribed by Shapiro based on an inviscid dry symmetric vortex translating in a uniform flow where, in an Earth-relative frame, the maximum is on the right. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015MS000477", 
        "title": "Tropical cyclone flow asymmetries induced by a uniform flow revisited"
    }, 
    {
        "author": "Ann Kristin Naumann, Axel Seifert", 
        "date": "2015-07-14", 
        "description": "\n\nIn this study, we introduce a Lagrangian drop (LD) model to study warm rain microphysical processes in shallow cumulus. The approach combines Large-Eddy Simulations (LES) including a bulk microphysics parameterization with an LD model for raindrop growth. The LD model is one-way coupled with the Eulerian LES and represents all relevant rain microphysical processes such as evaporation, accretion and selfcollection among LDs as well as dynamical effects such as sedimentation and inertia. To test whether the LD model is fit for purpose, a sensitivity study for isolated shallow cumulus clouds is conducted. We show that the surface precipitation rate and the development of the raindrop size distribution are sensitive to the treatment of selfcollection in the LD model. Some uncertainty remains for the contribution of the subgrid-scale turbulence to the relative velocity difference of a pair of LDs, which appears as a factor in the collision kernel. Sensitivities to other model parameters such as the initial multiplicity or the initial mass distribution are small. Overall, sensitivities of the LD model are small compared to the uncertainties in the assumptions of the bulk rain microphysics scheme and the LD model is well suited for particle-based studies of raindrop growth and dynamics. This opens up the opportunity to study effects like recirculation, deviations from terminal fall velocity and other microphysical phenomena that so far were not accessible for bin, bulk or parcel models. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015MS000456", 
        "title": "A Lagrangian drop model to study warm rain microphysical processes in shallow cumulus"
    }, 
    {
        "author": "Pablo Zurita-Gotor, Isaac M. Held, Malte F. Jansen", 
        "date": "2015-07-08", 
        "description": "\n\nMotivated by findings that energetically-consistent subgrid dissipation schemes can improve eddy-permitting ocean simulations, this work investigates the impact of the subgrid dissipation scheme on low-resolution atmospheric dynamical cores. A kinetic energy-conserving dissipation scheme is implemented in the model adding a negative viscosity term that injects back into the eddy field the kinetic energy dissipated by horizontal hyperdiffusion. The kinetic energy-conserving scheme enhances numerical convergence when horizontal resolution is changed with fixed vertical resolution and gives superior low-resolution results. Improvements are most obvious for eddy kinetic energy but also found in other fields, particularly with strong or little scale-selective horizontal hyperdiffusion. One advantage of the kinetic energy-conserving scheme is that it reduces the sensitivity of the model to changes in the subgrid dissipation rate, providing more robust results. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015MS000480", 
        "title": "Kinetic energy-conserving hyperdiffusion can improve low-resolution atmospheric models"
    }, 
    {
        "author": "Jennifer L. Jefferson, Reed M. Maxwell", 
        "date": "2015-07-02", 
        "description": "\n\nIntegrated hydrologic models coupled to land surface models link water and energy movement between the subsurface, land surface and atmosphere. These connections are especially important when estimating a complex, nonlinear process like evaporation. A comprehensive sensitivity study of the evaporation parameterization was conducted using the integrated ParFlow-Common Land Model (PF-CLM). Estimates of ground evaporation using three forms of the same equation, two simplified closed-form solutions and one fully-coupled PF-CLM equation, are systematically compared. The parameterizations vary in complexity, coupling strength, and nonlinearity. Forcing data from three climate regions (alpine, plains and tropical) are used to compare estimates of bare ground evaporation across all three formulations, thus exploring the process and coupling sensitivity in a novel way. The overall behavior of ground evaporation is consistent throughout the year for all parameterizations, but magnitudes vary with respect to parameterization complexity during energy-limited and water-limited times of the year. A relationship between ground evaporation and ground temperature is shown to exist across all climates and aggregate by pressure, wind speed and air temperature in the plains climate. Furthermore, results show how increasing complexity through the addition of land surface conditions, atmospheric conditions and atmospheric stability uniquely compound to influence the relationship between bare ground evaporation and subsurface pressure. Identification of sensitive interactions and unique relationships are necessary to further understand and predict hydrologic processes like evaporation. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000398", 
        "title": "Evaluation of simple to complex parameterizations of bare ground evaporation"
    }, 
    {
        "author": "S. Dee, J. Emile-Geay, M. N. Evans, A. Allam, E. J. Steig, D. M. Thompson", 
        "date": "2015-06-30", 
        "description": "\n\nPaleoclimate observations constitute the only constraint on climate behavior prior to the instrumental era. However, such observations only provide indirect (proxy) constraints on physical variables. Proxy system models aim to improve the interpretation of such observations and better quantify their inherent uncertainties. However, existing models are currently scattered in the literature, making their integration difficult. Here, we present a comprehensive modeling framework for proxy systems, named PRYSM. For this initial iteration, we focus on water-isotope based climate proxies in ice cores, corals, tree ring cellulose, and speleothem calcite. We review modeling approaches for each proxy class, and pair them with an isotope-enabled climate simulation to illustrate the new scientific insights that may be gained from this framework. Applications include parameter sensitivity analysis, the quantification of archive-specific processes on the recorded climate signal, and the quantification of how chronological uncertainties affect signal detection, demonstrating the utility of PRYSM for a broad array of climate studies. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015MS000447", 
        "title": "PRYSM: An open-source framework for proxy system modeling, with applications to oxygen-isotope systems"
    }, 
    {
        "author": "David L. Williamson, Jerry G. Olson, Cécile Hannay, Thomas Toniazzo, Mark Taylor, Valery Yudin", 
        "date": "2015-06-30", 
        "description": "\n\nAn error in the energy formulation in the Community Atmosphere Model (CAM) is identified and corrected. Ten-year AMIP simulations are compared using the correct and incorrect energy formulations. Statistics of selected primary variables all indicate physically insignificant differences between the simulations, comparable to differences with simulations initialized with rounding sized perturbations. The two simulations are so similar mainly because of an inconsistency in the application of the incorrect energy formulation in the original CAM. CAM used the erroneous energy form to determine the states passed between the parameterizations, but used a form related to the correct formulation for the state passed from the parameterizations to the dynamical core. If the incorrect form is also used to determine the state passed to the dynamical core the simulations are significantly different. In addition, CAM uses the incorrect form for the global energy fixer, but that seems to be less important. The difference of the magnitude of the fixers using the correct and incorrect energy definitions is very small. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015MS000448", 
        "title": "Energy considerations in the Community Atmosphere Model (CAM)"
    }, 
    {
        "author": "J. B. Klemp, W. C. Skamarock, S.-H. Park", 
        "date": "2015-06-26", 
        "description": "\n\nIdealized simulations on a reduced-radius sphere can provide a useful vehicle for evaluating the behavior of nonhydrostatic processes in nonhydrostatic global atmospheric dynamical cores provided the simulated cases exhibit good agreement with corresponding flows in a Cartesian geometry, and for which there are known solutions. Idealized test cases on a reduced-radius sphere are presented here that focus on both dry and moist dynamics. The dry dynamics cases are variations of mountain wave simulations designed for the Dynamical Core Model Intercomparison Project (DCMIP), and permit quantitative comparisons with linear analytic mountain-wave solutions in a Cartesian geometry. To evaluate moist dynamics, an idealized supercell thunderstorm is simulated that has strong correspondence to results obtained on a flat-plane, and which can be numerically converged by specifying a constant physical diffusion. A simple Kessler-type routine for cloud microphysics is provided that can be readily implemented in atmospheric simulation models. Results for these test cases are evaluated for simulations with the Model for Prediction across scales (MPAS). They confirm close agreement with corresponding simulations in a Cartestian geometry; the mountain wave results agree well with analytic mountain-wave solutions and the simulated supercells are consistent with other idealized supercell simulation studies and exhibit convergent behavior. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015MS000435", 
        "title": "Idealized global nonhydrostatic atmospheric test cases on a reduced radius sphere"
    }, 
    {
        "author": "Matthew C. Long, Keith Lindsay, Marika M. Holland", 
        "date": "2015-06-24", 
        "description": "\n\nThe lower trophic levels of marine ecosystems play a critical role in the Earth System mediating fluxes of carbon to the ocean interior. Many of the functional relationships describing biological rate processes, such as primary productivity, in marine ecosystem models are nonlinear functions of environmental state variables. As a result of nonlinearity, rate processes computed from mean fields at coarse resolution will differ from similar computations that incorporate small-scale heterogeneity. Here we examine how subgrid-scale variability in sea ice thickness impacts simulated net primary productivity (NPP) in a 1° × 1° configuration of the Community Earth System Model (CESM). CESM simulates a subgrid-scale ice thickness distribution and computes shortwave penetration independently for each ice thickness category. However, the default model formulation uses grid-cell mean irradiance to compute NPP. We demonstrate that accounting for subgrid-scale shortwave heterogeneity by computing light limitation terms under each ice category then averaging the result is a more accurate invocation of the photosynthesis equations. Moreover, this change delays seasonal bloom onset and increases interannual variability in NPP in the sea ice zone in the model. The new treatment reduces annual production by about 32% in the Arctic and 19% in the Antarctic. Our results highlight the importance of considering heterogeneity in physical fields when integrating nonlinear biogeochemical reactions. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015MS000436", 
        "title": "Modeling photosynthesis in sea ice covered waters"
    }, 
    {
        "author": "David Raymond, Željka Fuchs, Saška Gjorgjievska, Sharon Sessions", 
        "date": "2015-06-16", 
        "description": "\n\nThis paper presents a conceptual picture of balanced tropical tropospheric dynamics inspired by recent observations. The most important factor differentiating the tropics from middle and higher latitudes is the absence of baroclinic instability; upward motion occurs primarily via deep convective processes. Thus, convection forms an integral part of large-scale tropical motions. Since convection itself is small-scale and chaotic in detail, predictability lies in uncovering the hidden hands that guide the average behavior of convection. Two appear, balanced dynamics and thermodynamic constraints. Contrary to conventional expectations, balanced dynamics plays a crucial role in the tropical atmosphere. However, due to the smallness of the Coriolis parameter there, non-linear balance is more important in the tropics than at higher latitudes. Three thermodynamic constraints appear to play an important role in governing the average behavior of convection outside of the cores of tropical storms. First, convection is subject to control via a lower tropospheric buoyancy quasi-equilibrium process, wherein destabilization of the lower troposphere by non-convective processes is balanced by convective stabilization. Second, the production of precipitation is extraordinarily sensitive to the saturation fraction of the troposphere. Third, “moisture quasi-equilibrium” governs the saturation fraction, with moister atmospheres being associated with smaller moist convective instability. The moist convective instability is governed by the balanced thermodynamic response to the pattern of potential vorticity, which in turn is slowly modified by con-vective and radiative heating. The intricate dance between these dynamic and thermodynamic processes leads to complex behavior of the tropical atmosphere in ways that we are just beginning to understand. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015MS000467", 
        "title": "Balanced dynamics and convection in the tropical troposphere"
    }, 
    {
        "author": "Sébastien Blaise, Jonathan Lambrechts, Eric Deleersnijder", 
        "date": "2015-07-14", 
        "description": "\n\nA method to solve the three-dimensional compressible Navier-Stokes equations on the sphere is suggested, based on a stereographic projection with a high-order mapping of the elements from the stereographic space to the sphere. The projection is slightly modified, in order to take into account the domain thickness without introducing any approximation about the aspect ratio (deep-atmosphere). In a discontinuous Galerkin framework, the elements alongside the equator are exactly represented using a nonpolynomial geometry, in order to avoid the numerical issues associated with the seam connecting the two hemispheres. This is an crucial point, necessary to avoid mass loss and spurious deviations of the velocity. The resulting model is validated on idealized three-dimensional atmospheric test cases on the sphere, demonstrating the good convergence properties of the scheme, its mass conservation, and its satisfactory behavior in terms of accuracy and low numerical dissipation. A simulation is performed on a variable resolution unstructured grid, producing accurate results despite a substantial reduction of the number of elements.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015MS000428", 
        "title": "Stereographic projection for three-dimensional global discontinuous Galerkin atmospheric modeling"
    }, 
    {
        "author": "Walter M. Hannah, Eric D. Maloney, Michael S. Pritchard", 
        "date": "2015-07-14", 
        "description": "\n\nHindcast simulations of MJO events during the dynamics of the MJO (DYNAMO) field campaign are conducted with two models, one with conventional parameterization (CAM5) and a comparable model that utilizes superparameterization (SP-CAM). SP-CAM is shown to produce a qualitatively better reproduction of the fluctuations of precipitation and low-level zonal wind associated with the first two DYNAMO MJO events compared to CAM5. Interestingly, skill metrics using the real-time multivariate MJO index (RMM) suggest the opposite conclusion that CAM5 has more skill than SP-CAM. This inconsistency can be explained by a systematic increase of RMM amplitude with lead time, which results from a drift of the large-scale wind field in SP-CAM that projects strongly onto the RMM index. CAM5 hindcasts exhibit a contraction of the moisture distribution, in which extreme wet and dry conditions become less frequent with lead time. SP-CAM hindcasts better reproduce the observed moisture distribution, but also have stronger drift patterns of moisture budget terms, such as an increase in drying by meridional advection in SP-CAM. This advection tendency in SP-CAM appears to be associated with enhanced off-equatorial synoptic eddy activity with lead time. Systematic drift moisture tendencies in SP-CAM are of similar magnitude to intraseasonal moisture tendencies, and therefore are important for understanding MJO prediction skill.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000423", 
        "title": "Consequences of systematic model drift in DYNAMO MJO hindcasts with SP-CAM and CAM5"
    }, 
    {
        "author": "Zhun Guo, Minghuai Wang, Yun Qian, Vincent E. Larson, Steven Ghan, Mikhail Ovchinnikov, Peter A. Bogenschutz, Andrew Gettelman, Tianjun Zhou", 
        "date": "2015-07-03", 
        "description": "\n\nIn this study, we investigate the sensitivity of simulated low clouds to 14 selected tunable parameters of Cloud Layers Unified By Binormals (CLUBB), a higher-order closure (HOC) scheme, and four parameters of the Zhang-McFarlane (ZM) deep convection scheme in the Community Atmosphere Model version 5 (CAM5). A Quasi-Monte Carlo (QMC) sampling approach is adopted to effectively explore the high-dimensional parameter space and a generalized linear model is applied to study the responses of simulated cloud fields to tunable parameters. Our results show that the variance in simulated low-cloud properties (cloud fraction and liquid water path) can be explained by the selected tunable parameters in two different ways: macrophysics itself and its interaction with microphysics. First, the parameters related to dynamic and thermodynamic turbulent structure and double Gaussian closure are found to be the most influential parameters for simulating low clouds. The spatial distributions of the parameter contributions show clear cloud-regime dependence. Second, because of the coupling between cloud macrophysics and cloud microphysics, the coefficient of the dissipation term in the total water variance equation is influential. This parameter affects the variance of in-cloud cloud water, which further influences microphysical process rates, such as autoconversion, and eventually low-cloud fraction. This study improves understanding of HOC behavior associated with parameter uncertainties and provides valuable insights for the interaction of macrophysics and microphysics.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000405", 
        "title": "Parametric behaviors of CLUBB in simulations of low clouds in the Community Atmosphere Model (CAM)"
    }, 
    {
        "author": "A. A. Hill, B. J. Shipway, I. A. Boutle", 
        "date": "2015-07-03", 
        "description": "\n\nIt is widely acknowledged that aerosol-cloud interactions are a major uncertainty in climate and numerical weather prediction. One of the sources of uncertainty is the sensitivity of the cloud microphysics parameterization to changes in aerosol, in particular the response of precipitation. In this work, we conduct an idealized, dynamically consistent, intercomparison of warm rain microphysics schemes to understand this source of uncertainty. The aims of this investigation are: (i) investigate how sensitive precipitation susceptibility (S0) is to cloud microphysics representation and (ii) use S0 to determine the minimum complexity of microphysics required to produce a consistent precipitation response to changes in cloud drop number concentration (Nd). The main results from this work are: (i) over a large range of liquid water path and Nd, all the bulk schemes, but particularly the single moment schemes, artificially produce rain too rapidly. Relative to a reference bin microphysics scheme, this leads to a low in-cloud S0 and impacts the evolution of S0 over time. (ii) Rain evaporation causes surface S0 from all schemes to be larger than the cloud base S0. The magnitude of the change in S0 with altitude is dependent on the scheme and the representation of the rain drop size distribution. Overall, we show that single-moment schemes produce the largest range in the sensitivity of precipitation to changes in Nd. Modifying rain production parameterization alone does not reduce this spread. Instead, increasing the complexity of the rain representation to double-moment significantly improves this behavior and the overall consistency between schemes.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000422", 
        "title": "How sensitive are aerosol-precipitation interactions to the warm rain representation?"
    }, 
    {
        "author": "Anurag Dipankar, Bjorn Stevens, Rieke Heinze, Christopher Moseley, Günther Zängl, Marco Giorgetta, Slavko Brdar", 
        "date": "2015-07-02", 
        "description": "\n\nICON (ICOsahedral Nonhydrostatic) is a unified modeling system for global numerical weather prediction (NWP) and climate studies. Validation of its dynamical core against a test suite for numerical weather forecasting has been recently published by Zängl et al. (2014). In the present work, an extension of ICON is presented that enables it to perform as a large eddy simulation (LES) model. The details of the implementation of the LES turbulence scheme in ICON are explained and test cases are performed to validate it against two standard LES models. Despite the limitations that ICON inherits from being a unified modeling system, it performs well in capturing the mean flow characteristics and the turbulent statistics of two simulated flow configurations—one being a dry convective boundary layer and the other a cumulus-topped planetary boundary layer.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015MS000431", 
        "title": "Large eddy simulation using the general circulation model ICON"
    }, 
    {
        "author": "", 
        "date": "2015-07-16", 
        "description": "", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjame.20108", 
        "title": "Issue Information"
    }, 
    {
        "author": "Zhe Feng, Samson Hagos, Angela K. Rowe, Casey D. Burleyson, Matus N. Martini, Simon P. Szoeke", 
        "date": "2015-04-03", 
        "description": "\n\nThis paper investigates the mechanisms of convective cloud organization by precipitation-driven cold pools over the warm tropical Indian Ocean during the 2011 Atmospheric Radiation Measurement (ARM) Madden-Julian Oscillation (MJO) Investigation Experiment/Dynamics of the MJO (AMIE/DYNAMO) field campaign. A high-resolution regional model simulation is performed using the Weather Research and Forecasting model during the transition from suppressed to active phases of the November 2011 MJO. The simulated cold pool lifetimes, spatial extent, and thermodynamic properties agree well with the radar and ship-borne observations from the field campaign. The thermodynamic and dynamic structures of the outflow boundaries of isolated and intersecting cold pools in the simulation and the associated secondary cloud populations are examined. Intersecting cold pools last more than twice as long, are twice as large, 41% more intense (measured with buoyancy), and 62% deeper than isolated cold pools. Consequently, intersecting cold pools trigger 73% more convection than do isolated ones. This is due to stronger outflows that enhance secondary updraft velocities by up to 45%. However, cold pool-triggered convective clouds grow into deep convection not because of the stronger secondary updrafts at cloud base, but rather due to closer spacing (aggregation) between clouds and larger cloud clusters that form along the cold pool boundaries when they intersect. The close spacing of large clouds moistens the local environment and reduces entrainment drying, increasing the probability that the clouds further develop into deep convection. Implications for the design of future convective parameterization with cold pool-modulated entrainment rates are discussed.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000384", 
        "title": "Mechanisms of convective cloud organization by cold pools over tropical warm ocean during the AMIE/DYNAMO field campaign"
    }, 
    {
        "author": "Yun Qian, Huiping Yan, Zhangshuan Hou, Gardar Johannesson, Stephen Klein, Donald Lucas, Richard Neale, Philip Rasch, Laura Swiler, John Tannahill, Hailong Wang, Minghuai Wang, Chun Zhao", 
        "date": "2015-04-10", 
        "description": "\n\nWe investigate the sensitivity of precipitation characteristics (mean, extreme, and diurnal cycle) to a set of uncertain parameters that influence the qualitative and quantitative behavior of cloud and aerosol processes in the Community Atmosphere Model (CAM5). We adopt both the Latin hypercube and Quasi-Monte Carlo sampling approaches to effectively explore the high-dimensional parameter space and then conduct two large sets of simulations. One set consists of 1100 simulations (cloud ensemble) perturbing 22 parameters related to cloud physics and convection, and the other set consists of 256 simulations (aerosol ensemble) focusing on 16 parameters related to aerosols and cloud microphysics. In the cloud ensemble, six parameters having the greatest influences on the global mean precipitation are identified, three of which (related to the deep convection scheme) are the primary contributors to the total variance of the phase and amplitude of the precipitation diurnal cycle over land. The extreme precipitation characteristics are sensitive to a fewer number of parameters. Precipitation does not always respond monotonically to parameter change. The influence of individual parameters does not depend on the sampling approaches or concomitant parameters selected. Generally, the Generalized Linear Model is able to explain more of the parametric sensitivity of global precipitation than local or regional features. The total explained variance for precipitation is primarily due to contributions from the individual parameters (75–90% in total). The total variance shows a significant seasonal variability in midlatitude continental regions, but very small in tropical continental regions.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000354", 
        "title": "Parametric sensitivity analysis of precipitation at global and local scales in the Community Atmosphere Model CAM5"
    }, 
    {
        "author": "Thomas Mölg", 
        "date": "2015-04-10", 
        "description": "\n\nThe concept of maximum entropy production (MEP) is closely linked to the second law of thermodynamics, which explains spontaneous processes in the universe. In geophysics, studies have argued that planetary atmospheres and various subsystems of Earth also operate at maximum dissipation through MEP. One of the debates, however, has concerned the degree of empirical support. This article extends the topic by considering measurements from a high-altitude, cold glacier in the tropical atmosphere and a numerical model, which represents the open and nonequilibrium system of glacier-air exchanges. Results reveal that several sensitive system parameters, which are mainly tied to the shortwave radiation budget, cause MEP states at values that coincide closely with the in situ observations. Parameters that set up the forcing of the whole system, however, do not show this pattern. Empirical support for the detection of MEP states, therefore, is limited to parameters that regulate the internal efficiency of energy flow in the glacier. System constraints are shown to affect the solutions, yet not critically in the case of the two most sensitive parameters. In terms of MEP and geophysical fluids, the results suggest that the local atmosphere-glacier system might be of relevance in the further discussion. For practical purposes, the results hold promise for using MEP in single or multiparameter optimization for process-based mass balance models of glaciers.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000404", 
        "title": "Exploring the concept of maximum entropy production for the local atmosphere-glacier system"
    }, 
    {
        "author": "Bart J. H. van Stratum, Bjorn Stevens", 
        "date": "2015-04-11", 
        "description": "\n\nThe influence of poorly resolving mixing processes in the nocturnal boundary layer (NBL) on the development of the convective boundary layer the following day is studied using large-eddy simulation (LES). Guided by measurement data from meteorological sites in Cabauw (Netherlands) and Hamburg (Germany), the typical summertime NBL conditions for Western Europe are characterized, and used to design idealized (absence of moisture and large-scale forcings) numerical experiments of the diel cycle. Using the UCLA-LES code with a traditional Smagorinsky-Lilly subgrid model and a simplified land-surface scheme, a sensitivity study to grid spacing is performed. At horizontal grid spacings ranging from 3.125 m in which we are capable of resolving most turbulence in the cases of interest to grid a spacing of 100 m which is clearly insufficient to resolve the NBL, the ability of LES to represent the NBL and the influence of NBL biases on the subsequent daytime development of the convective boundary layer are examined. Although the low-resolution experiments produce substantial biases in the NBL, the influence on daytime convection is shown to be small, with biases in the afternoon boundary layer depth and temperature of approximately 100 m and 0.5 K, which partially cancel each other in terms of the mixed-layer top relative humidity.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000370", 
        "title": "The influence of misrepresenting the nocturnal boundary layer on idealized daytime convection in large-eddy simulation"
    }, 
    {
        "author": "J. Du, T. E. Dowling, M. E. Bradley", 
        "date": "2015-04-11", 
        "description": "\n\nWe investigate the correlation of Ertel potential vorticity, Q, with Bernoulli streamfunction, B, on potential-temperature surfaces, θ, in Earth's atmosphere poleward of \n±30° latitude. For input, we use the 1979–2010 CMAM30-SD specified-dynamics data set. We fit the model \nQ=Q0exp⁡[−λ0(B−B0)] separately in the midlatitude \n[30°,60°) and polar \n[60°,90°] regions, and nondimensionalize the slope parameter as \nλ̂0≡(NH¯)2λ0. In the troposphere, the peak of \nλ̂0 is approximately 2–3 in winter and 3–4 in summer in both regions. In the stratosphere during winter, both \nλ̂0|midlat and \nλ̂0|polar hover around unity. In spring and fall, \nλ̂0|polar continues to hover near unity, but \nλ̂0|midlat rises by a factor of two, with its maximum located at \nθ∼700 to \n900 K. In summer, the polar value drops to \n|λ̂0|polar≪1, while the midlatitude value swings negative to \nλ̂0|midlat∼−2 to −3. In the mesosphere, \nλ̂0 exhibits incessant fluctuations with values that usually fall within the range 0 to 1. The results support the paradigm \n|λ̂0|≪1 for dynamically active regions primarily in the vicinity of \nθ∼3000–\n4000 K (\n∼ 62–\n72 km) in the mesosphere, whereas except in summer, we get the simple result that the monthly climate-averaged profile, \n〈λ̂0〉, in the polar regions is nearly unity across the entire stratosphere. During extended recoveries following SSWs, the midlatitude vertical profile develops a peak near 2000 K that descends over the course of a few weeks, alongside the descent of the elevated stratopause in the polar region.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000420", 
        "title": "Ertel potential vorticity versus Bernoulli streamfunction in earth's extratropical atmosphere"
    }, 
    {
        "author": "Zeli Tan, Qianlai Zhuang, Katey Walter Anthony", 
        "date": "2015-04-11", 
        "description": "\n\nTo date, methane emissions from lakes in the pan-arctic region are poorly quantified. In order to investigate the response of methane emissions from this region to global warming, a process-based climate-sensitive lake biogeochemical model was developed. The processes of methane production, oxidation, and transport were modeled within a one-dimensional sediment and water column. The sizes of 14C-enriched and 14C-depleted carbon pools were explicitly parameterized. The model was validated using observational data from five lakes located in Siberia and Alaska, representing a large variety of environmental conditions in the arctic. The model simulations agreed well with the measured water temperature and dissolved CH4 concentration (mean error less than 1°C and 0.2 μM, respectively). The modeled CH4 fluxes were consistent with observations in these lakes. We found that bubbling-rate-controlling nitrogen (N2) stripping was the most important factor in determining CH4 fraction in bubbles. Lake depth and ice cover thickness in shallow waters were also controlling factors. This study demonstrated that the thawing of Pleistocene-aged organic-rich yedoma can fuel sediment methanogenesis by supplying a large quantity of labile organic carbon. Observations and modeling results both confirmed that methane emission rate at thermokarst margins of yedoma lakes was much larger (up to 538 mg CH4 m−2 d−1) than that at nonthermokarst zones in the same lakes and a nonyedoma, nonthermokarst lake (less than 42 mg CH4 m−2 d−1). The seasonal variability of methane emissions can be explained primarily by energy input and organic carbon availability.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000344", 
        "title": "Modeling methane emissions from arctic lakes: Model development and site-level study"
    }, 
    {
        "author": "Minghuai Wang, Vincent E. Larson, Steven Ghan, Mikhail Ovchinnikov, David P. Schanen, Heng Xiao, Xiaohong Liu, Philip Rasch, Zhun Guo", 
        "date": "2015-04-18", 
        "description": "\n\nIn this study, a higher-order turbulence closure scheme, called Cloud Layers Unified By Binormals (CLUBB), is implemented into a Multiscale Modeling Framework (MMF) model to improve low-cloud simulations. The performance of CLUBB in MMF simulations with two different microphysics configurations (one-moment cloud microphysics without aerosol treatment and two-moment cloud microphysics coupled with aerosol treatment) is evaluated against observations and further compared with results from the Community Atmosphere Model, Version 5 (CAM5) with conventional cloud parameterizations. CLUBB is found to improve low-cloud simulations in the MMF, and the improvement is particularly evident in the stratocumulus-to-cumulus transition regions. Compared to the single-moment cloud microphysics, CLUBB with two-moment microphysics produces clouds that are closer to the coast and agrees better with observations. In the stratocumulus-to-cumulus transition regions, CLUBB with two-moment cloud microphysics produces short-wave cloud forcing in better agreement with observations, while CLUBB with single-moment cloud microphysics overestimates short-wave cloud forcing. CLUBB is further found to produce quantitatively similar improvements in the MMF and CAM5, with slightly better performance in the MMF simulations (e.g., MMF with CLUBB generally produces low clouds that are closer to the coast than CAM5 with CLUBB). Improved low-cloud simulations in MMF make it an even more attractive tool for studying aerosol-cloud-precipitation interactions.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000375", 
        "title": "A multiscale modeling framework model (superparameterized CAM5) with a higher-order turbulence closure: Model description and low-cloud simulations"
    }, 
    {
        "author": "Rieke Heinze, Dmitrii Mironov, Siegfried Raasch", 
        "date": "2015-04-18", 
        "description": "\n\nA detailed analysis of second-order moment budgets for cloud topped boundary layers (CTBLs) is performed using high-resolution large-eddy simulation (LES). Two CTBLs are simulated—one with trade wind shallow cumuli, and the other with nocturnal marine stratocumuli. Approximations to the ensemble-mean budgets of the Reynolds-stress components, of the fluxes of two quasi-conservative scalars, and of the scalar variances and covariance are computed by averaging the LES data over horizontal planes and over several hundred time steps. Importantly, the subgrid scale contributions to the budget terms are accounted for. Analysis of the LES-based second-moment budgets reveals, among other things, a paramount importance of the pressure scrambling terms in the Reynolds-stress and scalar-flux budgets. The pressure-strain correlation tends to evenly redistribute kinetic energy between the components, leading to the growth of horizontal-velocity variances at the expense of the vertical-velocity variance which is produced by buoyancy over most of both CTBLs. The pressure gradient-scalar covariances are the major sink terms in the budgets of scalar fluxes. The third-order transport proves to be of secondary importance in the scalar-flux budgets. However, it plays a key role in maintaining budgets of TKE and of the scalar variances and covariance. Results from the second-moment budget analysis suggest that the accuracy of description of the CTBL structure within the second-order closure framework strongly depends on the fidelity of parameterizations of the pressure scrambling terms in the flux budgets and of the third-order transport terms in the variance budgets.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000376", 
        "title": "Second-moment budgets in cloud topped boundary layers: A large-eddy simulation study"
    }, 
    {
        "author": "Heng Xiao, William I. Gustafson, Samson M. Hagos, Chien-Ming Wu, Hui Wan", 
        "date": "2015-04-18", 
        "description": "\n\nTo better understand the behavior of quasi-equilibrium-based convection parameterizations at higher resolution, we use a diagnostic framework to examine the resolution-dependence of subgrid-scale vertical transport of moist static energy as parameterized by the Zhang-McFarlane convection parameterization (ZM). Grid-scale input to ZM is supplied by coarsening output from cloud-resolving model (CRM) simulations onto subdomains ranging in size from 8 × 8 to 256 × 256 km2. Then the ZM-based parameterization of vertical transport of moist static energy for scales smaller than the subdomain size (\nw′h′¯ZM) are compared to those directly calculated from the CRM simulations (\nw′h′¯CRM) for different subdomain sizes. The ensemble mean \nw′h′¯CRM decreases by more than half as the subdomain size decreases from 128 to 8 km across while \nw′h′¯ZM decreases with subdomain size only for strong convection cases and increases for weaker cases. The resolution dependence of \nw′h′¯ZM is determined by the positive-definite grid-scale tendency of convective available potential energy (CAPE) in the convective quasi-equilibrium (QE) closure. Further analysis shows the actual grid-scale tendency of CAPE (before taking the positive definite value) and \nw′h′¯CRM behave very similarly as the subdomain size changes because they are both tied to grid-scale advective tendencies. We can improve the resolution dependence of \nw′h′¯ZM significantly by averaging the grid-scale tendency of CAPE over an appropriately large area surrounding each subdomain before taking its positive definite value. Even though the ensemble mean \nw′h′¯CRM decreases with increasing resolution, its variability increases dramatically. \nw′h′¯ZM cannot capture such increase in the variability, suggesting the need for stochastic treatment of convection at relatively high spatial resolution (8 or 16 km).\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000356", 
        "title": "Resolution-dependent behavior of subgrid-scale vertical transport in the Zhang-McFarlane convection parameterization"
    }, 
    {
        "author": "Yunqian Zhu, Owen B. Toon, Alyn Lambert, Douglas E. Kinnison, Matthias Brakebusch, Charles G. Bardeen, Michael J. Mills, Jason M. English", 
        "date": "2015-04-18", 
        "description": "\n\nPolar stratospheric clouds (PSCs) are critical elements of Arctic and Antarctic ozone depletion. We establish a PSC microphysics model using coupled chemistry, climate, and microphysics models driven by specific dynamics. We explore the microphysical formation and evolution of STS (Supercooled Ternary Solution) and NAT (Nitric Acid Trihydrate). Characteristics of STS particles dominated by thermodynamics compare well with observations. For example, the mass of STS is close to the thermodynamic equilibrium assumption when the particle surface area is >4 µm2/cm3. We derive a new nucleation rate equation for NAT based on observed denitrification in the 2010–2011 Arctic winter. The homogeneous nucleation scheme leads to supermicron NAT particles as observed. We also find that as the number density of NAT particles increases, the denitrification also increases. Simulations of the PSC lidar backscatter, denitrification, and gas phase species are generally within error bars of the observations. However, the simulations are very sensitive to temperature, which limits our ability to fully constrain some parameters (e.g., denitrification, ozone amount) based on observations.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015MS000427", 
        "title": "Development of a Polar Stratospheric Cloud Model within the Community Earth System Model using constraints on Type I PSCs from the 2010–2011 Arctic winter"
    }, 
    {
        "author": "S. E. Strazzo, J. B. Elsner, T. E. LaRow", 
        "date": "2015-04-23", 
        "description": "\n\nPrevious research quantified the sensitivity of limiting intensity to SST for observed tropical cyclones (TCs) and for TCs generated by two global climate models (GCMs). On average, a 1° C increase in sea surface temperature (SST) is associated with a 7.9 m s−1 increase in the statistical upper limit of observed intensity. Conversely, a 1°C increase in SST does not significantly affect the limiting intensity of GCM-generated TCs. The study presented here builds on previous research in two ways: (1) A comparison is made between the statistically defined limiting intensity and the physically defined potential intensity, and (2) a test is performed on the ability of a ∼0.94° resolution GCM to reproduce the observed statistical relationship between potential intensity and SST. Data from NASA's Modern Era Reanalysis are used to approximate the observed sensitivity of potential intensity to SST for the 1982–2008 time period. Results indicate that the sensitivity of potential intensity to SST is not statistically different from the sensitivity of observed maximum or limiting intensity to SST. This result links the statistically defined sensitivity to the physically based theory of hurricanes. Potential intensity is also estimated from the FSU/COAPS GCM. Although the FSU/COAPS model does not capture the observed sensitivity of TC maximum or limiting intensity to SST, the model reproduces the observed sensitivity of potential intensity to SST. The model generates suitable atmospheric conditions for the development of strong TCs, however strong TCs do not develop, possibly as a result of insufficient resolution.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015MS000432", 
        "title": "Quantifying the sensitivity of maximum, limiting, and potential tropical cyclone intensity to SST: Observations versus the FSU/COAPS global climate model"
    }, 
    {
        "author": "Louise Nuijens, Brian Medeiros, Irina Sandu, Maike Ahlgrimm", 
        "date": "2015-04-23", 
        "description": "\n\nGuided by ground-based radar and lidar profiling at the Barbados Cloud Observatory (BCO), this study evaluates trade-wind cloudiness in ECMWF's Integrated Forecast System (IFS) and nine CMIP5 models using their single-timestep output at selected grid points. The observed profile of cloudiness is relatively evenly distributed between two important height levels: the lifting condensation level (LCL) and the tops of the deepest cumuli near the trade-wind inversion (2–3 km). Cloudiness at the LCL dominates the total cloud cover, but is relatively invariant. Variance in cloudiness instead peaks at the inversion. The IFS reproduces the depth of the cloud field and its variability, but underestimates cloudiness at the LCL and the inversion. A few CMIP5 models produce a single stratocumulus-like layer near the LCL, but more than half of the CMIP5 models reproduce the observed cloud layer depth in long-term mean profiles. At single-time steps, however, half of the models do not produce cloudiness near cloud tops along with the (almost ever-present) cloudiness near the LCL. In seven models, cloudiness is zero at both levels 10 to 65% of the time, compared to 3% in the observations. Models therefore tend to overestimate variance in cloudiness near the LCL. This variance is associated with longer time scales than in observations, which suggests that modeled cloudiness is too sensitive to large-scale processes. To conclude, many models do not appear to capture the processes that underlie changes in cloudiness, which is relevant for cloud feedbacks and climate prediction.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000390", 
        "title": "The behavior of trade-wind cloudiness in observations and models: The major cloud components and their variability"
    }, 
    {
        "author": "S. Dal Gesso, J. J. van der Dussen, A. P. Siebesma, S. R. de Roode, I. A. Boutle, Y. Kamae, R. Roehrig, J. Vial", 
        "date": "2015-04-26", 
        "description": "\n\nSix Single-Column Model (SCM) versions of climate models are evaluated on the basis of their representation of the dependence of the stratocumulus-topped boundary layer regime on the free tropospheric thermodynamic conditions. The study includes two idealized experiments corresponding to the present-day and future climate conditions in order to estimate the low-cloud feedback. Large-Eddy Simulation (LES) results are used as a benchmark and GCM outputs are included to assess whether the SCM results are representative of their 3-D counterparts. The SCMs present a variety of dependencies of the cloud regime on the free tropospheric conditions but, at the same time, several common biases. For all the SCMs the stratocumulus-topped boundary layer is too shallow, too cool, and too moist as compared to the LES results. Moreover, they present a lack of clouds and liquid water and an excess of precipitation. The disagreement among SCMs is even more distinct for the response to a climate perturbation. Even though the overall feedback is positive for all the models, in line with the LES results, the SCMs show a rather noisy behavior, which depends irregularly on the free tropospheric conditions. Finally, the comparison with the host GCM outputs demonstrates that the considered approach is promising but needs to be further generalized for the SCMs to fully capture the behavior of their 3-D counterparts.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000377", 
        "title": "A single-column model intercomparison on the stratocumulus representation in present-day and future climate"
    }, 
    {
        "author": "Yanjun Gan, Xin-Zhong Liang, Qingyun Duan, Hyun Il Choi, Yongjiu Dai, Huan Wu", 
        "date": "2015-05-08", 
        "description": "\n\nAn uncertainty quantification framework was employed to examine the sensitivities of 24 model parameters from a newly developed Conjunctive Surface-Subsurface Process (CSSP) land surface model (LSM). The sensitivity analysis (SA) was performed over 18 representative watersheds in the contiguous United States to examine the influence of model parameters in the simulation of terrestrial hydrological processes. Two normalized metrics, relative bias (RB) and Nash-Sutcliffe efficiency (NSE), were adopted to assess the fit between simulated and observed streamflow discharge (SD) and evapotranspiration (ET) for a 14 year period. SA was conducted using a multiobjective two-stage approach, in which the first stage was a qualitative SA using the Latin Hypercube-based One-At-a-Time (LH-OAT) screening, and the second stage was a quantitative SA using the Multivariate Adaptive Regression Splines (MARS)-based Sobol’ sensitivity indices. This approach combines the merits of qualitative and quantitative global SA methods, and is effective and efficient for understanding and simplifying large, complex system models. Ten of the 24 parameters were identified as important across different watersheds. The contribution of each parameter to the total response variance was then quantified by Sobol’ sensitivity indices. Generally, parameter interactions contribute the most to the response variance of the CSSP, and only 5 out of 24 parameters dominate model behavior. Four photosynthetic and respiratory parameters are shown to be influential to ET, whereas reference depth for saturated hydraulic conductivity is the most influential parameter for SD in most watersheds. Parameter sensitivity patterns mainly depend on hydroclimatic regime, as well as vegetation type and soil texture.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000406", 
        "title": "Stepwise sensitivity analysis from qualitative to quantitative: Application to the terrestrial hydrological modeling of a Conjunctive Surface-Subsurface Process (CSSP) land surface model"
    }, 
    {
        "author": "J. J. van der Dussen, S. R. de Roode, S. Dal Gesso, A. P. Siebesma", 
        "date": "2015-05-12", 
        "description": "\n\nTwenty-five large-eddy simulations are performed to study how free tropospheric thermodynamic conditions control equilibrium state solutions of stratocumulus-topped marine boundary layers. In particular, we systematically vary the lower tropospheric stability (LTS) and a similar measure for the bulk humidity difference between the 700 hPa level and the surface, \nΔQ. For all simulations, a completely overcast boundary layer is obtained in which the turbulence is mainly driven by cloud top radiative cooling. The steady state liquid water path (LWP) is rather insensitive to the LTS, but increases significantly and almost linearly with the free tropospheric humidity. In a second suite of runs, the response of the stratocumulus layer to an idealized global warming scenario is assessed by applying a uniform warming of 2 K to the initial temperature profile including the sea surface while the initial relative humidity profile is kept identical to the control case. The warming of the sea surface acts to increase the latent heat flux, which invigorates turbulence in the boundary layer. The steady state inversion height therefore increases, despite the competing effect of a more humid free troposphere that increases the downwelling radiative flux and hence tends to decrease the entrainment rate. The stratocumulus layer nevertheless thins for all free tropospheric conditions as cloud base rises more than cloud top. This implies a positive stratocumulus cloud-climate feedback for this scenario as thinner clouds reflect less shortwave radiation back to space. The cloud thinning response to the climate perturbation is found to be mostly controlled by the change of \nΔQ.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000380", 
        "title": "An LES model study of the influence of the free tropospheric thermodynamic conditions on the stratocumulus response to a climate perturbation"
    }, 
    {
        "author": "Marcela Ulate, Chidong Zhang, Jimy Dudhia", 
        "date": "2015-05-19", 
        "description": "\n\nA tropical channel model failed to simulate an observed MJO event. As a means to find reasons for the failure, model errors in water vapor (qv) and other fields were corrected to different extents by nudging towards a global reanalysis product. An MJO metric was developed to quantify the realism of a simulated MJO event in the amplitude and zonal propagation speed of its precipitation and zonal wind at 850 hPa (U850). Results show that correcting errors in qv alone is necessary and sufficient for a realistic simulation of the MJO event. Correcting errors in other fields is insufficient by itself and unnecessary with water vapor correction. For a realistic MJO simulation, error corrections are needed for qv perturbations of the planetary scales (zonal wave number 1–3) together with its zonal mean in both the lower and middle troposphere. Correcting errors in qv at upper levels, planetary-scale perturbations of any single zonal wave number, synoptic-scale perturbations, or temporal/zonal means alone is not sufficient for a realistic MJO simulation. Amplitudes of MJO precipitation and U850 are significantly correlated, but their propagation speeds are not. MJO signals in U850 are easier than those in precipitation to improve by correcting errors in qv. In the absence of MJO intrinsic dynamics, inserted MJO signals in qv in a simulation may create a phantom MJO event in precipitation but not in the circulation. This study confirms the existing knowledge on the importance of qv to MJO simulations, sheds new lights on the role of the qv spatial structure, and presents evidence for possible precipitation-circulation decoupling in MJO simulations.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000393", 
        "title": "Role of water vapor and convection-circulation decoupling in MJO simulations by a tropical channel model"
    }, 
    {
        "author": "Sharon L. Sessions, Michael J. Herman, Stipo Sentić", 
        "date": "2015-05-19", 
        "description": "\n\nWe investigate the response of convection to idealized perturbations in the thermodynamic environment in simulations which parameterize the large-scale circulations using the weak temperature gradient (WTG) approximation. The perturbations include a combination of modifying the environmental moisture and atmospheric stability via imposing anomalies in reference moisture and temperature profiles. We find that changes in atmospheric stability strongly influence the character of convection by drastically modifying the vertical motion profile, whereas changes to atmospheric moisture modulate the intensity of precipitation produced by the convection, but do not qualitatively change the shape of the vertical motion profile. An important question is how does horizontal moisture advection into the domain affect convection? We test several different parameterizations of this process; these include lateral entrainment by circulations induced by enforcing WTG, a moisture relaxation which parameterizes the advection of moisture by large-scale nondivergent circulations, and control simulations in which both of these mechanisms are turned off so horizontal advection is assumed negligible compared to vertical advection. Interestingly, the most significant differences resulting from the choice of horizontal moisture advection scheme appear in environmental conditions which suppress–rather than support–the development of deep tropical convection. In this case, lateral entrainment related to WTG circulations is the only parameterization which results in extreme drying of the troposphere in environments which suppress convection. Consequently, this is the only parameterization which permits multiple equilibria—dry or precipitating steady states—in convection.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015MS000446", 
        "title": "Convective response to changes in the thermodynamic environment in idealized weak temperature gradient simulations"
    }, 
    {
        "author": "Liping Zhang, Chuanhu Zhao", 
        "date": "2015-05-25", 
        "description": "\n\nAlmost all of CMIP5 climate models show cold SST biases in the extratropical North Atlantic (ENA) and tropical North Atlantic (TNA) as well as in the North Pacific which are commonly linked with the weak simulated Atlantic meridional overturning circulation (AMOC). A weak AMOC and its associated reduced northward oceanic heat transport are associated with a cooling of the ENA Ocean, whereas the TNA cooling is attributable to both weak AMOC and surface heat flux. The cold biases in the ENA and TNA have remote impacts on the SST bias in the North Pacific. Here we use coupled ocean-atmosphere model experiments to show the mechanisms and pathways by which the ENA and TNA affect the North Pacific. The model simulations demonstrate that the cooling SST bias in the North Pacific is largely due to the remote effect of the cooling SST bias in the ENA, while the remote impact of the TNA cooling SST bias is of secondary importance. The ENA cooling bias triggers the circumglobal teleconnection via the Northern Hemisphere annular mode, producing a strengthening of the Aleutian low, an enhancement of the southward Ekman and Oyashio cold advection, and thus a cooling SST in the North Pacific. In contrast, the TNA cooling produces a surface high extending to the eastern tropical North Pacific, inducing the northeasterly wind anomalies north, northerly cross-equatorial wind anomalies, and northwesterly wind anomalies south of the equator. This C-shape wind anomaly pattern generates an SST warming in the tropical southeastern Pacific, which eventually leads to an SST warming in the tropical central and western Pacific by the wind-evaporation-SST feedback. The tropical Pacific warming in turn leads to an SST cooling in the North Pacific by the Pacific North American teleconnection pattern.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000415", 
        "title": "Processes and mechanisms for the model SST biases in the North Atlantic and North Pacific: A link with the Atlantic meridional overturning circulation"
    }, 
    {
        "author": "Chunlei Meng", 
        "date": "2015-05-27", 
        "description": "\n\nAn integrated urban land model (IUM) was developed based on the Common Land Model (CoLM). A whole layer soil evaporation parameterization scheme was developed to improve soil evaporation simulation especially in arid areas. For the urban underlying surface, the energy and water balance model were modified; urban land parameters such as the anthropogenic heat (AH), albedo, surface roughness length, imperious surface evaporation etc. were also reparameterized. IUM was validated and compared with CoLM and the urbanized high-resolution land data assimilation system (u-HRLDAS) in single and regional scale. The validation results indicate that IUM can improve the simulation of land surface parameters and land-atmosphere interaction fluxes.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015MS000450", 
        "title": "The integrated urban land model"
    }, 
    {
        "author": "Jian Li, Rucong Yu, Weihua Yuan, Haoming Chen, Wei Sun, Yi Zhang", 
        "date": "2015-05-27", 
        "description": "\n\nLong-term simulations using version 5.1 of the National Center for Atmospheric Research’ Community Atmosphere Model at low (T42), medium (T106), and high (T266) resolutions were carried out to study the impact of horizontal resolution on the model's performance in reproducing the climatological features of precipitation over East Asia. The simulated spatial pattern of annual mean precipitation amount improves significantly with increased resolution. The low-resolution model is inadequate to reproduce the precipitation closely associated with fine-scale orographic forcing, such as the narrow large-rainfall belt along the southern edge of the Tibetan Plateau. The distribution of rainfall over and around the elevation of the Tibetan Plateau and high-altitude mountains becomes more realistic at higher resolutions. The proportion of the large-bias (small-bias) area continuously reduces (increases) when moving from T42 to T266 resolution. Simulations at all three resolutions can capture the key features of the major seasonal variation of rainfall arising from the onset and advancement of the Asian monsoon. A novel method is used to evaluate the sensitivity of the simulated intensity-frequency structure to the horizontal resolution. The proportion of light rain, which demonstrates large positive bias in climate models, decreases dramatically at higher resolution. The intensity-frequency structures averaged over steep-terrain regions and plain areas become more distinctive and realistic as the resolution increases.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000414", 
        "title": "Precipitation over East Asia simulated by NCAR CAM5 at different horizontal resolutions"
    }, 
    {
        "author": "Felix Pithan, Wayne Angevine, Thorsten Mauritsen", 
        "date": "2015-05-31", 
        "description": "\n\nModel intercomparisons have identified important deficits in the representation of the stable boundary layer by turbulence parametrizations used in current weather and climate models. However, detrimental impacts of more realistic schemes on the large-scale flow have hindered progress in this area. Here we implement a total turbulent energy scheme into the climate model ECHAM6. The total turbulent energy scheme considers the effects of Earth's rotation and static stability on the turbulence length scale. In contrast to the previously used turbulence scheme, the TTE scheme also implicitly represents entrainment flux in a dry convective boundary layer. Reducing the previously exaggerated surface drag in stable boundary layers indeed causes an increase in southern hemispheric zonal winds and large-scale pressure gradients beyond observed values. These biases can be largely removed by increasing the parametrized orographic drag. Reducing the neutral limit turbulent Prandtl number warms and moistens low-latitude boundary layers and acts to reduce longstanding radiation biases in the stratocumulus regions, the Southern Ocean and the equatorial cold tongue that are common to many climate models.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000382", 
        "title": "Improving a global model from the boundary layer: Total turbulent energy and the neutral limit Prandtl number"
    }, 
    {
        "author": "E. D. Peck, C. E. Randall, V. L. Harvey, D. R. Marsh", 
        "date": "2015-06-06", 
        "description": "\n\nThe Whole Atmosphere Community Climate Model version 4 (WACCM4) is used to quantify solar cycle impacts, including both irradiance and particle precipitation, on the middle atmosphere. Results are compared to previous work using WACCM version 3 (WACCM3) to estimate the sensitivity of simulated solar cycle effects to model modifications. The residual circulation in WACCM4 is stronger than in WACCM3, leading to larger solar cycle effects from energetic particle precipitation; this impacts polar stratospheric odd nitrogen and ozone, as well as polar mesospheric temperatures. The cold pole problem, which is present in both versions, is exacerbated in WACCM4, leading to more ozone loss in the Antarctic stratosphere. Relative to WACCM3, a westerly shift in the WACCM4 zonal winds in the tropical stratosphere and mesosphere, and a strengthening and poleward shift of the Antarctic polar night jet, are attributed to inclusion of the QBO and changes in the gravity wave parameterization in WACCM4. Solar cycle effects in WACCM3 and WACCM4 are qualitatively similar. However, the EPP-induced increase from solar minimum to solar maximum in polar stratospheric NOy is about twice as large in WACCM4 as in WACCM3; correspondingly, maximum increases in polar O3 loss from solar min to solar max are more than twice as large in WACCM4. This does not cause large differences in the WACCM3 versus WACCM4 solar cycle responses in temperature and wind. Overall, these results provide a framework for future studies using WACCM to analyze the impacts of the solar cycle on the middle atmosphere.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000387", 
        "title": "Simulated solar cycle effects on the middle atmosphere: WACCM3 Versus WACCM4"
    }, 
    {
        "author": "Claudia Stephan, M. Joan Alexander", 
        "date": "2015-06-08", 
        "description": "\n\nConvectively forced gravity waves can affect the dynamics of the upper troposphere and middle atmosphere on local to global scales. Simulating these waves requires cloud-resolving models, which are computationally expensive and therefore limited to case studies. Furthermore, full-physics models cannot accurately reproduce the locations, timing, and intensity of individual convective rain cells, limiting the validation of simulated waves. Here, we present a new modeling approach that retains the spatial scope of larger-scale models but permits direct validation of the modeled waves with individual cases of observed waves. Full-physics cloud-resolving model simulations are used to develop an algorithm for converting instantaneous radar precipitation rates over the U.S. into a high-resolution latent heating/cooling field. This heating field is used to force an idealized dry version of the WRF model. Wave patterns and amplitudes observed in individual satellite overpasses are reproduced with remarkable quantitative agreement. The relative simplicity of the new model permits longer simulations with much larger and deeper domains needed to simulate wave horizontal/vertical propagation. Eliminating the complicating factors of cloud physics and radiation this approach provides a link between conceptual and full-physics models and is suitable for studying wave-driven far-field circulation patterns.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000396", 
        "title": "Realistic simulations of atmospheric gravity waves over the continental U.S. using precipitation radar data"
    }, 
    {
        "author": "Robin J. Hogan, Alessio Bozzo", 
        "date": "2015-06-11", 
        "description": "\n\nDue to computational expense, the radiation schemes in many weather and climate models are called infrequently in time and/or on a reduced spatial grid. The former can lead to a lag in the diurnal cycle of surface temperature, while the latter can lead to large surface temperature errors at coastal land points due to surface fluxes computed over the ocean being used where the skin temperature and surface albedo are very different. This paper describes a computationally efficient solution to these problems, in which the surface longwave and shortwave fluxes are updated every time step and grid point according to the local skin temperature and albedo. In order that energy is conserved, it is necessary to compute the change to the net flux profile consistent with the changed surface fluxes. The longwave radiation scheme has been modified to compute also the rate of change of the profile of upwelling longwave flux with respect to the value at the surface. Then at each grid point and time step, the upwelling flux and heating-rate profiles are updated using the new value of skin temperature. The computational cost of performing approximate radiation updates in the ECMWF model is only 2% of the cost of the full radiation scheme, so increases the overall cost of the model by only of order 0.2%. Testing the new scheme by running daily 5 day forecasts over an 8 month period reveals significant improvement in 2 m temperature forecasts at coastal stations compared to observations.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015MS000455", 
        "title": "Mitigating errors in surface temperature forecasts using approximate radiation updates"
    }, 
    {
        "author": "Traute Crueger, Bjorn Stevens", 
        "date": "2015-06-16", 
        "description": "\n\nThis article explores how atmospheric radiative heating, due to the presence of clouds, influences the Madden-Julian Oscillation (MJO) as simulated by four comprehensive atmosphere general circulation models. Simulations in which clouds are transparent to electromagnetic radiation (“clouds-off”) are compared with control simulations in which clouds are allowed to interact with radiation (“clouds-on”). Making clouds transparent to radiation leads to robust changes of the mean state: the westerly winds in the equatorial Indo-Pacific area weaken and the precipitation reveals a shift from single to double Intertropical Convergence Zones. These changes are accompanied by weaker MJOs. Also, the moisture sensitivity of precipitation changes, however not consistently within our group of models. Further analyses show that within the active phase of intraseasonal variability, cloud-radiative effects amplify the heating profiles compared to clouds-off. Heating from nonradiative processes is dominated by the parameterized convection, but large-scale heating associated with cloud microphysical processes acting on the grid-scale modifies the shape of the heating profile, leading to a top-heaviness when cloud-radiative effects are accounted for. The radiative heating due to clouds slows down the phase speed of the MJO. Averaged over the entire MJO life cycle, the column-integrated radiative heating due to clouds lags the vertically integrated moist static energy by 40°–60° of longitude (equivalently 7–10 days assuming a period of 60 days). All four models studied reveal more pronounced Kelvin waves when clouds are transparent to radiation, suggesting that cloud-radiative effects on large-scale heating profiles damp smaller scale, or faster, Kelvin waves and amplify MJO-like disturbances.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015MS000434", 
        "title": "The effect of atmospheric radiative heating by clouds on the Madden-Julian Oscillation"
    }, 
    {
        "author": "Pengfei Yu, Owen B. Toon, Charles G. Bardeen, Michael J. Mills, Tianyi Fan, Jason M. English, Ryan R. Neely", 
        "date": "2015-06-19", 
        "description": "\n\nA sectional aerosol model (CARMA) has been developed and coupled with the Community Earth System Model (CESM1). Aerosol microphysics, radiative properties, and interactions with clouds are simulated in the size-resolving model. The model described here uses 20 particle size bins for each aerosol component including freshly nucleated sulfate particles, as well as mixed particles containing sulfate, primary organics, black carbon, dust, and sea salt. The model also includes five types of bulk secondary organic aerosols with four volatility bins. The overall cost of CESM1-CARMA is approximately ∼2.6 times as much computer time as the standard three-mode aerosol model in CESM1 (CESM1-MAM3) and twice as much computer time as the seven-mode aerosol model in CESM1 (CESM1-MAM7) using similar gas phase chemistry codes. Aerosol spatial-temporal distributions are simulated and compared with a large set of observations from satellites, ground-based measurements, and airborne field campaigns. Simulated annual average aerosol optical depths are lower than MODIS/MISR satellite observations and AERONET observations by ∼32%. This difference is within the uncertainty of the satellite observations. CESM1/CARMA reproduces sulfate aerosol mass within 8%, organic aerosol mass within 20%, and black carbon aerosol mass within 50% compared with a multiyear average of the IMPROVE/EPA data over United States, but differences vary considerably at individual locations. Other data sets show similar levels of comparison with model simulations. The model suggests that in addition to sulfate, organic aerosols also significantly contribute to aerosol mass in the tropical UTLS, which is consistent with limited data.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000421", 
        "title": "Evaluations of tropospheric aerosol properties simulated by the community earth system model with a sectional aerosol microphysics scheme"
    }, 
    {
        "author": "Jehan F. Rihani, Fotini K. Chow, Reed M. Maxwell", 
        "date": "2015-06-25", 
        "description": "\n\nThe effects of terrain, soil moisture heterogeneity, subsurface properties, and water table dynamics on the development and behavior of the atmospheric boundary layer are studied through a set of idealized numerical experiments. The mesoscale atmospheric model Advanced Regional Prediction System (ARPS) is used to isolate the effects of subsurface heterogeneity, terrain, and soil moisture initialization. The simulations are initialized with detailed soil moisture distributions obtained from offline spin-ups using a coupled surface-subsurface model (ParFlow-CLM). In these idealized simulations, we observe that terrain effects dominate the planetary boundary layer (PBL) development during early morning hours, while the soil moisture signature overcomes that of terrain during the afternoon. Water table and subsurface properties produce a similar effect as that of soil moisture as their signatures (reflected in soil moisture profiles, energy fluxes, and evaporation at the land surface) can also overcome that of terrain during afternoon hours. This is mostly clear for land surface energy fluxes and evaporation at the land surface. We also observe the coupling between water table depth and planetary boundary layer depth in our cases is strongest within wet-to-dry transition zones. This extends the findings of previous studies which demonstrate the subsurface connection to surface energy fluxes is strongest in such transition zones. We investigate how this connection extends into the atmosphere and can affect the structure and development of the convective boundary layer.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000371", 
        "title": "Isolating effects of terrain and soil moisture heterogeneity on the atmospheric boundary layer: Idealized simulations to diagnose land-atmosphere feedbacks"
    }, 
    {
        "author": "S. N. Tulich", 
        "date": "2015-06-30", 
        "description": "\n\nThis paper describes a general method for the treatment of convective momentum transport (CMT) in large-scale dynamical solvers that use a cyclic, two-dimensional (2-D) cloud-resolving model (CRM) as a “superparameterization” of convective-system-scale processes. The approach is similar in concept to traditional parameterizations of CMT, but with the distinction that both the scalar transport and diagnostic pressure gradient force are calculated using information provided by the 2-D CRM. No assumptions are therefore made concerning the role of convection-induced pressure gradient forces in producing up or down-gradient CMT. The proposed method is evaluated using a new superparameterized version of the Weather Research and Forecast model (SP-WRF) that is described herein for the first time. Results show that the net effect of the formulation is to modestly reduce the overall strength of the large-scale circulation, via “cumulus friction.” This statement holds true for idealized simulations of two types of mesoscale convective systems, a squall line, and a tropical cyclone, in addition to real-world global simulations of seasonal (1 June to 31 August) climate. In the case of the latter, inclusion of the formulation is found to improve the depiction of key synoptic modes of tropical wave variability, in addition to some aspects of the simulated time-mean climate. The choice of CRM orientation is also found to importantly affect the simulated time-mean climate, apparently due to changes in the explicit representation of wide-spread shallow convective regions.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000417", 
        "title": "A strategy for representing the effects of convective momentum transport in multiscale models: Evaluation using a new superparameterized version of the Weather Research and Forecast model (SP-WRF)"
    }
]