[
    {
        "author": "Hongliang   Fang, Wenjuan   Li, Shanshan   Wei, Chongya   Jiang</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>15 December 2015</pubDate><br> <b>Source:</b>Agricultural and Forest Meteorology, Volumes 214–215</br><br>     Author(s): Hongliang   Fang, Wenjuan   Li, Shanshan   Wei, Chongya   Jiang</br><br><br></br></br><br></br></br>",
        "journal": "Agricultural and Forest Meteorology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0168192315002166%26_version%3D1%26md5%3Df97086bf2203af6c8b9d6dd9a965aeac",
        "title": "Corrigendum to “Seasonal variation of leaf area index (LAI) over paddy rice fields in NE China: Intercomparison of destructive sampling, LAI-2200, digital hemispherical photography (DHP), and AccuPAR methods” Agricultural and Forest Meteorology, Volume 198–199(2014), 126–41"
    },
    {
        "author": "Kairi   Raabe, Jan   Pisek, Oliver   Sonnentag, Kalju   Annuk</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>15 December 2015</pubDate><br> <b>Source:</b>Agricultural and Forest Meteorology, Volumes 214–215</br><br>     Author(s): Kairi   Raabe, Jan   Pisek, Oliver   Sonnentag, Kalju   Annuk</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0005\" view=\"all\">Leaf inclination angles are of critical importance in determining the transmission of radiation by vegetation canopies. In this short communication we address the seasonal and vertical changes in leaf inclination angles for eight deciduous broadleaf tree species common to temperate and hemiboreal ecoclimatic regions. The greatest changes in leaf inclination angles are observed in spring at the top of the canopy. Tree species with more vertical leaf inclination angles are more sensitive to light exposure than tree species with more horizontal inclination angles. We also test the sensitivity to user subjectivity of the leveled digital camera method for measuring leaf inclination angles and show that the method provides comparable results irrespective of the user.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Agricultural and Forest Meteorology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0168192315002154%26_version%3D1%26md5%3Df42e029879ab81cb7f04bb5240f8cab1",
        "title": "Variations of leaf inclination angle distribution with height over the growing season and light exposure for eight broadleaf tree species"
    },
    {
        "author": "Abigail L.S.   Swann, Marcos   Longo, Ryan G.   Knox, Eunjee   Lee, Paul R.   Moorcroft</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>15 December 2015</pubDate><br> <b>Source:</b>Agricultural and Forest Meteorology, Volumes 214–215</br><br>     Author(s): Abigail L.S.   Swann, Marcos   Longo, Ryan G.   Knox, Eunjee   Lee, Paul R.   Moorcroft</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0010\" view=\"all\">Ongoing agricultural expansion in Amazonia and the surrounding areas of Brazil is expected to continue over the next several decades as global food demand increases. The transition of natural forest and savannah ecosystems to pastureland and agricultural crops is predicted to create warmer and drier atmospheric conditions than the native vegetation. Using a coupled ecosystem regional atmospheric model (EDBRAMS) we investigate the expected impacts of predicted future land use on the climate of South America. The climate response in the model simulations is generally consistent with expectations from previous global modeling simulations with drier conditions resulting from deforestation, however the changes in precipitation are relatively small (on order of a few percent). Local drying is driven primarily by decreases in evapo-transpiration associated with the loss of forest, and concomitant increases in runoff. Significant changes in convectively available potential energy (CAPE) and convective inhibition (CIN) during the transition to the wet season indicate that the decrease in surface latent heat flux is indeed leading to a drier atmosphere, however these changes occur around a mean climatological state that is already very favorable for convection, and thus lead to relatively small changes in precipitation. If, however, these land use changes were to occur under a background state of drier conditions, such as those predicted for the future global climate model experiments, this additional atmospheric drying may be sufficient to decrease precipitation more substantially.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Agricultural and Forest Meteorology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0168192315002130%26_version%3D1%26md5%3D54b6876b8946f001a922059fbe6cdd23",
        "title": "Future deforestation in the Amazon and consequences for South American climate"
    },
    {
        "author": "Petra   D’Odorico, Alemu   Gonsamo, Christopher M.   Gough, Gil   Bohrer, James   Morison, Matthew   Wilkinson, Paul J.   Hanson, Damiano   Gianelle, Jose D.   Fuentes, Nina   Buchmann</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>15 December 2015</pubDate><br> <b>Source:</b>Agricultural and Forest Meteorology, Volumes 214–215</br><br>     Author(s): Petra   D’Odorico, Alemu   Gonsamo, Christopher M.   Gough, Gil   Bohrer, James   Morison, Matthew   Wilkinson, Paul J.   Hanson, Damiano   Gianelle, Jose D.   Fuentes, Nina   Buchmann</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0010\" view=\"all\">Plant phenology is a key indicator of the terrestrial biosphere's response to climate change, as well as a driver of global climate through changes in the carbon, energy and water cycles. Remote sensing observations of seasonal canopy greenness dynamics represent a valuable means to study land surface phenology (LSP) at scales relevant for comparison with regional climate information as well as ecosystem-level CO<inf loc=\"post\">2</inf> fluxes. We explore relationships among key LSP dates at the start and end of the season captured by three remote sensing products (i.e., NDVI: Normalized Difference Vegetation Index; PI: Phenology Index; MODIS Land Cover Dynamics Product based on the Enhanced Vegetation Index, EVI) over 19 deciduous broadleaf and mixed forest sites in the northern hemisphere for 2000–2012, and compare these estimates to estimates of start and end of photosynthesis phenology extracted from gross primary productivity (GPP) from CO<inf loc=\"post\">2</inf> flux measurements. To derive phenological transition dates, we use analytical solutions of various derivatives from the fitted logistic curves. LSP dates estimated by the three remote sensing products were not equivalent and differed in their sign and magnitude of lags with photosynthesis phenology dates. NDVI-derived phenology was characterized by shorter growing seasons, while EVI prolonged it by about two weeks compared to the photosynthesis phenology season length. PI start and end of season dates more closely matched the start (<italic>r</italic> <sup loc=\"post\">2</sup> <hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/>0.84, RMSE<hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/>7.61) and end (<italic>r</italic> <sup loc=\"post\">2</sup> <hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/>0.61, RMSE<hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/>8.57) of photosynthesis phenology as estimated by GPP time series. PI was also found agreeing best with LSP estimates from highly spatially resolved ground digital camera observations, available for about half of the investigated FLUXNET sites. Although there were strong relationships between remotely sensed LSP and photosynthesis phenology, the relationships were not consistent across deciduous forest ecosystems implying that the vegetative and photosynthetic timing do not always follow each other in the same direction.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Agricultural and Forest Meteorology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0168192315002129%26_version%3D1%26md5%3Da1e4baeb125433e2a5a575773f3f9829",
        "title": "The match and mismatch between photosynthesis and land surface phenology of deciduous forests"
    },
    {
        "author": "Sarah R.   Goldin, Michael F.   Hutchinson</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>15 December 2015</pubDate><br> <b>Source:</b>Agricultural and Forest Meteorology, Volumes 214–215</br><br>     Author(s): Sarah R.   Goldin, Michael F.   Hutchinson</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0010\" view=\"all\">Extensive tree clearing and agriculture has exposed surface soils of former Australian temperate woodlands to more extreme temperature fluctuations. Given the highly variable climate in these regions, and increasing temperature overall, amelioration of extreme surface soil temperatures would have implications for soil-dependent biological activity. Reintroduction of coarse woody debris (CWD) to these woodlands may moderate surface soil temperatures. Diurnal surface soil temperatures at a depth of 2.5<hsp sp=\"0.25\"/>cm were monitored during summer and winter at different distances from CWD with varying diameters. CWD samples were located beyond the edge of neighbouring tree canopies. The result of the initial analysis showed that CWD reduced the durations of time at extremely high summer and low winter surface soil temperatures. Soil temperatures near CWD were largely maintained below the summer high of 30<hsp sp=\"0.25\"/>°C and above the winter low of 5<hsp sp=\"0.25\"/>°C. The duration of time above 30<hsp sp=\"0.25\"/>°C in summer was reduced by 93% near CWD and the duration of time below 5<hsp sp=\"0.25\"/>°C in winter was reduced by 77%, compared with reference distances. Simple nonlinear statistical models were developed to explain the observed daily summer maximum and winter minimum surface soil temperatures as functions of distance from CWD and CWD diameter. The forms of these models reflected different dominant physical processes in each season. Mean summer daily maximum surface soil temperatures were significantly cooler by 11.1<hsp sp=\"0.25\"/>°C and mean winter daily minimum temperatures were significantly warmer by 1.9<hsp sp=\"0.25\"/>°C near CWD compared to the respective mean maximum and minimum temperatures at reference distances. Increasing CWD diameter increased the range of the impact over distance from CWD in both summer and winter. During the summer maxima, larger diameter CWD also increased the magnitude of the reduction in surface soil temperature near CWD. The results of this study demonstrate that CWD can be effective in protecting surface soils from sustained exposure to extreme surface soil temperatures. Therefore, at a landscape scale, CWD could create thermal refuges better suited to soil-dependent biological activity, such as for the germination and growth of the plant understorey in woodlands. This impact of CWD may be valuable for supporting understorey productivity and diversity in cleared lands.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Agricultural and Forest Meteorology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS016819231500218X%26_version%3D1%26md5%3D0ad78540d0339c2ab2531a3f1975e39d",
        "title": "Thermal refugia in cleared temperate Australian woodlands: Coarse woody debris moderate extreme surface soil temperatures"
    },
    {
        "author": "D.M.   Barnard, W.L.   Bauerle</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>15 December 2015</pubDate><br> <b>Source:</b>Agricultural and Forest Meteorology, Volumes 214–215</br><br>     Author(s): D.M.   Barnard, W.L.   Bauerle</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0010\" view=\"all\">Predictive modeling and sensing based approaches to scheduling irrigation are increasingly being adopted by commercial nurseries due to their potential to automate irrigation and improve crop production. This study had two overarching objectives: first, to compare the irrigation scheduling performance of a substrate moisture sensing approach to that of a three-dimensional predictive transpiration modeling approach in five tree species grown in a containerized pot-in-pot production system. For comparison we measured tree growth (crown leaf area and stem caliper), volume of water applied and irrigation application efficiency (<italic>A</italic> <inf loc=\"post\">e</inf>) for each method. The predictive method (i.e., a linked photosynthesis-stomatal conductance (<italic>A</italic> <inf loc=\"post\">n</inf>-<italic>g</italic> <inf loc=\"post\">s</inf>) scheme) applied 18–56% more water than the sensing-based method in four species and 6% less in the fifth. Mean <italic>A</italic> <inf loc=\"post\">e</inf> was 80.1 and 89.5% for predictive and sensing-based treatments, respectively. Across species, predictive scheduling yielded 19–53% greater leaf area and 3.4–11% more caliper growth than sensing-based scheduling. Our second objective was to determine if the accuracy of the <italic>A</italic> <inf loc=\"post\">n</inf>-<italic>g</italic> <inf loc=\"post\">s</inf> scheme could be retained while using generalized multi-species means for key physiological input parameters instead of species-specific values. We found the accuracy of transpiration estimates to largely depend upon two parameters—<italic>g</italic> <inf loc=\"post\">0</inf>: the minimum <italic>g</italic> <inf loc=\"post\">s</inf>, and <italic>g</italic> <inf loc=\"post\">1</inf>: the marginal water cost per unit of carbon gain. When just these two parameters were characterized on a species-specific basis, transpiration estimates were within 10% error &amp;gt;65% of the time and within 20% error &amp;gt;95% of the time. We conclude that the predictive transpiration modeling approach to scheduling irrigation was a superior method for producing greater tree growth but at the cost of greater water use and slightly lower <italic>A</italic> <inf loc=\"post\">e</inf>. Furthermore, species-specific parameterization of <italic>g</italic> <inf loc=\"post\">0</inf> and <italic>g</italic> <inf loc=\"post\">1</inf> in the <italic>A</italic> <inf loc=\"post\">n</inf>-<italic>g</italic> <inf loc=\"post\">s</inf> scheme are critical to accurate species-specific transpiration estimates, whereas most other physiology parameters may be generalized—circumventing the need for comprehensive <italic>A</italic> <inf loc=\"post\">n</inf>-<italic>g</italic> <inf loc=\"post\">s</inf> parameterization.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Agricultural and Forest Meteorology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0168192315006681%26_version%3D1%26md5%3D65ad2c98245b663b48ea118d91e91d13",
        "title": "Species-specific irrigation scheduling with a spatially explicit biophysical model: A comparison to substrate moisture sensing with insight into simplified physiological parameterization"
    },
    {
        "author": "Umar Waqas   Liaqat, Minha   Choi</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>15 December 2015</pubDate><br> <b>Source:</b>Agricultural and Forest Meteorology, Volumes 214–215</br><br>     Author(s): Umar Waqas   Liaqat, Minha   Choi</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0010\" view=\"all\">The reliable assessment of turbulent heat fluxes and evapotranspiration (ET) from the field to regional scales is fundamental to comprehending land-atmosphere interactions and water balance dynamics. In this study, we evaluated two single-source operational methodologies, the Surface Energy Balance System (SEBS) and Mapping Evapotranspiration at high Resolution with Internalized Calibration (METRIC), to scrutinize the surface energy balance components using Landsat TM/ETM+ images collected between 2002 and 2013. Estimations from the models were compared with ground observations from two grassland and two cropland AsiaFlux tower sites. To examine model behaviors adequately, both SEBS and METRIC were parameterized using the same predictions of instantaneous and daily net radiation (<italic>R</italic> <inf loc=\"post\"> <italic>N</italic> </inf>)<italic>.</italic> The <italic>R</italic> <inf loc=\"post\"> <italic>N</italic> </inf> estimations were quite promising; the ensemble averaged (from all sites) bias and root mean square error (RMSE) were within 39<hsp sp=\"0.25\"/>W<hsp sp=\"0.25\"/>m<sup loc=\"post\">−2</sup>. In terms of the soil heat flux (<italic>G</italic>) and sensible heat flux (<italic>H</italic>), both models showed various contrasted outputs at the tower and spatial scales, yielding a maximum difference of 77<hsp sp=\"0.25\"/>W<hsp sp=\"0.25\"/>m<sup loc=\"post\">−2</sup>. The estimated <italic>G</italic> from the albedo-based method (METRIC) had low bias and RMSE within 46<hsp sp=\"0.25\"/>W<hsp sp=\"0.25\"/>m<sup loc=\"post\">−2</sup>, whereas that obtained from the fractional vegetation cover based method (SEBS) exceeded 125<hsp sp=\"0.25\"/>W<hsp sp=\"0.25\"/>m<sup loc=\"post\">−2</sup>. However, the SEBS model performed better for <italic>H</italic> estimations, yielded less bias and an RMSE (averaged) within 82<hsp sp=\"0.25\"/>W<hsp sp=\"0.25\"/>m<sup loc=\"post\">−2</sup>, compared with errors of 102<hsp sp=\"0.25\"/>W<hsp sp=\"0.25\"/>m<sup loc=\"post\">−2</sup> obtained from METRIC. The slightly higher errors in METRIC were caused by its original design based on internal calibration, which lumped the maximum biases from other variables into the estimated <italic>H</italic>. The errors in <italic>G</italic> (SEBS) were almost equal to the errors in <italic>H</italic> (METRIC) but of the opposite sign. Because the latent heat flux is calculated as a rest-term, the errors in <italic>G</italic> and <italic>H</italic> compensate for each other. Therefore, both models performed similarly in consistently overestimating the latent heat flux (LE) and corresponding daily ET because of energy balance misclosure in the eddy covariance flux measurements. Three different closure approaches [least squares linear regression (REG), Bowen ratio (BR), and residual (RE) correction] were used, and both models had daily ET with less bias and RMSE (averaged) within 0.16<hsp sp=\"0.25\"/>mm<hsp sp=\"0.25\"/>day<sup loc=\"post\">−1</sup> and 0.62<hsp sp=\"0.25\"/>mm<hsp sp=\"0.25\"/>day<sup loc=\"post\">−1</sup>, respectively, using REG. Furthermore, a sensitivity analysis suggested that corrections of radiometric to absolute surface temperature are essentially required only for SEBS, whereas the accurate calibration of cold and hot end-points is important for METRIC implementation. These evaluations promote better understanding of the strengths and weaknesses of both models for mapping the surface energy balance at the regional scale and are a step toward an integrated methodology for a wide range of heterogeneous ecosystems.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Agricultural and Forest Meteorology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0168192315006693%26_version%3D1%26md5%3D557ae0a1672f157de1078ba9c113ff10",
        "title": "Surface energy fluxes in the Northeast Asia ecosystem: SEBS and METRIC models using Landsat satellite images"
    },
    {
        "author": "Hiroki   Ikawa, Taro   Nakai, Robert C.   Busey, Yongwon   Kim, Hideki   Kobayashi, Shin   Nagai, Masahito   Ueyama, Kazuyuki   Saito, Hirohiko   Nagano, Rikie   Suzuki, Larry   Hinzman</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>15 December 2015</pubDate><br> <b>Source:</b>Agricultural and Forest Meteorology, Volumes 214–215</br><br>     Author(s): Hiroki   Ikawa, Taro   Nakai, Robert C.   Busey, Yongwon   Kim, Hideki   Kobayashi, Shin   Nagai, Masahito   Ueyama, Kazuyuki   Saito, Hirohiko   Nagano, Rikie   Suzuki, Larry   Hinzman</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0010\" view=\"all\">An open black spruce forest, the most common ecosystem in interior Alaska, is characterized by patchy canopy gaps where the forest understory is exposed. This study measured CO<inf loc=\"post\">2</inf>, sensible heat, and latent heat fluxes with eddy covariance (EC) in one of those large canopy gaps, and estimated understory fluxes in a black spruce forest in 2011–2014. Then understory fluxes and ecosystem fluxes were compared. The understory fluxes during the snow-free seasons were determined by two approaches. The first approach determined understory fluxes as the fluxes from the canopy gap, assuming that fluxes under the canopy crown also had the same magnitude as the canopy gap fluxes. The second approach determined the understory fluxes by scaling canopy gap fluxes with a canopy gap fraction, assuming that only canopy gaps, which mostly constitutes the forest floor, contribute to fluxes. The true understory fluxes would be in between these two estimates. Overall, the understory accounted for 53% (39–66%), 61% (45–77%), 63% (45–80%), 73% (56–90%), and 79% (59–98%) of the total net ecosystem productivity (NEP), gross primary productivity (GPP), ecosystem respiration (RE), sensible heat flux (<italic>H</italic>), and latent heat flux (LE), respectively. The ratio of understory NEP (NEP<inf loc=\"post\">U</inf>) to the ecosystem NEP (NEP<inf loc=\"post\">E</inf>) and similarly calculated LE<inf loc=\"post\">U</inf>/LE<inf loc=\"post\">E</inf> during the daytime increased with vapor pressure deficit (VPD) at low VPD conditions (∼2000<hsp sp=\"0.25\"/>Pa) at half-hourly temporal scale. At high VPD conditions, however, NEP<inf loc=\"post\">U</inf>/NEP<inf loc=\"post\">E</inf> decreased with VPD, whereas LE<inf loc=\"post\">U</inf>/LE<inf loc=\"post\">E</inf> was maintained at the high level even at high VPD conditions. Despite large ranges of the estimates for the understory contributions, we conclude that the understory plays an important role in the carbon and energy balances of the black spruce ecosystem, and their contribution highly depends on the level of VPD.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Agricultural and Forest Meteorology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0168192315006796%26_version%3D1%26md5%3D5f2e3b57b88065c8cae447ecabccb9b2",
        "title": "Understory CO2, sensible heat, and latent heat fluxes in a black spruce forest in interior Alaska"
    },
    {
        "author": "Binal   Christian, Nikita   Joshi, Manjit   Saini, Nirav   Mehta, Sheshakumar   Goroshi, Rama Rao   Nidamanuri, Prasad   Thenkabail, Ankur R.   Desai, N.S.R.   Krishnayya</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>15 December 2015</pubDate><br> <b>Source:</b>Agricultural and Forest Meteorology, Volumes 214–215</br><br>     Author(s): Binal   Christian, Nikita   Joshi, Manjit   Saini, Nirav   Mehta, Sheshakumar   Goroshi, Rama Rao   Nidamanuri, Prasad   Thenkabail, Ankur R.   Desai, N.S.R.   Krishnayya</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0010\" view=\"all\">Tropical dry deciduous forests exhibit diverse phenological behaviour that has significant impact on Gross Primary Productivity (GPP). However, satellite remote sensing of GPP may be impacted by spectral and spatial resolution of sensor. The Vegetation Photosynthesis Model (VPM) was applied to time-series of Hyperion and MODIS (MOD09A1_500<hsp sp=\"0.25\"/>m) reflectance values to evaluate spatial and spectral resolution impacts on inference of seasonal variation in phenology and GPP for Teak, Bamboo and Mixed tropical deciduous vegetation ecosystems of Shoolpaneshwar Wildlife Sanctuary (SWS), Gujarat, India. Seasonal dynamics coinciding with the phenological cycle were seen in Enhanced Vegetation Index (EVI) and Land Surface Water Index (LSWI), though with greater dynamic range in Hyperion than MODIS MOD09A1_500<hsp sp=\"0.25\"/>m, as a result primarily of spectral properties. In contrast, GPP values from MOD17A2_1000<hsp sp=\"0.25\"/>m did not similarly track observed phenological changes. Hyperion EVI resampled at multiple resolutions (30<hsp sp=\"0.25\"/>m; 60<hsp sp=\"0.25\"/>m; 120<hsp sp=\"0.25\"/>m; 250<hsp sp=\"0.25\"/>m; 500<hsp sp=\"0.25\"/>m) maintained synchrony with variations in the phenological events of canopy. All three covers showed lower GPP estimates in dry season despite higher Photosynthetically Active Radiation (PAR) values suggesting that water availability rather than PAR is the critical factor governing GPP of tropical dry deciduous forests. Given the patchy landscape and moisture-driven seasonal cycle of phenology and GPP, spatial resolutions of better than 250<hsp sp=\"0.25\"/>m and narrowband spectral features like Hyperion are necessary for monitoring phenology and GPP of tropical dry deciduous forests, providing a basis for improving methodologies of photosynthesis products from upcoming EnMAP and HyspIRI programs.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Agricultural and Forest Meteorology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS016819231500670X%26_version%3D1%26md5%3Dba6a40829d4284f4802f64e9fd7ba9b7",
        "title": "Seasonal variations in phenology and productivity of a tropical dry deciduous forest from MODIS and Hyperion"
    },
    {
        "author": "Masahito   Ueyama, Ryota   Takeuchi, Yoshiyuki   Takahashi, Reiko   Ide, Mioko   Ataka, Yoshiko   Kosugi, Kenshi   Takahashi, Nobuko   Saigusa</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>November 2015</pubDate><br> <b>Source:</b>Agricultural and Forest Meteorology, Volume 213</br><br>     Author(s): Masahito   Ueyama, Ryota   Takeuchi, Yoshiyuki   Takahashi, Reiko   Ide, Mioko   Ataka, Yoshiko   Kosugi, Kenshi   Takahashi, Nobuko   Saigusa</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0060\" view=\"all\">Methane (CH<inf loc=\"post\">4</inf>) fluxes were continuously measured in a temperate forest soil using six dynamic closed chambers with a laser-based analyzer. CH<inf loc=\"post\">4</inf> uptake increased with an increase in soil temperature and a decrease in volumetric water content, where multiple linear regressions using the two variables explained approximately 80% of the seasonal variations. Based on the measurements, our forest acted as an annual CH<inf loc=\"post\">4</inf> sink with a spatial variation of 25%. The calculated annual CH<inf loc=\"post\">4</inf> sink significantly decreased by increasing the chamber deployment period: 8–13<hsp sp=\"0.25\"/>mg CH<inf loc=\"post\">4</inf> <hsp sp=\"0.25\"/>m<sup loc=\"post\">−2</sup> <hsp sp=\"0.25\"/>yr<sup loc=\"post\">−1</sup> <hsp sp=\"0.25\"/>min<sup loc=\"post\">−1</sup>. The annual CH<inf loc=\"post\">4</inf> sink was significantly different using different calculation methods for the initial slope: 898<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>11<hsp sp=\"0.25\"/>mg CH<inf loc=\"post\">4</inf> <hsp sp=\"0.25\"/>m<sup loc=\"post\">−2</sup> <hsp sp=\"0.25\"/>yr<sup loc=\"post\">−1</sup> using a linear regression, 924<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>8<hsp sp=\"0.25\"/>mg CH<inf loc=\"post\">4</inf> <hsp sp=\"0.25\"/>m<sup loc=\"post\">−2</sup> <hsp sp=\"0.25\"/>yr<sup loc=\"post\">−1</sup> using a quadratic regression, and 975<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>10<hsp sp=\"0.25\"/>mg CH<inf loc=\"post\">4</inf> <hsp sp=\"0.25\"/>m<sup loc=\"post\">−2</sup> <hsp sp=\"0.25\"/>yr<sup loc=\"post\">−1</sup> using an exponential model. These results indicate that underestimations due to disturbing the CH<inf loc=\"post\">4</inf> gradient between chamber headspaces and soils were significant despite of the short deployment periods of 4–10<hsp sp=\"0.25\"/>min. Chamber-based fluxes were consistent with canopy-scale CH<inf loc=\"post\">4</inf> fluxes by the micrometeorological hyperbolic relaxed eddy accumulation method: sink of 731<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>38 to 888<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>87<hsp sp=\"0.25\"/>mg CH<inf loc=\"post\">4</inf> <hsp sp=\"0.25\"/>m<sup loc=\"post\">−2</sup> <hsp sp=\"0.25\"/>yr<sup loc=\"post\">−1</sup>. Continuous dynamic closed chambers with laser-based analyzers are a powerful tool to understand CH<inf loc=\"post\">4</inf> fluxes in temperate forest soils, as long as a range of uncertainties are carefully evaluated.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Agricultural and Forest Meteorology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS016819231500146X%26_version%3D1%26md5%3Db522ed770b57b774153dcfbf136a918b",
        "title": "Methane uptake in a temperate forest soil using continuous closed-chamber measurements"
    },
    {
        "author": "Tomo’omi   Kumagai, Ryan G.   Mudd, Thomas W.   Giambelluca, Nakako   Kobayashi, Yoshiyuki   Miyazawa, Tiva Khan   Lim, Wen   Liu, Maoyi   Huang, Jefferson M.   Fox, Alan D.   Ziegler, Song   Yin, Sophea Veasna   Mak, Poonpipope   Kasemsap</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>November 2015</pubDate><br> <b>Source:</b>Agricultural and Forest Meteorology, Volume 213</br><br>     Author(s): Tomo’omi   Kumagai, Ryan G.   Mudd, Thomas W.   Giambelluca, Nakako   Kobayashi, Yoshiyuki   Miyazawa, Tiva Khan   Lim, Wen   Liu, Maoyi   Huang, Jefferson M.   Fox, Alan D.   Ziegler, Song   Yin, Sophea Veasna   Mak, Poonpipope   Kasemsap</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0050\" view=\"all\">Delineating the characteristics of biosphere-atmosphere exchange in rubber (<italic>Hevea brasiliensis</italic> Müll. Arg.) plantations, which are rapidly expanding throughout mainland Southeast Asia, is important to understanding the impacts of the land-use change on environmental processes. In attempt to shed new light on the impacts of conversion to rubber, we have conducted eddy flux measurements over a 3-year period in two rubber plantation sites: (1) Som Sanuk, located in northeastern Thailand; and (2) Cambodian Rubber Research Institute (CRRI), located in central Cambodia. Both sites have a distinct dry season. We used a combination of actual evapotranspiration (<italic>E</italic> <inf loc=\"post\">T</inf>) flux measurements and an inverted version of a simple 2-layer <italic>E</italic> <inf loc=\"post\">T</inf> model for estimating the mean canopy stomatal conductance (<italic>g</italic> <inf loc=\"post\">s</inf>). The potential water balance (precipitation (<italic>P</italic>)<hsp sp=\"0.25\"/>−<hsp sp=\"0.25\"/>potential evaporation (<italic>E</italic> <inf loc=\"post\">T_POT</inf>)) for each season (i.e., December–February: DJF, March–May: MAM, June–August: JJA, and September–November: SON) revealed when and how the water use is controlled. In the seasons when actual water balance (<italic>P<hsp sp=\"0.25\"/>−<hsp sp=\"0.25\"/>E</italic> <inf loc=\"post\">T</inf>) was negative (DJF and MAM), the deficit was compensated with soil water from the previous season at depths of 0–2<hsp sp=\"0.25\"/>m (Thailand site) and 0–3<hsp sp=\"0.25\"/>m (Cambodia site). At both sites, the reference value of <italic>g</italic> <inf loc=\"post\">s</inf> (<italic>g</italic> <inf loc=\"post\">sref</inf>) and the sensitivity of <italic>g</italic> <inf loc=\"post\">s</inf> to atmospheric demand (<italic>m</italic>) appeared to be less in DJF and MAM than each in the other two 3-month periods (seasons). On average, in a whole year, <italic>m</italic>/<italic>g</italic> <inf loc=\"post\">sref</inf> was less in Thailand (&amp;lt;&amp;lt;0.6) than in Cambodia (near 0.6 for part of the year), suggesting that there was less sufficient stomatal regulation at the Thailand site, where there might be little risk of water stress-induced hydraulic failure because of its higher annual rainfall amount. In comparison, at CRRI where annual <italic>P</italic> <hsp sp=\"0.25\"/>−<hsp sp=\"0.25\"/> <italic>E</italic> <inf loc=\"post\">T_POT</inf> was negative, there was stricter stomatal regulation, preventing excessive xylem cavitation.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Agricultural and Forest Meteorology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0168192315001902%26_version%3D1%26md5%3D45eae5b83ef48f633dcb2ea271437a3b",
        "title": "How do rubber (Hevea brasiliensis) plantations behave under seasonal water stress in northeastern Thailand and central Cambodia?"
    },
    {
        "author": "Dominik   Seidel, Christian   Ammer, Klaus   Puettmann</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>November 2015</pubDate><br> <b>Source:</b>Agricultural and Forest Meteorology, Volume 213</br><br>     Author(s): Dominik   Seidel, Christian   Ammer, Klaus   Puettmann</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0070\" view=\"all\">Canopy gaps are an important ecological component in forested landscapes. One limitation to investigating gaps is the lack of efficient, accurate, and objective methods to characterize gap size and shape. This study aimed at investigating various methodologies to overcome this limitation. Six man-made canopy gaps were measured in a coniferous and a deciduous Stand (total of twelve) using a terrestrial laser scanner. Using the point clouds from these measurements, gap sizes were manually derived as a baseline to assess the accuracy of using fully automatic delineations of edge-lines for gap size calculations. Furthermore, we compared these results to those obtained from simulated conventional gap measurements that are based on assumptions regarding the gap shape (ellipse) or on a varying number of distance measurements (between gap center and Stand edge). Using the manual gap delineations as a reference, automatic delineations yielded slightly smaller gap sizes with a relative root mean square error between 3.4% and 5.3%, depending on gaps size. All simulated conventional approaches (with various numbers of measurements and shape assumptions) yielded larger errors. However, the gain in accuracy by increasing the sample size declined rapidly when more than 16 measurements were taken to describe the gap shape. To further the discussion about gap shape, we developed an approach to calculate the fractal dimension of the canopy gap edge-line from laser point clouds. Finally, we discuss other approaches to deepen our understanding of gap related processes in forests by means of a more detailed description of the three-dimensional gap shape.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Agricultural and Forest Meteorology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0168192315001859%26_version%3D1%26md5%3Df011c5e53445a83402363d1e12bb428d",
        "title": "Describing forest canopy gaps efficiently, accurately, and objectively: New prospects through the use of terrestrial laser scanning"
    },
    {
        "author": "Manab Kumar   Dutta, Raghab   Ray, Rishmita   Mukherjee, Tapan Kumar   Jana, Sandip Kumar   Mukhopadhyay</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>November 2015</pubDate><br> <b>Source:</b>Agricultural and Forest Meteorology, Volume 213</br><br>     Author(s): Manab Kumar   Dutta, Raghab   Ray, Rishmita   Mukherjee, Tapan Kumar   Jana, Sandip Kumar   Mukhopadhyay</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0075\" view=\"all\">Atmospheric fluxes of CH<inf loc=\"post\">4</inf> across different boundaries and its photo-oxidation were measured in the Sundarbans mangrove forest during June 2010–December 2011. The annual mean CH<inf loc=\"post\">4</inf> emission rate from intertidal sediment and adjacent estuarine surfaces were 7.06 and 0.14<hsp sp=\"0.25\"/>mg<hsp sp=\"0.25\"/>m<sup loc=\"post\">−2</sup> <hsp sp=\"0.25\"/>d<sup loc=\"post\">−1</sup>, respectively. Together these sources contribute 10.89<hsp sp=\"0.25\"/>Gg of CH<inf loc=\"post\">4</inf> annually to the atmosphere, of which 99.17% was from sediment. The atmospheric CH<inf loc=\"post\">4</inf> mixing ratio varied between 1.693 and 2.251<hsp sp=\"0.25\"/>ppmv, having an average of 2.004<hsp sp=\"0.25\"/>ppmv. CH<inf loc=\"post\">4</inf> exchange flux from this mangrove biosphere to the atmosphere was 0.086<hsp sp=\"0.25\"/>mg<hsp sp=\"0.25\"/>m<sup loc=\"post\">−2</sup> <hsp sp=\"0.25\"/>d<sup loc=\"post\">−1</sup>, contributing 0.30<hsp sp=\"0.25\"/>Gg of CH<inf loc=\"post\">4</inf> annually. The annual average rate of CH<inf loc=\"post\">4</inf> photo-oxidation in the forest atmosphere was 3.25<hsp sp=\"0.25\"/>×<hsp sp=\"0.25\"/>10<sup loc=\"post\">−9</sup> <hsp sp=\"0.25\"/>mg<hsp sp=\"0.25\"/>cm<sup loc=\"post\">−3</sup> <hsp sp=\"0.25\"/>d<sup loc=\"post\">−1</sup> with maximum oxidation occurring during the monsoon period and minimum oxidation occurring during the post-monsoon period. Total CH<inf loc=\"post\">4</inf> photo-oxidation within the atmospheric boundary layer of the Sundarbans was 9.26<hsp sp=\"0.25\"/>Gg annually, which acts as sink for 85.03% of the emitted CH<inf loc=\"post\">4</inf>. The HCHO and O<inf loc=\"post\">3</inf> mixing ratios in the forest atmosphere ranged between 2.14<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>0.06–4.08<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>1.61<hsp sp=\"0.25\"/>ppbv and 14.66<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>1.88–37.90<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>0.91<hsp sp=\"0.25\"/>ppbv, respectively, having maximal pre-monsoon and minimal monsoon periods. The CH<inf loc=\"post\">4</inf> photo-oxidation mediated productions of HCHO and O<inf loc=\"post\">3</inf> within the atmospheric boundary layer were 17.5 and 139<hsp sp=\"0.25\"/>Gg<hsp sp=\"0.25\"/>yr<sup loc=\"post\">−1</sup>, respectively. A ‘sources and sinks dependent’ mathematical model for atmospheric CH<inf loc=\"post\">4</inf> proposed in this study can explain the seasonal variability of CH<inf loc=\"post\">4</inf> and showed significant correlation with the observed values of this regional atmosphere.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Agricultural and Forest Meteorology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0168192315001896%26_version%3D1%26md5%3Dc0b45c44fc171a3a86bfc0f18c88bcad",
        "title": "Atmospheric fluxes and photo-oxidation of methane in the mangrove environment of the Sundarbans, NE coast of India; A case study from Lothian Island"
    },
    {
        "author": "Zhibin   He, Jun   Du, Wenzhi   Zhao, Junjun   Yang, Longfei   Chen, Xi   Zhu, Xuexiang   Chang, Hu   Liu</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>November 2015</pubDate><br> <b>Source:</b>Agricultural and Forest Meteorology, Volume 213</br><br>     Author(s): Zhibin   He, Jun   Du, Wenzhi   Zhao, Junjun   Yang, Longfei   Chen, Xi   Zhu, Xuexiang   Chang, Hu   Liu</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0065\" view=\"all\">Subalpine shrubs are undergoing, or have experienced profound changes by force of recent climate anomalies, such as the alteration in temporal niche of phenophases and the dynamic interaction with ambient conditions. As cold biomes in high-altitude ecoregions, they have drawn a growing concern of the potential vulnerability to current and future climate change. In this study, we retrieved the time series (2000–2013) of satellite-based phenological transitions (the onset and offset of vegetative growth) for subalpine shrubs at five individual sites in the Qilian Mountains in northwestern China. Our goals were to identify the climatic constraints on the timing of leaf-out and leaf-fall, and to project these phenological patterns under the future climate conditions. To achieve these goals, the relationships between these regional phenological events and climate variables were investigated with univariate and multivariate time series models, and the future phenological dynamics were forecasted for two decades based on the best predictive models under the A2 and B2 of IPCCs Special Report on Emissions Scenarios (SRES). Our results generally revealed site-dependent phenology–climate relationships, which involved an immediate phenological response to the mean or minimum temperature in the corresponding month of occurrence, and a lagged cumulative climate effect across preceding months and seasons. Average temperature during a certain period has been demonstrated as an important limiting factor for plant growth. However, our results also provided evidence for the minimum temperature controls of the development of phenological events in subalpine shrublands, possibly due to a close association with the frequency of frost risk in spring and autumn. Under future climate conditions, an overall lengthening of the active growing season is expected at each of the study sites depending on elevation. Consequently, net carbon uptake by shrubs will benefit from the increased temperature.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Agricultural and Forest Meteorology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0168192315001926%26_version%3D1%26md5%3Db604d3709ec822b0fdbc7edfc21aec5a",
        "title": "Assessing temperature sensitivity of subalpine shrub phenology in semi-arid mountain regions of China"
    },
    {
        "author": "Angelo   Fierravanti, Claudia   Cocozza, Caterina   Palombo, Sergio   Rossi, Annie   Deslauriers, Roberto   Tognetti</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>November 2015</pubDate><br> <b>Source:</b>Agricultural and Forest Meteorology, Volume 213</br><br>     Author(s): Angelo   Fierravanti, Claudia   Cocozza, Caterina   Palombo, Sergio   Rossi, Annie   Deslauriers, Roberto   Tognetti</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0060\" view=\"all\">Changes in tree growth and insect distribution are projected due to climate warming. The expected effects of climate change on forest disturbance (e.g., insect outbreak) regime call for a better insight into the growth responses of trees to varying environmental conditions over geographical regions in eastern North America. In this study, the effects of a latitudinal thermal gradient and spruce budworm (SBW) outbreaks on the tree growth of black spruce (<italic>Picea mariana</italic> Mill.) were investigated along a 400<hsp sp=\"0.25\"/>km transect from 48°N to 51°N across the continuous boreal forest in Quebec, Canada. Time series data were analyzed to synchronize climatic factors (temperature and precipitation trends), insect dynamics (SBW population frequency) and tree growth (ring-width chronology). Radial growth resulted as being synchronized with climate patterns, highlighting a positive effect of maximum temperatures on tree growth, especially in the northernmost site. Increasing temperatures and precipitation had a more positive effect on tree growth during epidemic periods, whereas the detrimental effects of SBW outbreaks on tree growth were observed with climate patterns characterized by lowered temperature. The lag between time series, synchrony and/or frequency of synchrony between tree growth and SBW outbreak were considered in order to link the growth of host trees and the dynamics of insect populations. The proposed analytical approach defined damage severity on tree growth in relation to population dynamics and climate fluctuations at the northern distribution limit of the insect. Overall, a decline in tree growth was observed in these boreal forests, due to SBW outbreaks acting in combination with other stress factors.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Agricultural and Forest Meteorology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0168192315001938%26_version%3D1%26md5%3D55b3e4f3b81e71ce097002fb7e62e5e1",
        "title": "Environmental-mediated relationships between tree growth of black spruce and abundance of spruce budworm along a latitudinal transect in Quebec, Canada"
    },
    {
        "author": "Jiaojun   Zhu, Guangqi   Zhang, G.Geoff   Wang, Qiaoling   Yan, Deliang   Lu, Xiufen   Li, Xiao   Zheng</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>November 2015</pubDate><br> <b>Source:</b>Agricultural and Forest Meteorology, Volume 213</br><br>     Author(s): Jiaojun   Zhu, Guangqi   Zhang, G.Geoff   Wang, Qiaoling   Yan, Deliang   Lu, Xiufen   Li, Xiao   Zheng</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0065\" view=\"all\">Gap size is critically important to ecological processes that drive forest dynamics within the gap, yet its threshold has never been explicitly defined. Consequently, gap sizes reported in the literature ranged from 4<hsp sp=\"0.25\"/>m<sup loc=\"post\">2</sup> to 2<hsp sp=\"0.25\"/>ha, which makes comparisons among and synthesis of the published gap studies difficult. We suggested that the lower size limit be defined by the mean shadow length (SL) of canopy trees surrounding the gap (CTSG) at local 12:00 during growing season (GS), while the upper size limit be defined by considering the farthest impact of CTSG on growth of shade intolerant tree species, which was determined by the mean of SL at the initial and the final times when 30-min photosynthetic active radiation (PAR) is more than the light saturation point for shade intolerant tree species each day during GS.</simple-para> <simple-para id=\"spar0070\" view=\"all\">The lower and upper limits of expanded gaps (the canopy gap plus the area extending to the bases of the canopy trees surrounding the gap) represented by gap diameter: CTSG height (<italic>R</italic> <inf loc=\"post\">D/H</inf>) were 0.49 and 3.49, respectively, for temperate forest areas. The lower limit of gap size is determined only by the location and the height of CTSG, which should be applicable worldwide. We also tried to provide a universal method for determining the upper limit of gap size without applying the observed PAR data, and using only sunshine duration, an easily obtained variable from meteorological stations worldwide. We suggest that expanded gaps may be classified as: small gap, 0.49<hsp sp=\"0.25\"/>&amp;lt;<hsp sp=\"0.25\"/>R<inf loc=\"post\">D/H</inf> <hsp sp=\"0.25\"/>≤<hsp sp=\"0.25\"/>1.0, medium gap, 1.0<hsp sp=\"0.25\"/>&amp;lt;<hsp sp=\"0.25\"/>R<inf loc=\"post\">D/H</inf> <hsp sp=\"0.25\"/>≤<hsp sp=\"0.25\"/>2.0; large gap, 2.0<hsp sp=\"0.25\"/>&amp;lt;<hsp sp=\"0.25\"/>R<inf loc=\"post\">D/H</inf> <hsp sp=\"0.25\"/>&amp;lt;<hsp sp=\"0.25\"/>3.5 in temperate forests.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Agricultural and Forest Meteorology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS016819231500194X%26_version%3D1%26md5%3Da9fbea354d9e971af77c2652b5951143",
        "title": "On the size of forest gaps: Can their lower and upper limits be objectively defined?"
    },
    {
        "author": "Miquel De   Cáceres, Jordi   Martínez-Vilalta, Lluís   Coll, Pilar   Llorens, Pere   Casals, Rafael   Poyatos, Juli G.   Pausas, Lluís   Brotons</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>November 2015</pubDate><br> <b>Source:</b>Agricultural and Forest Meteorology, Volume 213</br><br>     Author(s): Miquel De   Cáceres, Jordi   Martínez-Vilalta, Lluís   Coll, Pilar   Llorens, Pere   Casals, Rafael   Poyatos, Juli G.   Pausas, Lluís   Brotons</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0060\" view=\"all\">Mechanistic water balance models can be used to predict soil moisture dynamics and drought stress in individual forest stands. Predicting current and future levels of plant drought stress is important not only at the local scale, but also at larger, landscape to regional, scales, because these are the management scales at which adaptation and mitigation strategies are implemented. To obtain reliable predictions of soil moisture and plant drought stress over large extents, water balance models need to be complemented with detailed information about the spatial variation of vegetation and soil attributes. We designed, calibrated and validated a water balance model that produces annual estimates of drought intensity and duration for all plant cohorts in a forest stand. Taking Catalonia (NE Spain) as a case study, we coupled this model with plot records from two Spanish forest inventories in which species identity, diameter and height of plant cohorts were available. Leaf area index of each plant cohort was estimated from basal area using species-specific relationships. Vertical root distribution for each species in each forest plot was estimated by determining the distribution that maximized transpiration in the model, given average climatic conditions, soil attributes and stand density. We determined recent trends (period 1980–2010) in drought stress for the main tree species in Catalonia; where forest growth and densification occurs in many areas as a result of rural abandonment and decrease of forest management. Regional increases in drought stress were detected for most tree species, although we found high variation in stress changes among individual forest plots. Moreover, predicted trends in tree drought stress were mainly due to changes in leaf area occurred between the two forest inventories rather than to climatic trends. We conclude that forest structure needs to be explicitly considered in assessments of plant drought stress patterns and trends over large geographic areas, and that forest inventories are useful sources of data provided that reasonably good estimates of soil attributes and root distribution are available. Our approach coupled with recent improvements in forest survey technologies may allow obtaining spatially continuous and precise assessments of drought stress. Further efforts are needed to calibrate drought-related demographic processes before water balance and drought stress estimates can be fully used for the accurate prediction of drought impacts.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Agricultural and Forest Meteorology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0168192315001914%26_version%3D1%26md5%3D827b9930a97b330f330114e2bab69cf5",
        "title": "Coupling a water balance model with forest inventory data to predict drought stress: the role of forest structural changes vs. climate changes"
    },
    {
        "author": "Baoli   Duan, Yuanbin   Zhang, Gang   Xu, Juan   Chen, Alain   Paquette, Shuming   Peng</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>November 2015</pubDate><br> <b>Source:</b>Agricultural and Forest Meteorology, Volume 213</br><br>     Author(s): Baoli   Duan, Yuanbin   Zhang, Gang   Xu, Juan   Chen, Alain   Paquette, Shuming   Peng</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0015\" view=\"all\"> <simple-para id=\"spar0065\" view=\"all\">Tree neighbourhoods can complicate the prediction of plant belowground responses to elevated CO<inf loc=\"post\">2</inf>. We studied the effects of elevated CO<inf loc=\"post\">2</inf> on the root traits, soil microbial communities, and microbial extracellular enzyme activities in the rhizospheres of <italic>Abies faxoniana</italic> saplings grown alone or with different neighbouring species. <italic>A. faxoniana</italic> (alone), <italic>A. faxoniana</italic> grown with dwarf bamboo (<italic>Fargesia rufa</italic>), and <italic>A. faxoniana</italic> grown with biocrusts were exposed to ambient or to CO<inf loc=\"post\">2</inf>-enriched air (ambient<hsp sp=\"0.25\"/>+<hsp sp=\"0.25\"/>350<hsp sp=\"0.25\"/>μmol<hsp sp=\"0.25\"/>mol<sup loc=\"post\">−1</sup>) for six years. The CO<inf loc=\"post\">2</inf> <hsp sp=\"0.25\"/>×<hsp sp=\"0.25\"/>neighbourhood interaction significantly affected <italic>A. faxoniana</italic> saplings growth, soil microbial communities, and soil enzyme activities. Elevated CO<inf loc=\"post\">2</inf> had relatively little effect on plant and microbial biomass and phospholipid fatty acid (PLFA) profiles in saplings grown alone. However, increased ectomycorrhizal colonization was observed in the roots of these saplings. Results suggested that the growth of saplings grown with biocrusts under elevated CO<inf loc=\"post\">2</inf> conditions was obtained by the enhanced soil microbial characteristics, whereas the positive effects of elevated CO<inf loc=\"post\">2</inf> on ectomycorrhizal fungi colonization in saplings grown alone could not delay or alleviate the progressive nitrogen (N) limitation as is evidenced by similar plant biomass under elevated and ambient CO<inf loc=\"post\">2</inf> treatments. In contrast, elevated CO<inf loc=\"post\">2</inf> significantly decreased the growth of <italic>A. faxoniana</italic> in the presence of dwarf bamboo, and this reduction was accompanied by decreased soil and leaf N concentrations, microbial biomass carbon (C) and N, labile C, and total PLFA. We propose that the depletion of the C pool and the reduction in the soil microbial metabolic activities in saplings grown with dwarf bamboo may limit the rates of decomposition to release nutrients from organic matter for plant growth. These results suggest that neighbouring plants have belowground feedback that potentially contributes to plant performance. On the other hand, the results of the present study also showed that the responses of soil organic C to elevated CO<inf loc=\"post\">2</inf> are different in the presence and absence of neighbours and dependent on neighbour identity. Only mesocosms with biocrust had a tendency to maintain more soil organic C by increased soil microbial community abundance. Our results also highlight the value of studying elevated CO<inf loc=\"post\">2</inf> effects on aboveground–belowground associations to improve the prediction of subalpine ecosystem functioning under climate changes.</simple-para> </abstract-sec><br> <h3 class=\"h3\">Graphical abstract</h3> <img src=\"http://origin-ars.els-cdn.com/content/image/1-s2.0-S0168192315001963-fx1.jpg\" height=\"200\" width=\"440\" alt=\"image\"/></br></br><br></br></br>",
        "journal": "Agricultural and Forest Meteorology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0168192315001963%26_version%3D1%26md5%3D1606fd13ac7519837e2867dd64ca9e99",
        "title": "Long-term responses of plant growth, soil microbial communities and soil enzyme activities to elevated CO2 and neighbouring plants"
    },
    {
        "author": "Richard H.   Grant, Matthew T.   Boehm, Bill W.   Bogan</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>November 2015</pubDate><br> <b>Source:</b>Agricultural and Forest Meteorology, Volume 213</br><br>     Author(s): Richard H.   Grant, Matthew T.   Boehm, Bill W.   Bogan</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0110\" view=\"all\">Manure management by dairies is estimated to account for 6% of the greenhouse gas warming potential of all agricultural emissions in the USA. Emissions methane (CH<inf loc=\"post\">4</inf>) and carbon dioxide (CO<inf loc=\"post\">2</inf>) were measured from manure storage facilities at two Midwestern dairies (an Indiana lagoon and two Wisconsin basins). The CH<inf loc=\"post\">4</inf> concentrations were measured using photoacoustic infrared absorption spectroscopy and flame ionization gas chromatography. The CO<inf loc=\"post\">2</inf> concentrations were measured using photoacoustic infrared absorption spectroscopy and non-dispersive infrared spectroscopy. Emissions were estimated using a backward Lagrangian Stochastic model with on-site turbulence measurements.</simple-para> <simple-para id=\"spar0115\" view=\"all\">The WI basins emitted more CH<inf loc=\"post\">4</inf> and CO<inf loc=\"post\">2</inf> than the waste lagoon in IN on an animal basis. Peak emissions were episodic. Mean daily CH<inf loc=\"post\">4</inf> emissions during the fall (October) from the WI basins and IN lagoon were 295<hsp sp=\"0.25\"/>g<hsp sp=\"0.25\"/>hd<sup loc=\"post\">−1</sup> <hsp sp=\"0.25\"/>d<sup loc=\"post\">−1</sup> (374<hsp sp=\"0.25\"/>g<hsp sp=\"0.25\"/>AU<sup loc=\"post\">−1</sup> <hsp sp=\"0.25\"/>d<sup loc=\"post\">−1</sup>) and 47<hsp sp=\"0.25\"/>g<hsp sp=\"0.25\"/>hd<sup loc=\"post\">−1</sup> <hsp sp=\"0.25\"/>d<sup loc=\"post\">−1</sup> (59<hsp sp=\"0.25\"/>g<hsp sp=\"0.25\"/>AU<sup loc=\"post\">−1</sup> <hsp sp=\"0.25\"/>d<sup loc=\"post\">−1</sup>), respectively. Mean CO<inf loc=\"post\">2</inf> emissions during the fall were 575<hsp sp=\"0.25\"/>g<hsp sp=\"0.25\"/>hd<sup loc=\"post\">−1</sup> <hsp sp=\"0.25\"/>d<sup loc=\"post\">−1</sup> (374<hsp sp=\"0.25\"/>g<hsp sp=\"0.25\"/>AU<sup loc=\"post\">−1</sup> <hsp sp=\"0.25\"/>d<sup loc=\"post\">−1</sup>) from the WI basins (October) and 107<hsp sp=\"0.25\"/>g<hsp sp=\"0.25\"/>hd<sup loc=\"post\">−1</sup> <hsp sp=\"0.25\"/>d<sup loc=\"post\">−1</sup> (135<hsp sp=\"0.25\"/>g AU<sup loc=\"post\">−1</sup> <hsp sp=\"0.25\"/>d<sup loc=\"post\">−1</sup>) from the IN lagoon (September). Emissions were not resolvable (approximately emissions MDL) when the storage area surface was frozen. Methane emissions contributed eight–ten times the radiative warming potential of CO<inf loc=\"post\">2</inf> (animal basis) at both dairies. Mean daily CO<inf loc=\"post\">2</inf>-equivalent emissions from the WI basins (IN lagoon) ranged from highs of 7.9<hsp sp=\"0.25\"/>kg CO<inf loc=\"post\">2</inf>-e hd<sup loc=\"post\">−1</sup> <hsp sp=\"0.25\"/>d<sup loc=\"post\">−1</sup> in October (2.6<hsp sp=\"0.25\"/>kg CO<inf loc=\"post\">2</inf>-e hd<sup loc=\"post\">−1</sup> <hsp sp=\"0.25\"/>d<sup loc=\"post\">−1</sup> in September) to lows of 1.6<hsp sp=\"0.25\"/>kg CO<inf loc=\"post\">2</inf>-e hd<sup loc=\"post\">−1</sup> <hsp sp=\"0.25\"/>d<sup loc=\"post\">−1</sup> (0.4<hsp sp=\"0.25\"/>kg CO<inf loc=\"post\">2</inf>-e hd<sup loc=\"post\">−1</sup> <hsp sp=\"0.25\"/>d<sup loc=\"post\">−1</sup>) in December through January. Air temperature was correlated with CH<inf loc=\"post\">4</inf> and CO<inf loc=\"post\">2</inf> emissions at the WI basin but not the IN lagoon. Wind speed was weakly correlated with CH<inf loc=\"post\">4</inf> emissions (but not CO<inf loc=\"post\">2</inf> emissions) at both dairies. While weather conditions were similar, the separation of solids prior to storage contributed to lower CH<inf loc=\"post\">4</inf> and CO<inf loc=\"post\">2</inf> emissions and lower greenhouse warming potential per animal. Cooler climatic conditions decreased CH<inf loc=\"post\">4</inf> and CO<inf loc=\"post\">2</inf> emissions as well as decreasing the mass ratio of CH<inf loc=\"post\">4</inf>–CO<inf loc=\"post\">2</inf> emissions.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Agricultural and Forest Meteorology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0168192315001872%26_version%3D1%26md5%3D9b34435dac53a26b0515b5236533fc9e",
        "title": "Methane and carbon dioxide emissions from manure storage facilities at two free-stall dairies"
    },
    {
        "author": "Zhilin   Zhu, Fenghua   Zhao, Linda   Voss, Liukang   Xu, Xiaomin   Sun, Guirui   Yu, Franz X.   Meixner</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>November 2015</pubDate><br> <b>Source:</b>Agricultural and Forest Meteorology, Volume 213</br><br>     Author(s): Zhilin   Zhu, Fenghua   Zhao, Linda   Voss, Liukang   Xu, Xiaomin   Sun, Guirui   Yu, Franz X.   Meixner</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0075\" view=\"all\">Ozone (O<inf loc=\"post\">3</inf>) flux (<italic>F</italic> <inf loc=\"post\">o</inf>) was measured over a wheat field in Yucheng, China, using the eddy covariance technique. A dry chemiluminescence fast-response O<inf loc=\"post\">3</inf> analyzer and a UV-absorption based slow-response O<inf loc=\"post\">3</inf> analyzer were used for measuring fast O<inf loc=\"post\">3</inf> concentration fluctuations and absolute concentrations, respectively. The main objective of this study was to determine a group of suitable methods for calculating <italic>F</italic> <inf loc=\"post\">o</inf> based on the performance of the two O<inf loc=\"post\">3</inf> analyzers in the field. We evaluated the effects of three calibration methods on <italic>F</italic> <inf loc=\"post\">o</inf>. These calibration methods include the ratio method (RM, it assumes that the fast-response analyzer’s signal-output is directly proportional to absolute ambient O<inf loc=\"post\">3</inf> concentration within a 30-min interval), the ratio offset method (ROM, it is based on the ratio method with analyzer’s offset modification), and the ratio variation method (RVM, it is based on the ratio method with the fast-response analyzer’s gain factor variation within a 30-min interval). Three frequency response corrections (analytic, revised analytic, and in-situ) for the estimation of <italic>F</italic> <inf loc=\"post\">o</inf> were also evaluated. Our results show that: (1) Compared to the O<inf loc=\"post\">3</inf> flux with the commonly-used method (RM), on average, the fluxes with ROM and RVM were decreased by about 9% and 7%, respectively. (2) Based on the spectral analysis, the fast-response O<inf loc=\"post\">3</inf> analyzer’s noise could cause random errors, but did not result in a systematic error in <italic>F</italic> <inf loc=\"post\">o</inf>. Tubing attenuation in O<inf loc=\"post\">3</inf> concentration fluctuations can cause up to 20% loss in <italic>F</italic> <inf loc=\"post\">o</inf>. (3) Frequency response corrections for <italic>F</italic> <inf loc=\"post\">o</inf> with the original analytic method, the in-situ method, and the revised analytic method were 34.6%, 23.8% and 25.4% on average, respectively.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Agricultural and Forest Meteorology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0168192315001951%26_version%3D1%26md5%3Dd55da14b617ceb23d8757f5d31cf70ec",
        "title": "The effects of different calibration and frequency response correction methods on eddy covariance ozone flux measured with a dry chemiluminescence analyzer"
    },
    {
        "author": "Verónica   Barraza, Natalia   Restrepo-Coupe, Alfredo   Huete, Francisco   Grings, Eva   Van Gorsel</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>November 2015</pubDate><br> <b>Source:</b>Agricultural and Forest Meteorology, Volume 213</br><br>     Author(s): Verónica   Barraza, Natalia   Restrepo-Coupe, Alfredo   Huete, Francisco   Grings, Eva   Van Gorsel</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0090\" view=\"all\">In this study, we evaluated and compared optical and passive microwave index based retrievals of surface conductance (Gs) and evapotranspiration (ET) following the Penman–Monteith (PM) approach. The methodology was evaluated over the growing season at five FLUXNET sites in the USA and Australia encompassing three forest types, deciduous broadleaf forest (DBF), evergreen needleleaf forest (ENF) and evergreen broadleaf forest (EBF). A subset of Gs values were regressed against individual and combined indices of NDWI, EVI, and FI (microwave frequency index), and used to parameterize the PM equation for retrievals of ET (PM-Gs). For this purpose, we used MODIS (MYD09A1) and AMSR-E passive microwave data to compute the VIs. Model performance was quantitatively evaluated through comparative analysis of the regression coefficients (<italic>r</italic> <sup loc=\"post\">2</sup>), and root mean square errors (RMSE). All indices correlated well with Gs over deciduous broadleaf forests, explaining 40–60% of Gs variations, however, the optical-based models had lower RMSE than the microwave FI model. In contrast, the FI model yielded the best performance to estimate Gs in evergreen forests (EBF and ENF). Overall, a combined microwave-optical model resulted in the best Gs estimates in these evergreen forests compared with the individual model approaches. In general, the PM-models explained more than 70% of the variance in LE with RMSE lower than 20<hsp sp=\"0.25\"/>W/m<sup loc=\"post\">2</sup>. Based on these results, we developed a new approach combining optical and passive microwave indices based on their spatial vs. temporal synergies to generate Gs time series. This combined optical-microwave approach produced the best ET estimates for evergreen forest and offered a robust approach for deciduous forest without sacrificing precision.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Agricultural and Forest Meteorology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0168192315002075%26_version%3D1%26md5%3Da6d2c32778dff04c97e805b558738de5",
        "title": "Passive microwave and optical index approaches for estimating surface conductance and evapotranspiration in forest ecosystems"
    },
    {
        "author": "Aihua   Li, Nancy F.   Glenn, Peter J.   Olsoy, Jessica J.   Mitchell, Rupesh   Shrestha</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>November 2015</pubDate><br> <b>Source:</b>Agricultural and Forest Meteorology, Volume 213</br><br>     Author(s): Aihua   Li, Nancy F.   Glenn, Peter J.   Olsoy, Jessica J.   Mitchell, Rupesh   Shrestha</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0055\" view=\"all\">Vegetation biomass estimates across drylands at regional scales are critical for ecological modeling, yet the low-lying and sparse plant communities characterizing these ecosystems are challenging to accurately quantify and measure their variability using spectral-based aerial and satellite remote sensing. To overcome these challenges, multi-scale data including field-measured biomass, terrestrial laser scanning (TLS) and airborne laser scanning (ALS) data, were combined in a hierarchical modeling framework. Data derived at each scale were used to validate an increasingly broader index of sagebrush (<italic>Artemisia tridentata</italic>) aboveground biomass. First, two automatic crown delineation methods were used to delineate individual shrubs across the TLS plots. Second, three models to derive shrub volumes were utilized with TLS data and regressed against destructively-sampled individual shrub biomass measurements. Third, TLS-derived biomass estimates at 5<hsp sp=\"0.25\"/>m were used to calibrate a biomass prediction model with a linear regression of ALS-derived percent vegetation cover (adjusted <italic>R</italic> <sup loc=\"post\">2</sup> <hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/>0.87, <italic>p</italic> <hsp sp=\"0.25\"/>&amp;lt;<hsp sp=\"0.25\"/>0.001, RMSE<hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/>3.59<hsp sp=\"0.25\"/>kg). The ALS prediction model was applied to the study watershed and evaluated with independent TLS plots (adjusted <italic>R</italic> <sup loc=\"post\">2</sup> <hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/>0.55, RMSE<hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/>4.01<hsp sp=\"0.25\"/>kg, normalized RMSE<hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/>35%). The biomass estimates at the scale of 5<hsp sp=\"0.25\"/>m is sufficient for capturing the variability of biomass needed to initialize models to estimate ecosystem fluxes, and the contiguous estimates across the watershed support analyzing patterns and connectivity of these dynamics. Our model is currently optimized for the sagebrush-steppe environment at the watershed scale and may be readily applied to other shrub-dominated drylands, and especially the Great Basin, U.S., which extends across five western states. Improved derived metrics from ALS data and collection of additional TLS data to refine the relationship between TLS-derived biomass estimates and ALS-derived models of vegetation structure, will strengthen the predictive power of our model and extend its range to similar shrubland ecosystems.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Agricultural and Forest Meteorology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0168192315001847%26_version%3D1%26md5%3D07d953ed0896b6656f82aeaeedcc63fe",
        "title": "Aboveground biomass estimates of sagebrush using terrestrial and airborne LiDAR data in a dryland ecosystem"
    },
    {
        "author": "Philipp   Goebes, Steffen   Seitz, Peter   Kühn, Ying   Li, Pascal A.   Niklaus, Goddert von   Oheimb, Thomas   Scholten</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>November 2015</pubDate><br> <b>Source:</b>Agricultural and Forest Meteorology, Volume 213</br><br>     Author(s): Philipp   Goebes, Steffen   Seitz, Peter   Kühn, Ying   Li, Pascal A.   Niklaus, Goddert von   Oheimb, Thomas   Scholten</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0065\" view=\"all\">Soil erosion threatens ecosystem functioning by reducing soil organic carbon stocks or relocating nutrients. A common measure to protect soil against erosion is afforestation. There is growing evidence that mixed-species forest stands have beneficial effects on ecosystem functions (growth rates, nutrient cycling). In addition, species-rich forests tend to have higher and denser crown cover and thus might affect soil erosion. This study investigated the role of tree species richness on throughfall kinetic energy (TKE) as an important part of the soil erosion process and examined the spatial variability of TKE in mixed-species forest stands.</simple-para> <simple-para id=\"spar0070\" view=\"all\">The research was conducted within BEF-China, a large-scale forest biodiversity experiment in subtropical China. In summer 2013, 1800 TKE measurements were carried out during five rainfall events. TKE was measured using splash cups and related to tree height, crown base height, number of branches, leaf area index, stem ground diameter and crown area.</simple-para> <simple-para id=\"spar0075\" view=\"all\">Our experiment showed that TKE was not influenced by tree species richness at the plot level. This is likely due to the young age of the experimental forest where a dense and high tree canopy has not yet been developed. However, TKE was influenced by neighborhood tree species richness indicating that tree species richness only affected TKE on a small spatial scale within the direct neighborhood in young forests.</simple-para> <simple-para id=\"spar0080\" view=\"all\">TKE showed distinct spatial variability. Directly below the first branch of the tree individuals TKE was lowest (430<hsp sp=\"0.25\"/>J/m<sup loc=\"post\">2</sup>) while it was highest in the middle of four tree individuals (556<hsp sp=\"0.25\"/>J/m<sup loc=\"post\">2</sup>). Mean freefall kinetic energy (FKE) was 480<hsp sp=\"0.25\"/>J/m<sup loc=\"post\">2</sup>. Lower TKE below the first branch than FKE can be attributed to low rain drop velocities due to short falling heights. Higher TKE in the middle of four tree individuals than FKE can be ascribed to a larger crown area on which drops can confluence resulting in an increase of drop mass. Furthermore, TKE was positively affected by the number of influencing tree individuals with a 13% increase of TKE from one to four influencing tree individuals. However, further investigation on TKE below mature trees and dense canopies is needed to confirm our findings for later successional stages.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Agricultural and Forest Meteorology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0168192315002063%26_version%3D1%26md5%3D0caa6a2a074f0e728f2680177010969d",
        "title": "Throughfall kinetic energy in young subtropical forests: Investigation on tree species richness effects and spatial variability"
    },
    {
        "author": "Anthony   Nguy-Robertson, Andrew   Suyker, Xiangming   Xiao</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>November 2015</pubDate><br> <b>Source:</b>Agricultural and Forest Meteorology, Volume 213</br><br>     Author(s): Anthony   Nguy-Robertson, Andrew   Suyker, Xiangming   Xiao</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0075\" view=\"all\">Vegetation productivity metrics, such as gross primary production (GPP) may be determined from the efficiency with which light is converted into photosynthates, or light use efficiency (<italic>ϵ</italic>). Therefore, accurate measurements and modeling of <italic>ϵ</italic> is important for estimating GPP in each ecosystem. Previous studies have quantified the impacts of biophysical parameters on light use efficiency based GPP models. Here we enhance previous models utilizing four scalars for light quality (i.e., cloudiness), temperature, water stress, and phenology for data collected from both maize and soybean crops at three Nebraska AmeriFlux sites between 2001 and 2012 (maize: 26 field-years; soybean: 10 field-years). The cloudiness scalar was based on the ratio of incident photosynthetically active radiation (PAR<inf loc=\"post\">in</inf>) to potential (i.e., clear sky) PAR<inf loc=\"post\">pot</inf>. The water stress and phenology scalars were based on vapor pressure deficit and green leaf area index, respectively. Our analysis determined that each parameter significantly improved the estimation of GPP (AIC range: 2503–2740; likelihood ratio test: <italic>p</italic>-value<hsp sp=\"0.25\"/>&amp;lt;<hsp sp=\"0.25\"/>0.0003, df<hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/>5–8). Daily GPP data from 2001 to 2008 calibrated the coefficients for the model with reasonable amount of error and bias (RMSE<hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/>2.2<hsp sp=\"0.25\"/>g<hsp sp=\"0.25\"/>C<hsp sp=\"0.25\"/>m<sup loc=\"post\">−2</sup> <hsp sp=\"0.25\"/>d<sup loc=\"post\">−1</sup>; MNB<hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/>4.7%). Daily GPP data from 2009 to 2012 tested the model with similar accuracy (RMSE<hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/>2.6<hsp sp=\"0.25\"/>g<hsp sp=\"0.25\"/>C<hsp sp=\"0.25\"/>m<sup loc=\"post\">−2</sup> <hsp sp=\"0.25\"/>d<sup loc=\"post\">−1</sup>; MNB<hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/>1.7%). Modeled GPP was generally within 10% of measured growing season totals in each year from 2009 to 2012. Cumulatively, over the same four years, the sum of error and the sum of absolute error between the measured and modeled GPP, which provide measures of long-term bias, was ±5% and 2–9%, respectively, among the three sites.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Agricultural and Forest Meteorology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0168192315001124%26_version%3D1%26md5%3Dceca121c36ad0ae4685f8245018135be",
        "title": "Modeling gross primary production of maize and soybean croplands using light quality, temperature, water stress, and phenology"
    },
    {
        "author": "María   Hernández-Rodríguez, Sergio   de-Miguel, Timo   Pukkala, Juan Andrés   Oria-de-Rueda, Pablo   Martín-Pinto</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>November 2015</pubDate><br> <b>Source:</b>Agricultural and Forest Meteorology, Volume 213</br><br>     Author(s): María   Hernández-Rodríguez, Sergio   de-Miguel, Timo   Pukkala, Juan Andrés   Oria-de-Rueda, Pablo   Martín-Pinto</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0040\" view=\"all\"> <italic>Cistus</italic> species are pyrophytic scrubs widely distributed around the Mediterranean basin. <italic>Cistus</italic> scrublands provide high yields of edible mushroom species, such as <italic>Boletus edulis</italic>. A proper management of these areas may contribute to decreasing fire risk and increasing economic benefits derived from mushroom production. The aim of this study was to develop predictive models for mushroom yield and diversity in order to better understand the ecology of <italic>Cistus ladanifer</italic> scrublands and provide tools for their management. Measurements were conducted in permanent sample plots which consisted of 2<hsp sp=\"0.25\"/>m<hsp sp=\"0.25\"/>×<hsp sp=\"0.25\"/>50<hsp sp=\"0.25\"/>m transects. The models for annual production and species diversity (Shannon index) were developed by fitting separate equations for mycorrhizal and saprotrophic fungi. <italic>B. edulis</italic> production was modelled separately due its high economic importance. Predictors accounting for the treatment (i.e. cutting or burning the scrub vegetation), time after treatment, structural characteristics of the vegetation and climatic variables were considered in modelling. Mean height and canopy cover of <italic>C. ladanifer</italic> scrublands were also modelled as a function of treatment and time after treatment. The mean minimum temperature of the autumn was the most significant climatic variable that affected fungal fructification. Regarding the vegetation characteristics, mean height of the scrub vegetation was the most significant predictor of mushroom production and diversity. <italic>B. edulis</italic> yield is expected to start 5 years after treatment and the peak of production is reached after 14 years. The effect of treatment on fungal diversity showed an opposite trend as compared to the effect on mushroom production. Fungal diversity was higher after burning than after clearing, whereas mushroom production was higher after total clearing.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Agricultural and Forest Meteorology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0168192315002087%26_version%3D1%26md5%3D52384d3e8893971794aaf84d9bcac252",
        "title": "Climate-sensitive models for mushroom yields and diversity in Cistus ladanifer scrublands"
    },
    {
        "author": "Norbert   Kunert, Luiza Maria Teóphilo   Aparecido, Niro   Higuchi, Joaquim dos   Santos, Susan   Trumbore</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>November 2015</pubDate><br> <b>Source:</b>Agricultural and Forest Meteorology, Volume 213</br><br>     Author(s): Norbert   Kunert, Luiza Maria Teóphilo   Aparecido, Niro   Higuchi, Joaquim dos   Santos, Susan   Trumbore</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0055\" view=\"all\">Newly created forest edges have significant ecophysiological effects on bordering trees. We studied edge effects on microclimate and tree transpiration rates during wet and dry seasons along a 250<hsp sp=\"0.25\"/>m transect spanning the edge of an unpaved road into an old growth tropical lowland forest in the Central Brazilian Amazon. Canopy openness decreased only minimal from the road (3.68%) towards the forest interior (1.69%). Vapor pressure deficit (measured at 2.2<hsp sp=\"0.25\"/>m height above ground) was lower in the forest interior. The edge effect on microclimate penetrated deeper into the forest (&amp;gt;100<hsp sp=\"0.25\"/>m) during the dry season compared to the wet season (&amp;lt;100<hsp sp=\"0.25\"/>m). Overall, sap flux, and therefore transpiration rate, was 54% higher in trees adjacent to the road compared to forest interior trees. Higher transpiration rates at the forest edge can be explained by higher turbulences and energy exchange of the canopy boundary layer and by a shift in species composition to high water using secondary forest species 25 years after the road construction. Similar changes might be expected for other disturbances affecting local relative humidity and in situations that favor plants with water use traits differing from those found in the forest interior.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Agricultural and Forest Meteorology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0168192315001884%26_version%3D1%26md5%3Dbd6033e85943a8d30ded9632e98e1fa5",
        "title": "Higher tree transpiration due to road-associated edge effects in a tropical moist lowland forest"
    },
    {
        "author": "Kang   Sun, Lei   Tao, David J.   Miller, Mark A.   Zondlo, Kira B.   Shonkwiler, Christina   Nash, Jay M.   Ham</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>November 2015</pubDate><br> <b>Source:</b>Agricultural and Forest Meteorology, Volume 213</br><br>     Author(s): Kang   Sun, Lei   Tao, David J.   Miller, Mark A.   Zondlo, Kira B.   Shonkwiler, Christina   Nash, Jay M.   Ham</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0065\" view=\"all\">Eddy covariance (EC) measurements of NH<inf loc=\"post\">3</inf> fluxes from a cattle feedlot were made with a high-precision, fast-response (20<hsp sp=\"0.25\"/>Hz) open-path laser-based sensor. The sensor employed a continuous wave, quantum cascade (QC) laser and targeted an isolated absorption feature of NH<inf loc=\"post\">3</inf> at 9.06<hsp sp=\"0.25\"/>μm. It was deployed on a 5-m tall flux tower beside a 22,000-animal cattle feedlot in Colorado, USA for two weeks. Sensible heat, latent heat, CO<inf loc=\"post\">2</inf>, and CH<inf loc=\"post\">4</inf> EC fluxes were measured concurrently on the tower. The open-path NH<inf loc=\"post\">3</inf> sensor showed a comparable time response to well-established commercial open-path sensors for CO<inf loc=\"post\">2</inf> and H<inf loc=\"post\">2</inf>O. The average high-frequency flux loss over the measurement period was 6.6%, mainly resulting from sample path averaging. The sensor showed significant improvement over NH<inf loc=\"post\">3</inf> EC fluxes measured by closed-path sensors. The measured NH<inf loc=\"post\">3</inf> EC fluxes were well-correlated with latent heat EC fluxes. During the measurement period, the average daily NH<inf loc=\"post\">3</inf> EC flux was 31.7<hsp sp=\"0.25\"/>kg<hsp sp=\"0.25\"/>ha<sup loc=\"post\">−1</sup> <hsp sp=\"0.25\"/>d<sup loc=\"post\">−1</sup>. The flux-variance relationship was used to further validate the performance of the NH<inf loc=\"post\">3</inf> EC flux measurement. A 1<italic>σ</italic> detection limit of 1.3<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>0.5<hsp sp=\"0.25\"/>ng<hsp sp=\"0.25\"/>m<sup loc=\"post\">−2</sup> <hsp sp=\"0.25\"/>s<sup loc=\"post\">−1</sup> for NH<inf loc=\"post\">3</inf> fluxes measured in 30-min intervals was achieved in this field test. This suite of measurements enabled the evaluation of livestock NH<inf loc=\"post\">3</inf> emissions at unprecedented temporal resolution and accuracy in the context of other important agricultural trace gases.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Agricultural and Forest Meteorology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0168192315001860%26_version%3D1%26md5%3De8efb4035f5b8c1f29663c6f834507df",
        "title": "Open-path eddy covariance measurements of ammonia fluxes from a beef cattle feedlot"
    },
    {
        "author": "Nicolas   Raab, Francisco Javier   Meza, Nicolás   Franck, Nicolás   Bambach</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>November 2015</pubDate><br> <b>Source:</b>Agricultural and Forest Meteorology, Volume 213</br><br>     Author(s): Nicolas   Raab, Francisco Javier   Meza, Nicolás   Franck, Nicolás   Bambach</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0070\" view=\"all\">Canopy conductance (<italic>g<inf loc=\"post\">c</inf> </italic>) is the main controller of plant-atmospheric interaction and a key element in understanding how plants cope with drought. Empirical <italic>g<inf loc=\"post\">c</inf> </italic> models provide a good inference as to how environmental forcing affects surface water vapor and CO<inf loc=\"post\">2</inf> gas exchange. However, when facing water scarcity, soil moisture or plant water availability becomes the primary controller. We studied <italic>g<inf loc=\"post\">c</inf> </italic> in an <italic>Acacia caven</italic> (Mol) savannah in Central Chile under Mediterranean-type climate conditions that present distinguishable wet and dry seasons. We calibrated an empirical <italic>g<inf loc=\"post\">c</inf> </italic>, in order to account for whole canopy gas exchange with <italic>g<inf loc=\"post\">c</inf> </italic> measurements from three different data sets: (1) an inversion of the Penman–Monteith equation in combination with a Shuttleworth and Wallace model (PMSW) for evapotranspiration from sparse canopies; (2) an inversion of the Penman–Monteith (PM) based on the big leaf approach and (3) a set of leaf stomatal conductance (<italic>g<inf loc=\"post\">s</inf> </italic>) ground based measurements taken throughout the season and scaled up to the canopy level. Then the semi-empirical Farquhar–Ball–Berry (FBB) <italic>g<inf loc=\"post\">c</inf> </italic> model was added to the comparison to evaluate if the inclusion of a mechanistic component for photosynthesis would improve the prediction of <italic>g<inf loc=\"post\">c</inf> </italic>. Models performance was assessed with ground based leaf gas exchange measurements during both wet and dry seasons. <italic>Acacia</italic>’<italic>s g<inf loc=\"post\">c</inf> </italic> showed a high synchronicity with soil moisture, exhibiting the typical isohydric behavior of this kind of vegetation. The addition of the Shuttleworth and Wallace modifier to the Penman–Monteith equation did not yield a better calibration for the multiplicative model when compared to the one calibrated with the PM <italic>g<inf loc=\"post\">c</inf> </italic> data set, however this does not directly certifies that PM itself is a better estimator of <italic>g<inf loc=\"post\">c</inf> </italic> in sparse canopies. Furthermore, scaling issues such as ecosystem heterogeneity and patchiness must be considered when applying these estimations to a watershed level for both eco and hydrological reasons. These empirical models demonstrated to be a good tool for predicting stomatal behavior for this kind of vegetation. Nevertheless, the effect of deep soil moisture on plant water status must be integrated in <italic>g<inf loc=\"post\">c</inf> </italic> estimations in order to improve model’s performance.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Agricultural and Forest Meteorology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0168192315001975%26_version%3D1%26md5%3D5a92f9817dfa51d6baba6b539379a020",
        "title": "Empirical stomatal conductance models reveal that the isohydric behavior of an Acacia caven Mediterranean Savannah scales from leaf to ecosystem"
    },
    {
        "author": "K.E.   Logan, N.A.   Brunsell</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>November 2015</pubDate><br> <b>Source:</b>Agricultural and Forest Meteorology, Volume 213</br><br>     Author(s): K.E.   Logan, N.A.   Brunsell</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0010\" view=\"all\">Grasslands around the world are experiencing increased woody encroachment while drought frequency and severity is expected to increase with climate change. These processes will result in changes in the local carbon, water, and energy balances. Two closely located eddy covariance towers on native prairie sites in Kansas with differing burn regimes provided a unique opportunity to investigate those changes with minimal confounding climate factors. Daytime turbulent fluxes were analyzed throughout the growing season during two wet years (2008, 2009) and one drought year (2011). The site experiencing more woody encroachment (K4B) was a greater carbon sink every year, especially in 2011, when the annually burned site (KON) became a negligible sink and potential source of carbon. K4B also had greater seasonal water use efficiency (WUE) at all times except during drought and when burned. Evidence of water loss from deeper, stored sources was shown at K4B through cumulative evaporative loss that exceeded precipitation during drought conditions. Changes in the nature of the turbulent fluxes were also investigated through deviations from similarity theory, quadrant analysis, and wavelet decomposition. Wavelet analysis determined the size of eddies primarily involved in net exchange, showing differences between sites across small to medium scales (average diameter of 4.0–108<hsp sp=\"0.25\"/>m). Increased surface heterogeneity and roughness with woody encroachment was seen through smaller eddy size of maximum transport and slightly weakened applicability of similarity theory at K4B. Eddy size decreased over the course of the growing season, in a strikingly inverse relation to grass leaf area index, likely corresponding to greater canopy height and roughness. Variance of the correlation between carbon and water, indicative of more variable plant productivity, is much greater across all scales in 2011 at KON only. Overall, results indicate woody encroachment increases resilience to drought. Though carbon sequestration remains stronger at the woody encroachment site, it comes at the cost of far increased water loss, including from deeper groundwater resources, which could prove detrimental in combination with predicted climate change.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Agricultural and Forest Meteorology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0168192315002099%26_version%3D1%26md5%3D1bdb1d78aba9eadad3a2b37afb205b79",
        "title": "Influence of drought on growing season carbon and water cycling with changing land cover"
    },
    {
        "author": "Mei Sun   Yee, Valentijn R.N.   Pauwels, Edoardo   Daly, Jason   Beringer, Christoph   Rüdiger, Matthew F.   McCabe, Jeffrey P.   Walker</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>November 2015</pubDate><br> <b>Source:</b>Agricultural and Forest Meteorology, Volume 213</br><br>     Author(s): Mei Sun   Yee, Valentijn R.N.   Pauwels, Edoardo   Daly, Jason   Beringer, Christoph   Rüdiger, Matthew F.   McCabe, Jeffrey P.   Walker</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0010\" view=\"all\">Accurate measurements of energy fluxes between land and atmosphere are important for understanding and modeling climatic patterns. Several methods are available to measure heat fluxes, and scintillometers are becoming increasingly popular because of their ability to measure sensible (<italic>H</italic>) and latent (<math altimg=\"si3.gif\" overflow=\"scroll\"> <msub> <mi>L</mi> <mi>v</mi> </msub> <mi>E</mi> </math>) heat fluxes over large spatial scales. The main motivation of this study was to test the use of different methods and technologies to derive surface heat fluxes.</simple-para> <simple-para id=\"spar0015\" view=\"all\">Measurements of <italic>H</italic> and <math altimg=\"si3.gif\" overflow=\"scroll\"> <msub> <mi>L</mi> <mi>v</mi> </msub> <mi>E</mi> </math> were carried out with an eddy covariance (EC) system, two different makes of optical large aperture scintillometers (LAS) and two microwave scintillometers (MWS) with different frequencies at a pasture site in a semi-arid environment of New South Wales, Australia. We used the EC measurements as a benchmark. Fluxes derived from the EC system and LAS systems agreed (<italic>R</italic> <sup loc=\"post\">2</sup> <hsp sp=\"0.25\"/>&amp;gt;<hsp sp=\"0.25\"/>0.94), whereas the MWS systems measured lower <italic>H</italic> (bias ∼60<hsp sp=\"0.25\"/>W<hsp sp=\"0.25\"/>m<sup loc=\"post\">−2</sup>) and larger <math altimg=\"si3.gif\" overflow=\"scroll\"> <msub> <mi>L</mi> <mi>v</mi> </msub> <mi>E</mi> </math> (bias ∼65<hsp sp=\"0.25\"/>W<hsp sp=\"0.25\"/>m<sup loc=\"post\">−2</sup>) than EC. When the scintillometers were compared against each other, the two LASs showed good agreement of <italic>H</italic> (<italic>R</italic> <sup loc=\"post\">2</sup> <hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/>0.98), while MWS with different frequencies and polarizations led to different results. Combination of LAS and MWS measurements (i.e., two wavelength method) resulted in performance that fell in between those estimated using either LAS or MWS alone when compared with the EC system. The cause for discrepancies between surface heat fluxes derived from the EC system and those from the MWS systems and the two-wavelength method are possibly related to inaccurate assignment of the structure parameter of temperature and humidity. Additionally, measurements from MWSs can be associated with two values of the Bowen ratio, thereby leading to uncertainties in the estimation of the fluxes. While only one solution has been considered in this study, when <math altimg=\"si3.gif\" overflow=\"scroll\"> <msub> <mi>L</mi> <mi>v</mi> </msub> <mi>E</mi> </math> was approximately less than 200<hsp sp=\"0.25\"/>W<hsp sp=\"0.25\"/>m<sup loc=\"post\">−2</sup>, the alternate solution may be more accurate. Therefore, for measurements of surface heat fluxes in a semi-arid or dry environment, the optical scintillometer is recommended, whereas further work will be required to improve the estimation of surface heat fluxes from microwave systems.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Agricultural and Forest Meteorology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0168192315002117%26_version%3D1%26md5%3Dcbe084aeda46f2e42d6d03bd9e0ed2b7",
        "title": "A comparison of optical and microwave scintillometers with eddy covariance derived surface heat fluxes"
    },
    {
        "author": "Cui   Jin, Xiangming   Xiao, Pradeep   Wagle, Timothy   Griffis, Jinwei   Dong, Chaoyang   Wu, Yuanwei   Qin, David R.   Cook</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>November 2015</pubDate><br> <b>Source:</b>Agricultural and Forest Meteorology, Volume 213</br><br>     Author(s): Cui   Jin, Xiangming   Xiao, Pradeep   Wagle, Timothy   Griffis, Jinwei   Dong, Chaoyang   Wu, Yuanwei   Qin, David R.   Cook</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0005\" view=\"all\">Satellite-based Production Efficiency Models (PEMs) often require meteorological reanalysis data such as the North America Regional Reanalysis (NARR) by the National Centers for Environmental Prediction (NCEP) as model inputs to simulate Gross Primary Production (GPP) at regional and global scales. This study first evaluated the accuracies of air temperature (<italic>T</italic> <inf loc=\"post\">NARR</inf>) and downward shortwave radiation (<italic>R</italic> <inf loc=\"post\">NARR</inf>) of the NARR by comparing with in-situ meteorological measurements at 37 AmeriFlux non-crop eddy flux sites, then used one PEM – the Vegetation Photosynthesis Model (VPM) to simulate 8-day mean GPP (GPP<inf loc=\"post\">VPM</inf>) at seven AmeriFlux crop sites, and investigated the uncertainties in GPP<inf loc=\"post\">VPM</inf> from climate inputs as compared with eddy covariance-based GPP (GPP<inf loc=\"post\">EC</inf>). Results showed that <italic>T</italic> <inf loc=\"post\">NARR</inf> agreed well with in-situ measurements; <italic>R</italic> <inf loc=\"post\">NARR</inf>, however, was positively biased. An empirical linear correction was applied to <italic>R</italic> <inf loc=\"post\">NARR</inf>, and significantly reduced the relative error of <italic>R</italic> <inf loc=\"post\">NARR</inf> by ∼25% for crop site-years. Overall, GPP<inf loc=\"post\">VPM</inf> calculated from the in-situ (GPP<inf loc=\"post\">VPM(EC)</inf>), original (GPP<inf loc=\"post\">VPM(NARR)</inf>) and adjusted NARR (GPP<inf loc=\"post\">VPM(adjNARR)</inf>) climate data tracked the seasonality of GPP<inf loc=\"post\">EC</inf> well, albeit with different degrees of biases. GPP<inf loc=\"post\">VPM(EC)</inf> showed a good match with GPP<inf loc=\"post\">EC</inf> for maize (<italic>Zea mays</italic> L.), but was slightly underestimated for soybean (<italic>Glycine max</italic> L.). Replacing the in-situ climate data with the NARR resulted in a significant overestimation of GPP<inf loc=\"post\">VPM(NARR)</inf> (18.4/29.6% for irrigated/rainfed maize and 12.7/12.5% for irrigated/rainfed soybean)<inf loc=\"post\">.</inf> GPP<inf loc=\"post\">VPM(adjNARR)</inf> showed a good agreement with GPP<inf loc=\"post\">VPM(EC)</inf> for both crops due to the reduction in the bias of <italic>R</italic> <inf loc=\"post\">NARR</inf>. The results imply that the bias of R<inf loc=\"post\">NARR</inf> introduced significant uncertainties into the PEM-based GPP estimates, suggesting that more accurate surface radiation datasets are needed to estimate primary production of terrestrial ecosystems at regional and global scales.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Agricultural and Forest Meteorology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0168192315002105%26_version%3D1%26md5%3De2c1338feb7b6eae8c283a1121f28dce",
        "title": "Effects of in-situ and reanalysis climate data on estimation of cropland gross primary production using the Vegetation Photosynthesis Model"
    },
    {
        "author": "Gerald N.   Flerchinger, Michele L.   Reba, Timothy E.   Link, Danny   Marks</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>November 2015</pubDate><br> <b>Source:</b>Agricultural and Forest Meteorology, Volume 213</br><br>     Author(s): Gerald N.   Flerchinger, Michele L.   Reba, Timothy E.   Link, Danny   Marks</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0005\" view=\"all\">Physically-based models are a powerful tool to help understand interactions of vegetation, atmospheric dynamics, and hydrology, and to test hypotheses regarding the effects of land cover, management, hydrometeorology, and climate variability on ecosystem processes. The purpose of this paper is to evaluate recent modifications and further refinements to a multi-layer plant canopy model for simulating temperature and water vapor within three diverse forest canopies: a 4.5-m tall aspen thicket, a 15-m tall aspen canopy, and a 60-m tall Douglas fir canopy. Performance of the model was strongly related to source strength and profile stability within the canopy. Root mean square deviation (RMSD) between simulated and observed values tended to be higher for the summer periods when there was much more heat and vapor added to the canopy space due to solar warming and transpiration. Conversely, RMSD for vapor pressure was lowest for the winter periods when vapor additions within the canopy space were minimal. RMSD for temperature ranged from 0.1<hsp sp=\"0.25\"/>°C for the top of the 15-m aspen canopy during the winter to 1.6<hsp sp=\"0.25\"/>°C for the bottom of the 4.5-m aspen thicket during the summer period. RMSD for vapor pressure ranged from 0.002<hsp sp=\"0.25\"/>kPa for the top of the 15-m aspen canopy during winter to 0.141<hsp sp=\"0.25\"/>kPa for the bottom of the 4.5-m aspen thicket during the summer. Unstable profile conditions were simulated better by the model than stable conditions for all sites. RMSD for temperature at the bottom of the 4.5-m aspen, 15-m aspen and 60-m Douglas fir were 0.89, 0.77, and 0.85<hsp sp=\"0.25\"/>°C, respectively, for unstable conditions compared to 1.44, 0.89 and 1.16<hsp sp=\"0.25\"/>°C for stable conditions. Stable profiles are more challenging to accurately simulate because dispersion within a stable profile is lower thereby creating larger gradients. Temperature differences between the bottom and above canopy sensors were within 3<hsp sp=\"0.25\"/>°C for unstable conditions for all sites, but were as much as −10<hsp sp=\"0.25\"/>°C under stable conditions. The model exhibited the greatest discrepancies relative to measurements in the 4.5-m aspen thicket under stable conditions, likely due to horizontal ejections from this relatively small patch of vegetation that could not be addressed by the one-dimensional model. At each site, the model performed best near the top of canopy where the air was well mixed and gradients between it the meteorological conditions above the canopy used to force the model were minimal.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Agricultural and Forest Meteorology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0168192315002142%26_version%3D1%26md5%3D4e2fc62679f8b5e8ae39d68bf8e708e6",
        "title": "Modeling temperature and humidity profiles within forest canopies"
    },
    {
        "author": "",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>15 October 2015</pubDate><br> <b>Source:</b>Agricultural and Forest Meteorology, Volumes 211–212</br><br></br><br><br></br></br><br></br></br>",
        "journal": "Agricultural and Forest Meteorology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0168192315001999%26_version%3D1%26md5%3D5508a4ea7d4017758dbca41ea94958cf",
        "title": "Inside Front Cover (Editorial Board)"
    },
    {
        "author": "Ankur R.   Desai, Ke   Xu, Hanqin   Tian, Peter   Weishampel, Jonathan   Thom, Dan   Baumann, Arlyn E.   Andrews, Bruce D.   Cook, Jennifer Y.   King, Randall   Kolka</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>15 October 2015</pubDate><br> <b>Source:</b>Agricultural and Forest Meteorology, Volumes 211–212</br><br>     Author(s): Ankur R.   Desai, Ke   Xu, Hanqin   Tian, Peter   Weishampel, Jonathan   Thom, Dan   Baumann, Arlyn E.   Andrews, Bruce D.   Cook, Jennifer Y.   King, Randall   Kolka</br><br><br></br></br><br></br></br>",
        "journal": "Agricultural and Forest Meteorology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0168192315001598%26_version%3D1%26md5%3Db11ff46404189de73c3ce8d936684ae1",
        "title": "Corrigendum to “Landscape-level terrestrial methane flux observed from a very tall tower” Agricultural and Forest Meteorology, Volume 201(2015), 61-75"
    },
    {
        "author": "Teemu   Hölttä, Tapio   Linkosalo, Anu   Riikonen, Sanna   Sevanto, Eero   Nikinmaa</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>15 October 2015</pubDate><br> <b>Source:</b>Agricultural and Forest Meteorology, Volumes 211–212</br><br>     Author(s): Teemu   Hölttä, Tapio   Linkosalo, Anu   Riikonen, Sanna   Sevanto, Eero   Nikinmaa</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0055\" view=\"all\">Granier sap flow method is a simple and easily applicable method to monitor sap flow in trees in field conditions, and is thus in wide use. However, it has been suggested that the method is slow to capture transient changes in actual sap flux density due to heat storage and release within the stem. We show here how this may lead to biases in the estimation of the dynamics of sap flux density especially at low flow rates when thermal diffusivity is low. We also demonstrate how the traditional Granier sap flow method could be modified to improve the temporal precision of the sap flow measurement. In the new system, the temperature difference between the heated and the reference needle is kept constant by varying the heating power and the sap flux density is calculated from the power consumption. This leads to reduced changes in the heat content of stem. These modifications also make the method more robust in terms of stability of power supply and reduce power consumption during low flow conditions. The time dynamics of the Granier method and the new “steady temperature method” are simulated with a previously published numerical model of xylem heat balance and tested in a laboratory experiment with cut pieces of stem. The numerical model is also used to demonstrate that the relation between parameter <italic>K</italic>, calculated from instantaneous sensor temperature and maximum sensor temperature, and actual sap flux density is not constant for either the traditional Granier or the new modified sensor, but is dependent on the range of sapflow rates examined and on the value of thermal diffusivity. Continuous measurements of thermal diffusivity of the sapwood along with the needle temperature/power consumption could help to improve the accuracy of the sap flow measurements.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Agricultural and Forest Meteorology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0168192315001471%26_version%3D1%26md5%3D9ead596ca4c5211b0fe95588f1baef1b",
        "title": "An analysis of Granier sap flow method, its sensitivity to heat storage and a new approach to improve its time dynamics"
    },
    {
        "author": "Renée   Capdevielle-Vargas, Nicole   Estrella, Annette   Menzel</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>15 October 2015</pubDate><br> <b>Source:</b>Agricultural and Forest Meteorology, Volumes 211–212</br><br>     Author(s): Renée   Capdevielle-Vargas, Nicole   Estrella, Annette   Menzel</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0015\" view=\"all\"> <simple-para id=\"spar0075\" view=\"all\">Phenological traits such as unfolding of leaves in spring and onset of leaf coloring in autumn are powerful data that can be used to assess the local adaptation of plants to regional climate conditions and to track climate change in nature. Phenotypic variability in beech has been widely studied, but most of the investigations emphasize the variation between populations. The aim of this study was to explore phenotypic responses at the individual level within a beech population, comparing in a stand the annual phenological patterns as well as leaf area index (LAI) courses for three consecutive years (2010–2012). Thirty adult beech trees were randomly selected in a forest in southern Germany for which the seasonal pattern in LAI and different stages of leaf unfolding, leaf coloring and leaf fall were recorded biweekly/three times a week by hemispherical photographs and visual observations, respectively. Based on their phenological and LAI patterns we were able to analyze in detail the phenological variation of individual trees between seasons over a three year study. Our main results confirm that LAI based on hemispherical photographs was correlated with the ground phenological observations. Surprisingly, they suggest that the phenological patterns of individual beech trees compared to their stand neighbors were not necessarily fixed; instead they showed annually very plastic phenotypic responses. Not having a fixed phenological pattern may be a strategy to cope with a wide range of environmental conditions in an ever-changing climate.</simple-para> </abstract-sec><br> <h3 class=\"h3\">Graphical abstract</h3> <img src=\"http://origin-ars.els-cdn.com/content/image/1-s2.0-S0168192315001586-fx1.jpg\" height=\"200\" width=\"500\" alt=\"image\"/></br></br><br></br></br>",
        "journal": "Agricultural and Forest Meteorology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0168192315001586%26_version%3D1%26md5%3Da287ec62f6db2d3e1ccbf2b07942bc6d",
        "title": "Multiple-year assessment of phenological plasticity within a beech (Fagus sylvatica L.) stand in southern Germany"
    },
    {
        "author": "Bo   Jiang, Yi   Zhang, Shunlin   Liang, Georg   Wohlfahrt, Altaf   Arain, Alessandro   Cescatti, Teodoro   Georgiadis, Kun   Jia, Gerard   Kiely, Magnus   Lund, Leonardo   Montagnani, Vincenzo   Magliulo, Penelope Serrano   Ortiz, Walter   Oechel, Francesco Primo   Vaccari, Yunjun   Yao, Xiaotong   Zhang</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>15 October 2015</pubDate><br> <b>Source:</b>Agricultural and Forest Meteorology, Volumes 211–212</br><br>     Author(s): Bo   Jiang, Yi   Zhang, Shunlin   Liang, Georg   Wohlfahrt, Altaf   Arain, Alessandro   Cescatti, Teodoro   Georgiadis, Kun   Jia, Gerard   Kiely, Magnus   Lund, Leonardo   Montagnani, Vincenzo   Magliulo, Penelope Serrano   Ortiz, Walter   Oechel, Francesco Primo   Vaccari, Yunjun   Yao, Xiaotong   Zhang</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0095\" view=\"all\">All-wave net surface radiation is greatly needed in various scientific research and applications. Satellite data have been used to estimate incident shortwave radiation, but hardly to estimate all-wave net radiation due to the inference of clouds on longwave radiation. A practical solution is to estimate all-wave net radiation empirically from shortwave radiation and other ancillary information. Since existing models were developed using a limited number of ground observations, a comprehensive evaluation of these models using a global network of representative measurements is urgently required. In this study, we developed a new day-time net radiation estimation model and evaluated it against seven commonly used existing models using radiation measurements obtained from 326 sites around the world from 1991 to 2010. MERRA re-analysis products from which the meteorological data were derived and remotely sensed products during the same period were also used. Model evaluations were performed in both global mode (all data were used to fit the models) and conditional mode (the data were divided into four subsets based on the surface albedo and vegetation index, and the models were fitted separately). Besides, the factors (i.e., albedo, air temperature, and NDVI) that may impact the estimation of all-wave net radiation were also extensively explored. Based on these evaluations, the fitting RMSE of the new developed model was approximately 40.0<hsp sp=\"0.25\"/>Wm<sup loc=\"post\">−2</sup> in the global mode and varied between 18.2 and 54.0<hsp sp=\"0.25\"/>Wm<sup loc=\"post\">−2</sup> in the conditional mode. We found that it is better to use net shortwave radiation (including surface albedo) than the incident shortwave radiation nearly in all models. Overall, the new model performed better than other existing linear models.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Agricultural and Forest Meteorology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0168192315001458%26_version%3D1%26md5%3D13c2343a6177f9a9562daf2d459b3ab4",
        "title": "Empirical estimation of daytime net radiation from shortwave radiation and ancillary information"
    },
    {
        "author": "Ying   Pan, Marcelo   Chamecki, Scott A.   Isard, Heidi M.   Nepf</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>15 October 2015</pubDate><br> <b>Source:</b>Agricultural and Forest Meteorology, Volumes 211–212</br><br>     Author(s): Ying   Pan, Marcelo   Chamecki, Scott A.   Isard, Heidi M.   Nepf</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0010\" view=\"all\">A large-eddy simulation (LES) approach was used to investigate the flow characteristics at a canopy leading edge and their impact on the dispersion of particles released from point sources inside the canopy. Comparison of results from these LES simulations with those for a canopy that is infinite and uniform in both streamwise and spanwise directions reveals important insights about the adjustment lengths for mean flow, turbulent kinetic energy (TKE), and canopy-shear-layer vortices. Two critical locations were identified in the flow adjustment at the leading edge: (1) the location at which canopy-shear-layer vortices begin to develop and (2) the location at which the flow is fully developed. Simulations were conducted for particles released from continuous point sources at four streamwise locations downwind from the leading edge and three heights within the canopy. The four streamwise source locations corresponded to the canopy leading edge, the location at which canopy-shear-layer vortices began to develop, the transition region, and the fully developed region. The adjustment of flow near the leading edge has a profound impact on the dispersion of particles close to the source, which is where most particle escape from the canopy takes place. Particles released close to the canopy leading edge have much higher maximum escape fractions than particles released in the fully developed region. The adjustment length for particle escape is greater than that for the flow. Away from the source (approximately sixteen canopy heights for the present dense canopy), the geometries of the mean plume become similar for particles released from different regions. Within a few tens of canopy heights from the leading edge, the growth rates of converged mean plume height and depth are lower than those for the case of an infinite canopy.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Agricultural and Forest Meteorology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0168192315001161%26_version%3D1%26md5%3Dca50cdbd5862956c0f33df8563d7f0c3",
        "title": "Dispersion of particles released at the leading edge of a crop canopy"
    },
    {
        "author": "Jesper Riis   Christiansen, Josh   Outhwaite, Sean M.   Smukler</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>15 October 2015</pubDate><br> <b>Source:</b>Agricultural and Forest Meteorology, Volumes 211–212</br><br>     Author(s): Jesper Riis   Christiansen, Josh   Outhwaite, Sean M.   Smukler</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0040\" view=\"all\">A laboratory and field experiment compared fluxes of CO<inf loc=\"post\">2</inf>, CH<inf loc=\"post\">4</inf> and N<inf loc=\"post\">2</inf>O measured with cavity ring-down spectroscopy (CRDS) and gas chromatography (GC). The comparison between CRDS and GC showed that average CO<inf loc=\"post\">2</inf> fluxes were significantly higher for CRDS in both the laboratory and field, but the same experimental treatments effects were detected for both techniques. Compared to CRDS, the GC technique was severely limited in detecting CH<inf loc=\"post\">4</inf> fluxes in both the laboratory and field. Thus, only 16% of measured GC fluxes were detectable in the laboratory and none in the field whereas CRDS could detect 65% and 97% of the CH<inf loc=\"post\">4</inf> fluxes in the laboratory and field. In contrast, N<inf loc=\"post\">2</inf>O fluxes measured with CRDS and GC were not different for both the laboratory and field. It was observed that a lower proportion of N<inf loc=\"post\">2</inf>O fluxes could be detected with CRDS (73%) than GC (92%) in the laboratory and similar recovery (65% and 68%) for the field. Thus, the same treatment effects were observed for both CRDS and GC. Furthermore, the comparison between CRDS and GC showed that enclosure times as short as 600<hsp sp=\"0.25\"/>s for our field study site are suitable to estimate the same treatment effects, but not necessarily flux magnitude. We conclude that CRDS and GC can provide the same level of information regarding treatment effects in both laboratory and field experiments for CO<inf loc=\"post\">2</inf> and N<inf loc=\"post\">2</inf>O, but not for CH<inf loc=\"post\">4</inf> and it is possible to reduce enclosure time without comprising comparability between the two techniques.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Agricultural and Forest Meteorology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0168192315001835%26_version%3D1%26md5%3D904d022c4f31c166c21515cf228cb7b8",
        "title": "Comparison of CO2, CH4 and N2O soil-atmosphere exchange measured in static chambers with cavity ring-down spectroscopy and gas chromatography"
    },
    {
        "author": "E.   Potier, J.   Ogée, J.   Jouanguy, E.   Lamaud, P.   Stella, E.   Personne, B.   Durand, N.   Mascher, B.   Loubet</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>15 October 2015</pubDate><br> <b>Source:</b>Agricultural and Forest Meteorology, Volumes 211–212</br><br>     Author(s): E.   Potier, J.   Ogée, J.   Jouanguy, E.   Lamaud, P.   Stella, E.   Personne, B.   Durand, N.   Mascher, B.   Loubet</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0090\" view=\"all\">Understanding how ozone is deposited on vegetation canopies is needed to perform tropospheric greenhouse gas budgets and evaluate the associated damage on vegetation. In this study, we propose a new multilayer scheme of ozone deposition on vegetation canopies that predicts stomatal, cuticular and soil deposition pathways separately. This mechanistic ozone deposition scheme is based on the multi-layer, multi-leaf mass and energy transfer model MuSICA. This model was chosen because it explicitly simulates the processes of rain interception, through fall and evaporation at different depths within the vegetation canopy, so that ozone deposition on wet leaf cuticles can be explicitly modelled with ozone dissolution, diffusion and chemical reaction inside the water films. The model was evaluated against a 3-year dataset of ozone, CO<inf loc=\"post\">2</inf> and evapotranspiration flux measurements over a winter wheat field near Paris, France (ICOS Fr-GRI). Only periods with fully developed canopies (including senescence) were considered to minimise the contribution of soil deposition to the total ozone flux. Before senescence, the model could reproduce the measured ozone deposition rates as well as the CO<inf loc=\"post\">2</inf> and water vapour fluxes. During senescence, large ozone deposition rates were observed under wet canopy conditions that could only be explained by first-order reaction rates in the water film of around 10<sup loc=\"post\">5</sup> <hsp sp=\"0.25\"/>s<sup loc=\"post\">−1</sup>. Such reaction rates are not compatible with the chemical composition of rainwater. We therefore hypothesise that, during senescence, the cell content leaks out of the leaves when they become wet, exposing anti-oxidants to ozone. These results provide for the first time a mechanistic explanation of the commonly observed increase in ozone deposition rates during rain or dew formation.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Agricultural and Forest Meteorology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0168192315001483%26_version%3D1%26md5%3D3dae403f424b28424f736eccab740550",
        "title": "Multilayer modelling of ozone fluxes on winter wheat reveals large deposition on wet senescing leaves"
    },
    {
        "author": "Norma   Froelich, Holly   Croft, Jing M.   Chen, Alemu   Gonsamo, Ralf M.   Staebler</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>15 October 2015</pubDate><br> <b>Source:</b>Agricultural and Forest Meteorology, Volumes 211–212</br><br>     Author(s): Norma   Froelich, Holly   Croft, Jing M.   Chen, Alemu   Gonsamo, Ralf M.   Staebler</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0015\" view=\"all\"> <simple-para id=\"spar0070\" view=\"all\">The exchanges of carbon dioxide (CO<inf loc=\"post\">2</inf>), water vapor, and energy were measured nearly continuously since 1996 over a mixed mature transition forest at the Borden Forest Research Station, in southern Ontario, Canada. Borden Forest, one of the longest running flux towers in North America, is located in the temperate–boreal ecotone. This transitional region, which includes species close to the limits of their environmental range, may be particularly susceptible to changes in forest composition as a result of climate change. Here we analyze net CO<inf loc=\"post\">2</inf> exchange, measured using the eddy covariance method, and concurrent meteorological variables. The forest was found to be a low-to-moderate CO<inf loc=\"post\">2</inf> sink, with uptake of 177<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>28<hsp sp=\"0.25\"/>gC<hsp sp=\"0.25\"/>m<sup loc=\"post\">−2</sup> <hsp sp=\"0.25\"/>yr<sup loc=\"post\">−1</sup> (mean<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>standard error). In two of the years, however, the forest was a weak CO<inf loc=\"post\">2</inf> source (i.e., 1996: −36<hsp sp=\"0.25\"/>gC<hsp sp=\"0.25\"/>m<sup loc=\"post\">−2</sup> <hsp sp=\"0.25\"/>yr<sup loc=\"post\">−1</sup> and 2001: −35<hsp sp=\"0.25\"/>gC<hsp sp=\"0.25\"/>m<sup loc=\"post\">−2</sup> <hsp sp=\"0.25\"/>yr<sup loc=\"post\">−1</sup>), demonstrating that the forest can switch between source and sink. Over the 17 years of measurement, annual net ecosystem productivity (NEP) increased by 15.7<hsp sp=\"0.25\"/>gC<hsp sp=\"0.25\"/>m<sup loc=\"post\">−2</sup> <hsp sp=\"0.25\"/>yr<sup loc=\"post\">−1</sup> <hsp sp=\"0.25\"/>yr<sup loc=\"post\">−1</sup>, due to a decline in ecosystem respiration of 4.2<hsp sp=\"0.25\"/>gC<hsp sp=\"0.25\"/>m<sup loc=\"post\">−2</sup> <hsp sp=\"0.25\"/>yr<sup loc=\"post\">−1</sup> <hsp sp=\"0.25\"/>yr<sup loc=\"post\">−1</sup> and an increase in gross ecosystem productivity of 11.6<hsp sp=\"0.25\"/>gC<hsp sp=\"0.25\"/>m<sup loc=\"post\">−2</sup> <hsp sp=\"0.25\"/>yr<sup loc=\"post\">−1</sup> <hsp sp=\"0.25\"/>yr<sup loc=\"post\">−1</sup>. There were notable long-term indications of climatic warming: annual air temperature rose by 0.09<hsp sp=\"0.25\"/>°C<hsp sp=\"0.25\"/>yr<sup loc=\"post\">−1</sup>, while soil temperature increased by 0.08<hsp sp=\"0.25\"/>°C<hsp sp=\"0.25\"/>yr<sup loc=\"post\">−1</sup>. Photosynthetically active radiation and soil temperature were found to be the dominant environmental drivers of interannual variations and long-term trends in NEP; on seasonal or monthly time-scales, air temperature and precipitation also influenced CO<inf loc=\"post\">2</inf> uptake. NEP is positively correlated with the length of the net carbon uptake period, which varied from 111 to 164 days. The large interannual variations in CO<inf loc=\"post\">2</inf> flux in this dataset demonstrate the need for long time series of CO<inf loc=\"post\">2</inf>, water vapor, and energy fluxes, together with meteorological measurements; such measurements show long-term trends, which can be used to understand and predict future changes in forest-atmosphere exchanges in response to anticipated changes in climate.</simple-para> </abstract-sec><br> <h3 class=\"h3\">Graphical abstract</h3> <img src=\"http://origin-ars.els-cdn.com/content/image/1-s2.0-S0168192315001793-fx1.jpg\" height=\"200\" width=\"500\" alt=\"image\"/></br></br><br></br></br>",
        "journal": "Agricultural and Forest Meteorology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0168192315001793%26_version%3D1%26md5%3D327966e8ed6cb4672b68c4dd09172ff9",
        "title": "Trends of carbon fluxes and climate over a mixed temperate–boreal transition forest in southern Ontario, Canada"
    },
    {
        "author": "Bassil   El Masri, Shijie   Shu, Atul K.   Jain</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>15 October 2015</pubDate><br> <b>Source:</b>Agricultural and Forest Meteorology, Volumes 211–212</br><br>     Author(s): Bassil   El Masri, Shijie   Shu, Atul K.   Jain</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0095\" view=\"all\">Recent studies and observations have shown that northern high latitude ecosystems (NHLE) are strongly responsive to environmental changes, particularly warming temperature. Ecosystem models are important tools that help us to understand and assess the impact of environmental changes in the NHLE. However, models lack processes that are essential for modeling ecosystem dynamics for the NHLEs. In this study, NHLE-specific dynamic phenology and dynamic rooting distribution and depth parameterizations was implemented in a land surface model, the Integrated Science Assessment Model (ISAM), to improve the estimated carbon, water, and energy fluxes in the NHLs. These parameterizations account for light, water, and nutrient stresses while allocating the assimilated carbon to leaf, stem, and root pools. The model parameters related to these processes were calibrated and evaluated using measured data from 16 sites (12 fluxnet sites and 4 non-flux net sites) representative of the dominant NHLEs. By including these dynamic processes, ISAM was able to capture the measured seasonal variability in leaf area index (LAI) and root distribution in the soil layers. The evaluation of the model results suggested that without including the dynamic processes, the modeled growing season length (GSL) in the NHLE was almost two times higher, as compared to measurements. To quantify the implication of these processes on the C, water, and energy fluxes, we compared the results of two different versions of ISAM, a dynamic version that includes dynamic processes (ISAM<inf loc=\"post\">DYN</inf>) and a static version that does not include dynamic processes (ISAM<inf loc=\"post\">BC</inf>), with measurements from 12 eddy covariance flux sites. The results showed that ISAM<inf loc=\"post\">DYN</inf>, unlike ISAM<inf loc=\"post\">BC</inf>, was more capable to capture the flux site-based seasonal variability in GPP, water, and energy fluxes. Regional analysis revealed that the growing season length increased on average by about 5 days in the NHLs in the 2000s compared to 1990s.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Agricultural and Forest Meteorology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0168192315001811%26_version%3D1%26md5%3D7c3b296d2e0e6fb852e4d8285072f1bb",
        "title": "Implementation of a dynamic rooting depth and phenology into a land surface model: Evaluation of carbon, water, and energy fluxes in the high latitude ecosystems"
    },
    {
        "author": "Nathan E.   Miller, Rob   Stoll, Walter F.   Mahaffee, Tara M.   Neill, Eric R.   Pardyjak</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>15 October 2015</pubDate><br> <b>Source:</b>Agricultural and Forest Meteorology, Volumes 211–212</br><br>     Author(s): Nathan E.   Miller, Rob   Stoll, Walter F.   Mahaffee, Tara M.   Neill, Eric R.   Pardyjak</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0010\" view=\"all\">Turbulent particle dispersion in plant canopies plays an important role in many agricultural and forestry ecosystems. Most research on dispersion in plant canopies has focused on dispersal patterns in homogeneous dense canopies and/or on patterns far from the source. To study near-source particle dispersion in a sparse agricultural canopy, a series of point-source particle release events was conducted in a commercial vineyard. Analysis of the wind velocity data indicated that the majority of the flow in the open spaces between the vine rows was channeled parallel to the vine rows regardless of the direction of the mean wind above the canopy. Although this channeling led to significant turning of the mean velocity, profiles of turbulent statistics taken at times when the above-canopy winds were nearly parallel to the vine rows showed similar behavior to canopy flow profiles in previous studies. The particle release events were conducted using fluorescent microspheres with similar physical characteristics to the spores of multiple airborne fungal pathogens of grapes (diameter = 10–45<hsp sp=\"0.25\"/>μm, density = 1.0<hsp sp=\"0.25\"/>g/cm<sup loc=\"post\">3</sup>). Microspheres were released from two vertical positions within the canopy and monitored using a dense three dimensional impaction trap array in the near-source region (1–5 canopy heights downwind). The shape of the microsphere plumes was strongly impacted by the flow channeling within the canopy. Specifically, the plumes’ maximum concentrations were typically channelled down the aisle in which they originated. The spanwise concentration profile also tended to be skewed from the release aisle toward the mean wind direction above the canopy. This was believed to be caused by the wind directional shear created by the difference between the mean wind direction above the canopy and the vine row direction as well as the filtering effects of the plants themselves.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Agricultural and Forest Meteorology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0168192315001823%26_version%3D1%26md5%3D5fa9377bc0ee0bddf2f2e04ffbd12247",
        "title": "An experimental study of momentum and heavy particle transport in a trellised agricultural canopy"
    },
    {
        "author": "Fabian   Eder, Frederik   De Roo, Eyal   Rotenberg, Dan   Yakir, Hans Peter   Schmid, Matthias   Mauder</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>15 October 2015</pubDate><br> <b>Source:</b>Agricultural and Forest Meteorology, Volumes 211–212</br><br>     Author(s): Fabian   Eder, Frederik   De Roo, Eyal   Rotenberg, Dan   Yakir, Hans Peter   Schmid, Matthias   Mauder</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0080\" view=\"all\">The Yatir forest in Israel is a solitary forest at the dry timberline that is surrounded by semi-arid shrubland. Due to its low albedo and its high surface roughness, the forest has a strong impact on the surface energy budget, and is supposed to induce a secondary circulation, which was assessed using eddy-covariance (EC) and Doppler lidar measurements and large-eddy simulation (LES). The buoyancy fluxes were 220–290<hsp sp=\"0.25\"/>W<hsp sp=\"0.25\"/>m<sup loc=\"post\">−2</sup> higher above the forest, and the scale of the forest relative to the boundary-layer height is ideal for generating a secondary circulation, as confirmed by a LES run without background wind. However, usually a relatively high background wind (6<hsp sp=\"0.25\"/>m<hsp sp=\"0.25\"/>s<sup loc=\"post\">−1</sup>) prevails at the site. Thus, with the Doppler lidar a persistent updraft above the forest was detected only on 5 of the 16 measurement days. Nevertheless, the secondary circulation and convective coherent structures caused low-frequency flux contributions in the mixed-layer <italic>w</italic> spectra, the surface layer <italic>u</italic> and <italic>w</italic> spectra and in the surface-layer momentum fluxes. According to the ogive functions from the tower data and a control volume approach using the LES, such low-frequency contributions with timescales &amp;gt;30<hsp sp=\"0.25\"/>min were a major reason the non-closure of the energy balance at the desert site. In the roughness sublayer above the forest, these large structures were broken up into smaller eddies and the energy balance was closed.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Agricultural and Forest Meteorology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS016819231500180X%26_version%3D1%26md5%3Df2c0ac9137222016e2f011865a65add5",
        "title": "Secondary circulations at a solitary forest surrounded by semi-arid shrubland and their impact on eddy-covariance measurements"
    },
    {
        "author": "",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>15 September 2015</pubDate><br> <b>Source:</b>Agricultural and Forest Meteorology, Volumes 209–210</br><br></br><br><br></br></br><br></br></br>",
        "journal": "Agricultural and Forest Meteorology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0168192315001719%26_version%3D1%26md5%3D9fcb3caa9534cb8886e109daf0bcc1ad",
        "title": "Inside Front Cover (Editorial Board)"
    },
    {
        "author": "David   Gouache, Anne-Sophie   Bouchon, Elodie   Jouanneau, Xavier   Le Bris</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>15 September 2015</pubDate><br> <b>Source:</b>Agricultural and Forest Meteorology, Volumes 209–210</br><br>     Author(s): David   Gouache, Anne-Sophie   Bouchon, Elodie   Jouanneau, Xavier   Le Bris</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0060\" view=\"all\">Predicting annual crop yields is of interest for many agricultural applications. We present a prediction scheme at the departmental level, circa 100<hsp sp=\"0.25\"/>km by 100<hsp sp=\"0.25\"/>km, of winter wheat yields in France, applied for 23 departments, using official yield statistics from 1986 to 2010. Each model is a linear combination of 5–7 variables, selected from an initial pool of over 250 candidates. Candidate variables were generated using a phenological model and a crop water balance model, applied to a representative cropping situation for the department. Variable selection was carried out with forward stepwise regression methods. The variable selection process was cross-validated, so as to select robust variables. Model prediction performance was also evaluated by cross-validation. Satisfactory models were created for 20 departments, with root mean square error of prediction ranging from 0.25<hsp sp=\"0.25\"/>t/ha to 0.39<hsp sp=\"0.25\"/>t/ha. During use, whole season weather data is not available: this is complemented by frequential calculation over the past 20 years of historical weather data. We assessed the impact of time of prediction on model error by hindcasting yields for all 25 years of the dataset. We estimate that predictions can start 20 days after heading on average. We analysed predictive performance in an independent dataset and propose recommendations for use of these models outside their training dataset. The models give new insight as to the climatic factors that are key in determining yield in France.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Agricultural and Forest Meteorology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0168192315001409%26_version%3D1%26md5%3Db77f1f7e2b707d076923cbed526510a4",
        "title": "Agrometeorological analysis and prediction of wheat yield at the departmental level in France"
    },
    {
        "author": "Bin   Wang, De Li   Liu, Senthold   Asseng, Ian   Macadam, Qiang   Yu</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>15 September 2015</pubDate><br> <b>Source:</b>Agricultural and Forest Meteorology, Volumes 209–210</br><br>     Author(s): Bin   Wang, De Li   Liu, Senthold   Asseng, Ian   Macadam, Qiang   Yu</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0060\" view=\"all\">The flowering time of wheat is strongly controlled by temperature and is potentially highly sensitive to climate change. In this study, we analysed the occurrence of last frost (days with minimum temperature under 2<hsp sp=\"0.25\"/>°C) and first heat (days with maximum temperatures exceeding 30<hsp sp=\"0.25\"/>°C) events of the year to determine the optimum flowering date in the wheat belt of New South Wales (NSW), eastern Australia. We used statistically downscaled daily maximum and minimum temperature data from 19 Global Climate Models (GCMs) with a vernalizing–photothermal model in order to simulate future flowering dates and the changes in frost and hot days occurrence at flowering date (± 7 days) for two future scenarios for atmospheric greenhouse gas concentrations (RCP4.5 and RCP8.5) in 2040s (2021–2060) and 2080s (2061–2100). Relative to the 1961–2000 period, the GCMs projected increased daily maximum and minimum temperatures for these future periods, accompanied by reduced frost occurrence and increased heat stress incidence. As a consequence, by the 2080s, simulations suggest a general advance in spring wheat flowering date by, on average, 10.2 days for RCP4.5 and 17.8 days for RCP8.5 across the NSW wheat belt. Winter wheat flowering dates were delayed by an average of 2.4 days for RCP4.5 and 14.3 days for RCP8.5 in the warmest parts of the region (the northwest) due to reduced cumulative vernalization days (requiring cool conditions). In the cooler regions (the northeast, southeast and southwest), flowering date occurred earlier by 6.2 days for RCP4.5 and 6.7 days for RCP8.5 on average. Moreover, in the western parts of the wheat belt the delay of winter wheat flowering date was about 9.5 days longer than that in the eastern parts. As a result of phenological responses to increasing temperatures, current wheat varieties may not be suitable for future climate conditions, despite reduced frost risk. In the future, it may be necessary to use longer-season wheat varieties and varieties with increased heat-stress resistance.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Agricultural and Forest Meteorology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0168192315001410%26_version%3D1%26md5%3D9802a9cc6000a4134e442e04f6b86df6",
        "title": "Impact of climate change on wheat flowering time in eastern Australia"
    },
    {
        "author": "Terenzio   Zenone, Milan   Fischer, Nicola   Arriga, Laura S.   Broeckx, Melanie S.   Verlinden, Stefan   Vanbeveren, Donatella   Zona, Reinhart   Ceulemans</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>15 September 2015</pubDate><br> <b>Source:</b>Agricultural and Forest Meteorology, Volumes 209–210</br><br>     Author(s): Terenzio   Zenone, Milan   Fischer, Nicola   Arriga, Laura S.   Broeckx, Melanie S.   Verlinden, Stefan   Vanbeveren, Donatella   Zona, Reinhart   Ceulemans</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0065\" view=\"all\">We used the eddy-covariance technique to measure the temporal dynamics and the relationships between leaf area index (LAI) and exchanges of carbon dioxide (CO<inf loc=\"post\">2</inf>), latent heat (LE) and sensible heat (H) in a multi-genotype short-rotation poplar coppice (SRC) located in East-Flanders (Belgium). The study was carried out over four years (2010–2013) corresponding to the first two rotations of the plantation. The net carbon (C) balance during the first two-year rotation was 75.2 (±4.4) g<hsp sp=\"0.25\"/>C<hsp sp=\"0.25\"/>m<sup loc=\"post\">−2</sup> in the establishment year 2010 and −95.6 (±5.9) g<hsp sp=\"0.25\"/>C<hsp sp=\"0.25\"/>m<sup loc=\"post\">−2</sup> in 2011. After the harvest (second two-year rotation) the coppice was a net source of carbon, 151.0 (±10.5) g<hsp sp=\"0.25\"/>C<hsp sp=\"0.25\"/>m<sup loc=\"post\">−2</sup> in 2012, but a sink of −274.6 (±18.8) g<hsp sp=\"0.25\"/>C<hsp sp=\"0.25\"/>m<sup loc=\"post\">−2</sup> in 2013. Overall, at the end of the second rotation this SRC, was a net CO<inf loc=\"post\">2</inf> sink with a cumulative uptake of −144.0 (±22.8) g<hsp sp=\"0.25\"/>C<hsp sp=\"0.25\"/>m<sup loc=\"post\">−2</sup>. The temporal dynamics and the magnitude of the ratio between gross primary production (GPP) and ecosystem respiration (R<inf loc=\"post\">eco</inf>) were similar to a deciduous forest. The evolution of LAI showed values ranging from 0.96 (±0.4) to 2.0 (±1.2) and from 5.1 (±1.5) to 4.5 (±0.84) during the first and the second rotation, respectively. The GPP (measured close to light saturation) was significantly related to LAI (<italic>r</italic> <sup loc=\"post\">2</sup> of 0.76, <italic>p</italic> <hsp sp=\"0.25\"/>&amp;lt;<hsp sp=\"0.25\"/>0.001). The cumulative evapotranspiration (ET) measured during the first rotation was 241.7<hsp sp=\"0.25\"/>mm and 349.9<hsp sp=\"0.25\"/>mm for 2010 and 2011, respectively, and 464.6<hsp sp=\"0.25\"/>mm and 372.1<hsp sp=\"0.25\"/>mm for 2012 and 2013. The average value of surface conductance (<italic>G<inf loc=\"post\">s</inf> </italic>) was 0.35<hsp sp=\"0.25\"/>mol<hsp sp=\"0.25\"/>m<sup loc=\"post\">−2</sup> <hsp sp=\"0.25\"/>s<sup loc=\"post\">−1</sup> and 0.24<hsp sp=\"0.25\"/>mol<hsp sp=\"0.25\"/>m<sup loc=\"post\">−2</sup> <hsp sp=\"0.25\"/>s<sup loc=\"post\">−1</sup> for the foliated and unfoliated periods, respectively. The mean decoupling factors (Ω) were 0.35 and 0.23 for the foliated and unfoliated periods, respectively, indicating that ET was primarily controlled by vapor pressure deficit (VPD) and <italic>G<inf loc=\"post\">s</inf> </italic> (a well-coupled system). The mean Priestley–Taylor coefficient (<italic>α</italic>) was 0.77 and 0.53 for the foliated and the unfoliated periods, respectively. Such low values indicate that ET was significantly lower than the equilibrium evaporation and thus also lower than the ET of a hypothetical reference crop. During the whole experiment only two short episodes of drought were identified when in May–June 2011 and June 2013 the evaporative fraction dropped below 0.4. The analysis of G<inf loc=\"post\">s</inf> showed a rather low stomatal control (anisohydric stomatal response) that put the poplar SRC at greater risk during severe drought conditions. All the three mentioned parameters related to ET and GPP (<italic>G<inf loc=\"post\">s</inf> </italic>, Ω and <italic>α</italic>) were significantly and positively correlated to LAI (<italic>r</italic> <sup loc=\"post\">2</sup> from 0.14 to 0.2, <italic>p</italic> <hsp sp=\"0.25\"/>&amp;lt;<hsp sp=\"0.25\"/>0.0001), suggesting that LAI was the main biophysical driver controlling the carbon and water balances in this bioenergy production system.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Agricultural and Forest Meteorology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0168192315001136%26_version%3D1%26md5%3D53888f4ef5cb43eb07fa4fc70be5c9cb",
        "title": "Biophysical drivers of the carbon dioxide, water vapor, and energy exchanges of a short-rotation poplar coppice"
    },
    {
        "author": "Zhili   Liu, Jing M.   Chen, Guangze   Jin, Yujiao   Qi</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>15 September 2015</pubDate><br> <b>Source:</b>Agricultural and Forest Meteorology, Volumes 209–210</br><br>     Author(s): Zhili   Liu, Jing M.   Chen, Guangze   Jin, Yujiao   Qi</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0085\" view=\"all\">Leaf area index (LAI), a critical parameter used in process models for estimating vegetation growth, can be measured through litterfall collection, which is usually referred to as a direct method. This method has been demonstrated to be applicable to deciduous forests, but few studies have used this method for estimating seasonal variations of LAI in mixed evergreen–deciduous forests. In this study, we proposed a practical method to estimate the seasonal variation of LAI directly by combining leaf emergent seasonality and litterfall collection (defined as LAI<inf loc=\"post\">dir</inf>) in a mixed broadleaved-Korean pine (<italic>Pinus koraiensis</italic>) forest (BK), a Korean pine plantation (KP), a spruce–fir valley forest (SV), and a secondary birch (<italic>Betula platyphylla</italic>) forest (SB). In this direct method, the seasonal variation of LAI in a mixed forest can be quantified by tracking leaf growth and fall patterns throughout the growing season for each major evergreen and deciduous species. Using the LAI<inf loc=\"post\">dir</inf> as a reference, we validated optical LAI (effective LAI, <italic>L<inf loc=\"post\">e</inf> </italic>) measurements through a digital hemispherical photography (DHP) and the LAI-2000 instrument. We also explored the contribution of major sources of errors to optical LAI, including woody-to-total area ratio (<italic>α</italic>), clumping index (<italic>Ω</italic> <inf loc=\"post\">E</inf>), needle-to-shoot area ratio (γ<inf loc=\"post\">E</inf>) and automatic exposure (<italic>E</italic>). We determined that DHP <italic>L<inf loc=\"post\">e</inf> </italic> significantly (<italic>P</italic> <hsp sp=\"0.25\"/>&amp;lt;<hsp sp=\"0.25\"/>0.05) underestimated LAI<inf loc=\"post\">dir</inf> from May to November by 48–64% in BK, KP and SV but overestimated LAI<inf loc=\"post\">dir</inf> by 7% on average in SB. Similarly, LAI-2000 <italic>L<inf loc=\"post\">e</inf> </italic> also significantly (<italic>P</italic> <hsp sp=\"0.25\"/>&amp;lt;<hsp sp=\"0.25\"/>0.05) underestimated LAI<inf loc=\"post\">dir</inf> by an average of 27–35% in BK, KP and SV but overestimated LAI<inf loc=\"post\">dir</inf> by 22% on average in SB. The relative contribution of <italic>E</italic> to the error in DHP <italic>L<inf loc=\"post\">e</inf> </italic> is larger than other factors, and the <italic>γ</italic> <inf loc=\"post\">E</inf> was the largest relative contributor to the underestimation of LAI by LAI-2000. The results from our study demonstrate that seasonal variations of LAI in mixed evergreen–deciduous forests can be optically estimated with high accuracy (85% for DHP and 91% for LAI-2000), as long as accurate corrections are made to the various factors mentioned above. These close agreements between direct and optical LAI results also suggest that the direct method developed in this study is useful for tracking the seasonal variation of LAI in mixed forests.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Agricultural and Forest Meteorology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS016819231500129X%26_version%3D1%26md5%3De512f3dc548af1c765078af8137d1257",
        "title": "Estimating seasonal variations of leaf area index using litterfall collection and optical methods in four mixed evergreen–deciduous forests"
    },
    {
        "author": "Justin   Van Wart, Patricio   Grassini, Haishun   Yang, Lieven   Claessens, Andrew   Jarvis, Kenneth G.   Cassman</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>15 September 2015</pubDate><br> <b>Source:</b>Agricultural and Forest Meteorology, Volumes 209–210</br><br>     Author(s): Justin   Van Wart, Patricio   Grassini, Haishun   Yang, Lieven   Claessens, Andrew   Jarvis, Kenneth G.   Cassman</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0060\" view=\"all\">Simulating crop yield and yield variability requires long-term, high-quality daily weather data, including solar radiation, maximum (<italic>T</italic> <inf loc=\"post\">max</inf>) and minimum temperature (<italic>T</italic> <inf loc=\"post\">min</inf>), and precipitation. In many regions, however, daily weather data of sufficient quality and duration are not available. To overcome this limitation, we evaluated a new method to create long-term weather series based on a few years of observed daily temperature data (hereafter called propagated data). The propagated data are comprised of uncorrected gridded solar radiation from the Prediction of Worldwide Energy Resource dataset from the National Aeronautics and Space Administration (NASA–POWER), rainfall from the Tropical Rainfall Measuring Mission (TRMM) dataset, and location-specific calibration of NASA–POWER <italic>T</italic> <inf loc=\"post\">max</inf> and <italic>T</italic> <inf loc=\"post\">min</inf> using a limited amount of observed daily temperature data. The distributions of simulated yields of maize, rice, or wheat with propagated data were compared with simulated yields using observed weather data at 18 sites in North and South America, Europe, Africa, and Asia. Other sources of weather data typically used in crop modeling for locations without long-term observed weather data were also included in the comparison: (i) uncorrected NASA–POWER weather data and (ii) generated weather data using the MarkSim weather generator. Results indicated good agreement between yields simulated with propagated weather data and yields simulated using observed weather data. For example, the distribution of simulated yields using propagated data was within 10% of the simulated yields using observed data at 78% of locations and degree of yield stability (quantified by coefficient of variation) was very similar at 89% of locations. In contrast, simulated yields based entirely on uncorrected NASA–POWER data or generated weather data using MarkSim were within 10% of yields simulated using observed data in only 44 and 33% of cases, respectively, and the bias was not consistent across locations and crops. We conclude that, for most locations, 3 years of observed daily <italic>T</italic> <inf loc=\"post\">max</inf> and <italic>T</italic> <inf loc=\"post\">min</inf> data would allow creation of a robust weather data set for simulation of long-term mean yield and yield stability of major cereal crops.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Agricultural and Forest Meteorology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0168192315000696%26_version%3D1%26md5%3Dcbb4a41147ef71ef5bc824390fbdd950",
        "title": "Creating long-term weather data from thin air for crop simulation modeling"
    }
]