[
    {
        "author": "Frédéric   Satgé, Marie-Paule   Bonnet, Marielle   Gosset, Jorge   Molina, Wilson   Hernan Yuque Lima, Ramiro   Pillco Zolá, Franck   Timouk, Jérémie   Garnier</br>", 
        "date": "2015-08-31", 
        "description": "             Publication date: <pubDate>1 January 2016</pubDate><br> <b>Source:</b>Atmospheric Research, Volume 167</br><br>     Author(s): Frédéric   Satgé, Marie-Paule   Bonnet, Marielle   Gosset, Jorge   Molina, Wilson   Hernan Yuque Lima, Ramiro   Pillco Zolá, Franck   Timouk, Jérémie   Garnier</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Nine satellite rainfall estimations (SREs) were evaluated for the first time over the South American Andean plateau watershed by comparison with rain gauge data acquired between 2005 and 2007. The comparisons were carried out at the annual, monthly and daily time steps. All SREs reproduce the salient pattern of the annual rain field, with a marked north–south gradient and a lighter east–west gradient. However, the intensity of the gradient differs among SREs: it is well marked in the Tropical Rainfall Measuring Mission (TRMM) Multisatellite Precipitation Analysis 3B42 (TMPA-3B42), Precipitation Estimation from remotely Sensed Information using Artificial Neural Networks (PERSIANN) and Global Satellite Mapping of Precipitation (GSMaP) products, and it is smoothed out in the Climate prediction center MORPHing (CMORPH) products. Another interesting difference among products is the contrast in rainfall amounts between the water surfaces (Lake Titicaca) and the surrounding land. Some products (TMPA-3B42, PERSIANN and GSMaP) show a contradictory rainfall deficit over Lake Titicaca, which may be due to the emissivity contrast between the lake and the surrounding lands and warm rain cloud processes. An analysis differentiating coastal Lake Titicaca from inland pixels confirmed this trend. The raw or Real Time (RT) products have strong biases over the study region. These biases are strongly positive for PERSIANN (above 90%), moderately positive for TMPA-3B42 (28%), strongly negative for CMORPH (−<hsp sp=\"0.10\"/>42%) and moderately negative for GSMaP (−<hsp sp=\"0.10\"/>18%). The biases are associated with a deformation of the rain rate frequency distribution: GSMaP underestimates the proportion of rainfall events for all rain rates; CMORPH overestimates the proportion of rain rates below 2<hsp sp=\"0.25\"/>mm day<sup loc=\"post\">−<hsp sp=\"0.10\"/>1</sup>; and the other products tend to overestimate the proportion of moderate to high rain rates. These biases are greatly reduced by the gauge adjustment in the TMPA-3B42, PERSIANN and CMORPH products, whereas a negative bias becomes positive for GSMaP. TMPA-3B42 Adjusted (Adj) version 7 demonstrates the best overall agreement with gauges in terms of correlation, rain rate distribution and bias. However, PERSIANN-Adj's bias in the southern part of the domain is very low.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Research", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0169809515002240%26_version%3D1%26md5%3D3e27fb529b301a71db41d50adca35d25", 
        "title": "Assessment of satellite rainfall products over the Andean plateau"
    }, 
    {
        "author": "Stefania   Bonafoni, Riccardo   Biondi</br>", 
        "date": "2015-08-31", 
        "description": "             Publication date: <pubDate>1 January 2016</pubDate><br> <b>Source:</b>Atmospheric Research, Volume 167</br><br>     Author(s): Stefania   Bonafoni, Riccardo   Biondi</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">It is well known that the use of the Global Navigation Satellite Systems (GNSS), both with ground-based and Low Earth Orbit (LEO) receivers, allows retrieving atmospheric parameters in all the weather conditions.</simple-para> <simple-para id=\"sp0010\" view=\"all\">Ground-based GNSS technique provides the integrated precipitable water vapour (IPWV) with temporal continuity at a specific receiver station, while the GNSS LEO technique allows for Radio Occultation (RO) observations of the atmosphere, providing a detailed atmospheric profiling but without temporal continuity at a specific site.</simple-para> <simple-para id=\"sp0015\" view=\"all\">In this work, several precipitation events that occurred in Italy were analysed exploiting the potential of the two GNSS techniques (i.e. ground-based and space-based GNSS receivers). From ground-based receivers, time series of IPWV were produced at specific locations with the purpose of analysing the water vapour behaviour during precipitation events. From LEO receivers, the profiling potential was exploited to retrieve the cloud top altitude of convective events, taking into account that although GNSS RO could capture the dynamics of the atmosphere with high vertical resolution, the temporal resolution is not enough to continuously monitor such an event in a local area. Therefore, the GNSS technique can be considered as a supplemental meteorological system useful in studying precipitation events, but with very different spatial and temporal features depending on the receiver positioning.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Research", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0169809515002239%26_version%3D1%26md5%3Dcca153fa3cc0d0dff5848acb7d27432f", 
        "title": "The usefulness of the Global Navigation Satellite Systems (GNSS) in the analysis of precipitation events"
    }, 
    {
        "author": "Jihua   Tan, Jingchun   Duan, Naijia   Zhen, Kebin   He, Jiming   Hao</br>", 
        "date": "2015-08-31", 
        "description": "             Publication date: <pubDate>1 January 2016</pubDate><br> <b>Source:</b>Atmospheric Research, Volume 167</br><br>     Author(s): Jihua   Tan, Jingchun   Duan, Naijia   Zhen, Kebin   He, Jiming   Hao</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">The abundance, behavior, and source of chemical species in size-fractionated atmospheric particle were studied with a 13-stage low pressure impactor (ELPI) during high polluted winter episode in Beijing. Thirty three elements (Al, Ca, Fe, K, Mg, Na, Si, Sc, Ti, V, Cr, Mn, Co, Ni, Cu, Zn, Ga, Ge, As, Se, Sr, Zr, Mo, Ag, Cd, In, Sn, Sb, Cs, Ba, Hg, Tl, and Pb) and eight water soluble ions (Cl<sup loc=\"post\">−</sup>, NO<inf loc=\"post\">3</inf> <sup loc=\"post\">−</sup>, SO<inf loc=\"post\">4</inf> <sup loc=\"post\">2<hsp sp=\"0.10\"/>−</sup>, NH<inf loc=\"post\">4</inf> <sup loc=\"post\">+</sup>, Na<sup loc=\"post\">+</sup>, K<sup loc=\"post\">+</sup>, Ca<sup loc=\"post\">2<hsp sp=\"0.10\"/>+</sup>, and Mg<sup loc=\"post\">2<hsp sp=\"0.10\"/>+</sup>) were determined by ICP/MS and IC, respectively. The size distribution of TC (OC<hsp sp=\"0.25\"/>+<hsp sp=\"0.25\"/>EC) was reconstructed. Averagely, 51.5<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>5.3% and 74.1<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>3.7% of the total aerosol mass was distributed in the sub-micron (PM<inf loc=\"post\">1</inf>) and fine particle (PM<inf loc=\"post\">2.5</inf>), respectively. A significant shift to larger fractions during heavy pollution episode was observed for aerosol mass, NH<inf loc=\"post\">4</inf> <sup loc=\"post\">+</sup>, SO<inf loc=\"post\">4</inf> <sup loc=\"post\">2<hsp sp=\"0.10\"/>−</sup>, NO<inf loc=\"post\">3</inf> <sup loc=\"post\">−</sup>, K, Fe, Cu, Zn, Cd, and Pb. The mass size distributions of NH<inf loc=\"post\">4</inf> <sup loc=\"post\">+</sup>, SO<inf loc=\"post\">4</inf> <sup loc=\"post\">2<hsp sp=\"0.10\"/>−</sup>, NO<inf loc=\"post\">3</inf> <sup loc=\"post\">−</sup>, and K were dominated by accumulation mode. Size distributions of elements were classified into four main types: (I) elements were enriched within the accumulation mode (&amp;lt;<hsp sp=\"0.10\"/>1<hsp sp=\"0.25\"/>μm, Ge, Se, Ag, Sn, Sb, Cs, Hg, Ti, and Pb); (II) those mass (K, Cr, Mn, Cu, Zn, As, Mo, and Cd) was resided mainly within the accumulation mode, ranged from 1 to 2<hsp sp=\"0.25\"/>μm; (III) Na, V, Co, Ni, and Ga were distributed among fine, intermediate, and coarse modes; and (IV) those which were mainly found within particles larger than 2.7<hsp sp=\"0.25\"/>μm (Al, Mg, Si, Ca, Sc, Tl, Fe, Sr, Zr, and Ba). [H<sup loc=\"post\">+</sup>]<inf loc=\"post\">cor</inf> showed an accumulation mode at 600–700<hsp sp=\"0.25\"/>nm and the role of Ca<sup loc=\"post\">2<hsp sp=\"0.10\"/>+</sup> should be fully considered in the estimation of acidity. The acidity in accumulation mode particles suggested that generally gaseous NH<inf loc=\"post\">3</inf> was not enough to neutralize sulfate completely. PMF method was applied for source apportionment of elements combined with water soluble ions. Dust, vehicle, aged coal combustion, and sea salt were identified, and the size resolved source apportionments were discussed. Aged coal combustion was the important source of fine particles and dust contributed most to coarse particle.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Research", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0169809515001908%26_version%3D1%26md5%3D7b3e0ea1e5bb769fda5aceab432d8e40", 
        "title": "Chemical characteristics and source of size-fractionated atmospheric particle in haze episode in Beijing"
    }, 
    {
        "author": "Vishal   Singh, Manish Kumar   Goyal</br>", 
        "date": "2015-08-31", 
        "description": "             Publication date: <pubDate>1 January 2016</pubDate><br> <b>Source:</b>Atmospheric Research, Volume 167</br><br>     Author(s): Vishal   Singh, Manish Kumar   Goyal</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">This paper draws attention to highlight the spatial and temporal variability in precipitation lapse rate (PLR) and precipitation extreme indices (PEIs) through the mesoscale characterization of Teesta river catchment, which corresponds to north Sikkim eastern Himalayas. A PLR rate is an important variable for the snowmelt runoff models. In a mountainous region, the PLR could be varied from lower elevation parts to high elevation parts. In this study, a PLR was computed by accounting elevation differences, which varies from around 1500<hsp sp=\"0.25\"/>m to 7000<hsp sp=\"0.25\"/>m. A precipitation variability and extremity were analysed using multiple mathematical functions viz. quantile regression, spatial mean, spatial standard deviation, Mann–Kendall test and Sen's estimation. For this reason, a daily precipitation, in the historical (years 1980–2005) as measured/observed gridded points and projected experiments for the 21st century (years 2006–2100) simulated by CMIP5 ESM-2<hsp sp=\"0.25\"/>M model (Coupled Model Intercomparison Project Phase 5 Earth System Model 2) employing three different radiative forcing scenarios (Representative Concentration Pathways), utilized for the research work. The outcomes of this study suggest that a PLR is significantly varied from lower elevation to high elevation parts. The PEI based analysis showed that the extreme high intensity events have been increased significantly, especially after 2040s. The PEI based observations also showed that the numbers of wet days are increased for all the RCPs. The quantile regression plots showed significant increments in the upper and lower quantiles of the various extreme indices. The Mann–Kendall test and Sen's estimation tests clearly indicated significant changing patterns in the frequency and intensity of the precipitation indices across all the sub-basins and RCP scenario in an intra-decadal time series domain. The RCP8.5 showed extremity of the projected outcomes.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Research", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0169809515002173%26_version%3D1%26md5%3D0767704bb451eb24724a8ac78c41f410", 
        "title": "Analysis and trends of precipitation lapse rate and extreme indices over north Sikkim eastern Himalayas under CMIP5ESM-2M RCPs experiments"
    }, 
    {
        "author": "E.   Lábó, I.   Geresdi</br>", 
        "date": "2015-08-31", 
        "description": "             Publication date: <pubDate>1 January 2016</pubDate><br> <b>Source:</b>Atmospheric Research, Volume 167</br><br>     Author(s): E.   Lábó, I.   Geresdi</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Infrared radiative cooling at the cloud top is the major driving force for stratocumulus-topped boundary layer turbulence and the major source of buoyancy within a convective mixed layer. However, there is still large uncertainty about the rate of longwave cooling at the cloud top in recent numerical models. Radiative transfer calculations within stratocumulus clouds can be further improved by using bin scheme in the calculation of longwave extinction coefficients.</simple-para> <simple-para id=\"sp0010\" view=\"all\">A method to calculate bin optical properties was developed and was implemented in the RRTM LW radiative transfer model. This bin-type radiation scheme allows us more accurate calculation of the optical properties of clouds, because it does not need any arbitrary assumption for the size distribution of the hydrometeors. The number concentrations and mixing ratios in 36 size-bins provided by bin microphysical scheme are used for calculation of the extinction coefficient. In this paper results of this new scheme were compared to that of one-moment and two-moment bulk radiation schemes where the size distributions were supposed to follow a gamma-function. It was found that the application of the two-moment bulk scheme had no advantage against the one-moment bulk scheme in simulation of radiation profiles, if radiation feedback on cloud processes was not taken into account. Although the gamma function used by bulk schemes fitted relatively well to the size distribution of the water drops calculated by the bin scheme, the longwave radiation fluxes calculated by the two schemes (bulk vs. bin) were significantly different. The bin radiation scheme gave at least 50% larger warming rates both at the cloud base and at the cloud top than the bulk schemes did. The cooling/warming occurred in a thinner vertical layer in the case of the bin scheme than in the case of bulk schemes. The shape of the net radiation profile strongly depended on the CCN concentration. Continental clouds were found to have horizontally less varying value and vertically thinner region of cloud top cooling than maritime clouds.</simple-para> <simple-para id=\"sp0015\" view=\"all\">Compared with the observations the bulk radiation schemes failed to simulate the cloud base warming, while the bin radiation scheme reproduced well the observed cloud base warming. Considering the cloud top cooling the bin scheme overestimated the observed values, but agreed well with the results of other detailed radiation models. This difference might be explained by uncertainties about the vertical extent of the layer where divergence of the net radiation profile was large.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Research", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0169809515002288%26_version%3D1%26md5%3D34ddcb5b94a3e3161fa464c7f4a7509b", 
        "title": "Study of longwave radiative transfer in stratocumulus clouds by using bin optical properties and bin microphysics scheme"
    }, 
    {
        "author": "Jie   Li, Wenyi   Yang, Zifa   Wang, Huansheng   Chen, Bo   Hu, Jianjun.   Li, Yele.   Sun, Pingqing   Fu, Yuqia   Zhang</br>", 
        "date": "2015-08-31", 
        "description": "             Publication date: <pubDate>1 January 2016</pubDate><br> <b>Source:</b>Atmospheric Research, Volume 167</br><br>     Author(s): Jie   Li, Wenyi   Yang, Zifa   Wang, Huansheng   Chen, Bo   Hu, Jianjun.   Li, Yele.   Sun, Pingqing   Fu, Yuqia   Zhang</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Ozone source–receptor relationships over East Asia have been quantitatively investigated using a chemical transport model including an on-line tracer-tagged procedure, with a particular focus on the source regions of different daily ozone mixing ratios. Comparison with observations showed that the model reproduced surface ozone and tropospheric nitrogen dioxide column densities. Long-range transport from outside East Asia contributed the greatest fraction to annual surface ozone over remote regions, the Korean peninsula, and Japan, reaching 50%–80% of total ozone. Self-contributions accounted for 5%–20% ozone in the Korean peninsula and Japan, whereas the contribution of trans-boundary transport from photochemical production in China was less than 5%–10%. At extra-high ozone levels, self-contributions reached 50%–60% in the Korean peninsula. Ozone source–receptor relationships showed high seasonal variability over East Asia. Significant transport was also found between sub-regions in China, which presents a great challenge to policy-makers because most current control strategies are confined to specific regions.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Research", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0169809515002227%26_version%3D1%26md5%3D32c4bda88702fcb65686be879b574a4c", 
        "title": "Modeling study of surface ozone source-receptor relationships in East Asia"
    }, 
    {
        "author": "XiaoCong   Wang, YiMin   Liu, Qing   Bao</br>", 
        "date": "2015-08-31", 
        "description": "             Publication date: <pubDate>1 January 2016</pubDate><br> <b>Source:</b>Atmospheric Research, Volume 167</br><br>     Author(s): XiaoCong   Wang, YiMin   Liu, Qing   Bao</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Impacts of cloud overlap assumptions on radiative budgets and heating fields are explored with the aid of a cloud-resolving model (CRM), which provided cloud geometry as well as cloud micro and macro properties. Large-scale forcing data to drive the CRM are from TRMM Kwajalein Experiment and the Global Atmospheric Research Program's Atlantic Tropical Experiment field campaigns during which abundant convective systems were observed. The investigated overlap assumptions include those that were traditional and widely used in the past and the one that was recently addressed by <cross-ref refid=\"bb0050\" id=\"cf0020\">Hogan and Illingworth (2000)</cross-ref>, in which the vertically projected cloud fraction is expressed by a linear combination of maximum and random overlap, with the weighting coefficient depending on the so-called decorrelation length <italic>L<inf loc=\"post\">cf</inf> </italic>. Results show that both shortwave and longwave cloud radiative forcings (SWCF/LWCF) are significantly underestimated under maximum (MO) and maximum-random (MRO) overlap assumptions, whereas remarkably overestimated under the random overlap (RO) assumption in comparison with that using CRM inherent cloud geometry. These biases can reach as high as 100 Wm<sup loc=\"post\">−<hsp sp=\"0.10\"/>2</sup> for SWCF and 60 Wm<sup loc=\"post\">−<hsp sp=\"0.10\"/>2</sup> for LWCF. By its very nature, the general overlap (GenO) assumption exhibits an encouraging performance on both SWCF and LWCF simulations, with the biases almost reduced by 3-fold compared with traditional overlap assumptions. The superiority of GenO assumption is also manifested in the simulation of shortwave and longwave radiative heating fields, which are either significantly overestimated or underestimated under traditional overlap assumptions. The study also pointed out the deficiency of constant assumption on <italic>L<inf loc=\"post\">cf</inf> </italic> in GenO assumption. Further examinations indicate that the CRM diagnostic <italic>L<inf loc=\"post\">cf</inf> </italic> varies among different cloud types and tends to be stratified in the vertical. The new parameterization that takes into account variation of <italic>L<inf loc=\"post\">cf</inf> </italic> in the vertical well reproduces such a relationship and leads to better simulations on radiative heating fields. It is therefore desirable to specify or parameterize <italic>L<inf loc=\"post\">cf</inf> </italic> in terms of cloud categories rather than constantly specified if to further improve the model performance.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Research", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS016980951500229X%26_version%3D1%26md5%3D0c9050fe6e9303be41eeeef2ca2ce02c", 
        "title": "Impacts of cloud overlap assumptions on radiative budgets and heating fields in convective regions"
    }, 
    {
        "author": "V.   Costa, D.   Bacco, S.   Castellazzi, I.   Ricciardelli, R.   Vecchietti, C.   Zigola, M.C.   Pietrogrande</br>", 
        "date": "2015-08-31", 
        "description": "             Publication date: <pubDate>1 January 2016</pubDate><br> <b>Source:</b>Atmospheric Research, Volume 167</br><br>     Author(s): V.   Costa, D.   Bacco, S.   Castellazzi, I.   Ricciardelli, R.   Vecchietti, C.   Zigola, M.C.   Pietrogrande</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">The carbonaceous aerosol in Emilia-Romagna region (Northern Italy) was characterized in two fall/winter monitoring campaigns conducted through the years 2011–2012 and 2012–2013. Nearly 650 PM<inf loc=\"post\">2.5</inf> samples were collected at three monitoring stations describing urban background (main city Bologna, MS, Parma and Rimini) and one rural background site (San Pietro, SP). OC and EC values were measured by the thermal–optical transmittance method (TOT). Low flow-rate sampling strategy (24<hsp sp=\"0.25\"/>m<sup loc=\"post\">3</sup> air volume per day) was used to reduce loading of light absorbing material on the filter surface in order to ensure the correct OC/EC discrimination.</simple-para> <simple-para id=\"sp0010\" view=\"all\">The TC values measured in winter 2011–2012 ranged from 9.8<hsp sp=\"0.25\"/>μgC<hsp sp=\"0.25\"/>m<sup loc=\"post\">−<hsp sp=\"0.10\"/>3</sup> at San Pietro to 12.0<hsp sp=\"0.25\"/>μgC<hsp sp=\"0.25\"/>m<sup loc=\"post\">−<hsp sp=\"0.10\"/>3</sup> at Parma, consisting of OC from 8.6<hsp sp=\"0.25\"/>μgC<hsp sp=\"0.25\"/>m<sup loc=\"post\">−<hsp sp=\"0.10\"/>3</sup> at SP to 9.9<hsp sp=\"0.25\"/>μgC<hsp sp=\"0.25\"/>m<sup loc=\"post\">−<hsp sp=\"0.10\"/>3</sup> at MS and EC from 1.3<hsp sp=\"0.25\"/>μgC<hsp sp=\"0.25\"/>m<sup loc=\"post\">−<hsp sp=\"0.10\"/>3</sup> at SP to 2.5<hsp sp=\"0.25\"/>μgC<hsp sp=\"0.25\"/>m<sup loc=\"post\">−<hsp sp=\"0.10\"/>3</sup> at Rimini. In winter 2012–2013, lower values were in general found with TC values ranging from 7.8 to 9.1<hsp sp=\"0.25\"/>μgC<hsp sp=\"0.25\"/>m<sup loc=\"post\">−<hsp sp=\"0.10\"/>3</sup> consisting of OC from 5.1 to 7.0<hsp sp=\"0.25\"/>μgC<hsp sp=\"0.25\"/>m<sup loc=\"post\">−<hsp sp=\"0.10\"/>3</sup> and EC from 1.5 to 2.2<hsp sp=\"0.25\"/>μgC<hsp sp=\"0.25\"/>m<sup loc=\"post\">−<hsp sp=\"0.10\"/>3</sup>.</simple-para> <simple-para id=\"sp0015\" view=\"all\">Such differences can be likely explained by higher pollutant emissions related to domestic heating in colder fall/winter 2011/2012 (mean temperature<hsp sp=\"0.25\"/>≈<hsp sp=\"0.25\"/>2<hsp sp=\"0.25\"/>°C in comparison with ≈ 7<hsp sp=\"0.25\"/>°C in winter 2012/2013). This hypothesis is supported by high levels of levoglucosan, as unambiguous tracer for biomass burning emission, and of polycyclic aromatic hydrocarbons related to combustion (levoglucosan<hsp sp=\"0.25\"/>≃<hsp sp=\"0.25\"/>1000<hsp sp=\"0.25\"/>ng<hsp sp=\"0.25\"/>m<sup loc=\"post\">−<hsp sp=\"0.10\"/>3</sup> and burning PAHs<hsp sp=\"0.25\"/>≃<hsp sp=\"0.25\"/>4<hsp sp=\"0.25\"/>ng<hsp sp=\"0.25\"/>m<sup loc=\"post\">−<hsp sp=\"0.10\"/>3</sup> at MS and SP sites).</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Research", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0169809515002343%26_version%3D1%26md5%3D90454112d16defb053b780179b2c4045", 
        "title": "Characteristics of carbonaceous aerosols in Emilia-Romagna (Northern Italy) based on two fall/winter field campaigns"
    }, 
    {
        "author": "G.   Santachiara, F.   Belosi, F.   Prodi</br>", 
        "date": "2015-08-31", 
        "description": "             Publication date: <pubDate>1 January 2016</pubDate><br> <b>Source:</b>Atmospheric Research, Volume 167</br><br>     Author(s): G.   Santachiara, F.   Belosi, F.   Prodi</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">For the first time, falling ice crystals were collected on glass slides covered with a thin layer of 2% formvar in chloroform at the Dome Concordia site (Dome C), Antarctica. Samplings were performed in the framework of the 27th Italian Antarctica expedition of the Italian National Program for Research in Antarctica in the period 21 February–6 August 2012. Events of clear-sky precipitations and precipitations from clouds were considered and the replicas obtained were examined under Scanning Electron Microscope (SEM). Several shapes of ice crystals were identified, including “diamond dust” (plates, pyramids, hollow and solid columns), and crystal aggregates varying in complexity. Single events often contained both small (10<hsp sp=\"0.25\"/>μm to 50<hsp sp=\"0.25\"/>μm) and large (hundreds of microns) crystals, suggesting that crystals can form simultaneously near the ground (height of a few hundred metres) and at higher layers (height of thousands of metres). Images of sampled crystal replicas showed that single bullets are not produced separately, but by the disintegration of combinations of bullets. Rimed ice crystals were absent in the Dome C samples, i.e. the only mode of crystal growth was water vapour diffusion. On considering the aerosol in the sampled crystals, we reached the conclusion that inertial impaction, interception and Brownian motion were insufficient to explain the scavenged aerosol. We therefore presume that phoretic forces play a role in scavenging during the crystal growth process.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Research", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0169809515002501%26_version%3D1%26md5%3D784281516c77190ba7d18cd7b117f38f", 
        "title": "Ice crystal precipitation at Dome C site (East Antarctica)"
    }, 
    {
        "author": "Bartosz   Czernecki, Mateusz   Taszarek, Leszek   Kolendowicz, Jerzy   Konarski</br>", 
        "date": "2015-08-31", 
        "description": "             Publication date: <pubDate>1 January 2016</pubDate><br> <b>Source:</b>Atmospheric Research, Volume 167</br><br>     Author(s): Bartosz   Czernecki, Mateusz   Taszarek, Leszek   Kolendowicz, Jerzy   Konarski</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Research presents an overview on thunderstorm occurrence in Poland and focuses mainly on the relationship between human observations of thunderstorms (SYNOP daily summaries) and instrumental lightning detection data (PERUN network) in the timeframe between 2002 and 2013. The total of 4,952,203 cloud-to-ground flashes (2082<hsp sp=\"0.25\"/>days with thunderstorms) derived from the PERUN lightning database, and 12,419 daily thunderstorm SYNOP reports from 44 meteorological stations (1417<hsp sp=\"0.25\"/>days with thunderstorms) are compared. Within the use of two different computational methods, we define the threshold value of the human average observational thunderstorm detection range within a meteorological station. Results indicate that the average of this value ranges from 16.9<hsp sp=\"0.25\"/>km (Delta computational method) to 18.3<hsp sp=\"0.25\"/>km (threat score computational method). Given the limitations of both methods, we believe that the average of these two (17.5<hsp sp=\"0.25\"/>km) may be the most reliable estimate that expresses how lightning is perceived by humans. Large differences in observational range values between some of the stations (e.g. from 12<hsp sp=\"0.25\"/>km in Bielsko-Biała to 24<hsp sp=\"0.25\"/>km in Łeba) indicate that thunderstorm measurements performed by humans are not homogeneous and are prone to errors. We estimate that an average increase/decrease of observational range by approximately 1<hsp sp=\"0.25\"/>km results in 1 additional/redundant day in the average annual number of thunderstorm days in the climatological sense. Results indicate that already existing thunderstorm climatology papers that are based on SYNOP thunderstorm reports may present presumably not entirely reliable results and overestimate or underestimate values from the real distribution.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Research", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0169809515002355%26_version%3D1%26md5%3D05f99eae5bc46d00ee77ab7750c4acc2", 
        "title": "Relationship between human observations of thunderstorms and the PERUN lightning detection network in Poland"
    }, 
    {
        "author": "A.   Khain, B.   Lynn, J.   Shpund</br>", 
        "date": "2015-08-31", 
        "description": "             Publication date: <pubDate>1 January 2016</pubDate><br> <b>Source:</b>Atmospheric Research, Volume 167</br><br>     Author(s): A.   Khain, B.   Lynn, J.   Shpund</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Recent studies have pointed to the possible sensitivity of hurricanes to aerosols via aerosol effects on microphysical and thermodynamic processes in clouds. Hurricane Irene, occurring in August 2011, is an excellent case study for investigating aerosol effects on tropical cyclone (TC) structure and intensity: it moved northward along the eastern coast of the United States, and weakened much faster than was predicted by the National Hurricane Center. Moreover, the minimum pressure in Irene occurred, atypically, about 40<hsp sp=\"0.25\"/>h later than the time of maximum wind speed. In this study, we simulate Hurricane Irene with 1-km grid spacing using Spectral Bin Microphysics (SBM) and various bulk microphysical schemes in WRF. Simulations with SBM showed that aerosols penetrating the eyewall of Irene from the Saharan Air Layer (SAL) led to an intensification of convection at Irene's eyewall and to a deepening of the hurricane. When Irene moved along the eastern coast of the United States, continental aerosols led to an intensification of convection at Irene's periphery, which interfered with the re-forming of the inner eyewall and to Irene weakening. Sensitivity tests using different “bulk” microphysics schemes indicated a large dispersion of simulated minimum pressure and maximum wind between different simulations. This showed that the simulated hurricane intensity was very sensitive to microphysical processes. Moreover, in consequence, forecast hurricane intensity was highly dependent on the choice of microphysical scheme. New bulk-parameterization schemes simulated the tropical storm intensity of Irene reasonably well. Most bulk schemes that used saturation adjustment indicate the weak sensitivity to aerosols that prevents them from precisely predicting the time evolution of TC intensity and structure.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Research", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0169809515002264%26_version%3D1%26md5%3D2be7c441fabd90b12016b8c45689e149", 
        "title": "High resolution WRF simulations of Hurricane Irene: Sensitivity to aerosols and choice of microphysical schemes"
    }, 
    {
        "author": "D.   Beysens</br>", 
        "date": "2015-08-31", 
        "description": "             Publication date: <pubDate>1 January 2016</pubDate><br> <b>Source:</b>Atmospheric Research, Volume 167</br><br>     Author(s): D.   Beysens</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">There is a general need to determine dew yield in any place of the world. However, its determination requires systematic measurements that are not available everywhere. In addition, it depends on the particularities of the dew collector. A simple analytical formula valid for planar dew collectors is elaborated here. It is based on laboratory experiments where it is established that heat loss with surrounding air is the dominant parameter that limits dew condensation. A simple analytical formulation is then derived, which only needs cloud coverage, wind velocity, air and dew point temperature data to be collected, at least once in a day before sunrise. The formulation is tested in several places in the world with different climates. Agreement within typically 30% is found with dew measurements. Such an analytical relationship can thus provide a useful tool to obtain a worldwide estimation of the dew potential.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Research", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0169809515002306%26_version%3D1%26md5%3D65405978046267041f7d98c613eab283", 
        "title": "Estimating dew yield worldwide from a few meteo data"
    }, 
    {
        "author": "Ioannis   Kioutsioukis, Alexander   de Meij, Hermann   Jakobs, Eleni   Katragkou, Jean-Francois   Vinuesa, Andreas   Kazantzidis</br>", 
        "date": "2015-08-31", 
        "description": "             Publication date: <pubDate>1 January 2016</pubDate><br> <b>Source:</b>Atmospheric Research, Volume 167</br><br>     Author(s): Ioannis   Kioutsioukis, Alexander   de Meij, Hermann   Jakobs, Eleni   Katragkou, Jean-Francois   Vinuesa, Andreas   Kazantzidis</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">An <italic>ensemble</italic> of meteorological simulations with the WRF model at <italic>convection-allowing resolution</italic> (2<hsp sp=\"0.25\"/>km) is analysed in a multi-variable evaluation framework over Europe. Besides temperature and precipitation, utilized variables are relative humidity, boundary layer height, shortwave radiation, wind speed, convective and large-scale precipitation in view of explaining some of the biases. Furthermore, the forecast skill of evapotranspiration and irrigation water need is ultimately assessed. It is found that the modelled temperature exhibits a small but significant negative bias during the cold period in the snow-covered northeast regions. Total precipitation exhibits positive bias during all seasons but autumn, peaking in the spring months. The varying physics configurations resulted in significant differences for the simulated minimum temperature, summer rainfall, relative humidity, solar radiation and planetary boundary layer height. The interaction of the temperature and moisture profiles with the different microphysics schemes, results in excess convective precipitation using MYJ/WSM6 compared to YSU/Thompson. With respect to evapotranspiration and irrigation need, the errors using the MYJ configuration were in opposite directions and eventually cancel out, producing overall smaller biases. WRF was able to dynamically downscale global forecast data into finer resolutions in space and time for hydro-meteorological applications such as the irrigation management. Its skill was sensitive to the geographical location and physical configuration, driven by the variable relative importance of evapotranspiration and rainfall.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Research", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0169809515002276%26_version%3D1%26md5%3De2863524ff11fc73bae306d3eeb5e6d7", 
        "title": "High resolution WRF ensemble forecasting for irrigation: Multi-variable evaluation"
    }, 
    {
        "author": "Jamil   Amanollahi, Chris   Tzanis, Mohammad Firuz   Ramli, Ahmad Makmom   Abdullah</br>", 
        "date": "2015-08-31", 
        "description": "             Publication date: <pubDate>1 January 2016</pubDate><br> <b>Source:</b>Atmospheric Research, Volume 167</br><br>     Author(s): Jamil   Amanollahi, Chris   Tzanis, Mohammad Firuz   Ramli, Ahmad Makmom   Abdullah</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Cloud cover is the main limitation of using remote sensing to study Land Use and Land Cover (LULC) change, and Land Surface Temperature (LST) in tropical area like Malaysia. In order to study LULC change and its effect on LST, the Landsat images were utilized within Geographical Information System (GIS) with the aim of removing the effect of cloud cover and image's gaps on the Digital Number (DN) of the pixels. 5356 points according to pixels coordinate which represent the 960<hsp sp=\"0.25\"/>m to 960<hsp sp=\"0.25\"/>m area were created in GIS environment and matched with thermal bands of the study area in remote sensing environment. The DNs of these points were processed to extract LST and imported in GIS environment to derive the temperature maps. Temperature was found to be generally higher in 2010 than in 2000. The comparison of the highest temperature area in the temperature maps with ground stations data showed that the topographical characteristics of the area, and the wind speed, and direction influence the occurrence of Urban Heat Island (UHI) effect. This study concludes that integration of remote sensing data and GIS is a useful tool in urban LST detection in tropical area.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Research", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0169809515002318%26_version%3D1%26md5%3Dabcad3a4c860407eb7176edaf06cd254", 
        "title": "Urban heat evolution in a tropical area utilizing Landsat imagery"
    }, 
    {
        "author": "Dan   Bikos, Jonathan   Finch, Jonathan L.   Case</br>", 
        "date": "2015-08-31", 
        "description": "             Publication date: <pubDate>1 January 2016</pubDate><br> <b>Source:</b>Atmospheric Research, Volume 167</br><br>     Author(s): Dan   Bikos, Jonathan   Finch, Jonathan L.   Case</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">This paper investigates the environmental parameters favoring significant tornadoes in Bangladesh through a simulation of ten high-impact events. A climatological perspective is first presented on classifying significant tornadoes in Bangladesh, noting the challenges since reports of tornadoes are not documented in a formal manner. The statistical relationship between United States and Bangladesh tornado-related deaths suggests that significant tornadoes do occur in Bangladesh so this paper identifies the most significant tornadic events and analyzes the environmental conditions associated with these events. Given the scarcity of observational data to assess the near-storm environment in this region, high-resolution (3-km horizontal grid spacing) numerical weather prediction simulations are performed for events identified to be associated with a significant tornado. In comparison to similar events over the United States, significant tornado environments in Bangladesh are characterized by relatively high convective available potential energy, sufficient deep-layer vertical shear, and a propensity for deviant (i.e., well to the right of the mean flow) storm motion along a low-level convergence boundary.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Research", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0169809515002331%26_version%3D1%26md5%3Dc740bbe96c2e66c2d21a44b3dbaed65c", 
        "title": "The environment associated with significant tornadoes in Bangladesh"
    }, 
    {
        "author": "María E.   Dillon, Estela A.   Collini, Lorena J.   Ferreira</br>", 
        "date": "2015-08-31", 
        "description": "             Publication date: <pubDate>1 January 2016</pubDate><br> <b>Source:</b>Atmospheric Research, Volume 167</br><br>     Author(s): María E.   Dillon, Estela A.   Collini, Lorena J.   Ferreira</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">In Numerical Weather Prediction models it is essential to properly describe both the atmosphere and the surface initial conditions. With respect to the last, a major issue is the difficulty to attain a correct representation of soil moisture due to the lack of a measurement network established. This fact is crucial in South America. One alternative is the information given by the Land Surface Models (LSM), for example those provided by the Global Land Data Assimilation System (GLDAS).</simple-para> <simple-para id=\"sp0010\" view=\"all\">Our main concern is to investigate the sensitivity of short-term numerical weather prediction to soil moisture initializations. The analysis is focused in precipitation mainly to the second forecast day, and other variables related to the atmospheric water balance. To accomplish this, we perform five experiments including some of the GLDAS databases (NOAH, VIC and MOSAIC) in the initialization of the Weather Research and Forecasting (WRF) model, during a test period of one month (March 2009). An initial field normalization procedure using one of the soil models as reference is also evaluated.</simple-para> <simple-para id=\"sp0015\" view=\"all\">We show that the ambiguity of the soil models, given by their spatial and temporal variability as well as the forcing atmospheric fields, is transferred to the weather prediction model coupling, all over the month considered. Particularly, we show that the normalized percentage bias (NBIAS) of daily precipitation calculated for the second forecast day does not present well-defined patterns of over or underestimations: all the experiments show a wide range of variation. With respect to the normalized root mean square error (NRMSE) calculated for the same variable, we find that the values are generally low. In addition, the mean values of each statistic measure (NBIAS, BIAS, NRMSE and RMSE) do not show significant differences among the experiments (at 99% of significance). Nonetheless, it was shown that using the MOSAIC LSM for the initial conditions leads to minor NRMSE and RMSE maximums. Finally, while analyzing both moisture fluxes and precipitable water at different periods of the month, we find sensitive areas where the impact is mostly important, as Southeastern South America, central Argentina and Northeastern Brazil.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Research", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0169809515002379%26_version%3D1%26md5%3D2bccd311aec513643e9f14d0584d9923", 
        "title": "Sensitivity of WRF short-term forecasts to different soil moisture initializations from the GLDAS database over South America in March 2009"
    }, 
    {
        "author": "Senchao   Lai, Yan   Zhao, Aijun   Ding, Yingyi   Zhang, Tianli   Song, Junyu   Zheng, Kin Fai   Ho, Shun-cheng   Lee, Liuju   Zhong</br>", 
        "date": "2015-08-31", 
        "description": "             Publication date: <pubDate>1 January 2016</pubDate><br> <b>Source:</b>Atmospheric Research, Volume 167</br><br>     Author(s): Senchao   Lai, Yan   Zhao, Aijun   Ding, Yingyi   Zhang, Tianli   Song, Junyu   Zheng, Kin Fai   Ho, Shun-cheng   Lee, Liuju   Zhong</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">A 1-year campaign was conducted in the rural area of Guangzhou, a megacity in southern China, to collect fine particulate matter (PM<inf loc=\"post\">2.5</inf>) from March 2012 to February 2013. The mass concentrations of PM<inf loc=\"post\">2.5</inf> and the major chemical components including 6 water-soluble ions, organic carbon (OC), elemental carbon (EC), and 13 additional elements were measured. The annual average concentration of PM<inf loc=\"post\">2.5</inf> was 44.2<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>25.8<hsp sp=\"0.25\"/>μg/m<sup loc=\"post\">3</sup>. Sulfate was the most dominant component, accounting for 28.6% of PM<inf loc=\"post\">2.5</inf>, followed by organic matter (21.9%). Both sea salt and crustal material accounted for only a small fraction of PM<inf loc=\"post\">2.5</inf> (&amp;lt;<hsp sp=\"0.10\"/>5%). Seasonal enhancement of PM<inf loc=\"post\">2.5</inf> was observed in autumn 2012, especially with high-PM<inf loc=\"post\">2.5</inf> events (more than 100<hsp sp=\"0.25\"/>μg/m<sup loc=\"post\">3</sup>) in October. The backward Lagrangian particle dispersion modeling (LPDM) and the cluster analysis of the back-trajectories indicate that the northern area is an important source region of long-range transport. An enhancement of PM<inf loc=\"post\">2.5</inf> as well as sulfate, OC, and EC was observed in the samples with the influence of northern air masses. However, the footprint retroplume of the samples shows that the sources in the Pearl River Delta Region should also be considered, especially secondary aerosol formation and biomass/biofuel burning. Two high-PM<inf loc=\"post\">2.5</inf> case studies show that both local and long-range transport can play important roles in the PM<inf loc=\"post\">2.5</inf> elevation episode.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Research", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0169809515002513%26_version%3D1%26md5%3D201a9500c2648368f6875ec6a6da1f15", 
        "title": "Characterization of PM2.5 and the major chemical components during a 1-year campaign in rural Guangzhou, Southern China"
    }, 
    {
        "author": "", 
        "date": "2015-08-31", 
        "description": "             Publication date: <pubDate>1 December 2015</pubDate><br> <b>Source:</b>Atmospheric Research, Volume 166</br><br></br><br><br></br></br><br></br></br>", 
        "journal": "Atmospheric Research", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0169809515002392%26_version%3D1%26md5%3D7040175bbd1555ad12370294bc9a8b53", 
        "title": "Editorial Board"
    }, 
    {
        "author": "Yulan   Zhang, Shichang   Kang, Qianggong   Zhang, Bjorn   Grigholm, Susan   Kaspari, Qinglong   You, Dahe   Qin, Paul A.   Mayewski, Zhiyuan   Cong, Jie   Huang, Mika   Sillanpää, Feng   Chen</br>", 
        "date": "2015-08-31", 
        "description": "             Publication date: <pubDate>1 December 2015</pubDate><br> <b>Source:</b>Atmospheric Research, Volume 166</br><br>     Author(s): Yulan   Zhang, Shichang   Kang, Qianggong   Zhang, Bjorn   Grigholm, Susan   Kaspari, Qinglong   You, Dahe   Qin, Paul A.   Mayewski, Zhiyuan   Cong, Jie   Huang, Mika   Sillanpää, Feng   Chen</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">A 147-m ice core was retrieved from Guoqu Glacier (33.58°N, 91.18°E, 5750<hsp sp=\"0.25\"/>m<hsp sp=\"0.25\"/>a.s.l.) during the Sino–US cooperation expedition on Mt. Geladaindong in the central Tibetan Plateau (TP). In this study, we investigated the high-resolution of atmospheric dust records by using the insoluble particles and crustal ions (Ca<sup loc=\"post\">2<hsp sp=\"0.10\"/>+</sup> and Mg<sup loc=\"post\">2<hsp sp=\"0.10\"/>+</sup>) from the upper 109.93<hsp sp=\"0.25\"/>m segments, covering the period of 1477 to 1982<hsp sp=\"0.25\"/>AD. There existed positive correlations among the ice core dust records themselves and with the dust days from the nearby meteorological stations during the recent decades, indicating that the insoluble particles and crustal ions in the ice core can be used to reconstruct the past atmospheric dust variability. During the past 500<hsp sp=\"0.25\"/>years, the insoluble particles and crustal ions showed high concentrations in the 18th to 19th centuries and low concentrations in the 20th century, corresponding to low and high precipitation in the potential dust source regions. The ice core dust records were positively correlated with the zonal wind and the winter North Atlantic Oscillation (NAO) index, suggesting that NAO may be teleconnected to dust entrainment over the inland TP. This long-term ice core provided an approach to understand the atmospheric dust variability in the central TP during the last 500<hsp sp=\"0.25\"/>years.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Research", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0169809515001829%26_version%3D1%26md5%3Df9c7f30113e682e326686f9802a58950", 
        "title": "A 500year atmospheric dust deposition retrieved from a Mt. Geladaindong ice core in the central Tibetan Plateau"
    }, 
    {
        "author": "A.   Amengual, V.   Homar, O.   Jaume</br>", 
        "date": "2015-08-31", 
        "description": "             Publication date: <pubDate>1 December 2015</pubDate><br> <b>Source:</b>Atmospheric Research, Volume 166</br><br>     Author(s): A.   Amengual, V.   Homar, O.   Jaume</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">An improved understanding, modeling and forecasting of hydrometeorological extremes over the flood-prone Western Mediterranean region is one of the milestones of the international HyMeX program. A set of severe hydrometeorological episodes affected various basins across south and eastern Mediterranean Spain from 27 to 29 September 2012. Flooding was particularly catastrophic in Andalusia and Murcia, where 10 fatalities occurred and material losses were estimated at 120<hsp sp=\"0.25\"/>M€. The predictability bounds set by the type and scales of the processes involved in such high-impact episodes require the explicit representation of uncertainty in the hydrometeorological forecasting chain. A short-range ensemble prediction system (EPS) provides the optimal framework to generate risk-based forecasts supporting valuable early warning procedures and mitigation measures. We explore the potential of this probabilistic forecasting approach on the 28 September 2012 flash flood in the Guadalentín river basin, a medium-sized catchment located in Murcia, southeastern Spain. After a rigorous calibration with rain-gauge data, the hydrological response of the basin to this flooding is accurately simulated by the Hydrologic Engineering Center's Hydrological Modeling System runoff model. Then, we explore the uncertainty transference from a collection of mesoscale meteorological deterministic and probabilistic 48<hsp sp=\"0.25\"/>h predictions provided by the Weather Research and Forecasting (WRF) model. The meteorological simulations are nested within the global EPS of the European Centre for Medium-Range Weather Forecasts, therefore inheriting the spread of the global system and providing probabilistic high-resolution precipitation structures to the hydrological model. By assuming the calibrated model as a good representation of a perfect hydrological model for this event, it becomes an advanced and user-oriented verification tool for quantitative precipitation forecasts. Results highlight the benefits of accounting for uncertainties in the precipitation forecasts and the value of the proposed set-up for the short-range prediction of quantitative discharge forecasts. The warn-on-forecast approach is shown to be possible within a probabilistic hydrometeorological forecasting chain for basins as small and fast-responsive as the Guadalentín basin, proving to be suitable for civil protection warning procedures.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Research", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0169809515001878%26_version%3D1%26md5%3Da5e934e472401515eaa9137d950fd7ca", 
        "title": "Potential of a probabilistic hydrometeorological forecasting approach for the 28 September 2012 extreme flash flood in Murcia, Spain"
    }, 
    {
        "author": "S.E.   Puliafito, D.G.   Allende, C.G.   Mulena, P.   Cremades, S.G.   Lakkis</br>", 
        "date": "2015-08-31", 
        "description": "             Publication date: <pubDate>1 December 2015</pubDate><br> <b>Source:</b>Atmospheric Research, Volume 166</br><br>     Author(s): S.E.   Puliafito, D.G.   Allende, C.G.   Mulena, P.   Cremades, S.G.   Lakkis</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">The Weather Research and Forecasting (WRF) model was used to simulate two mesoscale events of Zonda winds that occurred in August 2010 and April 2011. The model was applied on a complex terrain area of high mountains in Mendoza, western Argentina. The WRF numerical model performance was evaluated for two reanalysis datasets and two land use and land cover databases in order to verify the influence of forcing conditions and to find the configuration that best reproduces these severe conditions. Results were evaluated using meteorological data from three surface stations and two stations with radiosondes for the following variables: temperature, dew point, and meridional and zonal winds components. Upper air data were analyzed for standard pressure levels. Results clearly showed a better performance from the locally adapted model in predicting surface variables. Furthermore, distinct tendencies were found with regard to the preferred configuration for upper air variables at different levels of pressure, both in the use of land use and land cover databases and of reanalysis data.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Research", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0169809515001866%26_version%3D1%26md5%3Dff7e06cf30463a42531f45201ceed9c3", 
        "title": "Evaluation of the WRF model configuration for Zonda wind events in a complex terrain"
    }, 
    {
        "author": "Zhenshou   Yu, Chunxiao   Ji, Jing   Xu, Shaowu   Bao, Jinjing   Qiu</br>", 
        "date": "2015-08-31", 
        "description": "             Publication date: <pubDate>1 December 2015</pubDate><br> <b>Source:</b>Atmospheric Research, Volume 166</br><br>     Author(s): Zhenshou   Yu, Chunxiao   Ji, Jing   Xu, Shaowu   Bao, Jinjing   Qiu</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Torrential rainfall associated with the 23rd Typhoon Fitow in 2013 hit the Yangtze River Delta (YRD) region of China, resulting from mutual effects of residual low pressure cyclonic circulation of Fitow and the 24th Typhoon Danas, which imposed great challenge to forecasters. In this study, the Weather Research and Forecasting (WRF) model was used to simulate the rainstorm under the background of binary typhoons of Fitow and Danas. Three sensitivity experiments of typhoon intensity changes of binary typhoons were carried out. It was found that the Typhoon Danas was the main factor in this torrential rain event, in which its accompanied strong eastward low-level jet was the major moisture conveyor belt through which the warm and moist air was brought into the heavy rainfall zone and the static instability was maintained and enhanced over the YRD. The convergence line formed by periphery easterly flow of Typhoon Danas and southward cold air, together with the local frontogenesis mainly due to convergence, was an important trigger factor of this rainstorm. The large scale forcing was the major uplift mechanism, and the underlying frontal uplift played a secondary role for rainstorm in the north YRD, while uplift mechanism for rainstorm in the southern YRD is mainly local underlying frontal uplift induced large CAPE release resulting in local strong buoyancy uplift that led to strong upward motion. Not only did the convergence of twin typhoons directly provide dynamic conditions for the rainstorm, but also the dynamic lifting was enhanced by binary typhoons through strengthening the coupling of upper-level and low-level jet. The sensitivity tests revealed that the rainstorm in YRD was sensitive to both typhoons' intensity, and the rainfall in the south YRD was more sensitive than that in the north. A conceptual model of YRD rainstorm under binary typhoon situation was proposed based on the above-mentioned factors.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Research", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0169809515001891%26_version%3D1%26md5%3D050a249ce9023e93116b42b0525f614d", 
        "title": "Numerical simulation and analysis of the Yangtze River Delta Rainstorm on 8 October 2013 caused by binary typhoons"
    }, 
    {
        "author": "Zohra   Bouhila, Mohammed   Mouzai, Tarek   Azli, Arezki   Nedjar, Choaib   Mazouzi, Zineb   Zergoug, Dallel   Boukhadra, Salah   Chegrouche, Hakim   Lounici</br>", 
        "date": "2015-08-31", 
        "description": "             Publication date: <pubDate>1 December 2015</pubDate><br> <b>Source:</b>Atmospheric Research, Volume 166</br><br>     Author(s): Zohra   Bouhila, Mohammed   Mouzai, Tarek   Azli, Arezki   Nedjar, Choaib   Mazouzi, Zineb   Zergoug, Dallel   Boukhadra, Salah   Chegrouche, Hakim   Lounici</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">The aim of this study was to enhance the use of instrumental neutron activation analysis (INAA) for long-term monitoring of air pollution and to identify critical sources of air pollution. For the collection of total suspended particulate matter (TSP), a filter unit low volume sampler (LVS) was employed. One hundred and seventeen samples were collected during 2010, 2011, and 2012, both on weekdays and weekends at a monitoring station located in Draria city, a suburban site near Algiers, Algeria. The concentrations of 25 trace elements (As, Br, Ca, Cd, Ce, Cl, Co, Cr, Cs, Eu, Fe, Gd, Hf, K, La, Mn, Mo, Na, Sb, Sc, Se, Sm, Sr, V, and Zn) were determined by INAA using short and long neutron irradiation technique. Generally lower concentration values were observed during the weekends compared to the weekdays for almost all elements. The mean TSP concentration (34.8<hsp sp=\"0.25\"/>μg/m<sup loc=\"post\">3</sup>) showed a seasonal pattern with higher levels during summer. The weekday/weekend ratio of TSP was 1.3 higher during summer than in winter. The concentrations of the elements Sb, Se, and Cd are found to be highly enriched in atmospheric particulate matter. According to their high enrichment factors (EFs), it was possible to establish that these elements are of anthropogenic origin coming from automobile exhausts which is the main source of emission in this area. The typical suburban background TSP and trace element levels were compared with literature data from other regions around the world, and were lower than those reported in an urban site in Algiers in a previous study. Significant correlations between elements were found (Pearson's coefficients &amp;gt;<hsp sp=\"0.10\"/>0.5) suggesting that the contaminant trace elements may be discharged from the same sources.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Research", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS016980951500188X%26_version%3D1%26md5%3D538d1479a9c8037ffbe308734708b3eb", 
        "title": "Investigation of aerosol trace element concentrations nearby Algiers for environmental monitoring using instrumental neutron activation analysis"
    }, 
    {
        "author": "S.K.   Dhaka, V.   Kumar, R.K.   Choudhary, Shu-Peng   Ho, M.   Takahashi, S.   Yoden</br>", 
        "date": "2015-08-31", 
        "description": "             Publication date: <pubDate>1 December 2015</pubDate><br> <b>Source:</b>Atmospheric Research, Volume 166</br><br>     Author(s): S.K.   Dhaka, V.   Kumar, R.K.   Choudhary, Shu-Peng   Ho, M.   Takahashi, S.   Yoden</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">A significant change in temperature in the tropopause and stratosphere, from pole to the tropics, was observed during a major Sudden Stratospheric Warming (SSW) occurring in January 2009. The SSW event strongly modified the pattern of polar and tropical stratospheric circulation. After termination of SSW, a new pattern emerged that prevailed for ~<hsp sp=\"0.10\"/>2–3<hsp sp=\"0.25\"/>months. After SSW, a clear descending cold phase completely replaced the warm phase in the polar regions. During the warm phase, temperature increased to ~<hsp sp=\"0.10\"/>40<hsp sp=\"0.25\"/>°C in stratosphere (&amp;gt;<hsp sp=\"0.10\"/>30<hsp sp=\"0.25\"/>km altitude) in the polar region (80°N–90°N), then it dropped down to −<hsp sp=\"0.10\"/>80<hsp sp=\"0.25\"/>°C during the cold phase. Interestingly, new warm anomalies appeared over the tropical region during the cold phase at polar regions. Possible implications of these unusually warm and cold phases are demonstrated in this study. These phases altered significantly the cold point tropopause temperature and its height. SSW also affected the tropical atmospheric stability. Cross equatorial response (from northern to southern hemisphere) up to 40°S was observed in the form of persisting anomalies as a consequence of the SSW event.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Research", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0169809515001830%26_version%3D1%26md5%3Dce889703e51a2f51af7e9f02e1401feb", 
        "title": "Indications of a strong dynamical coupling between the polar and tropical regions during the sudden stratospheric warming event January 2009, based on COSMIC/FORMASAT-3 satellite temperature data"
    }, 
    {
        "author": "A.   Manzano, M.L.   Martín, F.   Valero, C.   Armenta</br>", 
        "date": "2015-08-31", 
        "description": "             Publication date: <pubDate>1 December 2015</pubDate><br> <b>Source:</b>Atmospheric Research, Volume 166</br><br>     Author(s): A.   Manzano, M.L.   Martín, F.   Valero, C.   Armenta</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">The performance of Ångström–Prescott (A–P) linear equation to estimate global solar radiation on a horizontal surface at daily and monthly mean daily time bases over Spain is studied. The pretty good performance obtained for both time bases ensures a fast first estimation of the global solar radiation. Here, new sets of A–P coefficient values over Spain for the selected stations are provided. Moreover, the impact of both time bases on the A–P performance is analysed concluding that the A–P obtained coefficients can be permutated between daily and monthly mean daily time bases. Therefore, the monthly mean daily (daily) calibrated A–P coefficients can be directly applied for estimating the global solar radiation using daily (monthly mean daily) data. In order to test the validity of the A–P model coefficients' permutability for estimating global solar radiation over Spain, the performance of the permutated A–P model has been compared with that of other sunshine hour-based models (polynomic, exponential, logarithmic, regional and global A–P calibration and latitudinal dependent models). According to the results, the permutated A–P linear expression can be selected to estimate the solar radiation instead of the remainder models. The obtained results also remark the importance of the local calibration on the accuracy of global solar radiation estimation instead of using a single pair of coefficients for the whole domain.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Research", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0169809515001921%26_version%3D1%26md5%3D5f22915de92c7dfad58232a5de46465f", 
        "title": "A single method to estimate the daily global solar radiation from monthly data"
    }, 
    {
        "author": "Yun-Chun   Li, Man   Shu, Steven Sai Hang   Ho, Chuan   Wang, Jun-Ji   Cao, Ge-Hui   Wang, Xian-Xiang   Wang, Kun   Wang, Xiao-Qing   Zhao</br>", 
        "date": "2015-08-31", 
        "description": "             Publication date: <pubDate>1 December 2015</pubDate><br> <b>Source:</b>Atmospheric Research, Volume 166</br><br>     Author(s): Yun-Chun   Li, Man   Shu, Steven Sai Hang   Ho, Chuan   Wang, Jun-Ji   Cao, Ge-Hui   Wang, Xian-Xiang   Wang, Kun   Wang, Xiao-Qing   Zhao</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">PM<inf loc=\"post\">2.5</inf> samples were collected from five different cooking activities, namely, meat roasting, cafeteria frying, fish roasting, snack-street boiling, and cafeteria boiling in Ya’an, China. Their chemical compositions were investigated. The PM<inf loc=\"post\">2.5</inf> concentrations in the cooking samples were 2.5–9.6 times higher than those in the corresponding backgrounds. Meat roasting produced the highest amount of PM<inf loc=\"post\">2.5</inf>. In general, charbroilings emitted more PM<inf loc=\"post\">2.5</inf> than the other cooking activities because of the characteristics of cooking method and fuel type. High organic carbon (OC) contents (&amp;gt;<hsp sp=\"0.10\"/>53% of PM<inf loc=\"post\">2.5</inf>) and OC/EC ratios (&amp;gt;<hsp sp=\"0.10\"/>54) in meat roasting and cafeteria frying samples suggest that oils and high-fat raw materials significantly affect the PM<inf loc=\"post\">2.5</inf> and OC emissions. However, the cooking activity was proved to be a minor source for elemental carbon (EC) with its low contents in all of the samples. High ion compositions in PM<inf loc=\"post\">2.5</inf> and WSOC/OC ratios in the snack-street boiling and cafeteria boiling samples represent that water-based cooking emitted more water-soluble species. Considering that high OC/EC ratios were measured in the oil-based cooking samples and most secondary organic aerosols (SOAs) are water soluble, it is more reasonable to estimate SOA with WSOC/OC ratio in populated urban areas. We found that the formation of SOA is significant when the WSOC/OC ratio is larger than 0.40. Principal component analysis (PCA) with the quantified metals identified four contributors to the samples, including coal combustion and non-licensed business activities, soil dust, charcoal burning, and stainless steel utensils, and explained 73% of the total variance. The high emissions of PM<inf loc=\"post\">2.5</inf> and toxic components from the cooking activities suggest that food safety control and environmental standard establishment should be strengthened in small and medium-sized cities in China.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Research", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0169809515001854%26_version%3D1%26md5%3Df305e544fc12aebeb50fa4ade7f19267", 
        "title": "Characteristics of PM2.5 emitted from different cooking activities in China"
    }, 
    {
        "author": "E.D.   Vicente, M.A.   Duarte, A.I.   Calvo, T.F.   Nunes, L.A.C.   Tarelho, D.   Custódio, C.   Colombi, V.   Gianelle, A.   Sanchez de la Campa, C.A.   Alves</br>", 
        "date": "2015-08-31", 
        "description": "             Publication date: <pubDate>1 December 2015</pubDate><br> <b>Source:</b>Atmospheric Research, Volume 166</br><br>     Author(s): E.D.   Vicente, M.A.   Duarte, A.I.   Calvo, T.F.   Nunes, L.A.C.   Tarelho, D.   Custódio, C.   Colombi, V.   Gianelle, A.   Sanchez de la Campa, C.A.   Alves</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Wood combustion experiments were carried out in a Portuguese woodstove to determine the effects of biofuel type, ignition technique, biomass load and cleavage, as well as secondary air supply, on the chemical composition of particles (PM<inf loc=\"post\">10</inf>). Two typical wood fuels in the Iberian Peninsula were tested: pine (<italic>Pinus pinaster</italic>), a softwood, and beech (<italic>Fagus sylvatica</italic>), a hardwood. PM<inf loc=\"post\">10</inf> samples were analysed for organic and elemental carbon (OC and EC), levoglucosan and 56 elements. Total carbon (TC) represented 54–73<hsp sp=\"0.25\"/>wt.% of the particulate mass emitted during the combustion process, regardless of wood species burned or operating condition tested. The carbonaceous component of PM<inf loc=\"post\">10</inf> was dominated by OC. The OC content of PM<inf loc=\"post\">10</inf> was higher when higher loads were fed into the combustion chamber, for both fuels. EC represented from 8 to 35<hsp sp=\"0.25\"/>wt.% of the particulate mass. OC/EC ranged from 1.1 to 6.1 (avg. 3.0<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>1.8) for pine combustion and from 1.1 to 3.4 (avg. 2.0<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>0.8) for beech combustion. The lowest OC/EC ratios for both woods were observed for ignition from the top. Levoglucosan was found in all samples, representing from 3.7 to 7.5<hsp sp=\"0.25\"/>wt.% and from 4.2 to 8.9<hsp sp=\"0.25\"/>wt.% of PM<inf loc=\"post\">10</inf> emitted from the combustion of pine and beech, respectively. The use of low loads of fuel generated high amounts of levoglucosan either for pine or beech. Altogether, trace elements obtained by ICP-MS and ICP-AES comprised from 0.46<hsp sp=\"0.25\"/>wt.% to 1.41<hsp sp=\"0.25\"/>wt.% and from 0.87<hsp sp=\"0.25\"/>wt.% to 2.36<hsp sp=\"0.25\"/>wt.% of the PM<inf loc=\"post\">10</inf> mass for pine and beech combustion, respectively. Among elements, K, Ca, Na, Mg, Fe and Al contributed to more than 75% of the total ICP-MS mass. Potassium was the major element in almost all PM<inf loc=\"post\">10</inf> samples.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Research", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS016980951500191X%26_version%3D1%26md5%3D84b8772f5d44807144109d856b15013a", 
        "title": "Influence of operating conditions on chemical composition of particulate matter emissions from residential combustion"
    }, 
    {
        "author": "Md. Ahsan   Ullah, Ki-Hyun   Kim, Jan E.   Szulejko</br>", 
        "date": "2015-08-31", 
        "description": "             Publication date: <pubDate>1 December 2015</pubDate><br> <b>Source:</b>Atmospheric Research, Volume 166</br><br>     Author(s): Md. Ahsan   Ullah, Ki-Hyun   Kim, Jan E.   Szulejko</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Carbonyl compounds are an important component of atmospheric chemistry with the potential to form secondary pollutants (in gaseous and/or particulate forms). For their analysis, derivatization by pentafluorophenyl hydrazine has been applied in gas chromatography (GC) or high performance liquid chromatography (HPLC). Because of the need for an appropriate solvent, we have evaluated the relative derivatization performance of five solvents (methanol, pentane, hexane, dichloromethane, and water) for GC analysis. Six light and common (C<inf loc=\"post\">1</inf>–C<inf loc=\"post\">5</inf>) aldehydes (i.e., formaldehyde, acetaldehyde, propionaldehyde, butyraldehyde, i-valeraldehyde, and valeraldehyde) out of a large member of carbonyl compounds were selected in this research. Anomalously large response was observed for the formaldehyde-hydrazone prepared in methanol and water, while that of acetaldehyde-hydrazone was reduced for pentane (by ~<hsp sp=\"0.10\"/>89%) relative to the others. If we exclude these biased cases, their response factors were in the order of: methanol<hsp sp=\"0.25\"/>&amp;gt;<hsp sp=\"0.25\"/>pentane<hsp sp=\"0.25\"/>&amp;gt;<hsp sp=\"0.25\"/>hexane<hsp sp=\"0.25\"/>&amp;gt;<hsp sp=\"0.25\"/>dichloromethane<hsp sp=\"0.25\"/>&amp;gt;<hsp sp=\"0.25\"/>water. This ordering was seen consistently in their relative recovery: methanol<hsp sp=\"0.25\"/>&amp;gt;<hsp sp=\"0.25\"/>pentane<hsp sp=\"0.25\"/>&amp;gt;<hsp sp=\"0.25\"/>dichloromethane<hsp sp=\"0.25\"/>≈<hsp sp=\"0.25\"/>hexane<hsp sp=\"0.25\"/>&amp;gt;<hsp sp=\"0.25\"/>water. The method detection limits (ng) of the aldehyde-hydrazone (as aldehyde mass) in each solvent were in the order: 1.0 (hexane)<hsp sp=\"0.25\"/>&amp;lt;<hsp sp=\"0.25\"/>1.2 (dichloromethane)<hsp sp=\"0.25\"/>&amp;lt;<hsp sp=\"0.25\"/>1.6 (methanol)<hsp sp=\"0.25\"/>&amp;lt;<hsp sp=\"0.25\"/>2.5 (pentane)<hsp sp=\"0.25\"/>&amp;lt;<hsp sp=\"0.25\"/>4.0 (water). As such, evidence suggests that solvent should be selected carefully to optimize the GC-based quantitation of aldehyde-pentafluorophenyl-hydrazones.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Research", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0169809515002033%26_version%3D1%26md5%3D468ee64048305c6feee17d7a09619e88", 
        "title": "The effect of solvent selection in the gas chromatographic analysis of carbonyls in air samples after derivatization with pentafluorophenyl hydrazine"
    }, 
    {
        "author": "F.   Fedele, M.M.   Miglietta, M.R.   Perrone, P.   Burlizzi, R.   Bellotti, D.   Conte, A.   Guarnieri Calò Carducci</br>", 
        "date": "2015-08-31", 
        "description": "             Publication date: <pubDate>1 December 2015</pubDate><br> <b>Source:</b>Atmospheric Research, Volume 166</br><br>     Author(s): F.   Fedele, M.M.   Miglietta, M.R.   Perrone, P.   Burlizzi, R.   Bellotti, D.   Conte, A.   Guarnieri Calò Carducci</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Numerical simulations with the Advanced Research-Weather Research and Forecasting model (WRF-ARW) have been performed in order to simulate water vapor mixing ratio (WVMR) vertical profiles over southeastern Italy. An optimal setup of the model has been identified changing the default model land cover database and using a fine model vertical resolution in the lower levels. Among different tests, the selected implementation is the one that best reproduced the experimental WVMR profiles retrieved from the Brindisi radiosounding station and the ground-based Raman lidar measurements at Lecce site.</simple-para> <simple-para id=\"sp0010\" view=\"all\">The use of the WRF model to simulate WVMR profiles along the tracks of the spaceborne lidar CALIOP (Cloud-Aerosol Lidar with Orthogonal Polarization) on two case studies has revealed that numerical models are reliable tools, particularly useful when no ground measurements of water vapor are available. In particular, it is shown that the inhomogeneous distribution of moisture in the domain, as emerging from the model simulations, may significantly affect the CALIOP validation procedures. Such procedures are based on the intercomparison of the satellite retrieved aerosol profiles with those measured, nearly at the same time, with a ground-based lidar located few km away from the sites where CALIOP aerosol products are delivered in the selected events.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Research", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0169809515002069%26_version%3D1%26md5%3D087c37cdf27bbc1b23ecfbedb064f5a1", 
        "title": "Numerical simulations with the WRF model of water vapour vertical profiles: A comparison with LIDAR and radiosounding measurements"
    }, 
    {
        "author": "Yi   He, Jinyin   Ye, Xiaoying   Yang</br>", 
        "date": "2015-08-31", 
        "description": "             Publication date: <pubDate>1 December 2015</pubDate><br> <b>Source:</b>Atmospheric Research, Volume 166</br><br>     Author(s): Yi   He, Jinyin   Ye, Xiaoying   Yang</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Located in a transition zone between the northern and southern climates in China, the Huai River Basin is prone to extreme events such as drought and flood. Based on the daily precipitation data at 134 stations between 1961 and 2013, this paper analyzed the spatial and temporal patterns of the dry and wet conditions in the Huai River Basin through the statistical analysis of the rainfall stations' annual and seasonal standard precipitation index (SPI) series. Annual SPI series exhibited a decreasing trend at 86 stations and an increasing trend at the remaining stations. None of the increasing trend was significant, while the decreasing trend was significant at two stations at 5% significance level (α<hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/>0.05) and one station at 10% level. Seasonal-wise, there has been a prevailing trend of drying in spring and autumn, and wetting in summer and winter. The trends in the spring and summer SPI series have been mostly insignificant, while those in autumn and winter, significant (α<hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/>0.10) at over 30 stations. The Pettitt test results indicated that the significant transitions (α<hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/>0.10) in the autumn and winter SPI series mostly occurred in the middle to late 1980s. Comparison of the average number of dry and wet years between the two sub-periods of 1961–1984 and 1990–2013 suggested a significant increase (α<hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/>0.05) in the average number of severely wet years across much of the basin. Overall, significant changes have already occurred in the dry and wet conditions of the Huai River Basin, which could have profound impacts on the food and water safety situation of the region.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Research", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0169809515002057%26_version%3D1%26md5%3D1e7c228b9a3294b2d517bb5b2cd474fe", 
        "title": "Analysis of the spatio-temporal patterns of dry and wet conditions in the Huai River Basin using the standardized precipitation index"
    }, 
    {
        "author": "Wenyuan   Chang, Hong   Liao, Jinyuan   Xin, Zhengqiang   Li, Donghui   Li, Xiaoye   Zhang</br>", 
        "date": "2015-08-31", 
        "description": "             Publication date: <pubDate>1 December 2015</pubDate><br> <b>Source:</b>Atmospheric Research, Volume 166</br><br>     Author(s): Wenyuan   Chang, Hong   Liao, Jinyuan   Xin, Zhengqiang   Li, Donghui   Li, Xiaoye   Zhang</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">This study quantified the uncertainties in concentrations and direct radiative forcing of anthropogenic aerosols due to emissions in eastern China using a global chemistry–aerosol–climate model. The emission inventories included three global inventories, ACCMIP (Atmospheric Chemistry &amp;amp; Climate Model Intercomparison Project), EDGAR-HTAP (Emission Database for Global Atmospheric Research for Hemispheric Transport of Air Pollution), and EDGAR Version 4.2, and one regional INTEX-B (Intercontinental Chemical Transport Experiment—Phase B) inventory. The uncertainties (a percentage of the standard deviation divided by the mean value across the four inventories) in the regional surface-layer aerosol concentrations due to emissions were 3.9% in sulfate, 40.0% in nitrate, 18.4% in ammonium, 11.1% in POA, 16.7% in SOA and 15.4% in BC. Compared with the ACCMIP model results based on a uniform emission inventory, the impacts of emissions were smaller. One exception is the regional surface-layer nitrate concentration, which had comparable uncertainties due to the emissions (40.0%) and the models (43.8%) because of the complex nitrate chemistry and the highly uncertain NH<inf loc=\"post\">3</inf> emission. The mean regional aerosol direct forcing at the top of the atmosphere between 1850 and 2006 was −<hsp sp=\"0.10\"/>3.6<hsp sp=\"0.25\"/>Wm<sup loc=\"post\">−<hsp sp=\"0.10\"/>2</sup> under all-sky conditions and was enhanced up to −<hsp sp=\"0.10\"/>3.83<hsp sp=\"0.25\"/>Wm<sup loc=\"post\">−<hsp sp=\"0.10\"/>2</sup> after the model assimilated the MODIS find-mode aerosol optical depth (AOD). The impact of the assimilation of absorption AOD is discussed. The uncertainties in aerosol direct forcing were smaller than those of the ACCMIP inter-model results, but still significant. An accurate emission inventory is essential for quantifying the role of aerosols in regional climate.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Research", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0169809515002045%26_version%3D1%26md5%3D8f7b52e3e3238fa41dbaf1dc0d955ab3", 
        "title": "Uncertainties in anthropogenic aerosol concentrations and direct radiative forcing induced by emission inventories in eastern China"
    }, 
    {
        "author": "Jennifer   Marohasy, John   Abbot</br>", 
        "date": "2015-08-31", 
        "description": "             Publication date: <pubDate>1 December 2015</pubDate><br> <b>Source:</b>Atmospheric Research, Volume 166</br><br>     Author(s): Jennifer   Marohasy, John   Abbot</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Temperature time series are important inputs for monthly rainfall forecasting when using statistical models including artificial neural networks. The longest continuous time series, unaffected by urban heat islands (UHIs), for anywhere in Australia, have been recorded at lighthouses. These are generally truncated and homogenized in order to correct for non-climatic factors including changes in equipment before calculating climatic trends and/or incorporation into statistical models. There has been no objective measure, however, of the skill of the different homogenization techniques. In this study, the skill of the monthly rainfall forecast for Cape Otway for the period from September 2005 to December 2013 is used as an indirect measure of the quality of eight different maximum temperature series developed from three different homogenization techniques applied to data from Cape Otway lighthouse, and also the nearby Wilsons Promontory lighthouses. The homogenized, and also raw temperature series, were used as input into artificial neural network models as part of multi-dimensional data arrays that included lagged climate indices. The most skilful set of monthly rainfall forecasts was derived from a raw maximum temperature series, paired with a homogenized minimum series, both from Wilsons Promontory lighthouse. The mean warming trend for this paired series for the period 1887 to 2013 is 0.8<hsp sp=\"0.25\"/>°C per century, which is consistent with the global land surface temperature increase since 1880. All series show significant cooling of maximum temperatures from 1921 to 1950, which is at variance with Australian and global homogenized temperature series. The significant warmth in the early un-homogenized maximum temperature time series for Cape Otway is shown to be spurious.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Research", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0169809515002124%26_version%3D1%26md5%3D980793f251c16d2c98c87a46a8fdddf3", 
        "title": "Assessing the quality of eight different maximum temperature time series as inputs when using artificial neural networks to forecast monthly rainfall at Cape Otway, Australia"
    }, 
    {
        "author": "Dmitry   Tartakovsky, Eli   Stern, David M.   Broday</br>", 
        "date": "2015-08-31", 
        "description": "             Publication date: <pubDate>1 December 2015</pubDate><br> <b>Source:</b>Atmospheric Research, Volume 166</br><br>     Author(s): Dmitry   Tartakovsky, Eli   Stern, David M.   Broday</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">This study compares MM5 and WRF modeled upper air and surface wind speed and direction with observations from two standard meteorological stations locat;ed in areas characterized by either flat or complex terrain. Additionally, we evaluate the boundary layer height calculated by AERMET VIEW Upper Estimator. The upper air wind speed predictions of MM5 (but not of WRF) met all the acceptance criteria. In contrast, WRF surface wind predictions were mostly in better agreement with the observations than those of MM5, with a clear advantage for the 12<hsp sp=\"0.25\"/>km grid resolution over the 3<hsp sp=\"0.25\"/>km grid resolution. Modeled wind fields over complex terrain were less accurate than over flat terrain. Based on these results we conclude that in the absence of measured on-site meteorological data, WRF surface wind field predictions are expected to provide more reliable pollutant dispersion estimations and to propagate the estimation uncertainties to a lesser extent than MM5 surface wind field predictions, in particular for flat terrain scenarios.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Research", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0169809515002161%26_version%3D1%26md5%3Dfa1a94d2cd31b5211015340c3c5e08b8", 
        "title": "Evaluation of modeled wind field for dispersion modeling"
    }, 
    {
        "author": "Ping   Gong, Xiao-ping   Wang, Yong-gang   Xue, Jiu-jiang   Sheng, Shao-peng   Gao, Li-de   Tian, Tan-dong   Yao</br>", 
        "date": "2015-08-31", 
        "description": "             Publication date: <pubDate>1 December 2015</pubDate><br> <b>Source:</b>Atmospheric Research, Volume 166</br><br>     Author(s): Ping   Gong, Xiao-ping   Wang, Yong-gang   Xue, Jiu-jiang   Sheng, Shao-peng   Gao, Li-de   Tian, Tan-dong   Yao</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Atmospheric circulation now is considered key to understanding global dispersion of organochlorine pesticides (OCPs). Many studies reported that the Indian monsoon and westerly wind played important roles on the transport of OCPs to the Tibetan Plateau. Previously, few observation campaigns have focused on the joint effect of Indian monsoon and westerly wind on long-range atmospheric transport of OCPs in a transition area of the Tibetan Plateau. In this study, air samples were collected for 7<hsp sp=\"0.25\"/>months in the Ngari region, a westerly wind and Indian monsoon transition area in the western Tibetan Plateau. Westerly wind controls the climate of this transition area from March to May, and the levels of DDTs, HCHs, and endosulfans in the Ngari region were &amp;lt;<hsp sp=\"0.10\"/>10<hsp sp=\"0.25\"/>pg/m<sup loc=\"post\">3</sup>, related to OCP transport by the upper-level westerly. From August to October, Indian monsoon and the airflow from north carried elevated concentrations of DDTs, HCHs, and endosulfans, and the levels of endosulfans in the Ngari region even reached hundreds of pg/m<sup loc=\"post\">3</sup>. In addition, due to the competition and conversion of Indian monsoon and westerly in June, the low levels of atmospheric OCPs reached minimum in the Ngari region. The seasonal shift of the westerly wind and the Indian monsoon resulted in complex seasonal patterns of the OCPs in this transition region, and due to the complex atmospheric circulations, the OCPs in the transition region originated from northwestern India and Northwest China (Xinjiang).</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Research", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0169809515002185%26_version%3D1%26md5%3D6022bba901ded5b08bf89440ea094864", 
        "title": "Influence of atmospheric circulation on the long-range transport of organochlorine pesticides to the western Tibetan Plateau"
    }, 
    {
        "author": "Michael J.   Folmer, Mark   DeMaria, Ralph   Ferraro, John   Beven, Michael   Brennan, Jaime   Daniels, Robert   Kuligowski, Huan   Meng, Scott   Rudlosky, Limin   Zhao, John   Knaff, Sheldon   Kusselson, Steven D.   Miller, Timothy J.   Schmit, Chris   Velden, Brad   Zavodsky</br>", 
        "date": "2015-08-31", 
        "description": "             Publication date: <pubDate>1 December 2015</pubDate><br> <b>Source:</b>Atmospheric Research, Volume 166</br><br>     Author(s): Michael J.   Folmer, Mark   DeMaria, Ralph   Ferraro, John   Beven, Michael   Brennan, Jaime   Daniels, Robert   Kuligowski, Huan   Meng, Scott   Rudlosky, Limin   Zhao, John   Knaff, Sheldon   Kusselson, Steven D.   Miller, Timothy J.   Schmit, Chris   Velden, Brad   Zavodsky</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Hurricane Sandy – a tropical cyclone that transitioned into an extratropical cyclone near the time of landfall along the east coast of the United States – caused historic damage in many regions which rarely receive such a direct hit from a storm of this magnitude, including many of the large metropolitan areas along the U.S. eastern seaboard. Specifically, Sandy generated record low-pressure, a large wind field with corresponding storm surge and copious amounts of precipitation in some areas, including record snowfall in mountainous regions. Sandy presented several forecast challenges to the National Oceanic and Atmospheric Administration's (NOAA) National Weather Service (NWS). Satellites played an integral role in the analysis and forecast of Sandy's track and intensity. The NOAA National Hurricane Center, Ocean Prediction Center, and Weather Prediction Center all relied on information from satellites to make critical warning decisions using various satellite products that assist with diagnosing tropical cyclone intensity, surface winds over the ocean, and heavy precipitation. All of the skillful global forecast models used satellite data for initiation to better forecast the track and intensity of Sandy. As part of the Geostationary Operational Environmental Satellite — R-series (GOES-R) and Joint Polar Satellite System (JPSS) Proving Ground activities, new satellite products were available to forecasters at these national centers in experimental form to assist with observing this unique, high impact event. This paper will demonstrate how the current satellite products assisted NOAA forecasters during Sandy and introduce some new satellite products that could be used to analyze and predict future high impact weather systems.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Research", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0169809515001805%26_version%3D1%26md5%3D4697bdf63b21a65928b6f7ed6f1e4532", 
        "title": "Satellite tools to monitor and predict Hurricane Sandy (2012): Current and emerging products"
    }, 
    {
        "author": "Sathy   Nair, E.A.   Resmi, Gayatri   Kulkarni, Neelam   Malap, Sachin   Patade, Thara V.   Prabha</br>", 
        "date": "2015-08-31", 
        "description": "             Publication date: <pubDate>1 December 2015</pubDate><br> <b>Source:</b>Atmospheric Research, Volume 166</br><br>     Author(s): Sathy   Nair, E.A.   Resmi, Gayatri   Kulkarni, Neelam   Malap, Sachin   Patade, Thara V.   Prabha</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">The thermodynamical and microphysical response during the transition from southwest to northeast monsoon season is studied. Unique mixed phase cloud observations from the Cloud Aerosol Interaction and Precipitation Enhancement Experiment (CAIPEEX) and ground based observations from Integrated Ground Observation Campaign (IGOC), high resolution (3<hsp sp=\"0.25\"/>km) mesoscale forecasts with the nested Weather Research and Forecasting (WRF) model are used in the study. Convective available potential energy (CAPE), liquid water path (LWP) and precipitable water (PW) increased 3<hsp sp=\"0.25\"/>days before the onset and further enhanced with the onset of the northeast monsoon. A systematic decrease in lifting condensation level (LCL) height and increase in midlevel moisture before and during the onset period are observed, which resulted in increase in moist static energy in the midlayer for supporting deeper convection during the onset. Cloud microphysical response is noted with the mixed phase cloud observations of liquid water and ice water content. The model has simulated the mixed phase clouds in the area of detailed observations. Major cloud microphysical changes observed are (a) shallow warm clouds before the onset, (b) elevated supercooled liquid water content at the tops of clouds and (c) low ice water content during the onset period compared to subsequent periods after the onset with more ice water content.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Research", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS016980951500201X%26_version%3D1%26md5%3Da7042e4c0b366e42ef14457e44bf1851", 
        "title": "Thermodynamical and cloud microphysical response during the transition from southwest to northeast monsoon"
    }, 
    {
        "author": "Graeme L.   Stephens, Tristan   L'Ecuyer</br>", 
        "date": "2015-08-31", 
        "description": "             Publication date: <pubDate>1 December 2015</pubDate><br> <b>Source:</b>Atmospheric Research, Volume 166</br><br>     Author(s): Graeme L.   Stephens, Tristan   L'Ecuyer</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">This paper reviews the status of our understanding of the Earth's annual, global mean energy balance, the hemispheric energy balances and the symmetry observed about the equator, and explores the influence of latitudinal changes of energy both on the annual mean and seasonal transports of energy from low latitudes to higher latitudes. Based on the best available information we show that our planet continues to be out of balance with additional heat being added to it at the rate of 0.6<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>0.4<hsp sp=\"0.25\"/>Wm<sup loc=\"post\">−<hsp sp=\"0.10\"/>2</sup>. This heat appears to be taken up primarily by the oceans of the SH and perhaps mostly equatorward of 37<hsp sp=\"0.25\"/>S. The nature of the adjustments applied to our best estimates of individual, annual mean fluxes of energy to produce a balance are described and the results of applying a more formal constraint for these adjustments are discussed. The energy balances of the Southern and Northern Hemispheres are then shown to be practically identical which in turn suggests the transport of energy across the equator in the net is close to zero. In fact the hemispheres are not identically symmetrical with the SH being slightly out of balance absorbing the additional heat and transporting a small amount of net heat across the equator to the balanced NH. The symmetry in absorbed solar and the near symmetry in OLR are remarkable in their own right and are a result of the effects of clouds both on solar reflection and OLR that act to offset land–ocean interhemispheric differences. We then demonstrate important interhemispheric seasonal influences on the heat transported to the winter pole that conspire to make these seasonal transports lopsided. This asymmetry is a direct result of the eccentricity of the Earth's orbit that induces larger energy losses from the southern winter hemisphere. This in turn produces a latitudinal asymmetry in the location of on the tropical trough zone, a region from which energy is always moved to the winter pole, requiring it be located deeper into the NH.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Research", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0169809515002070%26_version%3D1%26md5%3D3f40087abb305112d4fd7dba477f1f65", 
        "title": "The Earth's energy balance"
    }, 
    {
        "author": "Hujia   Zhao, Huizheng   Che, Yanjun   Ma, Xiangao   Xia, Yangfeng   Wang, Peng   Wang, Xianchu   Wu</br>", 
        "date": "2015-08-31", 
        "description": "             Publication date: <pubDate>1 December 2015</pubDate><br> <b>Source:</b>Atmospheric Research, Volume 166</br><br>     Author(s): Hujia   Zhao, Huizheng   Che, Yanjun   Ma, Xiangao   Xia, Yangfeng   Wang, Peng   Wang, Xianchu   Wu</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Visibility, particulate matter (PM) mass concentration, and aerosol optical properties data from June 2009 to December 2011 were obtained at Shenyang in Northeast China. The characteristics and relationships between these parameters were statistically analyzed. The results demonstrate that the monthly averaged visibility over Shenyang was higher in spring and autumn but lower in summer and winter, and had an inverse trend to PM and aerosol optical depth (AOD). Higher AOD at 500<hsp sp=\"0.25\"/>nm was found year by year, with the maximum value (1.31<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>0.45) occurring in June 2011, and the minimum in June 2010 (0.72<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>0.31). The mean value of the Ångström exponent underwent a notable reduction during the period of 2011, with values less than 1.0 from February to September. The single scattering albedo was consistently around 0.90 during 2009–2011, which was higher in summer but lower in winter. The higher absorption aerosol optical depth at 440<hsp sp=\"0.25\"/>nm in 2011 indicates that there were more absorbing aerosol particles in this period compared with the corresponding absorption Ångström exponent in the same year (about 0.75). The direct radiative forcing at the bottom of the atmosphere increased to −<hsp sp=\"0.10\"/>200<hsp sp=\"0.25\"/>W/m<sup loc=\"post\">2</sup> in 2011, compared with −<hsp sp=\"0.10\"/>150<hsp sp=\"0.25\"/>W/m<sup loc=\"post\">2</sup> from June 2009 to December 2010, suggesting a stronger cooling effect of aerosols at the surface. The positive radiative forcing at the top of the atmosphere in November and December 2009 could have been due to snow cover, which has a large surface albedo that reflects shortwave radiation to the atmosphere.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Research", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS016980951500215X%26_version%3D1%26md5%3D5cd8ca72ec4cbb77bffd4e6e29c9f8e8", 
        "title": "Temporal variability of the visibility, particulate matter mass concentration and aerosol optical properties over an urban site in Northeast China"
    }, 
    {
        "author": "E.   Galanaki, V.   Kotroni, K.   Lagouvardos, A.   Argiriou</br>", 
        "date": "2015-08-31", 
        "description": "             Publication date: <pubDate>1 December 2015</pubDate><br> <b>Source:</b>Atmospheric Research, Volume 166</br><br>     Author(s): E.   Galanaki, V.   Kotroni, K.   Lagouvardos, A.   Argiriou</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Lightning activity is analysed in a sector covering the Eastern Mediterranean (16–32°E, 34–46°N) for the years 2005–2014. The study is based on the use of cloud-to-ground (CG) lightning activity data retrieved from ZEUS system, operated by the National Observatory of Athens, and examines the seasonal, diurnal and spatial variability of the lightning activity. The effect of elevation, terrain slope, vegetation cover and convective available potential energy (CAPE) on the distribution of the CG lightning strokes is also investigated. Lightning is modulated by the diurnal cycle of insolation and the underlying topographic features of the region. The lightning strokes are more numerous over the mainland than over the sea. CG lightning activity is dominant over the land and the coastal areas during spring and summer while during the coldest period of the year it is dominant over the sea. The maximum value of lightning activity is observed in June and mostly in the afternoon. The orography and the terrain slope affect the distribution of lightning. During the warmest period of the year, the forested areas have an increased “lightning yield”. The number of CG lightning strokes increases with increasing CAPE and the high correlation between them indicates that CAPE values could be used as a proxy for the presence of lightning activity, at least over the eastern Mediterranean region.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Research", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0169809515002203%26_version%3D1%26md5%3D296abbb7a8bccbbb2f5c5ccb858ea21d", 
        "title": "A ten-year analysis of cloud-to-ground lightning activity over the Eastern Mediterranean region"
    }, 
    {
        "author": "Suresh   Tiwari, Philip K.   Hopke, Atar S.   Pipal, Atul K.   Srivastava, Deewan S.   Bisht, Shani   Tiwari, Abhay K.   Singh, Vijay K.   Soni, Shiv D.   Attri</br>", 
        "date": "2015-08-31", 
        "description": "             Publication date: <pubDate>1 December 2015</pubDate><br> <b>Source:</b>Atmospheric Research, Volume 166</br><br>     Author(s): Suresh   Tiwari, Philip K.   Hopke, Atar S.   Pipal, Atul K.   Srivastava, Deewan S.   Bisht, Shani   Tiwari, Abhay K.   Singh, Vijay K.   Soni, Shiv D.   Attri</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Highly time-resolved measurements of particulate matter (PM: PM<inf loc=\"post\">2.5</inf> and PM<inf loc=\"post\">10</inf>) were made at three different sites across Delhi (CCRI: a highly traffic site, IMD: a less traffic site and IITM: an urban background site) from 1st December, 2011 to 30th June, 2013. Also, coarse mode (PM<inf loc=\"post\">10–2.5</inf>) mass was estimated as the difference between PM<inf loc=\"post\">10</inf> and PM<inf loc=\"post\">2.5</inf>. In addition, columnar aerosol optical properties such as aerosol optical depth (AOD) and Angstrom exponent (AE) were studied concurrently over IMD. The mean mass concentrations of PM<inf loc=\"post\">2.5</inf>, PM<inf loc=\"post\">10–2.5</inf> and PM<inf loc=\"post\">10</inf> were 118.3<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>81.7, 113.6<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>70.4 and 232.1<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>131.1<hsp sp=\"0.25\"/>μg<hsp sp=\"0.25\"/>m<sup loc=\"post\">−<hsp sp=\"0.10\"/>3</sup>, respectively. Among the three sites, relatively higher mass concentrations of PM<inf loc=\"post\">2.5</inf> (~<hsp sp=\"0.10\"/>35% and 3%) were observed at CRRI compared to IMD and IITM.PM<inf loc=\"post\">10</inf> and PM<inf loc=\"post\">10–2.5</inf> were higher at these sites by ~<hsp sp=\"0.10\"/>31% and 19%; and 27% and 40%, respectively, compared to CRRI. Coefficients of divergence (COD) and correlation coefficients (<italic>r</italic>) were calculated between site pairs to assess the spatial and temporal heterogeneity of PM and moderate spatial divergence was found over the three sites. Traffic emission particles (PM<inf loc=\"post\">2.5</inf>) exhibited high spatial heterogeneity as well. The mass concentrations of PM<inf loc=\"post\">2.5</inf> and PM<inf loc=\"post\">10</inf> were found to be higher during the night compared to the day. The mean PM<inf loc=\"post\">2.5</inf>/PM<inf loc=\"post\">10</inf> ratio was ~<hsp sp=\"0.10\"/>51%, indicating generally equal amounts of coarse and fine mode PM in the Delhi urban atmosphere. AOD and PM<inf loc=\"post\">2.5</inf> were positively correlated and a negative correlation was observed between AE and PM<inf loc=\"post\">10–2.5</inf>. PM<inf loc=\"post\">2.5</inf> particles were significantly correlated with AOD during post-monsoon and winter. Because of the lower vehicular emissions on weekends compared to weekdays, PM at CRRI, IMD, and IITM were separated by day of week and large heterogeneities were found. During weekdays, the mass concentrations of PM<inf loc=\"post\">10</inf> were ~<hsp sp=\"0.10\"/>4, 2, and 12% higher than on weekends. However, for PM<inf loc=\"post\">2.5</inf>, weekend values were 5, 7, and 9% higher for CRRI, IMD and IITM, respectively.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Research", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0169809515002197%26_version%3D1%26md5%3Df900651cf12c674e977434dd03b3dc4c", 
        "title": "Intra-urban variability of particulate matter (PM2.5 and PM10) and its relationship with optical properties of aerosols over Delhi, India"
    }, 
    {
        "author": "Manuel   Mora García, Jesús   Riesco Martín, Luis   Rivas Soriano, Fernando   de Pablo Dávila</br>", 
        "date": "2015-08-31", 
        "description": "             Publication date: <pubDate>1 December 2015</pubDate><br> <b>Source:</b>Atmospheric Research, Volume 166</br><br>     Author(s): Manuel   Mora García, Jesús   Riesco Martín, Luis   Rivas Soriano, Fernando   de Pablo Dávila</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">The impact of land use on lightning activity has mainly been studied for urban areas; however the number of authors addressing the impact of vegetation on lightning is fairly limited. The relationship of different types of land use and soil (thirteen categories of land use and fourteen major soil types were considered) on cloud-to-ground lightning activity was studied in the Spanish region of Castilla-León from 2000 to 2010. To do this, urban, mining, and industrial areas were found to be associated with enhanced CG-lightning activity. With respect to natural land uses, forest and shrubland were the categories where CG-lightning was seen to be increased. By contrast, non-agricultural vegetated areas and pastures displayed the lowest CG-lightning activity. When the major soil types are considered, rendzinas, podzols, and phaeozems were found to be associated with a slight increase in CG-lightning activity and gleysols and solonchaks seem to decrease it. Assuming there are a plethora of factors which can indirectly affect the charging electromicrophysics and cloud dynamics, the authors provide evidence that soil type shows a significant correlation on CG-lightning flash density and weather characteristics are affected by land uses. It is suggested that the influence of vegetation and soil on surface moisture is one of the main effects contributing to explain the impact of land cover on CG-lightning.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Research", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0169809515002215%26_version%3D1%26md5%3Dfebd0270eb0f2bbd3f2da5e8ae4af76c", 
        "title": "Observed impact of land uses and soil types on cloud-to-ground lightning in Castilla-Leon (Spain)"
    }, 
    {
        "author": "", 
        "date": "2015-08-31", 
        "description": "             Publication date: <pubDate>1 October–1 November 2015</pubDate><br> <b>Source:</b>Atmospheric Research, Volumes 164–165</br><br></br><br><br></br></br><br></br></br>", 
        "journal": "Atmospheric Research", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0169809515001945%26_version%3D1%26md5%3Df7b5b464121ecdb9ccadc5fb0e4b5dc9", 
        "title": "Editorial Board"
    }, 
    {
        "author": "Min   Wang, Xin   Fang, Shunxing   Hu, Huanling   Hu, Tao   Li, Xiankang   Dou</br>", 
        "date": "2015-08-31", 
        "description": "             Publication date: <pubDate>1 October–1 November 2015</pubDate><br> <b>Source:</b>Atmospheric Research, Volumes 164–165</br><br>     Author(s): Min   Wang, Xin   Fang, Shunxing   Hu, Huanling   Hu, Tao   Li, Xiankang   Dou</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Observations of monthly and seasonal nightly water vapor variations over Hefei utilizing L625 lidar water vapor data observed from 2000 to 2008 is the focus of this study. The experimental setup and main parameters of the L625 lidar for water vapor measurement are first presented, then the measurement principle of water vapor and data processing methods are introduced. The water vapor measurement precision of the lidar system was analyzed by comparison with radiosonde. Monthly and seasonal water vapor profiles were built by analyzing 2000–2008 lidar data. In the vertical direction, results show that water vapor content decreases gradually with height. The more the water vapor content in the low atmosphere, the faster the decay rate with altitude. As far as monthly variation, the water vapor content first increases and then decreases with month. The maximum content of water vapor appears in July, at mixing ratio of 15.6<hsp sp=\"0.25\"/>g/kg at 1<hsp sp=\"0.25\"/>km. The seasonal variability of water vapor content is rather obvious. In summer the water vapor mixing ratio reaches up to 15.0<hsp sp=\"0.25\"/>g/kg at 1<hsp sp=\"0.25\"/>km, and in winter it is only 3.9<hsp sp=\"0.25\"/>g/kg at the same altitude. Interannual variation of water vapor content differs between seasons (as revealed in the standard deviation of data) where summer is least stable and autumn is the most stable. Precipitable water vapor is calculated from water vapor mean profiles at 1–4<hsp sp=\"0.25\"/>km and the relationship between precipitable water vapor and precipitation is also investigated. A clear positive correlation is found with Pearson correlation coefficients (R) 0.933 between monthly precipitation and mean precipitable water vapor, as well a clear positive correlation between seasonal precipitation and seasonal mean precipitable water vapor (R<hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/>0.988). Precipitation conversion efficiency (PCE) is calculated from precipitation and precipitable water vapor. The monthly PCE reaches its maximum in October at 25.8%, and drops to its minimum in January at 11.5%. Seasonal PCE's minimum is 15.2% in autumn and 23.7% in winter, at maximum.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Research", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0169809515001039%26_version%3D1%26md5%3D2e0b253aa9b8bfaab6ca85557773a5a3", 
        "title": "Variation characteristics of water vapor distribution during 2000–2008 over Hefei (31.9°N, 117.2°E) observed by L625 lidar"
    }, 
    {
        "author": "I.   Gómez, V.   Caselles, M.J.   Estrela</br>", 
        "date": "2015-08-31", 
        "description": "             Publication date: <pubDate>1 October–1 November 2015</pubDate><br> <b>Source:</b>Atmospheric Research, Volumes 164–165</br><br>     Author(s): I.   Gómez, V.   Caselles, M.J.   Estrela</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">The Regional Atmospheric Modeling System (RAMS) version 6.0 has been used to investigate the impact and influence of initial soil moisture distributions on mesoscale circulations. To do this, two different events have been selected from the 2011 summer season: one at the beginning of the season (June) and the other one at the end of the season (August). For each of these mesoscale frameworks a total of five distinct simulations were performed varying the initial soil moisture content: a control run and four additional sensitivity tests. The control run, corresponding to a low soil moisture content, is the one used within the real-time weather forecasting system implemented in the Valencia Region. In the corresponding sensitivity simulations this low value has been progressively increased in different steps until the original soil moisture content doubled. It has been found that high soil moisture is associated with colder near-surface temperature, a moister relative humidity and a slightly lower near-surface wind speed, whereas a drier soil resulted in a dryer relative humidity, warmer temperature and a slight low-level wind. In general, the highest soil moisture contents are required to reproduce the near-surface daily cycles of temperature and relative humidity through higher values of latent heat flux and lower values of sensible heat flux. In this regard, moistening the soil improves the previous results obtained using the RAMS configuration used within the operational forecasting system. However, the wind speed is not quite sensitive to changes in the soil moisture content over flatter terrain. Finally, although a warming and dryer mixing layer is obtained with the lowest soil moisture content, the mixing layer height remains practically unchanged when using the distinct configurations over flat terrain. These differences are enhanced over more complex terrain.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Research", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0169809515001301%26_version%3D1%26md5%3D68a8ad89a75b3d97c51748c913ad1628", 
        "title": "Impacts of soil moisture content on simulated mesoscale circulations during the summer over eastern Spain"
    }, 
    {
        "author": "Alon   Manor, Sigalit   Berkovic</br>", 
        "date": "2015-08-31", 
        "description": "             Publication date: <pubDate>1 October–1 November 2015</pubDate><br> <b>Source:</b>Atmospheric Research, Volumes 164–165</br><br>     Author(s): Alon   Manor, Sigalit   Berkovic</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Assessing atmospheric boundary layer flows in complex terrain for short-range real-time applications demands fast and reliable downscaling from coarser-resolution meteorological data to the relevant scale. An ideal statistical downscaling numerical experiment was performed for surface winds above complex terrain in Israel's northern Negev desert region. Dynamical downscaling have been performed by the WRF model to create a historical database by the following two sets. The first set used 5 nested domains from 40.5<hsp sp=\"0.25\"/>km to 0.5<hsp sp=\"0.25\"/>km. The second set used 3 nested domains ranging from 40.5<hsp sp=\"0.25\"/>km to 4.5<hsp sp=\"0.25\"/>km. The 4.5<hsp sp=\"0.25\"/>km data (stage 2) was defined as predictors while data on 0.5<hsp sp=\"0.25\"/>km (stage 1) served as predictands for statistical downscaling. Two statistical downscaling algorithms: minimal distance analog and a Bayesian inference aided analog (hereafter Bayesian algorithm) were tested by the above data. Unlike most analog algorithms, the Bayesian algorithm refers to the probability to get the best analog instead of the minimal differences between predictands. The comparison of the two algorithms shows that the Bayesian approach yields improved results. The Bayesian algorithm reproduces the 0.5<hsp sp=\"0.25\"/>km resolution dynamically downscaled surface winds with an average absolute direction difference of 43 and 20 for calm winds and moderate/strong winds respectively. Its average wind speed error is ~<hsp sp=\"0.10\"/>1.1<hsp sp=\"0.25\"/>ms<sup loc=\"post\">−<hsp sp=\"0.10\"/>1</sup>. ~<hsp sp=\"0.10\"/>40<hsp sp=\"0.25\"/>days are sufficient to create a representative database. Given the database, the procedure is extremely fast (a few seconds) and easy to operate, which makes it suitable for real-time non-expert fast-response applications.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Research", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0169809515001167%26_version%3D1%26md5%3Db16902fb1df144bab1091ae104391385", 
        "title": "Bayesian Inference aided analog downscaling for near-surface winds in complex terrain"
    }, 
    {
        "author": "Hojjat   Seyyedi, Emmanouil N.   Anagnostou, Edward   Beighley, Jeffrey   McCollum</br>", 
        "date": "2015-08-31", 
        "description": "             Publication date: <pubDate>1 October–1 November 2015</pubDate><br> <b>Source:</b>Atmospheric Research, Volumes 164–165</br><br>     Author(s): Hojjat   Seyyedi, Emmanouil N.   Anagnostou, Edward   Beighley, Jeffrey   McCollum</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Using precipitation data from satellite or global reanalysis products to force hydrologic models exhibits complex rainfall error and resolution effects in the simulation of streamflows. This study assesses the error propagation of two global (or near-global) precipitation datasets in terms of flood modeling for a range of basin scales (300–70,000<hsp sp=\"0.25\"/>km<sup loc=\"post\">2</sup>) focusing on multi-year (2002–2011) simulations over a mid-latitude basin (Susquehanna River Basin) in the Northeastern United States. These datasets are the TRMM Multi-satellite Precipitation Analysis 3B42V7 (TRMM3B42V7) research product and the Global Land Data Assimilation (GLDAS) reanalysis system precipitation dataset, which represent 3-hourly rainfall time series at 25-km and hourly time series at 100-km spatial grid resolutions, respectively. The precipitation products, aggregated to a common 3-hourly time resolution, are used to force a distributed hydrologic model (Hillslope River Routing – HRR) for moderate and heavy precipitation events over the basin. The NCEP multi-sensor precipitation analysis (Stage IV) is used as the reference rainfall field for the evaluation of the precipitation and hydrologic simulation errors. Results show that the satellite product exhibits significantly better error statistics compared to the GLDAS. Particularly for the simulated streamflow, GLDAS is shown to have up to 7 (3) times higher mean relative error compared to the corresponding TRMM3B42V7 error metric for moderate (extreme) streamflow values. This significant divergence in the runoff simulation error statistics is attributed to differences between the two precipitation products in terms of the propagation of their error properties from precipitation to simulated streamflow. Significant improvement of the statistical scores (up to 50%) with increasing basin size is shown for the satellite product; this basin scale effect is marginal for the GLDAS product.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Research", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0169809515001076%26_version%3D1%26md5%3D94978c682d3abb3063f443ae127ce7ea", 
        "title": "Hydrologic evaluation of satellite and reanalysis precipitation datasets over a mid-latitude basin"
    }, 
    {
        "author": "Charles   Hernandez, Philippe   Drobinski, Solène   Turquety</br>", 
        "date": "2015-08-31", 
        "description": "             Publication date: <pubDate>1 October–1 November 2015</pubDate><br> <b>Source:</b>Atmospheric Research, Volumes 164–165</br><br>     Author(s): Charles   Hernandez, Philippe   Drobinski, Solène   Turquety</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Wildfires alter land cover creating changes in dynamic, vegetative, radiative, thermal and hydrological properties of the surface. However, how so drastic changes induced by wildfires and how the age of the burnt scar affect the small and meso-scale atmospheric boundary layer dynamics are largely unknown. These questions are relevant for process analysis, meteorological and air quality forecast but also for regional climate analysis. Such questions are addressed numerically in this study on the case of the Portugal wildfires in 2003 as a testbed. In order to study the effects of burnt scars, an ensemble of numerical simulations using the Weather Research and Forecasting modeling system (WRF) have been performed with different surface properties mimicking the surface state immediately after the fire, few days after the fire and few months after the fire. In order to investigate such issue in a seamless approach, the same modelling framework has been used with various horizontal resolutions of the model grid and land use, ranging from 3.5<hsp sp=\"0.25\"/>km, which can be considered as the typical resolution of state-of-the art regional numerical weather prediction models to 14<hsp sp=\"0.25\"/>km which is now the typical target resolution of regional climate models.</simple-para> <simple-para id=\"sp0010\" view=\"all\">The study shows that the combination of high surface heat fluxes over the burnt area, large differential heating with respect to the preserved surroundings and lower surface roughness produces very intense frontogenesis with vertical velocity reaching few meters per second. This powerful meso-scale circulation can pump more humid air from the surroundings not impacted by the wildfire and produce more cloudiness over the burnt area. The influence of soil temperature immediately after the wildfire ceases is mainly seen at night as the boundary-layer remains unstably stratified and lasts only few days. So the intensity of the induced meso-scale circulation decreases with time, even though it remains until full recovery of the vegetation. Finally all these effects are simulated whatever the land cover and model resolution and there are thus robust processes in both regional climate simulations and process studies or short-time forecast. However, the impact of burnt scars on the precipitation signal remains very uncertain, especially because low precipitation is at stake.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Research", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0169809515001313%26_version%3D1%26md5%3Da37e033835d0c8c8636e2424b9790b7f", 
        "title": "Impact of wildfire-induced land cover modification on local meteorology: A sensitivity study of the 2003 wildfires in Portugal"
    }, 
    {
        "author": "Kan   Huang, Xingying   Zhang, Yanfen   Lin</br>", 
        "date": "2015-08-31", 
        "description": "             Publication date: <pubDate>1 October–1 November 2015</pubDate><br> <b>Source:</b>Atmospheric Research, Volumes 164–165</br><br>     Author(s): Kan   Huang, Xingying   Zhang, Yanfen   Lin</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Observations from space were used to evaluate the effect of emission control measures on the changes of air pollutants in Beijing and its surroundings during the 2014 Asia-Pacific Economic Cooperation (APEC) Summit held in Beijing. Compared to the past three years (2011–2013), NO<inf loc=\"post\">2</inf> tropospheric vertical column densities in 2014 were found to exhibit almost across-the-board significant reductions over the North China Plain, suggesting the effectiveness of the national policy on NOx emission reduction during China's 12th “Five-Year-Plan”. During the APEC period (Nov. 3–11), AOD and AAOD were found reduced the most in Beijing, followed by Hebei province. Stringent emission control measures implemented in Beijing and the regional joint control over the surroundings especially in Hebei were responsible for the good air quality and so-called “APEC Blue”. However, air quality plummeted during the post-APEC period (Nov. 12–30), which was largely related to the lifting of local and regional joint emission control measures. By applying a spatial correlation analysis method, the potential emission source regions impacting air quality of Beijing included widespread areas in Hebei, Shandong, Shanxi, and Tianjin in the past three years (2011–2013). While during the study period in 2014, areas impacting Beijing evidently shrank and were limited within Hebei, suggesting evident effects of intense emission perturbations on lowering the extent of regional transport. This study indicates short-term measures did fix the air pollution problems in China but a permanent solution is still a tremendous challenge.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Research", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0169809515001337%26_version%3D1%26md5%3Dd189f644ae174bdc0941aa2e1c319b25", 
        "title": "The “APEC Blue” phenomenon: Regional emission control effects observed from space"
    }, 
    {
        "author": "Shantikumar S.   Ningombam, S.P.   Bagare, P.   Khatri, B.J.   Sohn, H.-J.   Song</br>", 
        "date": "2015-08-31", 
        "description": "             Publication date: <pubDate>1 October–1 November 2015</pubDate><br> <b>Source:</b>Atmospheric Research, Volumes 164–165</br><br>     Author(s): Shantikumar S.   Ningombam, S.P.   Bagare, P.   Khatri, B.J.   Sohn, H.-J.   Song</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Estimation of aerosol radiative forcing (ARF) was performed using a radiative transfer model (Rstar6b) along with physical and optical parameters of aerosols obtained from sky radiometer observation over Indian Astronomical Observatory (IAO), Hanle, Ladakh, during 2008–2010 from dust, anthropogenic, and aged background observing conditions. ARF was estimated at the top of the atmosphere (TOA), in the atmosphere, and at the surface during the three observing conditions. During dust and anthropogenic events, average aerosol optical depth (AOD at 500<hsp sp=\"0.25\"/>nm) went up to 0.24 from the aged background observing condition 0.04. Such enhancement of AOD is associated by the combination of desert-dust and anthropogenic aerosols transported from distant sources as noticed from Cloud-Aerosol Lidar and Infrared Pathfinder Satellite Observations (CALIPSO). Such three types of aerosols are also identified from the observed properties of single scattering albedo (SSA), aerosol asymmetry (AS) parameter, and aerosol size distribution. The estimated ARFs at TOA, at the surface, and in atmosphere are −<hsp sp=\"0.10\"/>3.73, −<hsp sp=\"0.10\"/>6.82, and 3.40<hsp sp=\"0.25\"/>Wm<sup loc=\"post\">−<hsp sp=\"0.10\"/>2</sup>, respectively during the dust advection period. On the contrary, the respective ARFs during the aged background observing condition are −<hsp sp=\"0.10\"/>1.50, −<hsp sp=\"0.10\"/>2.22, and 0.70<hsp sp=\"0.25\"/>Wm<sup loc=\"post\">−<hsp sp=\"0.10\"/>2</sup>, respectively. A significant difference of spectral AOD is observed during dust, anthropogenic, and aged background observing conditions. Ångström exponent (AE) decreases from 1.05 in the aged background observing condition to 0.40 in the dust event. A significant difference of coarse–fine mode volume distribution is also observed between the dust and the anthropogenic cases. Further, the study reveals high aerosols induced during the dust and the anthropogenic episodes caused warming at atmosphere and cooling at surface which collectively may affect the local atmospheric circulation.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Research", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0169809515001349%26_version%3D1%26md5%3Dd4e6167fff93b83f36b52f87096d3844", 
        "title": "Estimation of aerosol radiative forcing over an aged-background aerosol feature during advection and non-advection events using a ground-based data obtained from a Prede Skyradiometer observation"
    }, 
    {
        "author": "L.K.   Sahu, Pallavi   Saxena</br>", 
        "date": "2015-08-31", 
        "description": "             Publication date: <pubDate>1 October–1 November 2015</pubDate><br> <b>Source:</b>Atmospheric Research, Volumes 164–165</br><br>     Author(s): L.K.   Sahu, Pallavi   Saxena</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">This study is based on the high mass and time-resolved measurements of seven VOCs using a PTR-TOF-MS instrument at an urban site of India during winter 2013. Daily levels of OVOCs and aromatics were in the ranges of 3.5–37<hsp sp=\"0.25\"/>ppbv and 0.85–23<hsp sp=\"0.25\"/>ppbv, respectively with OVOCs accounted for up to 80% of total measured VOCs. The impact of long-range transport from the polluted Indo-Gangetic Plain and clean Thar desert was observed during the episodes of high and low VOCs, respectively. VOCs exhibited strong diurnal variations with peaks during morning and evening hours and lowest in the afternoon. Relatively elevated aromatics during evening hours coincided with the lowest-OVOCs indicating influence of fresh vehicular emissions. Emission ratios of isoprene and OVOCs with respect to benzene followed the diurnal cycles of temperature and solar flux indicating role of biogenic and photochemical processes, respectively. Correlation study of VOCs with benzene suggests major contribution from anthropogenic and also from biogenic and secondary sources to some extent. The higher emission ratios of ∆methanol/∆acetonitrile correspond to the episodes of long-range transport from biomass burning sources located in the Indo-Gangetic Plain (IGP). In addition to the pattern of emission, the diurnal and day-to-day variations of VOCs were influenced by the local meteorological conditions and depth of planetary boundary layer (PBL).</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Research", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0169809515001386%26_version%3D1%26md5%3Da5604bd2e74fa37000a39d935e529f58", 
        "title": "High time and mass resolved PTR-TOF-MS measurements of VOCs at an urban site of India during winter: Role of anthropogenic, biomass burning, biogenic and photochemical sources"
    }
]