[
    {
        "author": "Behnam   Keshavarzi, Zahra   Tazarvi, Mohammad Ali   Rajabzadeh, Ali   Najmeddin</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 119</br><br>     Author(s): Behnam   Keshavarzi, Zahra   Tazarvi, Mohammad Ali   Rajabzadeh, Ali   Najmeddin</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">The distribution, pollution level, sources and health risk of Hg, As, Cd, Cu, Cr, Ni, Mn, Fe, Pb, Sb and Zn in urban street dust were investigated. X-ray diffraction analysis of dust samples shows that the mineralogy of airborne dusts is dominated by calcite, dolomite and quartz. The total concentration of trace elements across the sampling sites ranged from 36.8 to 234.3 mg kg<sup loc=\"post\">−1</sup> for Pb, 0.004–4.504 mg kg<sup loc=\"post\">−1</sup> for Hg, 160.9–778.3 mg kg<sup loc=\"post\">−1</sup> for Zn, 245–652 mg kg<sup loc=\"post\">−1</sup> for Mn, 39.4–117.9 mg kg<sup loc=\"post\">−1</sup> for Ni, 31.6–105.9 mg kg<sup loc=\"post\">−1</sup> for Cr, 49.8–232.5 mg kg<sup loc=\"post\">−1</sup> for Cu, 5.3–8.6 mg kg<sup loc=\"post\">−1</sup> for As, 0.31–0.85 mg kg<sup loc=\"post\">−1</sup> for Cd, 0.76–9.45 mg kg<sup loc=\"post\">−1</sup> for Sb, and 16,300–24,900 mg kg<sup loc=\"post\">−1</sup> for Fe. The enrichment factor results reveal the following order: Cu &amp;gt; Hg &amp;gt; Sb &amp;gt; Zn &amp;gt; Pb &amp;gt; Ni &amp;gt; Cr &amp;gt; As &amp;gt; Mn &amp;gt; Cd &amp;gt; Fe. Among the measured elements, the highest mobility factor belongs to Pb (79.2%), Hg (74.6%), Zn (64.1%) and Mn (56.4%). According to the calculated Hazard Quotient (HQ) and Hazard Index (HI), special attention should be paid to Hg, Pb, Zn, and Mn in the street dusts of Shiraz. Multivariate statistics indicate that traffic, natural soil particles and industrial activities are likely to be the main sources of heavy metals in Shiraz street dusts.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Atmospheric Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015302466%26_version%3D1%26md5%3D45606971dac99c24cb022e79f673b065",
        "title": "Chemical speciation, human health risk assessment and pollution level of selected heavy metals in urban street dust of Shiraz, Iran"
    },
    {
        "author": "Justin P.   Miller-Schulze, Martin   Shafer, James J.   Schauer, Jongbae   Heo, Paul A.   Solomon, Jeffrey   Lantz, Maria   Artamonova, Boris   Chen, Sanjar   Imashev, Leonid   Sverdlik, Greg   Carmichael, Jeff   DeMinter</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 119</br><br>     Author(s): Justin P.   Miller-Schulze, Martin   Shafer, James J.   Schauer, Jongbae   Heo, Paul A.   Solomon, Jeffrey   Lantz, Maria   Artamonova, Boris   Chen, Sanjar   Imashev, Leonid   Sverdlik, Greg   Carmichael, Jeff   DeMinter</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">Dust storms are significant contributors to ambient levels of particulate matter (PM) in many areas of the world. Central Asia, an area that is relatively understudied in this regard, is anticipated to be affected by dust storms due to its proximity to several major deserts that are in and generally surround Central Asia (e.g., the Aral Sea region, the Taklimakan desert in Western China). To investigate the relative importance of mineral dust (dust specifically composed of soil related minerals and oxides) in Central Asia, PM<inf loc=\"post\">10</inf> and PM<inf loc=\"post\">2.5</inf>, and by difference, coarse particles (particles with diameters between 2.5 and 10 μm) were measured at two sites, Bishkek and Lidar Station Teplokluchenka (Lidar), in the Kyrgyz Republic. Samples were collected every other day from July 2008 to July 2009. Daily samples were analyzed for mass and organic and elemental carbon. Samples were also composited on a bi-weekly basis and analyzed for elemental constituents and ionic components. In addition, samples collected on days with relatively high and low PM concentrations were analyzed before, and separately, from the biweekly composites to investigate the chemical differences between the episodic events. Data from the episodic samples were averaged into the composited averages. Using the elemental component data, several observational models were examined to estimate the contribution of mineral dust to ambient PM levels. A mass balance was also conducted.</simple-para> <simple-para id=\"abspara0015\" view=\"all\">Results indicate that at both sites, mineral dust (as approximated by the “dust oxide” model) and organic matter (OM) were the dominant contributors to PM<inf loc=\"post\">10</inf> and PM<inf loc=\"post\">2.5</inf>. Mineral dust was a more significant contributor to the coarse PM (PM<inf loc=\"post\">10-2.5</inf>) during high event samples at both sites, although the relative contribution is greater at the Lidar site (average ± standard deviation = 42 ± 29%) as compared with the Bishkek site (26 ± 16%). Principal Components Analysis (PCA) was performed using data from both sites, and PCA indicated that mineral dust explained the majority of the variance in PM concentrations, and that the major apportioned factors of PM<inf loc=\"post\">10</inf> and PM<inf loc=\"post\">2.5</inf> were chemically similar between sites.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Atmospheric Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015302107%26_version%3D1%26md5%3Da2ecc4308f8afe1ac899f4577ad48ab2",
        "title": "Seasonal contribution of mineral dust and other major components to particulate matter at two remote sites in Central Asia"
    },
    {
        "author": "Wei   Chen, Hongzhao   Tang, Haimeng   Zhao</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 119</br><br>     Author(s): Wei   Chen, Hongzhao   Tang, Haimeng   Zhao</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">Under the National Ambient Air Quality Standard released in 2012 (NAAQS-2012), Beijing began to publicize hourly Air Quality Index as well as real time concentrations of 6 pollutants in its web platform to provide detailed information for air quality assessment from 2013. In this study, hourly air quality monitoring data from May 2014 to April 2015 were collected for all 35 monitoring stations in Beijing to analyze the temporal and spatial variations of air pollutants and air quality. It is found that in spatial pattern, the air qualities in southern and northern Beijing are totally different. The association between heavy pollution concentrations and wind situations suggested that neighboring area's air quality has an important role in the air quality of Beijing combining with air quality attainment rates in all 35 monitoring stations and northern China. For temporal variations, late night and early morning are the most polluted time while afternoon is the least polluted time for all pollutants except O<inf loc=\"post\">3</inf> with most polluted time in afternoon. Summer time in Beijing has the best air quality while winter time has the worst air quality coinciding with the heating season in the winter.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Atmospheric Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015302855%26_version%3D1%26md5%3D277bd1e2d66eb00b494f7189a06b37a8",
        "title": "Diurnal, weekly and monthly spatial variations of air pollutants and air quality of Beijing"
    },
    {
        "author": "C.A.   Belis, D.   Pernigotti, F.   Karagulian, G.   Pirovano, B.R.   Larsen, M.   Gerboles, P.K.   Hopke</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 119</br><br>     Author(s): C.A.   Belis, D.   Pernigotti, F.   Karagulian, G.   Pirovano, B.R.   Larsen, M.   Gerboles, P.K.   Hopke</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">A new methodology to assess source apportionment model performance in intercomparison exercises, encompassing the preparation of real-world and synthetic datasets and the evaluation of the source apportionment results reported by participants, is described. The evaluation consists of three types of tests: complementary tests, preliminary tests, and performance tests. The complementary tests provide summary information about the source apportionment results as a whole. The preliminary tests check whether source/factors belong to a given source category. Three types of indicators: Pearson correlation (Pearson), standardized identity distance (SID), and weighted difference (WD) are used to test factor/source chemical profiles, while factor/source time series and contribution-to-species values are tested only using the Pearson. The performance tests, based on international standards for proficiency testing, are targeted at evaluating whether the reported biases in the quantification of the factor/source contribution estimates (SCEs) and uncertainties are consistent with previously established quality standards in a fitness-for-purpose approach. Moreover, the consistency of the SCE time series is evaluated using a variant of the RMSE normalised by the reference standard uncertainty.</simple-para> <simple-para id=\"abspara0015\" view=\"all\">The described methodology facilitates a thorough evaluation of the source apportionment output. The new indicator to compare source or factor profiles presented in this study (SID) is more robust and provides additional information compared to the existing ones.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Atmospheric Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015302478%26_version%3D1%26md5%3D19d68def12fba8b4a1e8d7122580fb6b",
        "title": "A new methodology to assess the performance and uncertainty of source apportionment models in intercomparison exercises"
    },
    {
        "author": "K.L.   Chan, A.   Hartl, Y.F.   Lam, P.H.   Xie, W.Q.   Liu, H.M.   Cheung, J.   Lampel, D.   Pöhler, A.   Li, J.   Xu, H.J.   Zhou, Z.   Ning, M.O.   Wenig</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 119</br><br>     Author(s): K.L.   Chan, A.   Hartl, Y.F.   Lam, P.H.   Xie, W.Q.   Liu, H.M.   Cheung, J.   Lampel, D.   Pöhler, A.   Li, J.   Xu, H.J.   Zhou, Z.   Ning, M.O.   Wenig</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">During the Shanghai World Expo 2010 ground based Multi-Axis Differential Optical Absorption Spectroscopy (MAX-DOAS) measurements of tropospheric nitrogen dioxide (NO<inf loc=\"post\">2</inf>) were performed to investigate the effects of emission control measures during that time. In this study we measured NO<inf loc=\"post\">2</inf> using four identical MAX-DOAS instruments in Shanghai from April 2009 to November 2010. We combined our MAX-DOAS data, the Ozone Monitoring Instrument (OMI) satellite observations and meteorological information from the National Centers for Environmental Prediction final reanalysis data (NCEP FNL) in order to investigate the spatial distribution of NO<inf loc=\"post\">2</inf> over Shanghai and the effects of emission control measures during the Expo. In general, the comparison of cloud screened MAX-DOAS data and OMI observations are in good correlation (Pearson correlation coefficient between 0.67 and 0.93 for the four measurement stations). In addition, we compared the MAX-DOAS and OMI NO<inf loc=\"post\">2</inf> data from the Shanghai Expo in 2010 to the same time of the year in 2009. The results show that the NO<inf loc=\"post\">2</inf> columns were reduced up to ∼ 30% in the area of central Shanghai during the Expo but no significant reduction of NO<inf loc=\"post\">2</inf> levels was found in the nearby industrial area. The overall NO<inf loc=\"post\">2</inf> reduction from May, July and September 2010 ranged from 7.5% to 14.5%, which is comparable to observations in previous studies. Our results revealed that the NO<inf loc=\"post\">2</inf> reduction was mainly achieved by emission control policies on transportation sources in the city rather than the controls from nearby provinces.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Atmospheric Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015302867%26_version%3D1%26md5%3Da066a934b414490025eef1dbda6f6461",
        "title": "Observations of tropospheric NO2 using ground based MAX-DOAS and OMI measurements during the Shanghai World Expo 2010"
    },
    {
        "author": "L.C.   Maudlin, Z.   Wang, H.H.   Jonsson, A.   Sorooshian</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 119</br><br>     Author(s): L.C.   Maudlin, Z.   Wang, H.H.   Jonsson, A.   Sorooshian</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">Size-resolved aerosol composition measurements were conducted at a coastal site in central California during the Nucleation in California Experiment (NiCE) between July and August of 2013. The site is just east of ship and marine emission sources and is also influenced by continental pollution and wildfires, such as those near the California–Oregon border which occurred near the end of NiCE. Two micro-orifice uniform deposit impactors (MOUDIs) were used, and water-soluble and elemental compositions were measured. The five most abundant water-soluble species (in decreasing order) were chloride, sodium, non-sea salt (nss) sulfate, ammonium, and nitrate. During wildfire periods, nss K mass concentrations were not enhanced as strongly as other species in the sub-micrometer stages and even decreased in the super-micrometer stages; species other than nss K are more reliable tracers for biomass burning in this region. Chloride levels were reduced in the fire sets likely due to chloride depletion by inorganic and organic acids that exhibited elevated levels in transported plumes. During wildfire periods, the mass size distribution of most dicarboxylic acids changed from unimodal to bimodal with peaks in the 0.32 μm and 1.0–1.8 μm stages. Furthermore, sulfate's peak concentration shifted from the 0.32 μm to 0.56 μm stage, and nitrate also shifted to larger sizes (1.0 μm to 1.8–3.2 μm stages). Mass concentrations of numerous soil tracer species (e.g., Si, Fe) were strongly enhanced in samples influenced by wildfires, especially in the sub-micrometer range. Airborne cloud water data confirm that soil species were associated with fire plumes transported south along the coast. In the absence of biomass burning, cloud condensation nuclei (CCN) composition is dominated by nss sulfate and ammonium, and the water-soluble organic fraction is dominated by methanesulfonate, whereas for the samples influenced by wildfires, ammonium becomes the dominant overall species, and oxalate is the most abundant organic species.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Atmospheric Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015302843%26_version%3D1%26md5%3D1e738527d58362b5b9bb2a1216372024",
        "title": "Impact of wildfires on size-resolved aerosol composition at a coastal California site"
    },
    {
        "author": "Stefania   Squizzato, Mauro   Masiol</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 119</br><br>     Author(s): Stefania   Squizzato, Mauro   Masiol</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">The air quality is influenced by the potential effects of meteorology at meso- and synoptic scales. While local weather and mixing layer dynamics mainly drive the dispersion of sources at small scales, long-range transports affect the movements of air masses over regional, transboundary and even continental scales. Long-range transport may advect polluted air masses from hot-spots by increasing the levels of pollution at nearby or remote locations or may further raise air pollution levels where external air masses originate from other hot-spots. Therefore, the knowledge of ground-wind circulation and potential long-range transports is fundamental not only to evaluate how local or external sources may affect the air quality at a receptor site but also to quantify it. This review is focussed on establishing the relationships among PM<inf loc=\"post\">2.5</inf> sources, meteorological condition and air mass origin in the Po Valley, which is one of the most polluted areas in Europe. We have chosen the results from a recent study carried out in Venice (Eastern Po Valley) and have analysed them using different statistical approaches to understand the influence of external and local contribution of PM<inf loc=\"post\">2.5</inf> sources. External contributions were evaluated by applying Trajectory Statistical Methods (TSMs) based on back-trajectory analysis including (i) back-trajectories cluster analysis, (ii) potential source contribution function (PSCF) and (iii) concentration weighted trajectory (CWT). Furthermore, the relationships between the source contributions and ground-wind circulation patterns were investigated by using (iv) cluster analysis on wind data and (v) conditional probability function (CPF). Finally, local source contribution have been estimated by applying the Lenschow' approach.</simple-para> <simple-para id=\"abspara0015\" view=\"all\">In summary, the integrated approach of different techniques has successfully identified both local and external sources of particulate matter pollution in a European hot-spot affected by the worst air quality.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Atmospheric Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015302715%26_version%3D1%26md5%3Dfda2ab37a22fc8f0783b8169588e6417",
        "title": "Application of meteorology-based methods to determine local and external contributions to particulate matter pollution: A case study in Venice (Italy)"
    },
    {
        "author": "Xiaofeng   Xu, Jinhuan   Qiu, Xiangao   Xia, Ling   Sun, Min   Min</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 119</br><br>     Author(s): Xiaofeng   Xu, Jinhuan   Qiu, Xiangao   Xia, Ling   Sun, Min   Min</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">The long-term variations of atmospheric aerosol optical depth (AOD) over 14 first-class solar radiation stations in China during 1993–2012 are studied. The AOD at 750 nm wavelength is retrieved with the hourly accumulated direct solar radiation by using a broadband extinction method. The retrievals are validated in comparison with AERONET (Aerosol Robotic Network) and MODIS (Moderate Resolution Imaging Spectroradiometer) AOD products. For the comparison with AERONET, the correlation coefficient (R), mean bias error (MBE) and root mean square error (RMSE) of the monthly mean AODs are respectively 0.848, 0.029 and 0.101. Based on the statistical analysis, the monthly, seasonal and annual AOD variation characteristics are categorized as follow: (1) There are three major types of the seasonal AOD variations, which shows the largest seasonal averaged AOD appearing in spring, summer and winter. The smallest seasonal averaged AOD appears mostly in autumn. (2) Beijing and Guangzhou show a significant decreasing trend of the yearly AOD, while an increasing tendency appears in Zhengzhou, Shanghai, Kunming, Kashi and Wuhan. Although no significant variation trends are found, some fluctuations appear in the 20-year period in other cities. (3) The 20-year mean AOD ranges from 0.135 (Lhasa) to 0.678 (Zhengzhou). The aerosol hygroscopic growth contributes a lot to AOD in major cities in the eastern part of China, while not in most cities in the western part. A simple correction method is applied for enhancing the relationship of AOD and PM<inf loc=\"post\">2.5</inf> concentration.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Atmospheric Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015302879%26_version%3D1%26md5%3D1111071793f35eb83bf1a7579037598e",
        "title": "Characteristics of atmospheric aerosol optical depth variation in China during 1993–2012"
    },
    {
        "author": "Zijing   Tan, Jingliang   Dong, Yimin   Xiao, Jiyuan   Tu</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 119</br><br>     Author(s): Zijing   Tan, Jingliang   Dong, Yimin   Xiao, Jiyuan   Tu</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">The impact of haze-fog on surface temperature, flow pattern, pollutant dispersion and pedestrian thermal comfort are investigated using computational fluid dynamics (CFD) approach based on a three-dimensional street canyon model under different haze-fog conditions. In this study, light extinction coefficient (<italic>K</italic> <inf loc=\"post\"> <italic>ex</italic> </inf>) is adopted to represent haze-fog pollution level. Numerical simulations are performed for different <italic>K</italic> <inf loc=\"post\"> <italic>ex</italic> </inf> values at four representative time events (1000 LST, 1300 LST, 1600 LST and 2000 LST). The numerical results suggest that the surface temperature is strongly affected by the haze-fog condition. Surface heating induced by the solar radiation is enhanced by haze-fog, as higher surface temperature is observed under thicker haze-fog condition. Moreover, the temperature difference between sunlit and shadow surfaces is reduced, while that for the two shadow surfaces is slightly increased. Therefore, the surface temperature among street canyon facets becomes more evenly distributed under heavy haze-fog conditions. In addition, flow patterns are considerably altered by different haze-fog conditions, especially for the afternoon (1600 LST) case, in which thermal-driven flow has opposite direction as that of the wind-driven flow direction. Consequently, pollutants such as vehicular emissions will accumulate at pedestrian level, and pedestrian thermal comfort may lower under thicker haze-fog condition.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Atmospheric Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS135223101530279X%26_version%3D1%26md5%3D5858d96ecafd00d6156759eb7bb01f1d",
        "title": "Numerical simulation of diurnally varying thermal environment in a street canyon under haze-fog conditions"
    },
    {
        "author": "Lakshmi Pradeepa   Vennam, William   Vizuete, Saravanan   Arunachalam</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 119</br><br>     Author(s): Lakshmi Pradeepa   Vennam, William   Vizuete, Saravanan   Arunachalam</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">Accurate modeling of aircraft-emitted pollutants in the vicinity of airports is essential to study the impact on local air quality and to answer policy and health-impact related issues. To quantify air quality impacts of airport-related hazardous air pollutants (HAPs), we carried out a fine-scale (4 × 4 km horizontal resolution) Community Multiscale Air Quality model (CMAQ) model simulation at the T.F. Green airport in Providence (PVD), Rhode Island. We considered temporally and spatially resolved aircraft emissions from the new Aviation Environmental Design Tool (AEDT). These model predictions were then evaluated with observations from a field campaign focused on assessing HAPs near the PVD airport. The annual normalized mean error (NME) was in the range of 36–70% normalized mean error for all HAPs except for acrolein (&amp;gt;70%). The addition of highly resolved aircraft emissions showed only marginally incremental improvements in performance (1–2% decrease in NME) of some HAPs (formaldehyde, xylene). When compared to a coarser 36 × 36 km grid resolution, the 4 × 4 km grid resolution did improve performance by up to 5–20% NME for formaldehyde and acetaldehyde. The change in power setting (from traditional International Civil Aviation Organization (ICAO) 7% to observation studies based 4%) doubled the aircraft idling emissions of HAPs, but led to only a 2% decrease in NME. Overall modeled aircraft-attributable contributions are in the range of 0.5–28% near a mid-sized airport grid-cell with maximum impacts seen only within 4–16 km from the airport grid-cell. Comparison of CMAQ predictions with HAP estimates from EPA's National Air Toxics Assessment (NATA) did show similar annual mean concentrations and equally poor performance. Current estimates of HAPs for PVD are a challenge for modeling systems and refinements in our ability to simulate aircraft emissions have made only incremental improvements. Even with unrealistic increases in HAPs aviation emissions the model could not match observed concentrations near the runway airport site. Our results suggest other uncertainties in the modeling system such as meteorology, HAPs chemistry, or other emission sources require increased scrutiny.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Atmospheric Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015302600%26_version%3D1%26md5%3D3ffe99cb02ad1809bca3861036fb0d07",
        "title": "Evaluation of model-predicted hazardous air pollutants (HAPs) near a mid-sized U.S. airport"
    },
    {
        "author": "Yongxin   Zhang, Yubao   Liu, Paul A.   Kucera, Badr H.   Alharbi, Linlin   Pan, Ayman   Ghulam</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 119</br><br>     Author(s): Yongxin   Zhang, Yubao   Liu, Paul A.   Kucera, Badr H.   Alharbi, Linlin   Pan, Ayman   Ghulam</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">This paper documents the performance of the fully coupled WRF-Chem model at 21.6 km and 7.2 km resolution over Saudi Arabia in simulating a severe dust storm event that occurred in March 2009. The comparisons between the model simulations and the observed AOD at the Solar Village AERONET site and the MODIS measurements show that WRF-Chem satisfactorily resolves the arrival, evolution and spatial distributions of the dust storm over Saudi Arabia especially for the fine domain at 7.2 km resolution. The model simulated surface meteorological variables at Riyadh Airport, Hafr Al-Batin Airport, Dammam Airport and Gassim Airport follow the observations in terms of magnitude and temporal evolution although model biases such as deficiencies in simulating the amplitude of diurnal cycles are noted. Higher resolution and shorter initialization time improve the model performance in aerosol optical depth but for surface variables shorter initialization time improves correlation while higher horizontal resolution improves mean biases to some extent. The simulated dust plume is mainly confined between the surface and the 5-km height, with the peak concentrations located in the lowest 500 m. The vertical extent of the dust plume shows gradual decreases during the simulation period when averaged over the entire fine domain and an area centered around Solar Village, and also varies in accordance with the development and decay of the boundary layer.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Atmospheric Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015302776%26_version%3D1%26md5%3Dcb699940287da22ab056b0744d389f92",
        "title": "Dust modeling over Saudi Arabia using WRF-Chem: March 2009 severe dust case"
    },
    {
        "author": "A.J.   Dore, D.C.   Carslaw, C.   Braban, M.   Cain, C.   Chemel, C.   Conolly, R.G.   Derwent, S.J.   Griffiths, J.   Hall, G.   Hayman, S.   Lawrence, S.E.   Metcalfe, A.   Redington, D.   Simpson, M.A.   Sutton, P.   Sutton, Y.S.   Tang, M.   Vieno, M.   Werner, J.D.   Whyatt</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 119</br><br>     Author(s): A.J.   Dore, D.C.   Carslaw, C.   Braban, M.   Cain, C.   Chemel, C.   Conolly, R.G.   Derwent, S.J.   Griffiths, J.   Hall, G.   Hayman, S.   Lawrence, S.E.   Metcalfe, A.   Redington, D.   Simpson, M.A.   Sutton, P.   Sutton, Y.S.   Tang, M.   Vieno, M.   Werner, J.D.   Whyatt</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">An evaluation has been made of a number of contrasting atmospheric chemical transport models, of varying complexity, applied to estimate sulphur and nitrogen deposition in the UK. The models were evaluated by comparison with annually averaged measurements of gas, aerosol and precipitation concentrations from the national monitoring networks. The models were evaluated in relation to performance criteria. They were generally able to satisfy a criterion of ‘fitness for purpose’ that at least 50% of modelled concentrations should be within a factor of two of measured values. The second criterion, that the magnitude of the normalised mean bias should be less than 20%, was not always satisfied. Considering known uncertainties in measurement techniques, this criterion may be too strict. Overall, simpler models were able to give a good representation of measured gas concentrations whilst the use of dynamic meteorology, and complex photo-chemical reactions resulted in a generally better representation of measured aerosol and precipitation concentrations by more complex models.</simple-para> <simple-para id=\"abspara0015\" view=\"all\">The models were compared graphically by plotting maps and cross-country transects of wet and dry deposition as well as calculating budgets of total wet and dry deposition to the UK for sulphur, oxidised nitrogen and reduced nitrogen. The total deposition to the UK varied by ±22–36% amongst the different models depending on the deposition component. At a local scale estimates of both dry and wet deposition for individual 5 km × 5 km model grid squares were found to vary between the different models by up to a factor of 4.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Atmospheric Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015302533%26_version%3D1%26md5%3De01b4b0663b9fa24f016abe2a93593c8",
        "title": "Evaluation of the performance of different atmospheric chemical transport models and inter-comparison of nitrogen and sulphur deposition estimates for the UK"
    },
    {
        "author": "Lijie   Li, Ping   Tang, David R.   Cocker</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 119</br><br>     Author(s): Lijie   Li, Ping   Tang, David R.   Cocker</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">Secondary organic aerosol (SOA) formation from aromatic hydrocarbon photooxidation is highly sensitive to NO concentration. The instantaneous effect of NO on SOA formation from <italic>m</italic>-xylene photooxidation is investigated in this work by data mining 10 years of aromatic hydrocarbon chamber experiments conducted in the UC Riverside/CE-CERT chamber. First, the effect of sub-ppb NO concentrations on SOA formation is explored. The relationship of SOA growth rate to 1) NO<inf loc=\"post\">2</inf>/NO ratio; 2) instantaneous HC/NO; 3) absolute NO concentration; 4) peroxy radical reaction branching ratio and 5) hydroxyl radical concentration are illustrated. Second, continuous and stepwise NO, NO<inf loc=\"post\">2</inf> and HONO injection are applied to <italic>m</italic>-xylene photooxidation experiments to simulate continuous NO sources in an urban area. The influence of these reaction scenarios on radical concentrations and SOA formation is explored. [HO<inf loc=\"post\">2</inf> <glyph name=\"rad\"/>]/[RO<inf loc=\"post\">2</inf> <glyph name=\"rad\"/>] shows a strong correlation with SOA yields in addition to [<glyph name=\"rad\"/>OH]/[HO<inf loc=\"post\">2</inf> <glyph name=\"rad\"/>], [<glyph name=\"rad\"/>OH], [HO<inf loc=\"post\">2</inf> <glyph name=\"rad\"/>] and [RO<inf loc=\"post\">2</inf> <glyph name=\"rad\"/>]. Enhanced SOA formation is observed when low NO levels (&amp;lt;1 ppb) are artificially maintained by continuous or step-wise injection; consistent with earlier research, SOA formation is observed to be suppressed by large initial NO injections. It is proposed that NO at sub-ppb level enhances <glyph name=\"rad\"/>OH formation increasing HO<inf loc=\"post\">2</inf> <glyph name=\"rad\"/> and RO<inf loc=\"post\">2</inf> <glyph name=\"rad\"/> and therefore promoting SOA formation. Further, two NO pathways (one promoting and one suppressing SOA formation) and one extremely low NO phase (NO “free”) are used to demonstrate the evolution of NO impact on SOA formation during photooxidation. This study implies that SOA yields from aromatic hydrocarbon and low NO<inf loc=\"post\">x</inf> photooxidation is previously underestimated due to differences between traditional environmental chamber experiments and atmospheric reactivity.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Atmospheric Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015302557%26_version%3D1%26md5%3Dfb1f82c1f7cfab4ed5287d93715227ed",
        "title": "Instantaneous nitric oxide effect on secondary organic aerosol formation from m-xylene photooxidation"
    },
    {
        "author": "Nina   Sarnela, Tuija   Jokinen, Tuomo   Nieminen, Katrianne   Lehtipalo, Heikki   Junninen, Juha   Kangasluoma, Jani   Hakala, Risto   Taipale, Siegfried   Schobesberger, Mikko   Sipilä, Kai   Larnimaa, Henrik   Westerholm, Juha   Heijari, Veli-Matti   Kerminen, Tuukka   Petäjä, Markku   Kulmala</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 119</br><br>     Author(s): Nina   Sarnela, Tuija   Jokinen, Tuomo   Nieminen, Katrianne   Lehtipalo, Heikki   Junninen, Juha   Kangasluoma, Jani   Hakala, Risto   Taipale, Siegfried   Schobesberger, Mikko   Sipilä, Kai   Larnimaa, Henrik   Westerholm, Juha   Heijari, Veli-Matti   Kerminen, Tuukka   Petäjä, Markku   Kulmala</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">In this paper we introduce in-situ observations of trace gases, aerosol particles and their precursors in the vicinity of an oil refinery and industrial area in Kilpilahti, Southern Finland. We conducted a one-month measurement campaign near the oil refinery during summertime when the sulphur dioxide concentrations at the site are typically the highest. The source areas around the measurement location were divided into three sectors: oil refinery area, industrial area and non-industrial area. The atmospheric concentrations of aerosols and trace gases showed a large temporal variability, when exposed to the different source areas. The median sulphur dioxide concentrations for the oil refinery, industrial and non-industrial area were 1.88 ppbv, 0.75 ppbv and 0.38 ppbv, respectively, and the corresponding sulphuric acid concentrations were 11.5 × 10<sup loc=\"post\">6</sup> molecules/cm<sup loc=\"post\">3</sup>, 4.4 × 10<sup loc=\"post\">6</sup> molecules/cm<sup loc=\"post\">3</sup> and 1.3 × 10<sup loc=\"post\">6</sup> molecules/cm<sup loc=\"post\">3</sup>. The observed concentrations were similar to what have been measured in urban or industrial sites. The ratio between sulphuric acid and sulphur dioxide was the highest when the air mass was coming from the oil refinery. The correlation between the sulphuric acid and 1–2 nm particle concentrations was significant, but the composition of the particles remained unknown as no neutral sulphuric acid clusters were detected with the mass spectrometer. Only a few new particle formation events were observed during the measurement period, and during these events a large fraction of the particle growth could be explained by sulphuric acid condensation.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Atmospheric Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015302788%26_version%3D1%26md5%3D2265cd3616316b72280af203903fa07a",
        "title": "Sulphuric acid and aerosol particle production in the vicinity of an oil refinery"
    },
    {
        "author": "Qingshan   Sun, Yingli   Song, Shengnan   Liu, Fei   Wang, Lin   Zhang, Shuhua   Xi, Guifan   Sun</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 118</br><br>     Author(s): Qingshan   Sun, Yingli   Song, Shengnan   Liu, Fei   Wang, Lin   Zhang, Shuhua   Xi, Guifan   Sun</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">The investigation was carried out to evaluate arsenic exposure and the urine metabolite profiles of workers with different working departments, including administration (Group1), copper ore mining (Group2), copper ore grinding (Group3), electrolytic procession (Group4) and copper smelting (Group5) in a Copper mining and processing plant in China. Information about characteristics of each subject was obtained by questionnaire and inorganic arsenic (iAs), monomethylarsonic acid (MMA), dimethylarsinic acid (DMA) in urine were determined. The highest urinary levels of iAs, MMA and DMA all were found in the Group 5. Group 4 workers had a higher iAs% and a lower PMI compared to Group 3. The urinary total As (TAs) levels of 54.7% subjects exceeded 50 μg/g Cr, and the highest percentage (93.3%) was found in Group 5, smelters. The results of the present study indicate that workers in copper production plant indeed exposed to As, especially for smelters and workers of electrolytic process.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Atmospheric Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015302338%26_version%3D1%26md5%3D2fa8d42e29c4db3731aeedb6d5fe3bef",
        "title": "Arsenic exposure levels in relation to different working departments in a copper mining and smelting plant"
    },
    {
        "author": "David J.   Sailor, Matei   Georgescu, Jeffrey M.   Milne, Melissa A.   Hart</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 118</br><br>     Author(s): David J.   Sailor, Matei   Georgescu, Jeffrey M.   Milne, Melissa A.   Hart</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">Given increasing utility of numerical models to examine urban impacts on meteorology and climate, there exists an urgent need for accurate representation of seasonally and diurnally varying anthropogenic heating data, an important component of the urban energy budget for cities across the world. Incorporation of anthropogenic heating data as inputs to existing climate modeling systems has direct societal implications ranging from improved prediction of energy demand to health assessment, but such data are lacking for most cities. To address this deficiency we have applied a standardized procedure to develop a national database of seasonally and diurnally varying anthropogenic heating profiles for 61 of the largest cities in the United Stated (U.S.). Recognizing the importance of spatial scale, the anthropogenic heating database developed includes the city scale and the accompanying greater metropolitan area. Our analysis reveals that a single profile function can adequately represent anthropogenic heating during summer but two profile functions are required in winter, one for warm climate cities and another for cold climate cities. On average, although anthropogenic heating is 40% larger in winter than summer, the electricity sector contribution peaks during summer and is smallest in winter. Because such data are similarly required for international cities where urban climate assessments are also ongoing, we have made a simple adjustment accounting for different international energy consumption rates relative to the U.S. to generate seasonally and diurnally varying anthropogenic heating profiles for a range of global cities. The methodological approach presented here is flexible and straightforwardly applicable to cities not modeled because of presently unavailable data. Because of the anticipated increase in global urban populations for many decades to come, characterizing this fundamental aspect of the urban environment – anthropogenic heating – is an essential element toward continued progress in urban climate assessment.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Atmospheric Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015302156%26_version%3D1%26md5%3D7d4dccdf6519757dde65e92ff9976fd2",
        "title": "Development of a national anthropogenic heating database with an extrapolation for international cities"
    },
    {
        "author": "Roseane A.S.   Albani, Fernando P.   Duda, Luiz Cláudio G.   Pimentel</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 118</br><br>     Author(s): Roseane A.S.   Albani, Fernando P.   Duda, Luiz Cláudio G.   Pimentel</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">In this paper, we present a numerical model to study pollutant dispersion in the atmospheric boundary layer (ABL). The model accounts for the mechanisms of advection by the mean wind in the horizontal direction, turbulent diffusion in the vertical direction to ground surface, dry deposition, and radioactive decay. More importantly, the model is capable of accounting for the evolution of the ABL structure over a diurnal cycle by considering parameterizations for the wind-speed and eddy-diffusivity profiles that depend on the atmospheric stability condition, which in turn undergoes dramatic changes throughout the day. To solve the resulting advection–diffusion equation, we propose a numerical method based on a stabilized finite element formulation. After validating the numerical model by simulating classical experiments and comparing its predictions with those available in literature, we study the dispersion of a pollutant during a full diurnal ABL cycle with the meteorological parameters generated by AERMET for a 24-h period on a 1-h basis.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Atmospheric Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015302351%26_version%3D1%26md5%3De7d04239d72d8e1f5e6bc408e5f3e4e5",
        "title": "On the modeling of atmospheric pollutant dispersion during a diurnal cycle: A finite element study"
    },
    {
        "author": "Melanie B.   Follette-Cook, Kenneth E.   Pickering, James H.   Crawford, Bryan N.   Duncan, Christopher P.   Loughner, Glenn S.   Diskin, Alan   Fried, Andrew J.   Weinheimer</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 118</br><br>     Author(s): Melanie B.   Follette-Cook, Kenneth E.   Pickering, James H.   Crawford, Bryan N.   Duncan, Christopher P.   Loughner, Glenn S.   Diskin, Alan   Fried, Andrew J.   Weinheimer</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">We quantify both the spatial and temporal variability of column integrated O<inf loc=\"post\">3</inf>, NO<inf loc=\"post\">2</inf>, CO, SO<inf loc=\"post\">2</inf>, and HCHO over the Baltimore/Washington, DC area using output from the Weather Research and Forecasting model with on-line chemistry (WRF/Chem) for the entire month of July 2011, coinciding with the first deployment of the NASA Earth Venture program mission Deriving Information on Surface conditions from Column and Vertically Resolved Observations Relevant to Air Quality (DISCOVER-AQ). Using structure function analyses, we find that the model reproduces the spatial variability observed during the campaign reasonably well, especially for O<inf loc=\"post\">3</inf>. The Tropospheric Emissions: Monitoring of Pollution (TEMPO) instrument will be the first NASA mission to make atmospheric composition observations from geostationary orbit and partially fulfills the goals of the Geostationary Coastal and Air Pollution Events (GEO-CAPE) mission. We relate the simulated variability to the precision requirements defined by the science traceability matrices of these space-borne missions. Results for O<inf loc=\"post\">3</inf> from 0 to 2 km altitude indicate that the TEMPO instrument would be able to observe O<inf loc=\"post\">3</inf> air quality events over the Mid-Atlantic area, even on days when the violations of the air quality standard are not widespread. The results further indicated that horizontal gradients in CO from 0 to 2 km would be observable over moderate distances (≥20 km). The spatial and temporal results for tropospheric column NO<inf loc=\"post\">2</inf> indicate that TEMPO would be able to observe not only the large urban plumes at times of peak production, but also the weaker gradients between rush hours. This suggests that the proposed spatial and temporal resolutions for these satellites as well as their prospective precision requirements are sufficient to answer the science questions they are tasked to address.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Atmospheric Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015302235%26_version%3D1%26md5%3D04b45f894c98c773a87da1035236b256",
        "title": "Spatial and temporal variability of trace gas columns derived from WRF/Chem regional model output: Planning for geostationary observations of atmospheric composition"
    },
    {
        "author": "Lucie   Kubelová, Petr   Vodička, Jaroslav   Schwarz, Michael   Cusack, Otakar   Makeš, Jakub   Ondráček, Vladimír   Ždímal</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 118</br><br>     Author(s): Lucie   Kubelová, Petr   Vodička, Jaroslav   Schwarz, Michael   Cusack, Otakar   Makeš, Jakub   Ondráček, Vladimír   Ždímal</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">The variability of aerosol chemical composition and the impact of the origin of respective air masses were studied in high time resolution for selected periods of high and low levels of aerosol burden at a suburban station in Prague-Suchdol, Czech Republic in summer and winter. Ambient aerosol measurements were performed using the compact-Time of Flight-Aerosol Mass Spectrometer (c-ToF-AMS) and variations in concentration of the main species are discussed. The average mass concentrations for the main species were (summer; winter): organic matter (4.2 μg/m<sup loc=\"post\">3</sup>; 8.4 μg/m<sup loc=\"post\">3</sup>), <math altimg=\"si1.gif\" overflow=\"scroll\"> <mrow> <msup> <mrow> <msub> <mrow> <mtext>SO</mtext> </mrow> <mn>4</mn> </msub> </mrow> <mrow> <mn>2</mn> <mo>−</mo> </mrow> </msup> </mrow> </math> (2.0 μg/m<sup loc=\"post\">3</sup>; 4.4 μg/m<sup loc=\"post\">3</sup>), <math altimg=\"si2.gif\" overflow=\"scroll\"> <mrow> <msup> <mrow> <msub> <mrow> <mtext>NH</mtext> </mrow> <mn>4</mn> </msub> </mrow> <mo>+</mo> </msup> </mrow> </math> (1.2 μg/m<sup loc=\"post\">3</sup>; 2.8 μg/m<sup loc=\"post\">3</sup>), <math altimg=\"si3.gif\" overflow=\"scroll\"> <msup> <msub> <mtext>NO</mtext> <mn>3</mn> </msub> <mo>−</mo> </msup> </math> (0.8 μg/m<sup loc=\"post\">3</sup>; 5.4 μg/m<sup loc=\"post\">3</sup>) and Cl<sup loc=\"post\">−</sup> (0.1 μg/m<sup loc=\"post\">3</sup>; 0.23 μg/m<sup loc=\"post\">3</sup>). We found an inverse relationship between non-refractory submicron particulate matter (NR-PM<inf loc=\"post\">1</inf>) levels and the boundary layer height, mainly in winter. Furthermore, levels of pollution were influenced by the air mass origin, where cleaner maritime air masses resulted in lower aerosol levels compared to those of continental origin. Analysis of the diurnal variation of NR-PM<inf loc=\"post\">1</inf> showed minimum concentrations in the afternoon caused by dilution as a result of an increase in the boundary layer height. Most maximum concentrations of the main species occurred in the morning or night except sulphate which had a midday maximum, probably due to downdraft from upper boundary layer air and photochemical formation in the afternoon.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Atmospheric Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015302296%26_version%3D1%26md5%3Ddc97541cb7ab6c6a3e74a7b7b9befe9d",
        "title": "A study of summer and winter highly time-resolved submicron aerosol composition measured at a suburban site in Prague"
    },
    {
        "author": "Yiliao   Song, Shanshan   Qin, Jiansheng   Qu, Feng   Liu</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 118</br><br>     Author(s): Yiliao   Song, Shanshan   Qin, Jiansheng   Qu, Feng   Liu</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">The issue of air quality regarding PM pollution levels in China is a focus of public attention. To address that issue, to date, a series of studies is in progress, including PM monitoring programs, PM source apportionment, and the enactment of new ambient air quality index standards. However, related research concerning computer modeling for PM future trends estimation is rare, despite its significance to forecasting and early warning systems. Thereby, a study regarding deterministic and interval forecasts of PM is performed. In this study, data on hourly and 12 h-averaged air pollutants are applied to forecast PM concentrations within the Yangtze River Delta (YRD) region of China. The characteristics of PM emissions have been primarily examined and analyzed using different distribution functions. To improve the distribution fitting that is crucial for estimating PM levels, an artificial intelligence algorithm is incorporated to select the optimal parameters. Following that step, an ANF model is used to conduct deterministic forecasts of PM. With the identified distributions and deterministic forecasts, different levels of PM intervals are estimated. The results indicate that the lognormal or gamma distributions are highly representative of the recorded PM data with a goodness-of-fit <italic>R</italic> <sup loc=\"post\"> <italic>2</italic> </sup> of approximately 0.998. Furthermore, the results of the evaluation metrics (MSE, MAPE and CP, AW) also show high accuracy within the deterministic and interval forecasts of PM, indicating that this method enables the informative and effective quantification of future PM trends.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Atmospheric Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015301734%26_version%3D1%26md5%3D94af68921fba4c22de03a41013fa96b0",
        "title": "The forecasting research of early warning systems for atmospheric pollutants: A case in Yangtze River Delta region"
    },
    {
        "author": "Gregory S.   Jenkins, Miliaritiana L.   Robjhon, Ashford   Reyes, Adriel   Valentine, Luis   Neves</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 118</br><br>     Author(s): Gregory S.   Jenkins, Miliaritiana L.   Robjhon, Ashford   Reyes, Adriel   Valentine, Luis   Neves</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">During the peak period of hurricane activity in the summer of 2010, vertical profiles of ozone using ozonesondes were taken downstream of tropical cyclones in the Western and Eastern Atlantic Ocean basin at Barbados and Cape Verde. Measurements are taken for tropical cyclones Danielle, Earl, Fiona, Gaston, Julia and Igor. The measurements show an increase in ozone mixing ratios with air originating from the tropical cyclones at 5–10 km altitude. We suggest that observed lightning activity associated tropical cyclones and the subsequent production of NO<inf loc=\"post\">X</inf> followed by upper level outflow and subsidence ahead of the tropical cyclones and aged continental outflow from West Africa thunderstorms produced observed increases in ozone mixing ratios. Hurricane Danielle showed the largest changes in ozone mixing ratio with values increasing from 25 ppb to 70 ppb between 22 and 25 August in the middle troposphere, near 450 hPa; warming and drying in the middle and lower troposphere. Measurements of ozone mixing ratios in Cape Verde show higher ozone mixing ratios prior to the passage of tropical storm Julia but low ozone mixing ratios and high relative humidity up to 300 hPa when the storm was in close proximity. This is due most likely the vertically transported from the marine boundary layer.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Atmospheric Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015302247%26_version%3D1%26md5%3Ddff174b4f146359887564efab3d1557e",
        "title": "Elevated middle and upper troposphere ozone observed downstream of Atlantic tropical cyclones"
    },
    {
        "author": "Syuichi   Itahashi, Itsushi   Uno, Hiroshi   Hayami, Shin-ichi   Fujita</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 118</br><br>     Author(s): Syuichi   Itahashi, Itsushi   Uno, Hiroshi   Hayami, Shin-ichi   Fujita</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">Changes in anthropogenic emissions in East Asia will cause substantial variations in the precipitation chemistry. In particular, the effects of changes in China, where NOx emissions have been rising continuously and SO<inf loc=\"post\">2</inf> emissions peaked in 2005–2006, are important. The absolute chemical concentration in precipitation is inherently linked to the amount of precipitation; therefore, in this work we used the ratio of nitrate <math altimg=\"si1.gif\" overflow=\"scroll\"> <mrow> <mrow> <mo>(</mo> <mrow> <msup> <mrow> <msub> <mrow> <mtext>NO</mtext> </mrow> <mn>3</mn> </msub> </mrow> <mo>−</mo> </msup> </mrow> <mo>)</mo> </mrow> </mrow> </math> to non-seasalt sulfate <math altimg=\"si2.gif\" overflow=\"scroll\"> <mfenced> <msubsup> <mtext>nss-SO</mtext> <mn>4</mn> <mrow> <mn>2</mn> <mo>-</mo> </mrow> </msubsup> </mfenced> </math> concentration in precipitation on an equivalent basis (hereinafter, <italic>Ratio</italic>). Here, we extend the method in our previous study (Itahashi et al., 2014a) to Korea and China. We analyzed the long-term behavior of <italic>Ratio</italic> in precipitation during 2000–2011 and investigated the factors responsible for variations of <italic>Ratio</italic> in precipitation by using a model simulation with sensitivity analysis for emission changes in China. <italic>Ratio</italic> over Japan, Korea, and China decreased slightly or remained constant during 2000–2005 (first 6 years of 2000–2011) and subsequently increased during 2006–2011 (last 6 years of 2000–2011). Linear regression analysis of the observations showed significant increases in <italic>Ratio</italic> during 2006–2011: +3.4 ± 1.0%/year, +13.2 ± 4.1%/year, and +9.8 ± 2.5%/year for Japan, Korea, and China, respectively (each p &amp;lt; 0.05). These variations in <italic>Ratio</italic> corresponded closely to the changes in the NOx/SO<inf loc=\"post\">2</inf> emission ratio in China. This suggests that anthropogenic emissions from China were responsible for most of the variation in precipitation chemistry in East Asia. Model simulations for 2000–2011 and their reproducibility were validated by comparison with the observation dataset, and they captured the observed features well. Sensitivity analysis of emissions from China in the model simulation for 2009–2011 clarified that the increase in NOx emissions from China contributed to 55–60% of the increase in <italic>Ratio</italic> in China and around 50–55% in Korea and Japan; the contribution of the increase in NOx emissions was smaller in the region downwind of China. In contrast, the decline in SO<inf loc=\"post\">2</inf> emissions from China contributed below 40% in China and around 40–45% in Japan; the effect was larger in the region downwind of China.</simple-para> </abstract-sec><br> <h3 class=\"h3\">Graphical abstract</h3> <img src=\"http://origin-ars.els-cdn.com/content/image/1-s2.0-S1352231015302314-fx1.jpg\" height=\"200\" width=\"381\" alt=\"image\"/></br></br><br></br></br>",
        "journal": "Atmospheric Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015302314%26_version%3D1%26md5%3D373c242bc1c2b58287c866d54bd4a5b6",
        "title": "Variation of the ratio of nitrate to non-seasalt sulfate in precipitation over East Asia with emissions from China"
    },
    {
        "author": "Tenzin   Wangchuk, Luke D.   Knibbs, Congrong   He, Lidia   Morawska</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 118</br><br>     Author(s): Tenzin   Wangchuk, Luke D.   Knibbs, Congrong   He, Lidia   Morawska</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">Human exposures in transportation microenvironments are poorly represented by ambient stationary monitoring. A number of on-road studies using vehicle-based mobile monitoring have been conducted to address this. Most previous studies were conducted on urban roads in developed countries where the primary emission source was vehicles. Few studies have examined on-road pollution in developing countries in urban settings. Currently, no study has been conducted for roadways in rural environments where a substantial proportion of the population live. This study aimed to characterize on-road air quality on the East–West Highway (EWH) in Bhutan and identify its principal sources. We conducted six mobile measurements of PM<inf loc=\"post\">10</inf>, particle number (PN) count and CO along the entire 570 km length of the EWH. We divided the EWH into five segments, R1–R5, taking the road length between two district towns as a single road segment. The pollutant concentrations varied widely along the different road segments, with the highest concentrations for R5 compared with other road segments (PM<inf loc=\"post\">10</inf> = 149 μg/m<sup loc=\"post\">3</sup>, PN = 5.74 × 10<sup loc=\"post\">4</sup> particles/cm<sup loc=\"post\">−3</sup>, CO = 0.19 ppm), which is the final segment of the road to the capital. Apart from vehicle emissions, the dominant sources were road works, unpaved roads and roadside combustion activities. Overall, the highest contributions above the background levels were made by unpaved roads for PM<inf loc=\"post\">10</inf> (6 times background), and vehicle emissions for PN and CO (5 and 15 times background, respectively). Notwithstanding the differences in instrumentation used and particle size range measured, the current study showed lower PN concentrations compared with similar on-road studies. However, concentrations were still high enough that commuters, road maintenance workers and residents living along the EWH, were potentially exposed to elevated pollutant concentrations from combustion and non-combustion sources. Future studies should focus on assessing the dispersion patterns of roadway pollutants and defining the short- and long-term health impacts of exposure in Bhutan, as well as in other developing countries with similar characteristics.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Atmospheric Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015302399%26_version%3D1%26md5%3D3ef083421652173cee79591e3d683133",
        "title": "Mobile assessment of on-road air pollution and its sources along the East–West Highway in Bhutan"
    },
    {
        "author": "Darius   Ciuzas, Tadas   Prasauskas, Edvinas   Krugly, Ruta   Sidaraviciute, Andrius   Jurelionis, Lina   Seduikyte, Violeta   Kauneliene, Aneta   Wierzbicka, Dainius   Martuzevicius</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 118</br><br>     Author(s): Darius   Ciuzas, Tadas   Prasauskas, Edvinas   Krugly, Ruta   Sidaraviciute, Andrius   Jurelionis, Lina   Seduikyte, Violeta   Kauneliene, Aneta   Wierzbicka, Dainius   Martuzevicius</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">The study presents the characterization of dynamic patterns of indoor particulate matter (PM) during various pollution episodes for real-time IAQ management. The variation of PM concentrations was assessed for 20 indoor activities, including cooking related sources, other thermal sources, personal care and household products. The pollution episodes were modelled in full-scale test chamber representing a standard usual living room with the forced ventilation of 0.5 h<sup loc=\"post\">−1</sup>. In most of the pollution episodes, the maximum concentration of particles in exhaust air was reached within a few minutes. The most rapid increase in particle concentration was during thermal source episodes such as candle, cigarette, incense stick burning and cooking related sources, while the slowest decay of concentrations was associated with sources, emitting ultrafine particle precursors, such as furniture polisher spraying, floor wet mopping with detergent etc. Placement of the particle sensors in the ventilation exhaust vs. in the centre of the ceiling yielded comparable results for both measured maximum concentrations and temporal variations, indicating that both locations were suitable for the placement of sensors for the management of IAQ. The obtained data provides information that may be utilized considering measurements of aerosol particles as indicators for the real-time management of IAQ.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Atmospheric Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015302430%26_version%3D1%26md5%3Df7ac3659554bc4afb0da16665c146198",
        "title": "Characterization of indoor aerosol temporal variations for the real-time management of indoor air quality"
    },
    {
        "author": "Anna   Wonaschütz, Anselm   Demattio, Robert   Wagner, Julia   Burkart, Naděžda   Zíková, Petr   Vodička, Wolfgang   Ludwig, Gerhard   Steiner, Jaroslav   Schwarz, Regina   Hitzenberger</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 118</br><br>     Author(s): Anna   Wonaschütz, Anselm   Demattio, Robert   Wagner, Julia   Burkart, Naděžda   Zíková, Petr   Vodička, Wolfgang   Ludwig, Gerhard   Steiner, Jaroslav   Schwarz, Regina   Hitzenberger</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">The impact of air mass origin and season on aerosol chemical composition and new particle formation and growth events (NPF events) in Vienna, Austria, is investigated using impactor samples from short-term campaigns and two long-term number size distribution datasets. The results suggest that air mass origin is most important for bulk PM concentrations, chemical composition of the coarse fraction (&amp;gt;1.5 μm) and the mass size distribution, and less important for chemical composition of the fine fraction (&amp;lt;1.5 μm). Continental air masses (crustal elements) were distinguished from air masses of marine origin (traces of sea salt). NPF events were most frequent in summer (22% of measurement days), and least frequent in winter (3% of measurement days). They were associated with above-average solar radiation and ozone concentrations, but were largely independent of PM<inf loc=\"post\">2.5</inf>. Air mass origin was a secondary influence on NPF, largely through its association with meteorological conditions. Neither a strong dependence on the PM<inf loc=\"post\">2.5</inf> loading of the air masses, nor indications of a source area for NPF precursors outside the city were found.</simple-para> </abstract-sec><br> <h3 class=\"h3\">Graphical abstract</h3> <img src=\"http://origin-ars.els-cdn.com/content/image/1-s2.0-S135223101530234X-fx1.jpg\" height=\"200\" width=\"273\" alt=\"image\"/></br></br><br></br></br>",
        "journal": "Atmospheric Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS135223101530234X%26_version%3D1%26md5%3D3ea54fb2dcb304421ef96cb69cfdef10",
        "title": "Seasonality of new particle formation in Vienna, Austria – Influence of air mass origin and aerosol chemical composition"
    },
    {
        "author": "J.F.   Nicolás, N.   Galindo, E.   Yubero, J.   Crespo, R.   Soler</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 118</br><br>     Author(s): J.F.   Nicolás, N.   Galindo, E.   Yubero, J.   Crespo, R.   Soler</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">During late autumn and winter, the western Mediterranean basin is often affected by severe pollution episodes (SPE) caused by stagnant weather conditions that produce a notable increase in particulate matter (PM) levels. The main objective of the present study is to evaluate the impact of these episodes on the variability of PM<inf loc=\"post\">1</inf> concentrations at an urban and a high mountain station in the western Mediterranean. At the urban site, SPEs caused increases in PM<inf loc=\"post\">1</inf> levels of up to 20 μg m<sup loc=\"post\">−3</sup> at 20:00–21:00 UTC due to a decrease in the mixing layer depth during the evening rush hour. In contrast, the highest increments at the high mountain station (∼12 μg m<sup loc=\"post\">−3</sup>) were observed around midday. Since there are little anthropogenic emissions in the surroundings of the mountain station, this was most likely the result of aerosol transport from coastal urban areas and photochemical formation of secondary particles during transport. The transport of air pollutants through a complex orography occurs under specific weather conditions.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Atmospheric Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015302417%26_version%3D1%26md5%3D05fd69baf870ea44e931a4f8412652e5",
        "title": "PM1 variability and transport conditions between an urban coastal area and a high mountain site during the cold season"
    },
    {
        "author": "Elena   Barbaro, Torben   Kirchgeorg, Roberta   Zangrando, Marco   Vecchiato, Rossano   Piazza, Carlo   Barbante, Andrea   Gambaro</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 118</br><br>     Author(s): Elena   Barbaro, Torben   Kirchgeorg, Roberta   Zangrando, Marco   Vecchiato, Rossano   Piazza, Carlo   Barbante, Andrea   Gambaro</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">The processes and transformations occurring in the Antarctic aerosol during atmospheric transport were described using selected sugars as source tracers.</simple-para> <simple-para id=\"abspara0015\" view=\"all\">Monosaccharides (arabinose, fructose, galactose, glucose, mannose, ribose, xylose), disaccharides (sucrose, lactose, maltose, lactulose), alcohol-sugars (erythritol, mannitol, ribitol, sorbitol, xylitol, maltitol, galactitol) and anhydrosugars (levoglucosan, mannosan and galactosan) were measured in the Antarctic aerosol collected during four different sampling campaigns.</simple-para> <simple-para id=\"abspara0020\" view=\"all\">For quantification, a sensitive high-pressure anion exchange chromatography was coupled with a single quadrupole mass spectrometer. The method was validated, showing good accuracy and low method quantification limits.</simple-para> <simple-para id=\"abspara0025\" view=\"all\">This study describes the first determination of sugars in the Antarctic aerosol. The total mean concentration of sugars in the aerosol collected at the “Mario Zucchelli” coastal station was 140 pg m<sup loc=\"post\">−3</sup>; as for the aerosol collected over the Antarctic plateau during two consecutive sampling campaigns, the concentration amounted to 440 and 438 pg m<sup loc=\"post\">−3</sup>.</simple-para> <simple-para id=\"abspara0030\" view=\"all\">The study of particle-size distribution allowed us to identify the natural emission from spores or from sea-spray as the main sources of sugars in the coastal area. The enrichment of sugars in the fine fraction of the aerosol collected on the Antarctic plateau is due to the degradation of particles during long-range atmospheric transport. The composition of sugars in the coarse fraction was also investigated in the aerosol collected during the oceanographic cruise.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Atmospheric Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015302454%26_version%3D1%26md5%3Dd33b52317063c7cf81673ec85b856025",
        "title": "Sugars in Antarctic aerosol"
    },
    {
        "author": "Joana   Madureira, Inês   Paciência, João   Rufo, Elisabete   Ramos, Henrique   Barros, João Paulo   Teixeira, Eduardo   de Oliveira Fernandes</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 118</br><br>     Author(s): Joana   Madureira, Inês   Paciência, João   Rufo, Elisabete   Ramos, Henrique   Barros, João Paulo   Teixeira, Eduardo   de Oliveira Fernandes</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">A cross-sectional survey was conducted to characterize the indoor air quality (IAQ) in schools and its relationship with children's respiratory symptoms. Concentrations of volatile organic compounds (VOC), aldehydes, PM<inf loc=\"post\">2.5</inf>, PM<inf loc=\"post\">10</inf>, carbon dioxide, bacteria and fungi were assessed in 73 classrooms from 20 public primary schools located in Porto, Portugal. Children who attended the selected classrooms (<italic>n</italic> = 1134) were evaluated by a standardised health questionnaire completed by the legal guardians; spirometry and exhaled nitric oxide tests.</simple-para> <simple-para id=\"abspara0015\" view=\"all\">The results indicated that no classrooms presented individual VOC pollutant concentrations higher than the WHO IAQ guidelines or by INDEX recommendations; while PM<inf loc=\"post\">2.5</inf>, PM<inf loc=\"post\">10</inf> and bacteria levels exceeded the WHO air quality guidelines or national limit values. High levels of total VOC, acetaldehyde, PM<inf loc=\"post\">2.5</inf> and PM<inf loc=\"post\">10</inf> were associated with higher odds of wheezing in children. Thus, indoor air pollutants, some even at low exposure levels, were related with the development of respiratory symptoms. The results pointed out that it is crucial to take into account the unique characteristics of the public primary schools, to develop appropriate control strategies in order to reduce the exposure to indoor air pollutants and, therefore, to minimize the adverse health effects.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Atmospheric Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015302272%26_version%3D1%26md5%3D545c587100d88ab85f54fa59712c07f6",
        "title": "Indoor air quality in schools and its relationship with children's respiratory symptoms"
    },
    {
        "author": "Satoshi   Fukushima, Daizhou   Zhang</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 118</br><br>     Author(s): Satoshi   Fukushima, Daizhou   Zhang</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">Input of dust to the ocean via the atmosphere is one of the key processes driving the development of marine ecosystems. It is usually estimated with dust concentration and deposition velocity on the assumption that particles settling to the marine surface are similar in composition to those in the air. In this study, we compared suspended and dry deposited dust particles which were collected at a seaside site on the southwestern Japan coast in two Asian dust episodes. Results show that particles mixed with sea salt and sulfate occupied 47–67% of the suspended dust particles while the percentage was 15–26% for the deposited particles. Sulfur and sodium contents in the deposited particles were apparently less than in the suspended particles. The mode size of the suspended ones, 2–3 μm, was a little smaller than that of the dry deposited ones, 3–5 μm. However, after being weighted by deposition velocity, it was similar to the latter one. These results support particle size as the key factor in determining the dry deposition and indicate the difference of suspended and deposited dust particles in the mixture with sea salt and sulfate in the marine atmosphere.</simple-para> </abstract-sec><br> <h3 class=\"h3\">Graphical abstract</h3> <img src=\"http://origin-ars.els-cdn.com/content/image/1-s2.0-S1352231015302405-fx1.jpg\" height=\"200\" width=\"278\" alt=\"image\"/></br></br><br></br></br>",
        "journal": "Atmospheric Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015302405%26_version%3D1%26md5%3D364733ff0989f04a96b0a2390da65440",
        "title": "Comparison in size and elemental composition of dust particles deposited to the surface and suspended in the air on the southwest Japan coast"
    },
    {
        "author": "Qiong Qiong   Wang, X.H. Hilda   Huang, Ting   Zhang, Qingyan   Zhang, Yongming   Feng, Zibing   Yuan, Dui   Wu, Alexis K.H.   Lau, Jian Zhen   Yu</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 118</br><br>     Author(s): Qiong Qiong   Wang, X.H. Hilda   Huang, Ting   Zhang, Qingyan   Zhang, Yongming   Feng, Zibing   Yuan, Dui   Wu, Alexis K.H.   Lau, Jian Zhen   Yu</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">Organic carbon (OC) and elemental carbon (EC) are major constituents of PM<inf loc=\"post\">2.5</inf> and their source apportionment remains a challenging task due to the great diversity of their sources and lack of source-specific tracer data. In this work, sources of OC and EC are investigated using positive matrix factorization (PMF) analysis of PM<inf loc=\"post\">2.5</inf> chemical composition data, including major ions, OC, EC, elements, and organic molecular source markers, for a set of 156 filter samples collected over three years from 2010 to 2012 at Dongguan in the Pearl River Delta, China. The key organic tracers include levoglucosan, mannosan, hopanes, C<inf loc=\"post\">27</inf>–C<inf loc=\"post\">33</inf> <italic>n</italic>-alkanes, and polycyclic aromatic hydrocarbons (PAHs). Using these species as input for the PMF model, nine factors were resolved. Among them, biomass burning and coal combustion were significant sources contributing 15–17% of OC and 24–30% and 34–35% of EC, respectively. Industrial emissions and ship emissions, identified through their characteristic metal signatures, contributed 16–24% and 7–8% of OC and 8–11% and 16–17% of EC, respectively. Vehicle exhaust was a less significant source, accounting for 3–4% of OC and 5–8% of EC. Secondary OC, taken to be the sum of OC present in secondary sulfate and nitrate formation source factors, made up 27–36% of OC. Plastic burning, identified through 1,3,5-triphenylbenzene as a tracer, was a less important source for OC(≤4%) and EC (5–10%), but a significant source for PAHs at this site.</simple-para> <simple-para id=\"abspara0015\" view=\"all\">The utility of organic source tracers was demonstrated by comparing PMF runs with different combinations of organic tracers removed from the input species list. Levoglucosan and mannosan were important additions to distinguish biomass burning from coal combustion by reducing collinearity among source profiles. Inclusion of hopanes and 1,3,5-triphenylbenzene was found to be necessary in resolving the less significant sources vehicle exhaust and plastic burning. Inclusion of C<inf loc=\"post\">27</inf>–C<inf loc=\"post\">33</inf> <italic>n</italic>-alkanes and PAHs can influence the source profiles resolved by PMF and thereby affect the source contributions to OC and EC. Considerably more OC (44% vs. 27% of OC) was apportioned to the secondary factors when only major components were considered in comparison with the PMF analysis with the full suite of organic tracers, mainly at the expense of coal combustion and industrial emissions. EC apportionment to the few major combustion sources was found more sensitive to inclusion of organic tracers than OC apportionment, with PAHs playing a prominent role. This work demonstrates the importance of having distinct organic tracers in identifying and quantifying OC and EC sources.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Atmospheric Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015302326%26_version%3D1%26md5%3Dfacbdc490324e33b2b1d8284e44bb9db",
        "title": "Organic tracer-based source analysis of PM2.5 organic and elemental carbon: A case study at Dongguan in the Pearl River Delta, China"
    },
    {
        "author": "M.   Cusack, N.   Talbot, J.   Ondráček, M.C.   Minguillón, V.   Martins, K.   Klouda, J.   Schwarz, V.   Ždímal</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 118</br><br>     Author(s): M.   Cusack, N.   Talbot, J.   Ondráček, M.C.   Minguillón, V.   Martins, K.   Klouda, J.   Schwarz, V.   Ždímal</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">Measurements of PM<inf loc=\"post\">10</inf>, PM<inf loc=\"post\">2.5</inf> and PM<inf loc=\"post\">1</inf> and particle number concentration and size distribution were measured for 24 h on a platform of the Prague underground metro in October 2013. The three PM fractions were analysed for major and minor elements, secondary inorganic aerosols (SIA) and total carbon (TC). Measurements were performed both when the metro was inoperative and closed to the public (referred to as background), and when the metro was in operation and open to passengers. PM concentrations were elevated during both periods, but were substantially increased in the coarse fraction during hours when the metro was in operation. Average PM concentrations were 214.8, 93.9 and 44.8 μg m<sup loc=\"post\">−3</sup> for PM<inf loc=\"post\">10</inf>, PM<inf loc=\"post\">2.5</inf> and PM<inf loc=\"post\">1</inf>, respectively (determined gravimetrically). Average particle number concentrations were 8.5 × 10<sup loc=\"post\">3</sup> cm<sup loc=\"post\">−3</sup> for background hours and 11.5 × 10<sup loc=\"post\">3</sup> cm<sup loc=\"post\">−3</sup> during operational hours. Particle number concentrations were found to not vary as significantly as PM concentrations throughout the day. Variations in PM were strongly governed by passing trains, with highest concentrations recorded during rush hour. When trains were less frequent, PM concentrations were shown to fluctuate in unison with the entrance and exit of trains (as shown by wind velocity measured on the platform). PM was found to be highly enriched with iron, especially in the coarse fraction, comprising 46% of PM<inf loc=\"post\">10</inf> (98.9 μg m<sup loc=\"post\">−3</sup>). This reduces to 6.7 μg m<sup loc=\"post\">−3</sup> during background hours, proving that the trains themselves were the main source of iron, most probably from wheel-rail mechanical abrasion. Other enriched elements relative to background hours included Ba, Cu, Mn, Cr, Mo, Ni and Co, among others. Many of these elements exhibited a similar size distribution, further indicating their sources were common and were attributed to train operations.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Atmospheric Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015302582%26_version%3D1%26md5%3Da76ab12510db8bb73b49dfe1790f77ec",
        "title": "Variability of aerosols and chemical composition of PM10, PM2.5 and PM1 on a platform of the Prague underground metro"
    },
    {
        "author": "Obinna C.D.   Anejionu, J. Duncan   Whyatt, G. Alan   Blackburn, Catheryn S.   Price</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 118</br><br>     Author(s): Obinna C.D.   Anejionu, J. Duncan   Whyatt, G. Alan   Blackburn, Catheryn S.   Price</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">Studies of environmental impacts of gas flaring in the Niger Delta are hindered by limited access to official flaring emissions records and a paucity of reliable ambient monitoring data. This study uses a combination of geospatial technologies and dispersion modelling techniques to evaluate air pollution impacts of gas flaring on human health and natural ecosystems in the region. Results indicate that gas flaring is a major contributor to air pollution across the region, with concentrations exceeding WHO limits in some locations over certain time periods. Due to the predominant south-westerly wind, concentrations are higher in some states with little flaring activity than in others with significant flaring activity. Twenty million people inhabit areas of high flare-associated air pollution, which include all of the main ecological zones of the region, indicating that flaring poses a substantial threat to human health and the environment. Model scenarios demonstrated that substantial reductions in pollution could be achieved by stopping flaring at a small number of the most active sites and by improving overall flaring efficiency.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Atmospheric Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS135223101530251X%26_version%3D1%26md5%3D2f755681a01f6423b553fab5df199a52",
        "title": "Contributions of gas flaring to a global air pollution hotspot: Spatial and temporal variations, impacts and alleviation"
    },
    {
        "author": "Xinhui   Bi, Shouhui   Dai, Guohua   Zhang, Ning   Qiu, Mei   Li, Xinming   Wang, Duohong   Chen, Ping'an   Peng, Guoying   Sheng, Jiamo   Fu, Zhen   Zhou</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 118</br><br>     Author(s): Xinhui   Bi, Shouhui   Dai, Guohua   Zhang, Ning   Qiu, Mei   Li, Xinming   Wang, Duohong   Chen, Ping'an   Peng, Guoying   Sheng, Jiamo   Fu, Zhen   Zhou</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">Elemental carbon (EC) aerosol represents an important fraction of aerosol particles in urban area of the Pearl River Delta (PRD) region, China. Previous studies have demonstrated that EC particles in the PRD region undergo significant amounts of aging processes. To assess the degree of aging, the real-time single particle volatility of EC-containing particles was measured in an urban area of the PRD region by a thermodiluter coupled to a single particle aerosol mass spectrometer (SPAMS). The size and chemical composition of the individual particles before and after heating to 75 °C, 150 °C and 300 °C were characterized. Of the total unheated particles examined by SPAMS, 53% of the unheated particles contained EC, and a higher number fraction (69%) was observed in the particles heated to 300 °C. No significant differences in the mass spectral patterns were found between ambient temperature and 75 °C. Nitrate evaporated at 150 °C, and most of sulfate evaporated at 300 °C. EC-containing particles were clustered into four distinct particle types based on the dominant chemical species present in the mass spectra, comprised of EC, internally mixed EC and organic carbon (OC) (ECOC), internally mixed EC and sodium/potassium salt (NaK–EC), and internally mixed EC and metal species (Metal–EC). Detail analysis show that the volatility of EC-containing particles relied on the EC particle types. Among the four types, the EC type was quite volatile. A significant fraction of sulfate and organics in the ECOC type did not volatilize at 300 °C. The volatilities of secondary ions in the four EC-containing particle types were found to be dependent on their molecular composition. Additionally, the volatility of EC-containing particles decreased during the polluted hazy days due to the generation of low volatile compounds under the atmospheric conditions with higher precursor concentrations and oxidation capacity. To our knowledge, this is the first reported real-time volatility measurements of individual ambient aerosols in the PRD region. These findings provide an improved understanding of the aging process of EC particles, and may help in the modeling of its climate impact.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Atmospheric Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015302570%26_version%3D1%26md5%3D86599104b08fb05347bfeb98bba03f42",
        "title": "Real-time and single-particle volatility of elemental carbon-containing particles in the urban area of Pearl River Delta region, China"
    },
    {
        "author": "Min   Gao, Ruizhi   Jia, Tianlei   Qiu, Meilin   Han, Yuan   Song, Xuming   Wang</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 118</br><br>     Author(s): Min   Gao, Ruizhi   Jia, Tianlei   Qiu, Meilin   Han, Yuan   Song, Xuming   Wang</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">In recent years, haze events in Beijing have significantly increased in frequency. On haze days, airborne microorganisms are considered to be a potential risk factor for various health concerns. However, limited information on bioaerosols has prevented our proper understanding of the possible threat to human health due to these bioaerosols. In this study, we used a six-stage impactor for sampling culturable bioaerosols and the LUDEP 2.07 computer-based model for calculating their deposition on human lungs to investigate seasonal concentration, size distribution, and corresponding deposition efficiency and flux in the human respiratory tract during different haze-level events. The current results of the analysis of 398 samples over four seasons indicate that the concentration of culturable airborne bacteria decreased with increasing haze severity. The bioaerosol concentration ratio was skewed towards larger particle sizes on heavy haze days leading to larger bioaerosol aerodynamic diameters than on non-haze days. During nasal breathing by an adult male engaged in light exercise in an outdoor environment, the total deposition efficiency of culturable bioaerosols is 80–90% including approximately 70% in the upper respiratory tract, 5–7% in the alveoli, and about 3% in the bronchial couple with bronchiolar regions. Although the difference in culturable bioaerosol aerodynamic diameters at different haze levels was not large enough to cause obvious differences in lung deposition efficiency, the deposition fluxes clearly varied with the degree of haze owing to the varied concentration of culturable airborne bacteria and fungi. The results here could improve our understanding of the seasonal health threat due to culturable bioaerosols during non-haze and haze days.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Atmospheric Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015302491%26_version%3D1%26md5%3D452587d3ff0823d0ba981887d9cb2200",
        "title": "Seasonal size distribution of airborne culturable bacteria and fungi and preliminary estimation of their deposition in human lungs during non-haze and haze days"
    },
    {
        "author": "Valle   Raidla, Enn   Kaup, Jüri   Ivask</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 118</br><br>     Author(s): Valle   Raidla, Enn   Kaup, Jüri   Ivask</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">Kilpisjärvi is a remote area in northwest Finland, almost without any local human impact on the environment. The design of the study was to investigate the chemical composition of local precipitation in the Kilpisjärvi region and determine the factors influencing it. To this aim, we collected 29 snow samples from the Lake Saana catchment and its surroundings in spring of 2008 and 2009. Already within the radius of a few hundred metres, significant chemical heterogeneity could be detected in the snow cover, caused by mixed marine and terrestrial precipitation and the impact of local rock dust. Based on the Cl<sup loc=\"post\">−</sup>/Ca<sup loc=\"post\">2+</sup> ratio in snow, this could occur in localised areas, where marine or terrestrial aerosols predominate. Clear correlation was noted between <math altimg=\"si1.gif\" overflow=\"scroll\"> <mrow> <msup> <mrow> <msub> <mrow> <mtext>SO</mtext> </mrow> <mn>4</mn> </msub> </mrow> <mrow> <mn>2</mn> <mi mathvariant=\"normal\">−</mi> </mrow> </msup> </mrow> </math> and Ca<sup loc=\"post\">2+</sup>, induced possibly by recombination of <math altimg=\"si1.gif\" overflow=\"scroll\"> <mrow> <msup> <mrow> <msub> <mrow> <mtext>SO</mtext> </mrow> <mn>4</mn> </msub> </mrow> <mrow> <mn>2</mn> <mi mathvariant=\"normal\">−</mi> </mrow> </msup> </mrow> </math> with carbonaceous dust. Other factors, such as nitrification in snow cover, could also have affected the pH levels of snow, which are mostly controlled by carbonate dust.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Atmospheric Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015302429%26_version%3D1%26md5%3D5cf60565f6c53c478e4e17d5821792cf",
        "title": "Factors affecting the chemical composition of snowpack in the Kilpisjärvi area of North Scandinavia"
    },
    {
        "author": "Chi-Fu   Yeh, Chon-Lin   Lee, Peter   Brimblecombe, I-Chien   Lai</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 118</br><br>     Author(s): Chi-Fu   Yeh, Chon-Lin   Lee, Peter   Brimblecombe, I-Chien   Lai</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">The variations in particulate matter (PM) and in eighteen metallic elements in four different particle sizes in the air of southern Taiwan were investigated from February to March 2010. The variation in mean mass concentrations of PM<inf loc=\"post\">2.5</inf>, PM<inf loc=\"post\">2.5–10</inf>, PM<inf loc=\"post\">10</inf>, and TSP between Asian dust storm (ADS) and non-dust storm (NDS) periods suggested that the dominant fractions were PM<inf loc=\"post\">2.5–10</inf> and PM<inf loc=\"post\">2.5</inf>, respectively. The obvious differences in metallic element concentrations between ADS and NDS periods suggested that crustal elements (Fe, Mg, Sr, Co, Ba and Mn) can be used as dust storm indicators, in addition to Ca and Al. Both mass fractions and metallic concentration ratios indicated that the PM<inf loc=\"post\">2.5–10</inf> fraction can distinguish between ADS and NDS periods. An enrichment factor (EF<inf loc=\"post\">c</inf>) demonstrated that most anthropogenic elements were significantly lower in ADS periods than in NDS periods. The EF<inf loc=\"post\">c</inf> values for anthropogenic elements in coarse particles may be used as indicators of dust storm invasion as well. An association was found between the extent of dust storm effects on receptors and the residence time (duration) of the event, in addition to the transport pathway.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Atmospheric Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015302442%26_version%3D1%26md5%3Dddbcd7a1ed2feb05e03dc06f3e69a2eb",
        "title": "Markers of East Asian dust storms in March 2010"
    },
    {
        "author": "Susan   Kemball-Cook, Greg   Yarwood, Jeremiah   Johnson, Bright   Dornblaser, Mark   Estes</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>September 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 117</br><br>     Author(s): Susan   Kemball-Cook, Greg   Yarwood, Jeremiah   Johnson, Bright   Dornblaser, Mark   Estes</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">The purpose of this study was to assess the accuracy of NOx emissions in the Texas Commission on Environmental Quality's (TCEQ) State Implementation Plan (SIP) modeling inventories of the southeastern U.S. We used retrieved satellite tropospheric NO<inf loc=\"post\">2</inf> columns from the Ozone Monitoring Instrument (OMI) together with NO<inf loc=\"post\">2</inf> columns from the Comprehensive Air Quality Model with Extensions (CAMx) to make top–down NOx emissions estimates using the mass balance method. Two different top–down NOx emissions estimates were developed using the KNMI DOMINO v2.0 and NASA SP2 retrievals of OMI NO<inf loc=\"post\">2</inf> columns. Differences in the top–down NOx emissions estimates made with these two operational products derived from the same OMI radiance data were sufficiently large that they could not be used to constrain the TCEQ NOx emissions in the southeast. The fact that the two available operational NO<inf loc=\"post\">2</inf> column retrievals give such different top–down NOx emissions results is important because these retrievals are increasingly being used to diagnose air quality problems and to inform efforts to solve them. These results reflect the fact that NO<inf loc=\"post\">2</inf> column retrievals are a blend of measurements and modeled data and should be used with caution in analyses that will inform policy development. This study illustrates both benefits and challenges of using satellite NO<inf loc=\"post\">2</inf> data for air quality management applications. Comparison with OMI NO<inf loc=\"post\">2</inf> columns pointed the way toward improvements in the CAMx simulation of the upper troposphere, but further refinement of both regional air quality models and the NO<inf loc=\"post\">2</inf> column retrievals is needed before the mass balance and other emission inversion methods can be used to successfully constrain NOx emission inventories used in U.S. regulatory modeling.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Atmospheric Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015302016%26_version%3D1%26md5%3D0a7b8a7dcbe896ad40accbb24e6ae27a",
        "title": "Evaluating NOx emission inventories for regulatory air quality modeling using satellite and air quality model data"
    },
    {
        "author": "K. Raghavendra   Kumar, Yan   Yin, V.   Sivakumar, Na   Kang, Xingna   Yu, Yiwei   Diao, A. Joseph   Adesina, R.R.   Reddy</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>September 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 117</br><br>     Author(s): K. Raghavendra   Kumar, Yan   Yin, V.   Sivakumar, Na   Kang, Xingna   Yu, Yiwei   Diao, A. Joseph   Adesina, R.R.   Reddy</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">The present study represents the characteristics of aerosol optical depth (AOD) retrieved from multiple satellite sensors (MODerate resolution Imaging Spectroradiometer (MODIS), Multi-angle Imaging SpectroRadiometer (MISR), and Ozone Monitoring Instrument (OMI)) during 2003–2013 over an urban–coastal region, Durban (DBN; 29.88°S, 31.02°E, 46 m°asl), situated on the east coast of South Africa. An intercomparison and validation of AOD is performed against the AOD measurements from ground-based AErosol RObotic NETwork (AERONET) Sunphotometer. The results revealed that MISR-AERONET comparison indicated strong correlation compared to MODIS-AERONET comparison. Also, the comparison between MODIS and MISR AODs noticed significant positive correlation over DBN with the overestimation of latter by former. Highest AOD characterizes during the spring (September–November) followed by summer (December–February) and autumn (March–May) with the lowest AOD observed during the winter (June–August) season. The Angstrom exponent (AE<inf loc=\"post\">470–600</inf>) indicates predominance of fine-mode aerosols during spring and summer and dominance of coarse-mode aerosols in winter. A HYbrid Single Particle Lagrangian Integrated Trajectory (HYSPLIT) model is used to locate the origin of airmass transport and understand the variability of aerosol source regions. Finally, the relationship between AOD and AE has been examined to classify different aerosol types and showed seasonal heterogeneity in their contribution depending upon variability in sources. This is the first ever attempt to classify aerosols over this environment.</simple-para> </abstract-sec><br> <h3 class=\"h3\">Graphical abstract</h3> <img src=\"http://origin-ars.els-cdn.com/content/image/1-s2.0-S1352231015301990-fx1.jpg\" height=\"200\" width=\"140\" alt=\"image\"/></br></br><br></br></br>",
        "journal": "Atmospheric Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015301990%26_version%3D1%26md5%3D1052c299bca645687cc7827c18ac1124",
        "title": "Aerosol climatology and discrimination of aerosol types retrieved from MODIS, MISR and OMI over Durban (29.88°S, 31.02°E), South Africa"
    },
    {
        "author": "Mauro   Masiol, Francesca   Benetello, Roy M.   Harrison, Gianni   Formenton, Francesco   De Gaspari, Bruno   Pavoni</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>September 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 117</br><br>     Author(s): Mauro   Masiol, Francesca   Benetello, Roy M.   Harrison, Gianni   Formenton, Francesco   De Gaspari, Bruno   Pavoni</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">The Veneto region lies in the eastern part of the Po Valley (Italy). This is one of the hotspots in Europe for air quality, where efforts to meet the European standard for PM<inf loc=\"post\">2.5</inf> according to current and future legislation have been generally unsuccessful. Recent data indicating that ammonium, nitrate and sulphate account for about one third of total PM<inf loc=\"post\">2.5</inf> mass show that secondary inorganic aerosol (SIA) plays a key role in the exceedence of the standards. A sampling campaign for PM<inf loc=\"post\">2.5</inf> was carried out simultaneously in six major cities (2012–2013). The water soluble inorganic ions were quantified and data processed to: (1) investigate the seasonal trends and the spatial variations of the ionic component of aerosol; (2) identify chemical characteristics at the regional-scale and (3) assess the potential effects of long-range transport using back-trajectory cluster analysis and concentration-weighted trajectory (CWT) models. Results indicated that PM<inf loc=\"post\">2.5</inf> and SIA ions have an increasing gradient in concentrations from North (mountain) to South (lowland) and from East (coastal) to West (more continental), whereas K<sup loc=\"post\">+</sup> and Ca<sup loc=\"post\">2+</sup> levels are quite uniformly distributed. Similar seasonal trends in PM<inf loc=\"post\">2.5</inf> and ions are seen across the region. Simultaneous daily changes were observed and interpreted as a consequence of similar emission sources, secondary pollutant generation and accumulation/removal processes. Sulphate and nitrate were not directly related to the concentrations of their precursor gases and were generally largely, but not completely, neutralised by ammonium. The clustering of back-trajectories and CWT demonstrate that the long-range movement of the air masses has a major impact upon PM<inf loc=\"post\">2.5</inf> and ion concentrations: an area spreading from Eastern to Central Europe was identified as a main potential source for most ions. The valley sites are also heavily influenced by local emissions in slow moving northerly air masses. Finally, two episodes of high nitrate levels were investigated to explain why some sites are experiencing much higher concentrations than others. This study identifies some key features in the generation of SIA in the Po Valley, demonstrating that SIA generation is a regional pollution phenomenon and mitigation policies are required at regional, national and even European scales.</simple-para> </abstract-sec><br> <h3 class=\"h3\">Graphical abstract</h3> <img src=\"http://origin-ars.els-cdn.com/content/image/1-s2.0-S1352231015301862-fx1.jpg\" height=\"200\" width=\"487\" alt=\"image\"/></br></br><br></br></br>",
        "journal": "Atmospheric Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015301862%26_version%3D1%26md5%3Dcaee54dde28cd0c2baf3e68b27974e1b",
        "title": "Spatial, seasonal trends and transboundary transport of PM2.5 inorganic ions in the Veneto region (Northeastern Italy)"
    },
    {
        "author": "Yu-Chun   Wang, Yu-Kai   Lin</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>September 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 117</br><br>     Author(s): Yu-Chun   Wang, Yu-Kai   Lin</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">This study evaluates mortality risks from all causes, circulatory diseases, and respiratory diseases associated with particulate matter (PM<inf loc=\"post\">10</inf> and PM<inf loc=\"post\">2.5</inf>) concentrations and Asian dust storms (ADS) from 2000 to 2008 in Metropolitan Taipei. This study uses a distributed lag non-linear model with Poisson distribution to estimate the cumulative 5-day (lags 0–4) relative risks (RRs) and confidence intervals (CIs) of cause-specific mortality associated with daily PM<inf loc=\"post\">10</inf> and PM<inf loc=\"post\">2.5</inf> concentrations, as well as ADS, for total (all ages) and elderly (≥65 years) populations based on study periods (ADS frequently inflicted period: 2000–2004; and less inflicted period: 2005–2008). Risks associated with ADS characteristics, including inflicted season (winter and spring), strength (the ratio of stations with Pollutant Standard Index &amp;gt;100 is &amp;lt;0.5 or ≥0.5), and duration (ADS persisted for 1–3 or ≥4 days), were also evaluated. Nonlinear models showed that an increase in PM<inf loc=\"post\">10</inf> from 10 μg/m<sup loc=\"post\">3</sup> to 50 μg/m<sup loc=\"post\">3</sup> was associated with increased all-cause mortality risk with cumulative 5-day RR of 1.10 (95% CI: 1.04, 1.17) for the total population and 1.10 (95% CI: 1.02, 1.18) for elders. Mortality from circulatory diseases for the elderly was related to increased PM<inf loc=\"post\">2.5</inf> from 5 μg/m<sup loc=\"post\">3</sup> to 30 μg/m<sup loc=\"post\">3</sup>, with cumulative 5-day RR of 1.21 (95% CI: 1.02, 1.44) from 2005 to 2008. Compared with normal days, the mortality from all causes and circulatory diseases for the elderly population was associated with winter ADS with RRs of 1.05 (95% CI: 1.01, 1.08) and 1.08 (95% CI: 1.01, 1.15), respectively. Moreover, all-cause mortality was associated with shorter and less area-affected ADS with an RR of 1.04 for total and elderly populations from 2000 to 2004. Population health risk differed not only with PM concentration but also with ADS characteristics.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Atmospheric Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015301965%26_version%3D1%26md5%3D0ffb4a272974dc11f485df62539ca74e",
        "title": "Mortality associated with particulate concentration and Asian dust storms in Metropolitan Taipei"
    },
    {
        "author": "Jayant   Nirmalkar, Dhananjay K.   Deshmukh, Manas K.   Deb, Ying I.   Tsai, Khajornsak   Sopajaree</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>September 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 117</br><br>     Author(s): Jayant   Nirmalkar, Dhananjay K.   Deshmukh, Manas K.   Deb, Ying I.   Tsai, Khajornsak   Sopajaree</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">The impact of biomass burning in atmospheric aerosols load is poorly known. We investigated the impact of biomass burning through molecular markers on the concentration of PM<inf loc=\"post\">2.5</inf> aerosol samples collected from a rural site in eastern central India during three episodic periods from October to November 2011. The collected PM<inf loc=\"post\">2.5</inf> samples were chemically quantified for potassium as well as sugars and dicarboxylic acids using ion chromatography. Levoglucosan and glucose were found as the most abundant sugar compounds and sugar-alcohols showed the predominance of mannitol whereas oxalic acid was the most abundant diacid followed by maleic acid in PM<inf loc=\"post\">2.5</inf> aerosols. Substantially enhanced concentrations of K<sup loc=\"post\">+</sup> as well as levoglucosan and glucose were observed in eastern central India. Analysis of the source specific molecular markers and ratios of sugars and diacids infer that combustion of biomass was the major emission sources of organic compounds associated with PM<inf loc=\"post\">2.5</inf> aerosols over eastern central India. We applied Spearman correlation analysis and principal component analysis to further investigate the sources of measured sugars and diacids. The concentrations of K<sup loc=\"post\">+</sup> and levoglucosan were significantly correlated with sugars and diacids that verifying their common sources from biomass burning emission. This study demonstrates that biomass burning for domestic heating and cooking purposes and agricultural activities significantly influence the air quality of eastern central India during the investigation period. The obtained data in this research is helpful for the global scientific community to assessments and remedial of air quality parameters in rural areas of developing countries under similar atmospheric circumstances.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Atmospheric Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015302028%26_version%3D1%26md5%3D454f66d766551c31207a01d1f642198d",
        "title": "Mass loading and episodic variation of molecular markers in PM2.5 aerosols over a rural area in eastern central India"
    },
    {
        "author": "I-Chun   Tsai, Jen-Ping   Chen, Candice Shi-Chun   Lung, Nan   Li, Wei-Nai   Chen, Tzung-May   Fu, Chih-Chung   Chang, Gong-Do   Hwang</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>September 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 117</br><br>     Author(s): I-Chun   Tsai, Jen-Ping   Chen, Candice Shi-Chun   Lung, Nan   Li, Wei-Nai   Chen, Tzung-May   Fu, Chih-Chung   Chang, Gong-Do   Hwang</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">A field campaign combined with numerical simulations was designed to better understand the emission sources and formation processes of organic aerosols (OA) in a subtropical environment. The field campaign measured total and water soluble organic carbon (OC) in aerosol, as well as its precursor gases in the Taipei metropolis and a nearby rural forest during the summer of 2011. A regional air-quality model modified with an additional secondary organic aerosol (SOA) formation pathway was used to decipher the observed variations in OA, with focus on various formation pathways and the relative contributions from anthropogenic and biogenic sources.</simple-para> <simple-para id=\"abspara0015\" view=\"all\">According to the simulations, biogenic sources contributed to 60% and 72% of total OA production at the NTU (urban) and HL (rural) sites. The simulated fractions of SOA in total OA were 67% and 79% near the surface of NTU and HL, respectively, and these fractions increased with height and reach over 90% at the 1-km altitude. Estimated from the simulation results, aqueous-phase dicarbonyl uptake was responsible of 51% of OA production in the urban area, while the primary emissions, reversible partitioning of semi-volatile oxidation products, oligomerization of semi-volatile SOA in the particulate phase and acid-enhanced oxidation contributed to 33%, 10%, 5% and 1% respectively; in the rural area, the percentages were 59%, 21%, 13%, 7% and 1%, respectively. Meteorological factors, including large-scale wind direction, local circulation and planetary boundary layer height, all have strong influences on the source contributions and diurnal variations of OA concentration.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Atmospheric Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015302041%26_version%3D1%26md5%3Db33b6c9e88727b8173b87de9e909aa5e",
        "title": "Sources and formation pathways of organic aerosol in a subtropical metropolis during summer"
    },
    {
        "author": "Chinmay   Jena, Sachin D.   Ghude, G.   Beig, D.M.   Chate, Rajesh   Kumar, G.G.   Pfister, D.M.   Lal, Divya E.   Surendran, S.   Fadnavis, R.J.   van der A</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>September 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 117</br><br>     Author(s): Chinmay   Jena, Sachin D.   Ghude, G.   Beig, D.M.   Chate, Rajesh   Kumar, G.G.   Pfister, D.M.   Lal, Divya E.   Surendran, S.   Fadnavis, R.J.   van der A</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010a\" view=\"all\"> <simple-para id=\"abspara0010a\" view=\"all\">In this work, we compare for the first time different anthropogenic NO<inf loc=\"post\">X</inf> emission inventories and examine the associate variation in simulated surface ozone (O<inf loc=\"post\">3</inf>) in India. Six anthropogenic NO<inf loc=\"post\">X</inf> emission inventories namely Emission Database for Global Atmospheric Research (EDGAR), Intercontinental Chemical Transport Experiment-Phase B (INTEX-B), Regional Emission Inventory in Asia (REAS), MACCity, Indian National Emission Inventory (India_NOx), and Top-Down NO<inf loc=\"post\">X</inf> emission inventory for India (Top-Down) are included in the comparison. We include these emission inventories in regional chemical transport model WRF-Chem to simulate tropospheric column NO<inf loc=\"post\">2</inf> and surface O<inf loc=\"post\">3</inf> mixing ratios for the month of summer (15-March to 15-April) and winter (December) in 2005. Predicted tropospheric column NO<inf loc=\"post\">2</inf> using different NO<inf loc=\"post\">X</inf> emission inventory are evaluated with the OMI satellite observations. All emission inventories show similar spatial features, however uncertainty in NO<inf loc=\"post\">X</inf> emissions distribution is about 20–50% over rural regions and about 60–160% over the major point sources. Compared to OMI, the largest bias in simulated tropospheric NO<inf loc=\"post\">2</inf> columns is seen in the REAS (−243.0 ± 338.8 × 10<sup loc=\"post\">13</sup> molecules cm<sup loc=\"post\">−2</sup>) emission inventory, followed by EDGAR (−199.1 ± 272.2 × 10<sup loc=\"post\">13</sup> molecules cm<sup loc=\"post\">−2</sup>), MACCity (−150.5 ± 236.3 × 10<sup loc=\"post\">13</sup> molecules cm<sup loc=\"post\">−2</sup>), INTEX-B (−96.8 ± 199.5 × 10<sup loc=\"post\">13</sup> molecules cm<sup loc=\"post\">−2</sup>), India_NOx (−87.7 ± 159.9 × 10<sup loc=\"post\">13</sup> molecules cm<sup loc=\"post\">−2</sup>) and Top-Down (−30.8 ± 69.6 × 10<sup loc=\"post\">13</sup> molecules cm<sup loc=\"post\">−2</sup>) inventories during winter. Simulations using different NO<inf loc=\"post\">X</inf> emission inventories produces maximum deviation in daytime 8-h averaged O<inf loc=\"post\">3</inf> of the order of 9–17 ppb (15–40%) in summer and 3–12 ppb (5–25%) in winter over most of the land area. The simulation suggests that choice of NO<inf loc=\"post\">X</inf> emission inventories have significant effect on surface O<inf loc=\"post\">3</inf> concentration for air quality studies over India.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Atmospheric Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015301989%26_version%3D1%26md5%3Df9ea7a361a9157e4f5dc26e5153b1901",
        "title": "Inter-comparison of different NOX emission inventories and associated variation in simulated surface ozone in Indian region"
    },
    {
        "author": "Kirti Bhushan   Mishra</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>September 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 117</br><br>     Author(s): Kirti Bhushan   Mishra</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">A volumetric source based CFD (Computational Fluid Dynamics) model for estimating the wind and gravity driven spread of an elevated released dense hazardous cloud on a flat terrain without and with obstacles is demonstrated. The model considers the development of a worst-case scenario similar to that occurred at Bhopal. Fully developed clouds of a dense gas having different densities, under ABL (Atmospheric Boundary Layer) with calm ground wind conditions are first obtained. These clouds are then allowed to spread under ABL with different ground wind speeds and gravity conditions. The developed model is validated by performing the grid independent study, the fluid dynamical evidences, post-disaster facts, the downwind MIC (Methyl Isocynate) concentrations estimated by earlier models and experiments on dense plume trajectories. It is shown that in case of an active dispersion under calm wind conditions the lateral spread would prevail over the downwind spread. The presence of a dense medium behaves like a weak porous media and initiates turbulence at much smaller downwind distances than that normally would occur without the dense medium. The safety distances from toxic exposures of MIC are predicted by specifying an isosurface of a minimum concentration above the ground surface. Discrepancies in near-field predictions still exist. However, the far-field predictions agree well with data published before.</simple-para> </abstract-sec><br> <h3 class=\"h3\">Graphical abstract</h3> <img src=\"http://origin-ars.els-cdn.com/content/image/1-s2.0-S1352231015301795-fx1.jpg\" height=\"200\" width=\"495\" alt=\"image\"/></br></br><br></br></br>",
        "journal": "Atmospheric Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015301795%26_version%3D1%26md5%3D7a0750993f8c13ac2f31e0f55b51d738",
        "title": "CFD model for large hazardous dense cloud spread predictions, with particular reference to Bhopal disaster"
    },
    {
        "author": "Muriel   Joly, Pierre   Amato, Martine   Sancelme, Virginie   Vinatier, Magali   Abrantes, Laurent   Deguillaume, Anne-Marie   Delort</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>September 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 117</br><br>     Author(s): Muriel   Joly, Pierre   Amato, Martine   Sancelme, Virginie   Vinatier, Magali   Abrantes, Laurent   Deguillaume, Anne-Marie   Delort</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">In the atmosphere, airborne microbial cells are exposed to conditions that are thought to affect their survival. Here, we investigated the survival of 5 microorganisms among the most represented in the cultivable community of clouds (4 bacteria affiliated to <italic>Pseudomonas</italic>, <italic>Sphingomonas</italic> and <italic>Arthrobacter</italic> and 1 yeast of <italic>Dioszegia</italic>) after exposition to different atmospheric factors generally considered stressful for cells: artificial solar light (10 h), oxidant (hydrogen peroxide: 0–1 mM for 90 min), osmotic shocks (0.1–2.5 M NaCl) and freeze-thaw cycles (6 cycles of 5 °C/-40 °C). Each condition was applied separately to cell suspensions, and survival rates were examined by culture. Survival was highly strain and stress dependent, with no relationship with pigmentation or ice nucleation activity. In all strains, solar light had no or mitigated influence, and exposition to H<inf loc=\"post\">2</inf>O<inf loc=\"post\">2</inf> at the concentration measured in cloud water only slightly impacted viability (&amp;gt;70% of the cells survived). The strain <italic>Sphingomonas</italic> sp. was particularly impacted by osmotic shocks while repeated freeze-thaw was particularly damaging for <italic>Arthrobacter</italic> and <italic>Pseudomonas</italic> species. Overall, our results tend to indicate that in the atmosphere, the most stringent selection factors on living organisms are probably freeze-thaw and condensation/evaporation (osmotic shocks) cycles, whereas the impacts of oxidants and of solar light are limited.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Atmospheric Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015302089%26_version%3D1%26md5%3D97e26e30474ff1581f032afd0385d10b",
        "title": "Survival of microbial isolates from clouds toward simulated atmospheric stress factors"
    },
    {
        "author": "Xinke   Wang, Chenyang   Bi, Ying   Xu</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>September 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 117</br><br>     Author(s): Xinke   Wang, Chenyang   Bi, Ying   Xu</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">Measurements of gas/particle partition coefficients for semivolatile organic compounds (SVOCs) using filter-sorbent samplers can be biased if a fraction of gas-phase mass is measured erroneously as particle-phase due to sorption of SVOC gases to the filter, or, if a fraction of particle-phase mass is measured erroneously as gas-phase due to penetration of particles into the sorbent. A fundamental mechanistic model to characterize the air sampling process with filter-sorbent samplers for SVOCs was developed and partially validated. The potential sampling artifacts associated with measurements of gas-particle partitioning were examined for 19 SVOCs. Positive sampling bias (i.e., overestimation of gas/particle partition coefficients) was observed for almost all the SVOCs. For certain compounds, the measured partition coefficient was several orders of magnitude greater than the presumed value. It was found that the sampling artifacts can be ignored when the value of <math altimg=\"si1.gif\" overflow=\"scroll\"> <mrow> <mi>log</mi> <mrow> <mo>[</mo> <mrow> <mrow> <mrow> <msub> <mi>K</mi> <mi>f</mi> </msub> </mrow> <mo>/</mo> <mrow> <mrow> <mo>(</mo> <mrow> <msub> <mi>K</mi> <mi>p</mi> </msub> <mo>⋅</mo> <msub> <mi>C</mi> <mrow> <mi>p</mi> <mo>,</mo> <mi>a</mi> </mrow> </msub> </mrow> <mo>)</mo> </mrow> </mrow> </mrow> </mrow> <mo>]</mo> </mrow> </mrow> </math> is less than 7. By normalizing the model, general factors that influence the sampling artifacts were investigated. Correlations were obtained between the dimensionless time required for the gas-phase SVOCs within the filter to reach steady state <math altimg=\"si2.gif\" overflow=\"scroll\"> <mrow> <mrow> <mo>(</mo> <mrow> <msubsup> <mi>T</mi> <mrow> <mi>s</mi> <mo>,</mo> <mi>s</mi> </mrow> <mo>∗</mo> </msubsup> </mrow> <mo>)</mo> </mrow> </mrow> </math> and the chemical <italic>V</italic> <inf loc=\"post\"> <italic>p</italic> </inf> values, which can be used to estimate appropriate sampling time. The potential errors between measured and actual gas/particle partition coefficients of SVOCs as a function of sampling velocity and time were calculated and plotted for a range of SVOCs (vapor pressures: 10<sup loc=\"post\">−8</sup> ∼ 10<sup loc=\"post\">−3</sup> Pa). These plots were useful in identifying bias from the sampling in previously-completed field measurements. Penetration of particles into the sorbent may result in significant underestimation of the partition coefficient for particles in the size range between 10 nm and 2 μm. For most of the selected compounds, backup filters can be used to correct artifacts effectively. However, for some compounds with very low vapor pressure, the artifacts remained or became even larger than they were without the backup filter. Thus, the option of backup filters must be considered carefully in field measurements of the gas/particle partitioning of SVOCs. The results of this work will allow researchers to predict potential artifacts associated with SVOC gas/particle partitioning as functions of compounds, the concentration of particles, the distribution of particle sizes, sampling velocity, and sampling time.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Atmospheric Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015301941%26_version%3D1%26md5%3D3ce3839cb07d9dce05576892ed453e0b",
        "title": "Modeling and analysis of sampling artifacts in measurements of gas-particle partitioning of semivolatile organic contaminants using filter-sorbent samplers"
    },
    {
        "author": "Keenan A.   Murray, Louisa J.   Kramer, Paul V.   Doskey, Laurens   Ganzeveld, Brian   Seok, Brie   Van Dam, Detlev   Helmig</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>September 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 117</br><br>     Author(s): Keenan A.   Murray, Louisa J.   Kramer, Paul V.   Doskey, Laurens   Ganzeveld, Brian   Seok, Brie   Van Dam, Detlev   Helmig</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">Observed depth profiles of nitric oxide (NO), nitrogen dioxide (NO<inf loc=\"post\">2</inf>), and ozone (O<inf loc=\"post\">3</inf>) in snowpack interstitial air at Summit, Greenland were best replicated by a 1-D process-scale model, which included (1) geometrical representation of snow grains as spheres, (2) aqueous-phase chemistry confined to a quasi-liquid layer (QLL) on the surface of snow grains, and (3) initialization of the species concentrations in the QLL through equilibrium partitioning with mixing ratios in snowpack interstitial air. A comprehensive suite of measurements in and above snowpack during a high O<inf loc=\"post\">3</inf> event facilitated analysis of the relationship between the chemistry of snowpack and the overlying atmosphere. The model successfully reproduced 2 maxima (i.e., a peak near the surface of the snowpack at solar noon and a larger peak occurring in the evening that extended down from 0.5 to 2 m) in the diurnal profile of NO<inf loc=\"post\">2</inf> within snowpack interstitial air. The maximum production rate of NO<inf loc=\"post\">2</inf> by photolysis of nitrate (NO<inf loc=\"post\">3</inf> <sup loc=\"post\">−</sup>) was approximately 10<sup loc=\"post\">8</sup> molec cm<sup loc=\"post\">−3</sup> s<sup loc=\"post\">−1</sup>, which explained daily observations of maxima in NO<inf loc=\"post\">2</inf> mixing ratios near solar noon. Mixing ratios of NO<inf loc=\"post\">2</inf> in snowpack interstitial air were greatest in the deepest layers of the snowpack at night and were attributed to thermal decomposition of peroxynitric acid, which produced up to 10<sup loc=\"post\">6</sup> molec NO<inf loc=\"post\">2</inf> cm<sup loc=\"post\">−3</sup> s<sup loc=\"post\">−1</sup>. Highest levels of NO in snowpack interstitial air were confined to upper layers of the snowpack and observed profiles were consistent with photolysis of NO<inf loc=\"post\">2</inf>. Production of nitrogen oxides (NO<inf loc=\"post\">x</inf>) from NO<inf loc=\"post\">3</inf> <sup loc=\"post\">−</sup> photolysis was estimated to be two orders of magnitude larger than NO production and supports the hypothesis that NO<inf loc=\"post\">3</inf> <sup loc=\"post\">−</sup> photolysis is the primary source of NO<inf loc=\"post\">x</inf> within sunlit snowpack in the Arctic. Aqueous-phase oxidation of formic acid by O<inf loc=\"post\">3</inf> resulted in a maximum consumption rate of ∼10<sup loc=\"post\">6</sup>–10<sup loc=\"post\">7</sup> molec cm<sup loc=\"post\">−3</sup> s<sup loc=\"post\">−1</sup> and was the primary removal mechanism for O<inf loc=\"post\">3</inf>.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Atmospheric Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS135223101530203X%26_version%3D1%26md5%3D812130d1938552adfa32c4c38f7d627b",
        "title": "Dynamics of ozone and nitrogen oxides at Summit, Greenland. II. Simulating snowpack chemistry during a spring high ozone event with a 1-D process-scale model"
    },
    {
        "author": "Mizuo   Kajino, Masahide   Aikawa</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>September 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 117</br><br>     Author(s): Mizuo   Kajino, Masahide   Aikawa</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">We simulated washout/rainout ratios of non-sea-salt (nss)-<math altimg=\"si1.gif\" overflow=\"scroll\"> <mrow> <msubsup> <mrow> <mtext>SO</mtext> </mrow> <mn>4</mn> <mrow> <mn>2</mn> <mi mathvariant=\"normal\">−</mi> </mrow> </msubsup> </mrow> </math> and <math altimg=\"si2.gif\" overflow=\"scroll\"> <mrow> <msubsup> <mrow> <mtext>NO</mtext> </mrow> <mn>3</mn> <mi mathvariant=\"normal\">−</mi> </msubsup> </mrow> </math> using a chemical transport model and compared the estimates with precipitation measurements sampled at 0.5/1 mm intervals at sites located in Kobe (urban), Toyo-oka (suburban), and Tamba (rural) cities, Japan. The 25th and 75th percentile range of the simulated washout contributions was 30–70%. The simulated washout contribution range of <math altimg=\"si2.gif\" overflow=\"scroll\"> <mrow> <msubsup> <mrow> <mtext>NO</mtext> </mrow> <mn>3</mn> <mi mathvariant=\"normal\">−</mi> </msubsup> </mrow> </math> (40–70%) was greater than that of nss-<math altimg=\"si1.gif\" overflow=\"scroll\"> <mrow> <msubsup> <mrow> <mtext>SO</mtext> </mrow> <mn>4</mn> <mrow> <mn>2</mn> <mi mathvariant=\"normal\">−</mi> </mrow> </msubsup> </mrow> </math> (30–60%). There was good agreement between the simulated and observed values, and the observed washout contribution of <math altimg=\"si2.gif\" overflow=\"scroll\"> <mrow> <msubsup> <mrow> <mtext>NO</mtext> </mrow> <mn>3</mn> <mi mathvariant=\"normal\">−</mi> </msubsup> </mrow> </math> was also greater than that of <math altimg=\"si1.gif\" overflow=\"scroll\"> <mrow> <msubsup> <mrow> <mtext>SO</mtext> </mrow> <mn>4</mn> <mrow> <mn>2</mn> <mi mathvariant=\"normal\">−</mi> </mrow> </msubsup> </mrow> </math>. The simulated washout contribution range was higher (60–75%) in emission source regions and lower (40–55%) in downwind areas. The wet deposition process is one of the key causes of uncertainty in chemical transport modeling. Comparing model results with such high-frequency precipitation chemistry data has been extremely rare. Thus the current study is providing useful information for evaluating and improving wet deposition modeling and for the better understanding of the wet deposition mechanism.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Atmospheric Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015301850%26_version%3D1%26md5%3D3960d5c97267908b469d790151df97d9",
        "title": "A model validation study of the washout/rainout contribution of sulfate and nitrate in wet deposition compared with precipitation chemistry data in Japan"
    },
    {
        "author": "S.   Srivastava, M.   Naja, V.   Thouret</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>September 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 117</br><br>     Author(s): S.   Srivastava, M.   Naja, V.   Thouret</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">Long-term (2005–2011) MOZAIC (Measurements of OZone and water vapor by Airbus In-Service air Craft) ozone data have been investigated over Hyderabad (17.37° N, 78.47°E, 489 m amsl), India using back-air trajectories and contribution from regional pollution and long-range transport are assessed. Ozone data are grouped and analysed according to the air-mass residence time over the central India, marine region and Africa/Middle East regions. Ozone shows a linear dependence on air-mass residence time over the central India region for about six days. Rate of ozone increase is maximum during summer (boundary layer 6.8 ± 0.9 ppbv/day, lower free troposphere 2.4 ± 0.4 ppbv/day) and minimum during winter (boundary layer 1.5 ± 0.2 ppbv/day, lower free troposphere 0.8 ± 0.7 ppbv/day). The background ozone is estimated by extrapolating the linear regression line to zeroth residence day and is found to be significantly lower during summer/monsoon (15.8 ± 2.4 ppbv) within the boundary layer due to influence of marine air-mass. Monthly variation of the boundary layer ozone shows a distinct peak during March–April months. Simultaneous investigation of fire counts and potential source contribution function analysis confirms that Indo-Gangetic Plain (IGP) outflow has a significant contribution in ozone enhancement over even at this southern region throughout the year except in summer-monsoon season. The ozone in regionally polluted air masses influenced by the central Indian region is found to be higher than average ozone by 6–15% within the boundary layer and by 5–9% in the lower troposphere during different seasons. The marine air shows a lower ozone level by 4–28 ppbv throughout the year within the boundary layer. Role of long-range transport from Africa/Middle East is found to be significant in the lower troposphere and shows 4.4 ppbv and 9 ppbv higher ozone mixing ratio during summer and autumn, respectively.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Atmospheric Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015301783%26_version%3D1%26md5%3Deb222b281c31b0885bbaa294d1210092",
        "title": "Influences of regional pollution and long range transport over Hyderabad using ozone data from MOZAIC"
    },
    {
        "author": "Kohji   Marumoto, Masahiko   Hayashi, Akinori   Takami</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>September 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 117</br><br>     Author(s): Kohji   Marumoto, Masahiko   Hayashi, Akinori   Takami</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">Continuous monitoring of atmospheric gaseous mercury at Fukuoka and Minamata in the Kyushu Islands, western Japan, was carried out from June 2012 to May 2013 to investigate the influence of long-range transport of mercury in the Asian region. Speciation data at Fukuoka indicated that approximately 99% of the atmospheric mercury was in the gaseous elemental form. The average concentration of gaseous elemental mercury (GEM) at Fukuoka was slightly higher than that of total gaseous mercury (TGM) at Minamata. Synchronous pollution events of higher concentrations of both GEM at Fukuoka and TGM at Minamata were frequently observed from late fall to early spring. We infer that these events occurred due to long-range transport of mercury rather than local, domestic emission sources because the two sites are far apart (about 150 km), and local sources would be unlikely to synchronously influence concentrations at both sites over such a long distance. The results of backward trajectory analyses indicated that these events occurred when air masses came from the Asian continent. In addition, the pollution events were often the result of cold fronts or migratory anticyclones that passed over the Kyushu Islands, often accompanied by descending cool and heavy air currents. Thus, these results indicate that, under specific climate conditions, higher concentrations of atmospheric mercury are transported to the Kyushu Islands from the Asian continent, and are evident in ground-based observations there.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Atmospheric Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015302181%26_version%3D1%26md5%3D46821106bc1f6b6b035d5943a70285ea",
        "title": "Atmospheric mercury concentrations at two sites in the Kyushu Islands, Japan, and evidence of long-range transport from East Asia"
    }
]