[
    {
        "author": "Behnam   Keshavarzi, Zahra   Tazarvi, Mohammad Ali   Rajabzadeh, Ali   Najmeddin</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 119</br><br>     Author(s): Behnam   Keshavarzi, Zahra   Tazarvi, Mohammad Ali   Rajabzadeh, Ali   Najmeddin</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">The distribution, pollution level, sources and health risk of Hg, As, Cd, Cu, Cr, Ni, Mn, Fe, Pb, Sb and Zn in urban street dust were investigated. X-ray diffraction analysis of dust samples shows that the mineralogy of airborne dusts is dominated by calcite, dolomite and quartz. The total concentration of trace elements across the sampling sites ranged from 36.8 to 234.3 mg kg<sup loc=\"post\">−1</sup> for Pb, 0.004–4.504 mg kg<sup loc=\"post\">−1</sup> for Hg, 160.9–778.3 mg kg<sup loc=\"post\">−1</sup> for Zn, 245–652 mg kg<sup loc=\"post\">−1</sup> for Mn, 39.4–117.9 mg kg<sup loc=\"post\">−1</sup> for Ni, 31.6–105.9 mg kg<sup loc=\"post\">−1</sup> for Cr, 49.8–232.5 mg kg<sup loc=\"post\">−1</sup> for Cu, 5.3–8.6 mg kg<sup loc=\"post\">−1</sup> for As, 0.31–0.85 mg kg<sup loc=\"post\">−1</sup> for Cd, 0.76–9.45 mg kg<sup loc=\"post\">−1</sup> for Sb, and 16,300–24,900 mg kg<sup loc=\"post\">−1</sup> for Fe. The enrichment factor results reveal the following order: Cu &amp;gt; Hg &amp;gt; Sb &amp;gt; Zn &amp;gt; Pb &amp;gt; Ni &amp;gt; Cr &amp;gt; As &amp;gt; Mn &amp;gt; Cd &amp;gt; Fe. Among the measured elements, the highest mobility factor belongs to Pb (79.2%), Hg (74.6%), Zn (64.1%) and Mn (56.4%). According to the calculated Hazard Quotient (HQ) and Hazard Index (HI), special attention should be paid to Hg, Pb, Zn, and Mn in the street dusts of Shiraz. Multivariate statistics indicate that traffic, natural soil particles and industrial activities are likely to be the main sources of heavy metals in Shiraz street dusts.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Environment", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015302466%26_version%3D1%26md5%3D45606971dac99c24cb022e79f673b065", 
        "title": "Chemical speciation, human health risk assessment and pollution level of selected heavy metals in urban street dust of Shiraz, Iran"
    }, 
    {
        "author": "Justin P.   Miller-Schulze, Martin   Shafer, James J.   Schauer, Jongbae   Heo, Paul A.   Solomon, Jeffrey   Lantz, Maria   Artamonova, Boris   Chen, Sanjar   Imashev, Leonid   Sverdlik, Greg   Carmichael, Jeff   DeMinter</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 119</br><br>     Author(s): Justin P.   Miller-Schulze, Martin   Shafer, James J.   Schauer, Jongbae   Heo, Paul A.   Solomon, Jeffrey   Lantz, Maria   Artamonova, Boris   Chen, Sanjar   Imashev, Leonid   Sverdlik, Greg   Carmichael, Jeff   DeMinter</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">Dust storms are significant contributors to ambient levels of particulate matter (PM) in many areas of the world. Central Asia, an area that is relatively understudied in this regard, is anticipated to be affected by dust storms due to its proximity to several major deserts that are in and generally surround Central Asia (e.g., the Aral Sea region, the Taklimakan desert in Western China). To investigate the relative importance of mineral dust (dust specifically composed of soil related minerals and oxides) in Central Asia, PM<inf loc=\"post\">10</inf> and PM<inf loc=\"post\">2.5</inf>, and by difference, coarse particles (particles with diameters between 2.5 and 10 μm) were measured at two sites, Bishkek and Lidar Station Teplokluchenka (Lidar), in the Kyrgyz Republic. Samples were collected every other day from July 2008 to July 2009. Daily samples were analyzed for mass and organic and elemental carbon. Samples were also composited on a bi-weekly basis and analyzed for elemental constituents and ionic components. In addition, samples collected on days with relatively high and low PM concentrations were analyzed before, and separately, from the biweekly composites to investigate the chemical differences between the episodic events. Data from the episodic samples were averaged into the composited averages. Using the elemental component data, several observational models were examined to estimate the contribution of mineral dust to ambient PM levels. A mass balance was also conducted.</simple-para> <simple-para id=\"abspara0015\" view=\"all\">Results indicate that at both sites, mineral dust (as approximated by the “dust oxide” model) and organic matter (OM) were the dominant contributors to PM<inf loc=\"post\">10</inf> and PM<inf loc=\"post\">2.5</inf>. Mineral dust was a more significant contributor to the coarse PM (PM<inf loc=\"post\">10-2.5</inf>) during high event samples at both sites, although the relative contribution is greater at the Lidar site (average ± standard deviation = 42 ± 29%) as compared with the Bishkek site (26 ± 16%). Principal Components Analysis (PCA) was performed using data from both sites, and PCA indicated that mineral dust explained the majority of the variance in PM concentrations, and that the major apportioned factors of PM<inf loc=\"post\">10</inf> and PM<inf loc=\"post\">2.5</inf> were chemically similar between sites.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Environment", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015302107%26_version%3D1%26md5%3Da2ecc4308f8afe1ac899f4577ad48ab2", 
        "title": "Seasonal contribution of mineral dust and other major components to particulate matter at two remote sites in Central Asia"
    }, 
    {
        "author": "Wei   Chen, Hongzhao   Tang, Haimeng   Zhao</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 119</br><br>     Author(s): Wei   Chen, Hongzhao   Tang, Haimeng   Zhao</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">Under the National Ambient Air Quality Standard released in 2012 (NAAQS-2012), Beijing began to publicize hourly Air Quality Index as well as real time concentrations of 6 pollutants in its web platform to provide detailed information for air quality assessment from 2013. In this study, hourly air quality monitoring data from May 2014 to April 2015 were collected for all 35 monitoring stations in Beijing to analyze the temporal and spatial variations of air pollutants and air quality. It is found that in spatial pattern, the air qualities in southern and northern Beijing are totally different. The association between heavy pollution concentrations and wind situations suggested that neighboring area's air quality has an important role in the air quality of Beijing combining with air quality attainment rates in all 35 monitoring stations and northern China. For temporal variations, late night and early morning are the most polluted time while afternoon is the least polluted time for all pollutants except O<inf loc=\"post\">3</inf> with most polluted time in afternoon. Summer time in Beijing has the best air quality while winter time has the worst air quality coinciding with the heating season in the winter.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Environment", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015302855%26_version%3D1%26md5%3D277bd1e2d66eb00b494f7189a06b37a8", 
        "title": "Diurnal, weekly and monthly spatial variations of air pollutants and air quality of Beijing"
    }, 
    {
        "author": "C.A.   Belis, D.   Pernigotti, F.   Karagulian, G.   Pirovano, B.R.   Larsen, M.   Gerboles, P.K.   Hopke</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 119</br><br>     Author(s): C.A.   Belis, D.   Pernigotti, F.   Karagulian, G.   Pirovano, B.R.   Larsen, M.   Gerboles, P.K.   Hopke</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">A new methodology to assess source apportionment model performance in intercomparison exercises, encompassing the preparation of real-world and synthetic datasets and the evaluation of the source apportionment results reported by participants, is described. The evaluation consists of three types of tests: complementary tests, preliminary tests, and performance tests. The complementary tests provide summary information about the source apportionment results as a whole. The preliminary tests check whether source/factors belong to a given source category. Three types of indicators: Pearson correlation (Pearson), standardized identity distance (SID), and weighted difference (WD) are used to test factor/source chemical profiles, while factor/source time series and contribution-to-species values are tested only using the Pearson. The performance tests, based on international standards for proficiency testing, are targeted at evaluating whether the reported biases in the quantification of the factor/source contribution estimates (SCEs) and uncertainties are consistent with previously established quality standards in a fitness-for-purpose approach. Moreover, the consistency of the SCE time series is evaluated using a variant of the RMSE normalised by the reference standard uncertainty.</simple-para> <simple-para id=\"abspara0015\" view=\"all\">The described methodology facilitates a thorough evaluation of the source apportionment output. The new indicator to compare source or factor profiles presented in this study (SID) is more robust and provides additional information compared to the existing ones.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Environment", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015302478%26_version%3D1%26md5%3D19d68def12fba8b4a1e8d7122580fb6b", 
        "title": "A new methodology to assess the performance and uncertainty of source apportionment models in intercomparison exercises"
    }, 
    {
        "author": "K.L.   Chan, A.   Hartl, Y.F.   Lam, P.H.   Xie, W.Q.   Liu, H.M.   Cheung, J.   Lampel, D.   Pöhler, A.   Li, J.   Xu, H.J.   Zhou, Z.   Ning, M.O.   Wenig</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 119</br><br>     Author(s): K.L.   Chan, A.   Hartl, Y.F.   Lam, P.H.   Xie, W.Q.   Liu, H.M.   Cheung, J.   Lampel, D.   Pöhler, A.   Li, J.   Xu, H.J.   Zhou, Z.   Ning, M.O.   Wenig</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">During the Shanghai World Expo 2010 ground based Multi-Axis Differential Optical Absorption Spectroscopy (MAX-DOAS) measurements of tropospheric nitrogen dioxide (NO<inf loc=\"post\">2</inf>) were performed to investigate the effects of emission control measures during that time. In this study we measured NO<inf loc=\"post\">2</inf> using four identical MAX-DOAS instruments in Shanghai from April 2009 to November 2010. We combined our MAX-DOAS data, the Ozone Monitoring Instrument (OMI) satellite observations and meteorological information from the National Centers for Environmental Prediction final reanalysis data (NCEP FNL) in order to investigate the spatial distribution of NO<inf loc=\"post\">2</inf> over Shanghai and the effects of emission control measures during the Expo. In general, the comparison of cloud screened MAX-DOAS data and OMI observations are in good correlation (Pearson correlation coefficient between 0.67 and 0.93 for the four measurement stations). In addition, we compared the MAX-DOAS and OMI NO<inf loc=\"post\">2</inf> data from the Shanghai Expo in 2010 to the same time of the year in 2009. The results show that the NO<inf loc=\"post\">2</inf> columns were reduced up to ∼ 30% in the area of central Shanghai during the Expo but no significant reduction of NO<inf loc=\"post\">2</inf> levels was found in the nearby industrial area. The overall NO<inf loc=\"post\">2</inf> reduction from May, July and September 2010 ranged from 7.5% to 14.5%, which is comparable to observations in previous studies. Our results revealed that the NO<inf loc=\"post\">2</inf> reduction was mainly achieved by emission control policies on transportation sources in the city rather than the controls from nearby provinces.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Environment", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015302867%26_version%3D1%26md5%3Da066a934b414490025eef1dbda6f6461", 
        "title": "Observations of tropospheric NO2 using ground based MAX-DOAS and OMI measurements during the Shanghai World Expo 2010"
    }, 
    {
        "author": "L.C.   Maudlin, Z.   Wang, H.H.   Jonsson, A.   Sorooshian</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 119</br><br>     Author(s): L.C.   Maudlin, Z.   Wang, H.H.   Jonsson, A.   Sorooshian</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">Size-resolved aerosol composition measurements were conducted at a coastal site in central California during the Nucleation in California Experiment (NiCE) between July and August of 2013. The site is just east of ship and marine emission sources and is also influenced by continental pollution and wildfires, such as those near the California–Oregon border which occurred near the end of NiCE. Two micro-orifice uniform deposit impactors (MOUDIs) were used, and water-soluble and elemental compositions were measured. The five most abundant water-soluble species (in decreasing order) were chloride, sodium, non-sea salt (nss) sulfate, ammonium, and nitrate. During wildfire periods, nss K mass concentrations were not enhanced as strongly as other species in the sub-micrometer stages and even decreased in the super-micrometer stages; species other than nss K are more reliable tracers for biomass burning in this region. Chloride levels were reduced in the fire sets likely due to chloride depletion by inorganic and organic acids that exhibited elevated levels in transported plumes. During wildfire periods, the mass size distribution of most dicarboxylic acids changed from unimodal to bimodal with peaks in the 0.32 μm and 1.0–1.8 μm stages. Furthermore, sulfate's peak concentration shifted from the 0.32 μm to 0.56 μm stage, and nitrate also shifted to larger sizes (1.0 μm to 1.8–3.2 μm stages). Mass concentrations of numerous soil tracer species (e.g., Si, Fe) were strongly enhanced in samples influenced by wildfires, especially in the sub-micrometer range. Airborne cloud water data confirm that soil species were associated with fire plumes transported south along the coast. In the absence of biomass burning, cloud condensation nuclei (CCN) composition is dominated by nss sulfate and ammonium, and the water-soluble organic fraction is dominated by methanesulfonate, whereas for the samples influenced by wildfires, ammonium becomes the dominant overall species, and oxalate is the most abundant organic species.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Environment", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015302843%26_version%3D1%26md5%3D1e738527d58362b5b9bb2a1216372024", 
        "title": "Impact of wildfires on size-resolved aerosol composition at a coastal California site"
    }, 
    {
        "author": "Stefania   Squizzato, Mauro   Masiol</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 119</br><br>     Author(s): Stefania   Squizzato, Mauro   Masiol</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">The air quality is influenced by the potential effects of meteorology at meso- and synoptic scales. While local weather and mixing layer dynamics mainly drive the dispersion of sources at small scales, long-range transports affect the movements of air masses over regional, transboundary and even continental scales. Long-range transport may advect polluted air masses from hot-spots by increasing the levels of pollution at nearby or remote locations or may further raise air pollution levels where external air masses originate from other hot-spots. Therefore, the knowledge of ground-wind circulation and potential long-range transports is fundamental not only to evaluate how local or external sources may affect the air quality at a receptor site but also to quantify it. This review is focussed on establishing the relationships among PM<inf loc=\"post\">2.5</inf> sources, meteorological condition and air mass origin in the Po Valley, which is one of the most polluted areas in Europe. We have chosen the results from a recent study carried out in Venice (Eastern Po Valley) and have analysed them using different statistical approaches to understand the influence of external and local contribution of PM<inf loc=\"post\">2.5</inf> sources. External contributions were evaluated by applying Trajectory Statistical Methods (TSMs) based on back-trajectory analysis including (i) back-trajectories cluster analysis, (ii) potential source contribution function (PSCF) and (iii) concentration weighted trajectory (CWT). Furthermore, the relationships between the source contributions and ground-wind circulation patterns were investigated by using (iv) cluster analysis on wind data and (v) conditional probability function (CPF). Finally, local source contribution have been estimated by applying the Lenschow' approach.</simple-para> <simple-para id=\"abspara0015\" view=\"all\">In summary, the integrated approach of different techniques has successfully identified both local and external sources of particulate matter pollution in a European hot-spot affected by the worst air quality.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Environment", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015302715%26_version%3D1%26md5%3Dfda2ab37a22fc8f0783b8169588e6417", 
        "title": "Application of meteorology-based methods to determine local and external contributions to particulate matter pollution: A case study in Venice (Italy)"
    }, 
    {
        "author": "Xiaofeng   Xu, Jinhuan   Qiu, Xiangao   Xia, Ling   Sun, Min   Min</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 119</br><br>     Author(s): Xiaofeng   Xu, Jinhuan   Qiu, Xiangao   Xia, Ling   Sun, Min   Min</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">The long-term variations of atmospheric aerosol optical depth (AOD) over 14 first-class solar radiation stations in China during 1993–2012 are studied. The AOD at 750 nm wavelength is retrieved with the hourly accumulated direct solar radiation by using a broadband extinction method. The retrievals are validated in comparison with AERONET (Aerosol Robotic Network) and MODIS (Moderate Resolution Imaging Spectroradiometer) AOD products. For the comparison with AERONET, the correlation coefficient (R), mean bias error (MBE) and root mean square error (RMSE) of the monthly mean AODs are respectively 0.848, 0.029 and 0.101. Based on the statistical analysis, the monthly, seasonal and annual AOD variation characteristics are categorized as follow: (1) There are three major types of the seasonal AOD variations, which shows the largest seasonal averaged AOD appearing in spring, summer and winter. The smallest seasonal averaged AOD appears mostly in autumn. (2) Beijing and Guangzhou show a significant decreasing trend of the yearly AOD, while an increasing tendency appears in Zhengzhou, Shanghai, Kunming, Kashi and Wuhan. Although no significant variation trends are found, some fluctuations appear in the 20-year period in other cities. (3) The 20-year mean AOD ranges from 0.135 (Lhasa) to 0.678 (Zhengzhou). The aerosol hygroscopic growth contributes a lot to AOD in major cities in the eastern part of China, while not in most cities in the western part. A simple correction method is applied for enhancing the relationship of AOD and PM<inf loc=\"post\">2.5</inf> concentration.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Environment", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015302879%26_version%3D1%26md5%3D1111071793f35eb83bf1a7579037598e", 
        "title": "Characteristics of atmospheric aerosol optical depth variation in China during 1993–2012"
    }, 
    {
        "author": "Zijing   Tan, Jingliang   Dong, Yimin   Xiao, Jiyuan   Tu</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 119</br><br>     Author(s): Zijing   Tan, Jingliang   Dong, Yimin   Xiao, Jiyuan   Tu</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">The impact of haze-fog on surface temperature, flow pattern, pollutant dispersion and pedestrian thermal comfort are investigated using computational fluid dynamics (CFD) approach based on a three-dimensional street canyon model under different haze-fog conditions. In this study, light extinction coefficient (<italic>K</italic> <inf loc=\"post\"> <italic>ex</italic> </inf>) is adopted to represent haze-fog pollution level. Numerical simulations are performed for different <italic>K</italic> <inf loc=\"post\"> <italic>ex</italic> </inf> values at four representative time events (1000 LST, 1300 LST, 1600 LST and 2000 LST). The numerical results suggest that the surface temperature is strongly affected by the haze-fog condition. Surface heating induced by the solar radiation is enhanced by haze-fog, as higher surface temperature is observed under thicker haze-fog condition. Moreover, the temperature difference between sunlit and shadow surfaces is reduced, while that for the two shadow surfaces is slightly increased. Therefore, the surface temperature among street canyon facets becomes more evenly distributed under heavy haze-fog conditions. In addition, flow patterns are considerably altered by different haze-fog conditions, especially for the afternoon (1600 LST) case, in which thermal-driven flow has opposite direction as that of the wind-driven flow direction. Consequently, pollutants such as vehicular emissions will accumulate at pedestrian level, and pedestrian thermal comfort may lower under thicker haze-fog condition.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Environment", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS135223101530279X%26_version%3D1%26md5%3D5858d96ecafd00d6156759eb7bb01f1d", 
        "title": "Numerical simulation of diurnally varying thermal environment in a street canyon under haze-fog conditions"
    }, 
    {
        "author": "Lakshmi Pradeepa   Vennam, William   Vizuete, Saravanan   Arunachalam</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 119</br><br>     Author(s): Lakshmi Pradeepa   Vennam, William   Vizuete, Saravanan   Arunachalam</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">Accurate modeling of aircraft-emitted pollutants in the vicinity of airports is essential to study the impact on local air quality and to answer policy and health-impact related issues. To quantify air quality impacts of airport-related hazardous air pollutants (HAPs), we carried out a fine-scale (4 × 4 km horizontal resolution) Community Multiscale Air Quality model (CMAQ) model simulation at the T.F. Green airport in Providence (PVD), Rhode Island. We considered temporally and spatially resolved aircraft emissions from the new Aviation Environmental Design Tool (AEDT). These model predictions were then evaluated with observations from a field campaign focused on assessing HAPs near the PVD airport. The annual normalized mean error (NME) was in the range of 36–70% normalized mean error for all HAPs except for acrolein (&amp;gt;70%). The addition of highly resolved aircraft emissions showed only marginally incremental improvements in performance (1–2% decrease in NME) of some HAPs (formaldehyde, xylene). When compared to a coarser 36 × 36 km grid resolution, the 4 × 4 km grid resolution did improve performance by up to 5–20% NME for formaldehyde and acetaldehyde. The change in power setting (from traditional International Civil Aviation Organization (ICAO) 7% to observation studies based 4%) doubled the aircraft idling emissions of HAPs, but led to only a 2% decrease in NME. Overall modeled aircraft-attributable contributions are in the range of 0.5–28% near a mid-sized airport grid-cell with maximum impacts seen only within 4–16 km from the airport grid-cell. Comparison of CMAQ predictions with HAP estimates from EPA's National Air Toxics Assessment (NATA) did show similar annual mean concentrations and equally poor performance. Current estimates of HAPs for PVD are a challenge for modeling systems and refinements in our ability to simulate aircraft emissions have made only incremental improvements. Even with unrealistic increases in HAPs aviation emissions the model could not match observed concentrations near the runway airport site. Our results suggest other uncertainties in the modeling system such as meteorology, HAPs chemistry, or other emission sources require increased scrutiny.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Environment", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015302600%26_version%3D1%26md5%3D3ffe99cb02ad1809bca3861036fb0d07", 
        "title": "Evaluation of model-predicted hazardous air pollutants (HAPs) near a mid-sized U.S. airport"
    }, 
    {
        "author": "Yongxin   Zhang, Yubao   Liu, Paul A.   Kucera, Badr H.   Alharbi, Linlin   Pan, Ayman   Ghulam</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 119</br><br>     Author(s): Yongxin   Zhang, Yubao   Liu, Paul A.   Kucera, Badr H.   Alharbi, Linlin   Pan, Ayman   Ghulam</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">This paper documents the performance of the fully coupled WRF-Chem model at 21.6 km and 7.2 km resolution over Saudi Arabia in simulating a severe dust storm event that occurred in March 2009. The comparisons between the model simulations and the observed AOD at the Solar Village AERONET site and the MODIS measurements show that WRF-Chem satisfactorily resolves the arrival, evolution and spatial distributions of the dust storm over Saudi Arabia especially for the fine domain at 7.2 km resolution. The model simulated surface meteorological variables at Riyadh Airport, Hafr Al-Batin Airport, Dammam Airport and Gassim Airport follow the observations in terms of magnitude and temporal evolution although model biases such as deficiencies in simulating the amplitude of diurnal cycles are noted. Higher resolution and shorter initialization time improve the model performance in aerosol optical depth but for surface variables shorter initialization time improves correlation while higher horizontal resolution improves mean biases to some extent. The simulated dust plume is mainly confined between the surface and the 5-km height, with the peak concentrations located in the lowest 500 m. The vertical extent of the dust plume shows gradual decreases during the simulation period when averaged over the entire fine domain and an area centered around Solar Village, and also varies in accordance with the development and decay of the boundary layer.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Environment", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015302776%26_version%3D1%26md5%3Dcb699940287da22ab056b0744d389f92", 
        "title": "Dust modeling over Saudi Arabia using WRF-Chem: March 2009 severe dust case"
    }, 
    {
        "author": "A.J.   Dore, D.C.   Carslaw, C.   Braban, M.   Cain, C.   Chemel, C.   Conolly, R.G.   Derwent, S.J.   Griffiths, J.   Hall, G.   Hayman, S.   Lawrence, S.E.   Metcalfe, A.   Redington, D.   Simpson, M.A.   Sutton, P.   Sutton, Y.S.   Tang, M.   Vieno, M.   Werner, J.D.   Whyatt</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 119</br><br>     Author(s): A.J.   Dore, D.C.   Carslaw, C.   Braban, M.   Cain, C.   Chemel, C.   Conolly, R.G.   Derwent, S.J.   Griffiths, J.   Hall, G.   Hayman, S.   Lawrence, S.E.   Metcalfe, A.   Redington, D.   Simpson, M.A.   Sutton, P.   Sutton, Y.S.   Tang, M.   Vieno, M.   Werner, J.D.   Whyatt</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">An evaluation has been made of a number of contrasting atmospheric chemical transport models, of varying complexity, applied to estimate sulphur and nitrogen deposition in the UK. The models were evaluated by comparison with annually averaged measurements of gas, aerosol and precipitation concentrations from the national monitoring networks. The models were evaluated in relation to performance criteria. They were generally able to satisfy a criterion of ‘fitness for purpose’ that at least 50% of modelled concentrations should be within a factor of two of measured values. The second criterion, that the magnitude of the normalised mean bias should be less than 20%, was not always satisfied. Considering known uncertainties in measurement techniques, this criterion may be too strict. Overall, simpler models were able to give a good representation of measured gas concentrations whilst the use of dynamic meteorology, and complex photo-chemical reactions resulted in a generally better representation of measured aerosol and precipitation concentrations by more complex models.</simple-para> <simple-para id=\"abspara0015\" view=\"all\">The models were compared graphically by plotting maps and cross-country transects of wet and dry deposition as well as calculating budgets of total wet and dry deposition to the UK for sulphur, oxidised nitrogen and reduced nitrogen. The total deposition to the UK varied by ±22–36% amongst the different models depending on the deposition component. At a local scale estimates of both dry and wet deposition for individual 5 km × 5 km model grid squares were found to vary between the different models by up to a factor of 4.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Environment", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015302533%26_version%3D1%26md5%3De01b4b0663b9fa24f016abe2a93593c8", 
        "title": "Evaluation of the performance of different atmospheric chemical transport models and inter-comparison of nitrogen and sulphur deposition estimates for the UK"
    }, 
    {
        "author": "Lijie   Li, Ping   Tang, David R.   Cocker</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 119</br><br>     Author(s): Lijie   Li, Ping   Tang, David R.   Cocker</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">Secondary organic aerosol (SOA) formation from aromatic hydrocarbon photooxidation is highly sensitive to NO concentration. The instantaneous effect of NO on SOA formation from <italic>m</italic>-xylene photooxidation is investigated in this work by data mining 10 years of aromatic hydrocarbon chamber experiments conducted in the UC Riverside/CE-CERT chamber. First, the effect of sub-ppb NO concentrations on SOA formation is explored. The relationship of SOA growth rate to 1) NO<inf loc=\"post\">2</inf>/NO ratio; 2) instantaneous HC/NO; 3) absolute NO concentration; 4) peroxy radical reaction branching ratio and 5) hydroxyl radical concentration are illustrated. Second, continuous and stepwise NO, NO<inf loc=\"post\">2</inf> and HONO injection are applied to <italic>m</italic>-xylene photooxidation experiments to simulate continuous NO sources in an urban area. The influence of these reaction scenarios on radical concentrations and SOA formation is explored. [HO<inf loc=\"post\">2</inf> <glyph name=\"rad\"/>]/[RO<inf loc=\"post\">2</inf> <glyph name=\"rad\"/>] shows a strong correlation with SOA yields in addition to [<glyph name=\"rad\"/>OH]/[HO<inf loc=\"post\">2</inf> <glyph name=\"rad\"/>], [<glyph name=\"rad\"/>OH], [HO<inf loc=\"post\">2</inf> <glyph name=\"rad\"/>] and [RO<inf loc=\"post\">2</inf> <glyph name=\"rad\"/>]. Enhanced SOA formation is observed when low NO levels (&amp;lt;1 ppb) are artificially maintained by continuous or step-wise injection; consistent with earlier research, SOA formation is observed to be suppressed by large initial NO injections. It is proposed that NO at sub-ppb level enhances <glyph name=\"rad\"/>OH formation increasing HO<inf loc=\"post\">2</inf> <glyph name=\"rad\"/> and RO<inf loc=\"post\">2</inf> <glyph name=\"rad\"/> and therefore promoting SOA formation. Further, two NO pathways (one promoting and one suppressing SOA formation) and one extremely low NO phase (NO “free”) are used to demonstrate the evolution of NO impact on SOA formation during photooxidation. This study implies that SOA yields from aromatic hydrocarbon and low NO<inf loc=\"post\">x</inf> photooxidation is previously underestimated due to differences between traditional environmental chamber experiments and atmospheric reactivity.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Environment", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015302557%26_version%3D1%26md5%3Dfb1f82c1f7cfab4ed5287d93715227ed", 
        "title": "Instantaneous nitric oxide effect on secondary organic aerosol formation from m-xylene photooxidation"
    }, 
    {
        "author": "Nina   Sarnela, Tuija   Jokinen, Tuomo   Nieminen, Katrianne   Lehtipalo, Heikki   Junninen, Juha   Kangasluoma, Jani   Hakala, Risto   Taipale, Siegfried   Schobesberger, Mikko   Sipilä, Kai   Larnimaa, Henrik   Westerholm, Juha   Heijari, Veli-Matti   Kerminen, Tuukka   Petäjä, Markku   Kulmala</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 119</br><br>     Author(s): Nina   Sarnela, Tuija   Jokinen, Tuomo   Nieminen, Katrianne   Lehtipalo, Heikki   Junninen, Juha   Kangasluoma, Jani   Hakala, Risto   Taipale, Siegfried   Schobesberger, Mikko   Sipilä, Kai   Larnimaa, Henrik   Westerholm, Juha   Heijari, Veli-Matti   Kerminen, Tuukka   Petäjä, Markku   Kulmala</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">In this paper we introduce in-situ observations of trace gases, aerosol particles and their precursors in the vicinity of an oil refinery and industrial area in Kilpilahti, Southern Finland. We conducted a one-month measurement campaign near the oil refinery during summertime when the sulphur dioxide concentrations at the site are typically the highest. The source areas around the measurement location were divided into three sectors: oil refinery area, industrial area and non-industrial area. The atmospheric concentrations of aerosols and trace gases showed a large temporal variability, when exposed to the different source areas. The median sulphur dioxide concentrations for the oil refinery, industrial and non-industrial area were 1.88 ppbv, 0.75 ppbv and 0.38 ppbv, respectively, and the corresponding sulphuric acid concentrations were 11.5 × 10<sup loc=\"post\">6</sup> molecules/cm<sup loc=\"post\">3</sup>, 4.4 × 10<sup loc=\"post\">6</sup> molecules/cm<sup loc=\"post\">3</sup> and 1.3 × 10<sup loc=\"post\">6</sup> molecules/cm<sup loc=\"post\">3</sup>. The observed concentrations were similar to what have been measured in urban or industrial sites. The ratio between sulphuric acid and sulphur dioxide was the highest when the air mass was coming from the oil refinery. The correlation between the sulphuric acid and 1–2 nm particle concentrations was significant, but the composition of the particles remained unknown as no neutral sulphuric acid clusters were detected with the mass spectrometer. Only a few new particle formation events were observed during the measurement period, and during these events a large fraction of the particle growth could be explained by sulphuric acid condensation.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Environment", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015302788%26_version%3D1%26md5%3D2265cd3616316b72280af203903fa07a", 
        "title": "Sulphuric acid and aerosol particle production in the vicinity of an oil refinery"
    }, 
    {
        "author": "Laurel E.   Plummer, Christopher M.   Carosino, Keith J.   Bein, Yongjing   Zhao, Neil   Willits, Suzette   Smiley-Jewell, Anthony S.   Wexler, Kent E.   Pinkerton</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 119</br><br>     Author(s): Laurel E.   Plummer, Christopher M.   Carosino, Keith J.   Bein, Yongjing   Zhao, Neil   Willits, Suzette   Smiley-Jewell, Anthony S.   Wexler, Kent E.   Pinkerton</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">The EPA regulates ambient particulate matter (PM) because substantial associations have been established between PM and health impacts. Presently, regulatory compliance involves broad control of PM emission sources based on mass concentration rather than chemical composition, although PM toxicity is likely to vary depending upon PM physicochemical properties. The overall objective of this study was to help inform source-specific PM emission control regulations. For the first time, source-oriented PM was collected from the atmosphere in Fresno, CA, onto 38 source/size substrates. Mice were exposed via oropharyngeal aspiration to equivalent mass doses [50 μg] of two size fractions: ultrafine (Dp &amp;lt; 0.17 μm) and submicron fine (0.17 &amp;lt; Dp &amp;lt; 1 μm) during summer and winter seasons. At 24 h post-exposure, cellular and biochemical indicators of pulmonary inflammation were evaluated in the bronchoalveolar lavage fluid. Significant inflammatory responses were elicited by vehicle, regional background, and cooking PM sources that were dependent on season and particle size. This is the first study of source-oriented toxicity of atmospheric PM and supports source-specific emissions control strategies.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Environment", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015302880%26_version%3D1%26md5%3D219038f02679943b733d2bdc4a86fe09", 
        "title": "Pulmonary inflammatory effects of source-oriented particulate matter from California's San Joaquin Valley"
    }, 
    {
        "author": "Nguyen Thi   Kim Oanh, Aungsiri   Tipayarom, Thuy Ly   Bich, Danutawat   Tipayarom, Christopher D.   Simpson, David   Hardie, L.-J.   Sally Liu</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 119</br><br>     Author(s): Nguyen Thi   Kim Oanh, Aungsiri   Tipayarom, Thuy Ly   Bich, Danutawat   Tipayarom, Christopher D.   Simpson, David   Hardie, L.-J.   Sally Liu</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">Rice straw (RS) field burning, commonly practiced in Asia, produces large amounts of toxic air pollutants but has not been comprehensively characterized. This study conducted field and laboratory measurements for gaseous pollutants and semi-VOCs (16 PAHs, 16 chlorinated pesticides and 14 PCBs) in RS burning smoke to determine emission factors (EFs) and emission concentration profiles. Paddy burning experiments were done following common practices used by farmers in Southeast Asia and EFs were estimated using the carbon balance method. Laboratory hood experiments simulated burning of dry RS (moisture content ∼ 5%) and normal RS (moisture ∼ 23–30%). Semi-VOCs were analyzed separately in the particulate (PM) and gas phases, and the levels measured in smoke were compared with those in the paddy background and in general ambient air to identify enrichment of the compounds. Lower EFs of all pollutants were obtained for hood burning dry RS as compared to hood burning normal RS. EFs of all detected pollutants in the field burning were higher than hood burning. The EFs of field burning in mg kg<sup loc=\"post\">−1</sup> RS were 760 for benzene, 230 for toluene, 510 for SO<inf loc=\"post\">2</inf>, 490 for NO<inf loc=\"post\">2</inf>, 260 for total PAHs (88% in gas phase), 0.11 for total PCBs (59% in gas phase) and 0.23 for OCPs (62% in gas phase). The EF of aldehydes determined in the hood experiment was 80–150 mg kg<sup loc=\"post\">−1</sup> RS. As compared to ambient air, RS smoke had significant enrichment of light PAHs, fluoranthene in PM and acenaphthylene in gas phase. Smoke had a higher proportion of benzene in BTEX than roadside air. Levels of PCBs, OCPs and aldehydes were higher in the burning smoke compared to ambient air, but there was no significant enrichment of particular compounds. This study provides appropriate ranges of EFs for developing emission inventory of RS spread field burning.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Environment", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015302508%26_version%3D1%26md5%3Dc9d2e7e5f6adb6ffcd70e8f037d22af1", 
        "title": "Characterization of gaseous and semi-volatile organic compounds emitted from field burning of rice straw"
    }, 
    {
        "author": "Kamaljit   Banger, Hanqin   Tian, Bowen   Zhang, Chaoqun   Lu, Wei   Ren, Bo   Tao</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 119</br><br>     Author(s): Kamaljit   Banger, Hanqin   Tian, Bowen   Zhang, Chaoqun   Lu, Wei   Ren, Bo   Tao</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">It is highly uncertain on how human and natural environmental factors have altered methane (CH<inf loc=\"post\">4</inf>) emissions from terrestrial ecosystems in India. Using a process-based, Dynamic Land Ecosystem Model (DLEM) driven by climate, land cover and land use change (LCLUC), atmospheric nitrogen deposition (NDEP), atmospheric carbon dioxide (CO<inf loc=\"post\">2</inf>) concentration, and tropospheric ozone (O<inf loc=\"post\">3</inf>) pollution, we examined CH<inf loc=\"post\">4</inf> flux from terrestrial in India during 1901–2010. The DLEM simulations have shown that total CH<inf loc=\"post\">4</inf> flux over the country ranged from 2.9 Tg C year<sup loc=\"post\">−1</sup> to 6.5 Tg C year<sup loc=\"post\">−1</sup> with significant inter-annual variations driven by climate during 1901–2010. Contemporary CH<inf loc=\"post\">4</inf> emissions have primarily occurred from rice fields (3.9 ± 0.9 Tg C year<sup loc=\"post\">−1</sup>) while wetlands contributed to 2.1 ± 0.6 Tg C year<sup loc=\"post\">−1</sup> in the 2000s. During 1901–2010, total CH<inf loc=\"post\">4</inf> emission from the terrestrial biosphere has increased by ∼2.1 Tg C year<sup loc=\"post\">−1</sup>. LCLUC has increased CH<inf loc=\"post\">4</inf> emissions by 2.3 Tg C year<sup loc=\"post\">−1</sup> primarily due to increase in the rice-based cropping systems as well as irrigation expansion during the study period. Elevated CO<inf loc=\"post\">2</inf> concentration stimulated plant biomass production in both rice fields and wetlands that increased CH<inf loc=\"post\">4</inf> emissions by 0.7 Tg C year<sup loc=\"post\">−1</sup>. On the contrary, climate change decreased net CH<inf loc=\"post\">4</inf> emissions by ∼1.2 Tg C year<sup loc=\"post\">−1</sup> due to negative effects of extreme high temperature as well as occurrences of extreme drought events on plant growth. Our study suggests that LCLUC and elevated CO<inf loc=\"post\">2</inf> concentration have significantly increased CH<inf loc=\"post\">4</inf> emissions from terrestrial ecosystems in India.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Environment", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015301503%26_version%3D1%26md5%3D4d84b1d40dae67b1526632858e0f22af", 
        "title": "Biosphere–atmosphere exchange of methane in India as influenced by multiple environmental changes during 1901–2010"
    }, 
    {
        "author": "Lucas R.F.   Henneman, Heather A.   Holmes, James A.   Mulholland, Armistead G.   Russell</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 119</br><br>     Author(s): Lucas R.F.   Henneman, Heather A.   Holmes, James A.   Mulholland, Armistead G.   Russell</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">The effectiveness of air pollution regulations and controls are evaluated based on measured air pollutant concentrations. Air pollution levels, however, are highly sensitive to both emissions and meteorological fluctuations. Therefore, an assessment of the change in air pollutant levels due to emissions controls must account for these meteorological fluctuations. Two empirical methods to quantify the impact of meteorology on pollutant levels are discussed and applied to the 13-year time period between 2000 and 2012 in Atlanta, GA. The methods employ Kolmogorov–Zurbenko filters and linear regressions to detrended pollutant signals into long-term, seasonal, weekly, short-term, and white-noise components. The methods differ in how changes in weekly and holiday emissions are accounted for. Both can provide meteorological adjustments on a daily basis for future use in acute health analyses.</simple-para> <simple-para id=\"abspara0015\" view=\"all\">The meteorological impact on daily signals of ozone, NO<inf loc=\"post\"> <italic>x</italic> </inf>, CO, SO<inf loc=\"post\">2</inf>, PM<inf loc=\"post\">2.5</inf>, and PM species are quantified. Analyses show that the substantial decreases in seasonal averages of NO<inf loc=\"post\"> <italic>x</italic> </inf> and SO<inf loc=\"post\">2</inf> correspond with controls implemented in the metropolitan Atlanta area. Detrending allows for the impacts of some controls to be observed with averaging times of as little as 3 months. Annual average concentrations of NO<inf loc=\"post\"> <italic>x</italic> </inf>, SO<inf loc=\"post\">2</inf>, and CO have all fallen by at least 50% since 2000. Reductions in NO<inf loc=\"post\"> <italic>x</italic> </inf> levels, however, do not lead to uniform reductions in ozone. While average detrended summer average maximum daily average 8 h ozone (MDA8h O<inf loc=\"post\">3</inf>) levels fell by 4% (2.2 ± 2 ppb) between 2000 and 2012, winter averages have increased by 12% (3.8 ± 1.4 ppb), providing further evidence that high ozone levels are NO<inf loc=\"post\"> <italic>x</italic> </inf>-limited and lower ozone concentrations are NO<inf loc=\"post\"> <italic>x</italic> </inf>-inhibited. High ozone days (with MDA8h O<inf loc=\"post\">3</inf> greater than 60 ppb) decreased both in number and in magnitude over the study period.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Environment", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015302521%26_version%3D1%26md5%3D8c108b5e1e65af593ab44589ba0c8f3e", 
        "title": "Meteorological detrending of primary and secondary pollutant concentrations: Method application and evaluation using long-term (2000–2012) data in Atlanta"
    }, 
    {
        "author": "Martin   Ferm, Karin   Sjöberg</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 119</br><br>     Author(s): Martin   Ferm, Karin   Sjöberg</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">PM<inf loc=\"post\">10</inf> concentrations exceed the guidelines in some Swedish cities and the limit values will likely be further reduced in the future. In order to gain more knowledge of emission factors for road traffic and concentrations of PM<inf loc=\"post\">10</inf> and PM<inf loc=\"post\">2.5</inf>, existing monitoring stations in two cities, Gothenburg and Umeå, with international E-road thoroughfares, were complemented with some PM<inf loc=\"post\">2.5</inf> measurements. Emission factors for PM<inf loc=\"post\">10</inf> and PM<inf loc=\"post\">2.5</inf> were estimated using NO<inf loc=\"post\">X</inf> as a tracer. Monitoring data from kerbside and urban background sites in Gothenburg during 2006–2010 and in Umeå during 2006–2012 were used. NO<inf loc=\"post\">X</inf> emissions were estimated from the traffic flow and emission factors calculated from the HBEFA3.1 model. PM<inf loc=\"post\">2.5</inf> constitutes the finer part of PM<inf loc=\"post\">10</inf>. Emissions of the coarser part of PM<inf loc=\"post\">10</inf> (PM<inf loc=\"post\">10</inf>–PM<inf loc=\"post\">2.5</inf>) are suppressed when roads are wet and show a maximum during spring when the roads dry up and studded tyres are still used. Less than 1% of the road wear caused by studded tyres give rise to airborne PM<inf loc=\"post\">2.5–10</inf> particles. The NO<inf loc=\"post\">X</inf> emission factors decrease with time in the used model, due to the renewal of the vehicle fleet. However, the NO<inf loc=\"post\">X</inf> concentrations resulting from the roads show no clear trend. The air dispersion is an important factor controlling the PM concentration near the road. The dispersion has a minimum in winter and during midnight. The average street level concentrations of PM<inf loc=\"post\">10</inf> and PM<inf loc=\"post\">2.5</inf> in Gothenburg were 21 ± 20 and 8 ± 6 μg m<sup loc=\"post\">−3</sup> respectively, which is 36% and 22% higher than the urban background concentrations. Despite the four times lower traffic flow in Umeå compared to Gothenburg, the average particle concentrations were very similar; 21 ± 31 and 7 ± 5 μg m<sup loc=\"post\">−3</sup> for PM<inf loc=\"post\">10</inf> and PM<inf loc=\"post\">2.5</inf> respectively. These concentrations were, however, 108% and 55% higher than the urban background concentrations in Umeå. The emission factors for PM<inf loc=\"post\">10</inf> decreased with time, and the average factor was 0.06 g km<sup loc=\"post\">−1</sup> vehichle<sup loc=\"post\">−1</sup>. The emission factors for PM<inf loc=\"post\">2.5</inf> are very uncertain due to the small increments in PM<inf loc=\"post\">2.5</inf> concentration at the thoroughfares, and were on average 0.02 g km<sup loc=\"post\">−1</sup> vehichle<sup loc=\"post\">−1</sup>.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Environment", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS135223101530282X%26_version%3D1%26md5%3D3f1b1c8f3a0fa9ee481d60c71f460324", 
        "title": "Concentrations and emission factors for PM2.5 and PM10 from road traffic in Sweden"
    }, 
    {
        "author": "Qingqi   Die, Zhiqiang   Nie, Feng   Liu, Yajun   Tian, Yanyan   Fang, Hefeng   Gao, Shulei   Tian, Jie   He, Qifei   Huang</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 119</br><br>     Author(s): Qingqi   Die, Zhiqiang   Nie, Feng   Liu, Yajun   Tian, Yanyan   Fang, Hefeng   Gao, Shulei   Tian, Jie   He, Qifei   Huang</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">Gas and particle phase air samples were collected in summer and winter around industrial sites in Shanghai, China, to allow the concentrations, profiles, and gas–particle partitioning of polychlorinated dibenzo-<italic>p</italic>-dioxins and dibenzofurans (PCDD/Fs) and dioxin-like polychlorinated biphenyls (dl-PCBs) to be determined. The total 2,3,7,8-substituted PCDD/F and dl-PCB toxic equivalent (TEQ) concentrations were 14.2–182 fg TEQ/m<sup loc=\"post\">3</sup> (mean 56.8 fg TEQ/m<sup loc=\"post\">3</sup>) in summer and 21.9–479 fg TEQ/m<sup loc=\"post\">3</sup> (mean 145 fg TEQ/m<sup loc=\"post\">3</sup>) in winter. The PCDD/Fs tended to be predominantly in the particulate phase, while the dl-PCBs were predominantly found in the gas phase, and the proportions of all of the PCDD/F and dl-PCB congeners in the particle phase increased as the temperature decreased. The logarithms of the gas–particle partition coefficients correlated well with the subcooled liquid vapor pressures of the PCDD/Fs and dl-PCBs for most of the samples. Gas–particle partitioning of the PCDD/Fs deviated from equilibrium either in summer or winter close to local sources, and the Junge–Pankow model and predictions made using a model based on the octanol–air partition coefficient fitted the measured particulate PCDD/F fractions well, indicating that absorption and adsorption mechanism both contributed to the partitioning process. However, gas–particle equilibrium of the dl-PCBs was reached more easily in winter than in summer. The Junge–Pankow model predictions fitted the dl-PCB data better than did the predictions made using the model based on the octanol–air partition coefficient, indicating that adsorption mechanism made dominated contribution to the partitioning process.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Environment", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015302673%26_version%3D1%26md5%3Da1fef78a2af12f29c5c050eb0f28bf00", 
        "title": "Seasonal variations in atmospheric concentrations and gas–particle partitioning of PCDD/Fs and dioxin-like PCBs around industrial sites in Shanghai, China"
    }, 
    {
        "author": "K.J.   Bein, Y.   Zhao, A.S.   Wexler</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 119</br><br>     Author(s): K.J.   Bein, Y.   Zhao, A.S.   Wexler</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">Previous work successfully implemented a novel system that uses a single particle mass spectrometer to conditionally sample size-segregated, source-oriented particles from the ambient atmosphere in real-time. The underlying hypothesis is that the composition of individual particles is a metric of particle source and thus sampling particles based on composition should be synonymous with sampling based on source. System operation relies on real-time pattern recognition to control the actuation of different ChemVol samplers, where each ChemVol is associated with a unique composition signature. In the current work, a synthesis of data collected during these studies is used in retrospect to reconcile the actual source combinations contributing to the particles collected by each ChemVol. Source attribution is based on correlations between ChemVol sampling periods and coincident wind direction and temporal emissions patterns, coupled to knowledge of single particle composition and surrounding sources. Residential and commercial cooking, vehicular emissions, residential heating and highly processed regional background PM were identified as the major sources. Results show that real-time patterns in single particle mixing state correctly identified specific sources and that these sources were successfully separated into different ChemVols for both summer and winter seasons.</simple-para> </abstract-sec><br> <h3 class=\"h3\">Graphical abstract</h3> <img src=\"http://origin-ars.els-cdn.com/content/image/1-s2.0-S135223101530296X-fx1.jpg\" height=\"200\" width=\"370\" alt=\"image\"/></br></br><br></br></br>", 
        "journal": "Atmospheric Environment", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS135223101530296X%26_version%3D1%26md5%3D9305040128ddb6e1c2f4fe2749f1fc2c", 
        "title": "Retrospective source attribution for source-oriented sampling"
    }, 
    {
        "author": "Laura   Watson, Gwendoline   Lacressonnière, Michael   Gauss, Magnuz   Engardt, Camilla   Andersson, Béatrice   Josse, Virginie   Marécal, Agnes   Nyiri, Stefan   Sobolowski, Guillaume   Siour, Robert   Vautard</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 119</br><br>     Author(s): Laura   Watson, Gwendoline   Lacressonnière, Michael   Gauss, Magnuz   Engardt, Camilla   Andersson, Béatrice   Josse, Virginie   Marécal, Agnes   Nyiri, Stefan   Sobolowski, Guillaume   Siour, Robert   Vautard</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0015\" view=\"all\">The impact of meteorological forcings on gas phase air pollutants (ozone and nitrogen dioxide) over Europe was studied using four offline chemistry transport models (CTMs) as part of the IMPACT2C project. This study uses long (20- and 30-year) simulations to evaluate the present-day performance of the CTMs, which is a necessary first step before undertaking any analysis of future air quality impacts. Two sets of meteorological forcings were used for each model: reanalysis of past observation data (ERA-Interim) and Global Climate Model (GCM) output. The results for the simulations forced by reanalysis data were assessed in relation to AirBase v7 measurement data, and it was determined that all four models slightly overpredict annual O<inf loc=\"post\">3</inf> values (mean biases range between 0.7 and 6.6 ppb) and three out of the four models underpredict observed annual NO<inf loc=\"post\">2</inf> (mean biases range between −3.1 and −5.2 ppb). The simulations forced by climate models result in spatially averaged monthly concentrations of O<inf loc=\"post\">3</inf> that are generally between 0 and 5 ppb higher than the values obtained from simulations forced by reanalysis data; therefore it was concluded that the use of climate models introduces an additional bias to the results, but this bias tends not to be significant in the majority of cases. The bias in O<inf loc=\"post\">3</inf> results appears to be correlated mainly to differences in temperature and boundary layer height between the two types of simulations, whereas the less significant bias in NO<inf loc=\"post\">2</inf> is negatively correlated to temperature and boundary layer height. It is also clear that the selection of chemical boundary conditions is an important factor in determining the variability of O<inf loc=\"post\">3</inf> model results. These results will be used as a baseline for the interpretation of future work, which will include an analysis of future climate scenarios upon European air quality.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Environment", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015302363%26_version%3D1%26md5%3D74e22aa13eae0f8c4726fd114dbe98fd", 
        "title": "The impact of meteorological forcings on gas phase air pollutants over Europe"
    }, 
    {
        "author": "Hesam   Ahmady-Birgani, Hassan   Mirnejad, Sadat   Feiznia, Ken G.   McQueen</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 119</br><br>     Author(s): Hesam   Ahmady-Birgani, Hassan   Mirnejad, Sadat   Feiznia, Ken G.   McQueen</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">This study investigates the mineralogy and physico-chemical properties of atmospheric particulates collected at Abadan (southwestern Iran) near the Persian Gulf coast and Urmia (northwestern Iran) during ambient and dust events over 6 months (winter 2011; spring 2012). Particle sizes collected were: TSP (total suspended particulates); PM<inf loc=\"post\">10</inf> (particulates &amp;lt;10 μm); and PM<inf loc=\"post\">2.5</inf> (particulates &amp;lt;2.5 μm). Minerals were identified using X-ray diffraction (XRD); particle morphology and composition were examined by scanning electron microscopy and energy dispersive X-ray spectroscopy (SEM-EDX). Major minerals detected are calcite, quartz, clay minerals and gypsum, with relative abundance related to sampling site, collection period, wind direction, sampling head, and total sample amount. The anomalously high calcite content appears a characteristic feature originated from calcareous soils of the region. SEM observations indicated a wide range of particle morphologies over the 1–50 μm size range, with spherical, platy, cubic, elongate and prismatic shapes and rounding from angular to rounded. Energy dispersive X-ray analysis of TSP samples from both sites for non-dusty periods indicated that the sampled mineral suite contained Al, Mg, Na, Cl, P, S, Ca, K, Fe, Ti, and Si, mostly reflecting calcite, quartz, aluminosilicates, clays, gypsum and halite. Additionally, As, Pb, Zn, Mn, Sc, Nd, W, Ce, La, Ba and Ni were detected in TSP, PM<inf loc=\"post\">10</inf> and PM<inf loc=\"post\">2.5</inf> samples collected during dust events.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Environment", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS135223101530265X%26_version%3D1%26md5%3D0ebe1828ccd3990df74f7d94d5c1d8e1", 
        "title": "Mineralogy and geochemistry of atmospheric particulates in western Iran"
    }, 
    {
        "author": "Hao   Chen, Tianhai   Cheng, Xingfa   Gu, Yu   Wu</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 119</br><br>     Author(s): Hao   Chen, Tianhai   Cheng, Xingfa   Gu, Yu   Wu</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">Severe aerosol pollutions in China significantly impact radiative forcing of climate at regional and global scales. Until now, the uncertainties in net climate forcing from severe aerosol pollutions in China are substantial, largely due to the lack of detailed knowledge of radiative properties of severe aerosol pollutions. Here the characteristics of aerosols under severe aerosol pollution days (APs) in Beijing are studied by analyzing the ground-based radiance measurements during the period from 2002 to 2014. We show that the mean single scattering albedo (SSA) values increase by 0.03–0.06 (7%) in APs, and the mean asymmetry (ASY) parameter values increase by 0.03–0.04 (6%) for the four wavelengths of 440–1020 nm. The atmospheric forcing of the APs is 2 times higher than that in other days. Contrary to the RF values, the radiative forcing efficiencies in the APs are 38% lower than those in the other days. Larger values of SSA and ASY under APs represent larger presence of more scattering aerosols and irregular-sized aerosols such as dust and non-absorbing fine mode particles. These particles are also verified by the much lower radiative forcing efficiency values. Analyses are applied on the dataset of the APs over Beijing, to group them into four discrete clusters. The two fine-size absorbing aerosols show larger mean atmospheric radiative forcing values (152.5 W/m<sup loc=\"post\">2</sup> and 184.5 W/m<sup loc=\"post\">2</sup> respectively) and forcing efficiency values (83.5 W/m<sup loc=\"post\">2</sup> and 108.5 W/m<sup loc=\"post\">2</sup> respectively). The non-absorbing aerosols and coarse aerosols exert large planetary cooling (−86.7 W/m<sup loc=\"post\">2</sup> and −77.3 W/m<sup loc=\"post\">2</sup>) and low atmospheric heating effect.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Environment", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015302909%26_version%3D1%26md5%3Daab704a74fea4f1ece1ffd529680f39c", 
        "title": "Characterization of aerosols in Beijing during severe aerosol loadings"
    }, 
    {
        "author": "Teruya   Maki, Kazutaka   Hara, Fumihisa   Kobayashi, Yasunori   Kurosaki, Makiko   Kakikawa, Atsushi   Matsuki, Bin   Chen, Guangyu   Shi, Hiroshi   Hasegawa, Yasunobu   Iwasaka</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 119</br><br>     Author(s): Teruya   Maki, Kazutaka   Hara, Fumihisa   Kobayashi, Yasunori   Kurosaki, Makiko   Kakikawa, Atsushi   Matsuki, Bin   Chen, Guangyu   Shi, Hiroshi   Hasegawa, Yasunobu   Iwasaka</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">Bacterial populations transported from ground environments to the atmosphere get dispersed throughout downwind areas and can influence ecosystem dynamics, human health, and climate change. However, the vertical bacterial distribution in the free troposphere was rarely investigated in detail. We collected aerosols at altitudes of 3000 m, 1000 m, and 10 m over the Noto Peninsula, Japan, where the westerly winds carry aerosols from continental and marine areas. During the sampling period on March 10, 2012, the air mass at 3000 m was transported from the Chinese desert region by the westerly winds, and a boundary layer was formed below 2000 m. Pyrosequencing targeting 16S rRNA genes (16S rDNA) revealed that the bacterial community at 3000 m was predominantly composed of terrestrial bacteria, such as <italic>Bacillus</italic> and <italic>Actinobacterium</italic> species. In contrast, those at 1000 m and 10 m included marine bacteria belonging to the classes <italic>Cyanobacteria</italic> and <italic>Alphaproteobacteria</italic>. The entire 16S rDNA sequences in the clone libraries were identical to those of the terrestrial and marine bacterial species, which originated from the Chinese desert region and the Sea of Japan, respectively. The origins of air masses and meteorological conditions contribute to vertical variations in the bacterial communities in downwind atmosphere.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Environment", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015302971%26_version%3D1%26md5%3D0cc99168f4581dad200a166709127719", 
        "title": "Vertical distribution of airborne bacterial communities in an Asian-dust downwind area, Noto Peninsula"
    }, 
    {
        "author": "Qingqing   Wang, Yongliang   Ma, Jihua   Tan, Naijia   Zheng, Jingchun   Duan, Yele   Sun, Kebin   He, Yuanxun   Zhang</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 119</br><br>     Author(s): Qingqing   Wang, Yongliang   Ma, Jihua   Tan, Naijia   Zheng, Jingchun   Duan, Yele   Sun, Kebin   He, Yuanxun   Zhang</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">The abundance and behaviour of metals and water-soluble metals (V, Cr, Mn, Fe, Cu, Zn, As, Sr, Ag, Cd, Sn, Sb, Ba and Pb) in size-fractionated aerosols were investigated during two typical episodes in Beijing. Water-soluble inorganic ions (Na<sup loc=\"post\">+</sup>, K<sup loc=\"post\">+</sup>, Mg<sup loc=\"post\">2+</sup>, Ca<sup loc=\"post\">2+</sup>, <math altimg=\"si2.gif\" overflow=\"scroll\"> <mrow> <msup> <mrow> <mi mathvariant=\"normal\">N</mi> <msub> <mi mathvariant=\"normal\">H</mi> <mn>4</mn> </msub> </mrow> <mo>+</mo> </msup> </mrow> </math>, F<sup loc=\"post\">−</sup>, Cl<sup loc=\"post\">−</sup>, <math altimg=\"si1.gif\" overflow=\"scroll\"> <mrow> <msup> <mrow> <msub> <mrow> <mtext>SO</mtext> </mrow> <mn>4</mn> </msub> </mrow> <mrow> <mn>2</mn> <mo>−</mo> </mrow> </msup> </mrow> </math> and <math altimg=\"si3.gif\" overflow=\"scroll\"> <mrow> <msup> <mrow> <msub> <mrow> <mtext>NO</mtext> </mrow> <mn>3</mn> </msub> </mrow> <mo>−</mo> </msup> </mrow> </math>) were also measured. Atmospheric metals and water-soluble metals were both found at high levels; for PM<inf loc=\"post\">2.5</inf>, average As, Cr, Cd, Cu, Mn and Pb concentrations were 14.8, 203.3, 2.5, 18.5, 42.6 and 135.3 ng/m<sup loc=\"post\">3</sup>, respectively, and their water-soluble components were 11.1, 1.7, 2.4, 14.5, 19.8 and 97.8 ng/m<sup loc=\"post\">3</sup>, respectively. Daily concentrations of atmospheric metals and water-soluble metals were generally in accordance with particle mass. The highest concentrations of metals and water-soluble metals were generally located in coarse mode and droplet mode, respectively. The lowest mass of metals and water-soluble metals was mostly in Aitken mode. The water solubility of all metals was low in Aitken and coarse modes, indicating that freshly emitted metals have low solubility. Metal water solubility generally increased with the decrease in particle size in the range of 0.26–10 μm. The water solubility of metals for PM<inf loc=\"post\">10</inf> was: 50% ≤ Cd, As, Sb, Pb; 26% &amp;lt; V, Mn, Cu, Zn and Sr ≤ 50%; others ≤20%. Most metals, water-soluble metals and their water solubility increased when polluted air mass came from the near west, near north-west, south-west and south-east of the mainland, and decreased when clean air mass came from the far north-west and far due south. The influence of dust-storms and clean days on water-soluble metals and size distribution was significant; however, the influence of rainfall was negligible. Aerosols with high concentrations of <math altimg=\"si1.gif\" overflow=\"scroll\"> <mrow> <msup> <mrow> <msub> <mrow> <mtext>SO</mtext> </mrow> <mn>4</mn> </msub> </mrow> <mrow> <mn>2</mn> <mo>−</mo> </mrow> </msup> </mrow> </math>, K<sup loc=\"post\">+</sup> and <math altimg=\"si2.gif\" overflow=\"scroll\"> <mrow> <msup> <mrow> <mi mathvariant=\"normal\">N</mi> <msub> <mi mathvariant=\"normal\">H</mi> <mn>4</mn> </msub> </mrow> <mo>+</mo> </msup> </mrow> </math> might indicate increased potential for human health effects because of their high correlation with water-soluble metals. Industrial emissions contribute substantially to water-soluble metal pollution as water-soluble metals show higher correlation with Cd, Sn, Sb and Pb that are mainly derived from industrial sources.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Environment", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS135223101530306X%26_version%3D1%26md5%3D8d961e316faa78ea5776c5f64f35ac4b", 
        "title": "Characteristics of size-fractionated atmospheric metals and water-soluble metals in two typical episodes in Beijing"
    }, 
    {
        "author": "Liwan   Cao, Erwin   Appel, Shouyun   Hu, Gang   Yin, Hai   Lin, Wolfgang   Rösler</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 119</br><br>     Author(s): Liwan   Cao, Erwin   Appel, Shouyun   Hu, Gang   Yin, Hai   Lin, Wolfgang   Rösler</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">Linfen city is one of the World's most polluted cities due to uncontrolled industrial activities of coal combustion releasing huge amounts of heavy metals (HMs) and polycyclic aromatic hydrocarbons (PAHs) into the atmosphere. We used soil and leaves as receptors for atmospheric particulate matter to test the efficiency of magnetic approach for assessing and discriminating past and present pollution. The results indicate that strong magnetic particles in topsoil and leaf samples are mainly low-coercivity magnetite, occurring in a larger grain-size range than in background soil, which is helpful to separate anthropogenic and natural sources. Topsoil magnetic signals reflect pollutants, which accumulated over the last decades. Differences in the vertical distribution of magnetic properties between undisturbed and disturbed (cultivated) soil profiles show that the plowing depth is the most important factor for migration of pollutants in cultivated soils. Magnetic susceptibility (MS) values of leaf samples reflect the present state of pollution and can even trace seasonal changes. Spatial maps of MS identify differences of the past and present environmental conditions caused by the shutdown of industrial sites within the last decade. Correlation coefficients between analyzed HM contents (Fe, Cr, Ni, Cu, Pb) and MS values are significantly positive in leaf samples, and still moderate in topsoil samples. Our results demonstrate the practical and economical value of magnetic techniques for pollution assessment, also for the studied case with a complex pollution history, a relatively high magnetic background and disturbing land use.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Environment", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015301606%26_version%3D1%26md5%3D3aabc72890940996c75ca6e3c1722c60", 
        "title": "Magnetic response to air pollution recorded by soil and dust-loaded leaves in a changing industrial environment"
    }, 
    {
        "author": "H.   Dang, N.   Unger</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 119</br><br>     Author(s): H.   Dang, N.   Unger</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">We assess the regional and global integrated radiative forcing on 20- and 100-year time horizons caused by a one-year pulse of present day pollution emissions from 10 megacity areas: Los Angeles, Mexico City, New York City, Sao Paulo, Lagos, Cairo, New Delhi, Beijing, Shanghai and Manila. The assessment includes well-mixed greenhouse gases: carbon dioxide (CO<inf loc=\"post\">2</inf>), nitrous oxide (N<inf loc=\"post\">2</inf>O), methane (CH<inf loc=\"post\">4</inf>); and short-lived climate forcers: tropospheric ozone (O<inf loc=\"post\">3</inf>) and fine mode aerosol particles (sulfate, nitrate, black carbon, primary and secondary organic aerosol). All megacities contribute net global warming on both time horizons. Most of the 10 megacity areas exert a net negative effect on their own regional radiation budget that is 10–100 times larger in magnitude than their global radiative effects. Of the cities examined, Beijing, New Delhi, Shanghai and New York contribute most to global warming with values ranging from +0.03 to 0.05 Wm<sup loc=\"post\">−2</sup>yr on short timescales and +0.07–0.10 Wm<sup loc=\"post\">−2</sup>yr on long timescales. Regional net 20-year radiative effects are largest for Mexico City (−0.84 Wm<sup loc=\"post\">−2</sup>yr) and Beijing (−0.78 Wm<sup loc=\"post\">−2</sup>yr). Megacity reduction of non-CH<inf loc=\"post\">4</inf> O<inf loc=\"post\">3</inf> precursors to improve air quality offers zero co-benefits to global climate. Megacity reduction of aerosols to improve air quality offers co-benefits to the regional radiative budget but minimal or no co-benefits to global climate with the exception of black carbon reductions in a few cities, especially Beijing and New Delhi. Results suggest that air pollution and global climate change mitigation can be treated as separate environmental issues in policy at the megacity level with the exception of CH<inf loc=\"post\">4</inf> action. Individual megacity reduction of CO<inf loc=\"post\">2</inf> and CH<inf loc=\"post\">4</inf> emissions can mitigate global warming and therefore offers climate safety improvements to the entire planet.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Environment", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015303009%26_version%3D1%26md5%3D4a443dde3393c1bb44af4380d1ebed6f", 
        "title": "Contrasting regional versus global radiative forcing by megacity pollution emissions"
    }, 
    {
        "author": "Duc Hoai   Do, Christophe   Walgraeve, Abebech Nuguse   Amare, Krishna Rani   Barai, Amelia Estigoy   Parao, Kristof   Demeestere, Herman   van Langenhove</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 119</br><br>     Author(s): Duc Hoai   Do, Christophe   Walgraeve, Abebech Nuguse   Amare, Krishna Rani   Barai, Amelia Estigoy   Parao, Kristof   Demeestere, Herman   van Langenhove</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">Volatile organic compounds (VOCs) represent an important class of air pollutants, however their concentration levels in developing countries have scarcely been reported in literature. Therefore, concentration levels of 60 VOCs were determined at 27 urban and industrial locations in seven different cities in Ethiopia, Vietnam, the Philippines and Bangladesh between 2011 and 2014. Active sampling using Tenax TA as a sorbent was employed followed by TD-GC-MS analysis using internal standard calibration. It was found that TVOCs concentration levels in Dhaka, Bangladesh (arithmetic mean: 343 and 399 μg/m<sup loc=\"post\">3</sup> for urban and industrial campaign, respectively) were more than 10 times higher when compared to TVOCs levels observed in Mekelle, Ethiopia. ∑BTEX concentration at street sites ranges from 36 μg/m<sup loc=\"post\">3</sup> in Mekelle, to 100 and 250 μg/m<sup loc=\"post\">3</sup> in Hanoi, Vietnam and Dhaka, Bangladesh, respectively. The indoor to outdoor concentration ratios were found to be dependent on the country, type of environment, VOC compound and outdoor reference location. The highest Ozone Formation Potential (OFP, 2150 μg/m<sup loc=\"post\">3</sup>), calculated from the same set of seven aromatic VOCs, was obtained at the street site in Dhaka. This OFP value is a factor three and four times higher than the OFP value observed at the street sites in Hanoi, and Manila, respectively. Finally, the Cumulative Cancer Risk (CCR) calculated for four carcinogenic VOCs ranged from 97 × 10<sup loc=\"post\">−6</sup> in urban Mekelle to 299 × 10<sup loc=\"post\">−6</sup> in urban Dhaka. This work provides for the first time comparisons of CCR in urban and industrial environments in the selected developing countries.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Environment", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015303101%26_version%3D1%26md5%3D7eb81cf69d5f28281943107696695a01", 
        "title": "Airborne volatile organic compounds in urban and industrial locations in four developing countries"
    }, 
    {
        "author": "Xingying   Zhang, Ling   Wang, Weihe   Wang, Dongjie   Cao, Xi   Wang, Dianxiu   Ye</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 119</br><br>     Author(s): Xingying   Zhang, Ling   Wang, Weihe   Wang, Dongjie   Cao, Xi   Wang, Dianxiu   Ye</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">With the fast development of economy and industry in the past thirty years, many large cities in the eastern and southwestern areas of China are experiencing increased haze events and atmospheric pollution, which causes significant impacts on the regional environment, human health, and even climate. The long-term trend and spatiotemporal variations of haze over China during recent 30 years are investigated using TOMS AAI products. In addition, the heavy haze events that occurred in January 2013 over eastern China are explored using AAI products from TOU on board FY-3A. Validation results show that satellite AAI products can be used for haze monitoring since it is sensitive to the carbonaceous aerosol, which is one of the main components of haze. In China, the high AAI values (&amp;gt;1.0) mainly located in the main four areas with intense anthropogenic activities, except for the desert region in Northwestern China. In the eastern and northeastern region, AAI peaks dominate in spring before 2005 since those areas were always affected by dust in spring. However, after 2005, AAI peaks appear in winter over eastern China because of haze. Moreover, in the northeastern region, AAI peaks dominate in winter with a secondary peak in spring because this area is affected by both dust and haze. In the southern region, the AAI peaks always dominate in spring since the high-level air pollution often occur in spring, but a decreasing trend is acquired during recent ten years. Over eastern China and northeastern China, AAI shows an increasing trend during recent 30 years in winter, which reveals that the haze over these areas is strengthen. A case study result shows that the heavy haze events occurred in January 2013 in eastern China can be clearly identified from the AAI products of TOU/FY-3A. The daily coverage area with AAI &amp;gt; 3.0 peaks at five periods at this time, i.e. Jan. 7–8, Jan. 13, Jan. 18, Jan. 23, and, Jan. 28–29, which agrees well with the haze events recorded by in-situ measurements.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Environment", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015302983%26_version%3D1%26md5%3D1a698801b06d20ac44ca8284d457f999", 
        "title": "Long-term trend and spatiotemporal variations of haze over China by satellite observations from 1979 to 2013"
    }, 
    {
        "author": "Jun   Zheng, Dongsen   Yang, Yan   Ma, Mindong   Chen, Jin   Cheng, Shizheng   Li, Ming   Wang</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 119</br><br>     Author(s): Jun   Zheng, Dongsen   Yang, Yan   Ma, Mindong   Chen, Jin   Cheng, Shizheng   Li, Ming   Wang</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">A new corona discharge (CD) based ion source was developed for a commercial high-resolution time-of-flight chemical ionization mass spectrometer (HRToF-CIMS) (Aerodyne Research Inc.) to measure both gaseous sulfuric acid (H<inf loc=\"post\">2</inf>SO<inf loc=\"post\">4</inf>) and aerosol sulfate after thermal desorption. Nitrate core ions (NO<inf loc=\"post\">3</inf> <sup loc=\"post\">−</sup>) were used as reagent ions and were generated by a negative discharge in zero air followed by addition of excess nitrogen dioxide (NO<inf loc=\"post\">2</inf>) to convert primary ions and hydroxyl radicals (OH) into NO<inf loc=\"post\">3</inf> <sup loc=\"post\">−</sup> ions and nitric acid (HNO<inf loc=\"post\">3</inf>). The CD-HRToF-CIMS showed no detectable interference from hundreds parts per billion by volume (ppbv) of sulfur dioxide (SO<inf loc=\"post\">2</inf>). Unlike the atmospheric pressure ionization (API) ToF-CIMS, the CD ion source was integrated onto the ion–molecule reaction (IMR) chamber and which made it possible to measure aerosol sulfate by coupling to a filter inlet for gases and aerosols (FIGAERO). Moreover, compared with a quadrupole-based mass spectrometer, the desired HSO<inf loc=\"post\">4</inf> <sup loc=\"post\">−</sup> signal was detected by its exact mass of <italic>m</italic>/<italic>z</italic> 96.960, which was well resolved from the potential interferences of HCO<inf loc=\"post\">3</inf> <sup loc=\"post\">−</sup>⋅(H<inf loc=\"post\">2</inf>O)<inf loc=\"post\">2</inf> (<italic>m</italic>/<italic>z</italic> 97.014) and O<sup loc=\"post\">−</sup>⋅H<inf loc=\"post\">2</inf>O⋅HNO<inf loc=\"post\">3</inf> (<italic>m</italic>/<italic>z</italic> 97.002). In this work, using laboratory-generated standards the CD-HRToF-CIMS was demonstrated to be able to detect as low as 3.1 × 10<sup loc=\"post\">5</sup> molecules cm<sup loc=\"post\">−3</sup> gaseous H<inf loc=\"post\">2</inf>SO<inf loc=\"post\">4</inf> and 0.5 μg m<sup loc=\"post\">−3</sup> ammonium sulfate based on 10-s integration time and two times of the baseline noise. The CD ion source had the advantages of low cost and a simple but robust structure. Since the system was non-radioactive and did not require corrosive HNO<inf loc=\"post\">3</inf> gas, it can be readily field deployed. The CD-HRToF-CIMS can be a powerful tool for both field and laboratory studies of aerosol formation mechanism and the chemical processes that were critical to understand the evolution of aerosols in the atmosphere.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Environment", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015302739%26_version%3D1%26md5%3Db80b7e410c2771ff8fdb1d8d7464b0b9", 
        "title": "Development of a new corona discharge based ion source for high resolution time-of-flight chemical ionization mass spectrometer to measure gaseous H2SO4 and aerosol sulfate"
    }, 
    {
        "author": "Anirban   Roy, Yunsoo   Choi</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 119</br><br>     Author(s): Anirban   Roy, Yunsoo   Choi</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">Recent work on emissions testing has focused on developing source specific volatility distributions which could be used to improve emissions inventories. One problem about these volatility profiles is that they are evaluated only at one temperature which is usually 298 K. This study uses a simple statistical model to evaluate the temperature dependence of the source-resolved volatility basis set, considering gasoline and diesel vehicle exhaust. The steps involved (a) fitting a distribution to the emissions data (b) evaluating the goodness of fit using a statistical test (c) updating the volatility bins using the Clausius–Clayperon equation; calculating the heats of vaporization of each volatility class using a regression model (d) assessing how the volatility of different VOC classes-Extremely Low Volatile, Low Volatile, Semi-Volatile, Intermediate Volatile and Volatile Organic Compounds – are affected by temperature. The results indicated that there could be significant changes in gas-particle partitioning of these emissions. For diesel exhaust at 298 K, the fractions are 5.4 × 10<sup loc=\"post\">−4</sup> (ELVOC), 0.074 (LVOC), 0.76 (SVOC), 0.17 (IVOC) and 10<sup loc=\"post\">−5</sup> (VOC) respectively. Looking at a window of ∓20 K, the partitioning for 278 K is 3 × 10<sup loc=\"post\">−3</sup> (ELVOC), 0.26 (LVOC), 0.67 (SVOC), 0.07 (IVOC) with no VOC fraction; while at 318 K it is 1.5 × 10<sup loc=\"post\">−7</sup> (ELVOC), 9 × 10<sup loc=\"post\">−3</sup> (LVOC), 0.64 (SVOC), 0.35 (IVOC) and 2 × 10<sup loc=\"post\">−5</sup> (VOC); demonstrating a significant change with temperature. The parameterizations developed in this work could be used to improve motor vehicle emissions inventory models such as MOVES.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Environment", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015302806%26_version%3D1%26md5%3D8cb4fee01a81f24780e73340461c1ed3", 
        "title": "Temperature dependence of source specific volatility basis sets for motor vehicle exhaust"
    }, 
    {
        "author": "Qingshan   Sun, Yingli   Song, Shengnan   Liu, Fei   Wang, Lin   Zhang, Shuhua   Xi, Guifan   Sun</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 118</br><br>     Author(s): Qingshan   Sun, Yingli   Song, Shengnan   Liu, Fei   Wang, Lin   Zhang, Shuhua   Xi, Guifan   Sun</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">The investigation was carried out to evaluate arsenic exposure and the urine metabolite profiles of workers with different working departments, including administration (Group1), copper ore mining (Group2), copper ore grinding (Group3), electrolytic procession (Group4) and copper smelting (Group5) in a Copper mining and processing plant in China. Information about characteristics of each subject was obtained by questionnaire and inorganic arsenic (iAs), monomethylarsonic acid (MMA), dimethylarsinic acid (DMA) in urine were determined. The highest urinary levels of iAs, MMA and DMA all were found in the Group 5. Group 4 workers had a higher iAs% and a lower PMI compared to Group 3. The urinary total As (TAs) levels of 54.7% subjects exceeded 50 μg/g Cr, and the highest percentage (93.3%) was found in Group 5, smelters. The results of the present study indicate that workers in copper production plant indeed exposed to As, especially for smelters and workers of electrolytic process.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Environment", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015302338%26_version%3D1%26md5%3D2fa8d42e29c4db3731aeedb6d5fe3bef", 
        "title": "Arsenic exposure levels in relation to different working departments in a copper mining and smelting plant"
    }, 
    {
        "author": "David J.   Sailor, Matei   Georgescu, Jeffrey M.   Milne, Melissa A.   Hart</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 118</br><br>     Author(s): David J.   Sailor, Matei   Georgescu, Jeffrey M.   Milne, Melissa A.   Hart</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">Given increasing utility of numerical models to examine urban impacts on meteorology and climate, there exists an urgent need for accurate representation of seasonally and diurnally varying anthropogenic heating data, an important component of the urban energy budget for cities across the world. Incorporation of anthropogenic heating data as inputs to existing climate modeling systems has direct societal implications ranging from improved prediction of energy demand to health assessment, but such data are lacking for most cities. To address this deficiency we have applied a standardized procedure to develop a national database of seasonally and diurnally varying anthropogenic heating profiles for 61 of the largest cities in the United Stated (U.S.). Recognizing the importance of spatial scale, the anthropogenic heating database developed includes the city scale and the accompanying greater metropolitan area. Our analysis reveals that a single profile function can adequately represent anthropogenic heating during summer but two profile functions are required in winter, one for warm climate cities and another for cold climate cities. On average, although anthropogenic heating is 40% larger in winter than summer, the electricity sector contribution peaks during summer and is smallest in winter. Because such data are similarly required for international cities where urban climate assessments are also ongoing, we have made a simple adjustment accounting for different international energy consumption rates relative to the U.S. to generate seasonally and diurnally varying anthropogenic heating profiles for a range of global cities. The methodological approach presented here is flexible and straightforwardly applicable to cities not modeled because of presently unavailable data. Because of the anticipated increase in global urban populations for many decades to come, characterizing this fundamental aspect of the urban environment – anthropogenic heating – is an essential element toward continued progress in urban climate assessment.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Environment", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015302156%26_version%3D1%26md5%3D7d4dccdf6519757dde65e92ff9976fd2", 
        "title": "Development of a national anthropogenic heating database with an extrapolation for international cities"
    }, 
    {
        "author": "Roseane A.S.   Albani, Fernando P.   Duda, Luiz Cláudio G.   Pimentel</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 118</br><br>     Author(s): Roseane A.S.   Albani, Fernando P.   Duda, Luiz Cláudio G.   Pimentel</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">In this paper, we present a numerical model to study pollutant dispersion in the atmospheric boundary layer (ABL). The model accounts for the mechanisms of advection by the mean wind in the horizontal direction, turbulent diffusion in the vertical direction to ground surface, dry deposition, and radioactive decay. More importantly, the model is capable of accounting for the evolution of the ABL structure over a diurnal cycle by considering parameterizations for the wind-speed and eddy-diffusivity profiles that depend on the atmospheric stability condition, which in turn undergoes dramatic changes throughout the day. To solve the resulting advection–diffusion equation, we propose a numerical method based on a stabilized finite element formulation. After validating the numerical model by simulating classical experiments and comparing its predictions with those available in literature, we study the dispersion of a pollutant during a full diurnal ABL cycle with the meteorological parameters generated by AERMET for a 24-h period on a 1-h basis.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Environment", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015302351%26_version%3D1%26md5%3De7d04239d72d8e1f5e6bc408e5f3e4e5", 
        "title": "On the modeling of atmospheric pollutant dispersion during a diurnal cycle: A finite element study"
    }, 
    {
        "author": "Melanie B.   Follette-Cook, Kenneth E.   Pickering, James H.   Crawford, Bryan N.   Duncan, Christopher P.   Loughner, Glenn S.   Diskin, Alan   Fried, Andrew J.   Weinheimer</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 118</br><br>     Author(s): Melanie B.   Follette-Cook, Kenneth E.   Pickering, James H.   Crawford, Bryan N.   Duncan, Christopher P.   Loughner, Glenn S.   Diskin, Alan   Fried, Andrew J.   Weinheimer</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">We quantify both the spatial and temporal variability of column integrated O<inf loc=\"post\">3</inf>, NO<inf loc=\"post\">2</inf>, CO, SO<inf loc=\"post\">2</inf>, and HCHO over the Baltimore/Washington, DC area using output from the Weather Research and Forecasting model with on-line chemistry (WRF/Chem) for the entire month of July 2011, coinciding with the first deployment of the NASA Earth Venture program mission Deriving Information on Surface conditions from Column and Vertically Resolved Observations Relevant to Air Quality (DISCOVER-AQ). Using structure function analyses, we find that the model reproduces the spatial variability observed during the campaign reasonably well, especially for O<inf loc=\"post\">3</inf>. The Tropospheric Emissions: Monitoring of Pollution (TEMPO) instrument will be the first NASA mission to make atmospheric composition observations from geostationary orbit and partially fulfills the goals of the Geostationary Coastal and Air Pollution Events (GEO-CAPE) mission. We relate the simulated variability to the precision requirements defined by the science traceability matrices of these space-borne missions. Results for O<inf loc=\"post\">3</inf> from 0 to 2 km altitude indicate that the TEMPO instrument would be able to observe O<inf loc=\"post\">3</inf> air quality events over the Mid-Atlantic area, even on days when the violations of the air quality standard are not widespread. The results further indicated that horizontal gradients in CO from 0 to 2 km would be observable over moderate distances (≥20 km). The spatial and temporal results for tropospheric column NO<inf loc=\"post\">2</inf> indicate that TEMPO would be able to observe not only the large urban plumes at times of peak production, but also the weaker gradients between rush hours. This suggests that the proposed spatial and temporal resolutions for these satellites as well as their prospective precision requirements are sufficient to answer the science questions they are tasked to address.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Environment", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015302235%26_version%3D1%26md5%3D04b45f894c98c773a87da1035236b256", 
        "title": "Spatial and temporal variability of trace gas columns derived from WRF/Chem regional model output: Planning for geostationary observations of atmospheric composition"
    }, 
    {
        "author": "Lucie   Kubelová, Petr   Vodička, Jaroslav   Schwarz, Michael   Cusack, Otakar   Makeš, Jakub   Ondráček, Vladimír   Ždímal</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 118</br><br>     Author(s): Lucie   Kubelová, Petr   Vodička, Jaroslav   Schwarz, Michael   Cusack, Otakar   Makeš, Jakub   Ondráček, Vladimír   Ždímal</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">The variability of aerosol chemical composition and the impact of the origin of respective air masses were studied in high time resolution for selected periods of high and low levels of aerosol burden at a suburban station in Prague-Suchdol, Czech Republic in summer and winter. Ambient aerosol measurements were performed using the compact-Time of Flight-Aerosol Mass Spectrometer (c-ToF-AMS) and variations in concentration of the main species are discussed. The average mass concentrations for the main species were (summer; winter): organic matter (4.2 μg/m<sup loc=\"post\">3</sup>; 8.4 μg/m<sup loc=\"post\">3</sup>), <math altimg=\"si1.gif\" overflow=\"scroll\"> <mrow> <msup> <mrow> <msub> <mrow> <mtext>SO</mtext> </mrow> <mn>4</mn> </msub> </mrow> <mrow> <mn>2</mn> <mo>−</mo> </mrow> </msup> </mrow> </math> (2.0 μg/m<sup loc=\"post\">3</sup>; 4.4 μg/m<sup loc=\"post\">3</sup>), <math altimg=\"si2.gif\" overflow=\"scroll\"> <mrow> <msup> <mrow> <msub> <mrow> <mtext>NH</mtext> </mrow> <mn>4</mn> </msub> </mrow> <mo>+</mo> </msup> </mrow> </math> (1.2 μg/m<sup loc=\"post\">3</sup>; 2.8 μg/m<sup loc=\"post\">3</sup>), <math altimg=\"si3.gif\" overflow=\"scroll\"> <msup> <msub> <mtext>NO</mtext> <mn>3</mn> </msub> <mo>−</mo> </msup> </math> (0.8 μg/m<sup loc=\"post\">3</sup>; 5.4 μg/m<sup loc=\"post\">3</sup>) and Cl<sup loc=\"post\">−</sup> (0.1 μg/m<sup loc=\"post\">3</sup>; 0.23 μg/m<sup loc=\"post\">3</sup>). We found an inverse relationship between non-refractory submicron particulate matter (NR-PM<inf loc=\"post\">1</inf>) levels and the boundary layer height, mainly in winter. Furthermore, levels of pollution were influenced by the air mass origin, where cleaner maritime air masses resulted in lower aerosol levels compared to those of continental origin. Analysis of the diurnal variation of NR-PM<inf loc=\"post\">1</inf> showed minimum concentrations in the afternoon caused by dilution as a result of an increase in the boundary layer height. Most maximum concentrations of the main species occurred in the morning or night except sulphate which had a midday maximum, probably due to downdraft from upper boundary layer air and photochemical formation in the afternoon.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Environment", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015302296%26_version%3D1%26md5%3Ddc97541cb7ab6c6a3e74a7b7b9befe9d", 
        "title": "A study of summer and winter highly time-resolved submicron aerosol composition measured at a suburban site in Prague"
    }, 
    {
        "author": "Yiliao   Song, Shanshan   Qin, Jiansheng   Qu, Feng   Liu</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 118</br><br>     Author(s): Yiliao   Song, Shanshan   Qin, Jiansheng   Qu, Feng   Liu</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">The issue of air quality regarding PM pollution levels in China is a focus of public attention. To address that issue, to date, a series of studies is in progress, including PM monitoring programs, PM source apportionment, and the enactment of new ambient air quality index standards. However, related research concerning computer modeling for PM future trends estimation is rare, despite its significance to forecasting and early warning systems. Thereby, a study regarding deterministic and interval forecasts of PM is performed. In this study, data on hourly and 12 h-averaged air pollutants are applied to forecast PM concentrations within the Yangtze River Delta (YRD) region of China. The characteristics of PM emissions have been primarily examined and analyzed using different distribution functions. To improve the distribution fitting that is crucial for estimating PM levels, an artificial intelligence algorithm is incorporated to select the optimal parameters. Following that step, an ANF model is used to conduct deterministic forecasts of PM. With the identified distributions and deterministic forecasts, different levels of PM intervals are estimated. The results indicate that the lognormal or gamma distributions are highly representative of the recorded PM data with a goodness-of-fit <italic>R</italic> <sup loc=\"post\"> <italic>2</italic> </sup> of approximately 0.998. Furthermore, the results of the evaluation metrics (MSE, MAPE and CP, AW) also show high accuracy within the deterministic and interval forecasts of PM, indicating that this method enables the informative and effective quantification of future PM trends.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Environment", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015301734%26_version%3D1%26md5%3D94af68921fba4c22de03a41013fa96b0", 
        "title": "The forecasting research of early warning systems for atmospheric pollutants: A case in Yangtze River Delta region"
    }, 
    {
        "author": "Gregory S.   Jenkins, Miliaritiana L.   Robjhon, Ashford   Reyes, Adriel   Valentine, Luis   Neves</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 118</br><br>     Author(s): Gregory S.   Jenkins, Miliaritiana L.   Robjhon, Ashford   Reyes, Adriel   Valentine, Luis   Neves</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">During the peak period of hurricane activity in the summer of 2010, vertical profiles of ozone using ozonesondes were taken downstream of tropical cyclones in the Western and Eastern Atlantic Ocean basin at Barbados and Cape Verde. Measurements are taken for tropical cyclones Danielle, Earl, Fiona, Gaston, Julia and Igor. The measurements show an increase in ozone mixing ratios with air originating from the tropical cyclones at 5–10 km altitude. We suggest that observed lightning activity associated tropical cyclones and the subsequent production of NO<inf loc=\"post\">X</inf> followed by upper level outflow and subsidence ahead of the tropical cyclones and aged continental outflow from West Africa thunderstorms produced observed increases in ozone mixing ratios. Hurricane Danielle showed the largest changes in ozone mixing ratio with values increasing from 25 ppb to 70 ppb between 22 and 25 August in the middle troposphere, near 450 hPa; warming and drying in the middle and lower troposphere. Measurements of ozone mixing ratios in Cape Verde show higher ozone mixing ratios prior to the passage of tropical storm Julia but low ozone mixing ratios and high relative humidity up to 300 hPa when the storm was in close proximity. This is due most likely the vertically transported from the marine boundary layer.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Environment", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015302247%26_version%3D1%26md5%3Ddff174b4f146359887564efab3d1557e", 
        "title": "Elevated middle and upper troposphere ozone observed downstream of Atlantic tropical cyclones"
    }, 
    {
        "author": "Syuichi   Itahashi, Itsushi   Uno, Hiroshi   Hayami, Shin-ichi   Fujita</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 118</br><br>     Author(s): Syuichi   Itahashi, Itsushi   Uno, Hiroshi   Hayami, Shin-ichi   Fujita</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">Changes in anthropogenic emissions in East Asia will cause substantial variations in the precipitation chemistry. In particular, the effects of changes in China, where NOx emissions have been rising continuously and SO<inf loc=\"post\">2</inf> emissions peaked in 2005–2006, are important. The absolute chemical concentration in precipitation is inherently linked to the amount of precipitation; therefore, in this work we used the ratio of nitrate <math altimg=\"si1.gif\" overflow=\"scroll\"> <mrow> <mrow> <mo>(</mo> <mrow> <msup> <mrow> <msub> <mrow> <mtext>NO</mtext> </mrow> <mn>3</mn> </msub> </mrow> <mo>−</mo> </msup> </mrow> <mo>)</mo> </mrow> </mrow> </math> to non-seasalt sulfate <math altimg=\"si2.gif\" overflow=\"scroll\"> <mfenced> <msubsup> <mtext>nss-SO</mtext> <mn>4</mn> <mrow> <mn>2</mn> <mo>-</mo> </mrow> </msubsup> </mfenced> </math> concentration in precipitation on an equivalent basis (hereinafter, <italic>Ratio</italic>). Here, we extend the method in our previous study (Itahashi et al., 2014a) to Korea and China. We analyzed the long-term behavior of <italic>Ratio</italic> in precipitation during 2000–2011 and investigated the factors responsible for variations of <italic>Ratio</italic> in precipitation by using a model simulation with sensitivity analysis for emission changes in China. <italic>Ratio</italic> over Japan, Korea, and China decreased slightly or remained constant during 2000–2005 (first 6 years of 2000–2011) and subsequently increased during 2006–2011 (last 6 years of 2000–2011). Linear regression analysis of the observations showed significant increases in <italic>Ratio</italic> during 2006–2011: +3.4 ± 1.0%/year, +13.2 ± 4.1%/year, and +9.8 ± 2.5%/year for Japan, Korea, and China, respectively (each p &amp;lt; 0.05). These variations in <italic>Ratio</italic> corresponded closely to the changes in the NOx/SO<inf loc=\"post\">2</inf> emission ratio in China. This suggests that anthropogenic emissions from China were responsible for most of the variation in precipitation chemistry in East Asia. Model simulations for 2000–2011 and their reproducibility were validated by comparison with the observation dataset, and they captured the observed features well. Sensitivity analysis of emissions from China in the model simulation for 2009–2011 clarified that the increase in NOx emissions from China contributed to 55–60% of the increase in <italic>Ratio</italic> in China and around 50–55% in Korea and Japan; the contribution of the increase in NOx emissions was smaller in the region downwind of China. In contrast, the decline in SO<inf loc=\"post\">2</inf> emissions from China contributed below 40% in China and around 40–45% in Japan; the effect was larger in the region downwind of China.</simple-para> </abstract-sec><br> <h3 class=\"h3\">Graphical abstract</h3> <img src=\"http://origin-ars.els-cdn.com/content/image/1-s2.0-S1352231015302314-fx1.jpg\" height=\"200\" width=\"381\" alt=\"image\"/></br></br><br></br></br>", 
        "journal": "Atmospheric Environment", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015302314%26_version%3D1%26md5%3D373c242bc1c2b58287c866d54bd4a5b6", 
        "title": "Variation of the ratio of nitrate to non-seasalt sulfate in precipitation over East Asia with emissions from China"
    }, 
    {
        "author": "Tenzin   Wangchuk, Luke D.   Knibbs, Congrong   He, Lidia   Morawska</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 118</br><br>     Author(s): Tenzin   Wangchuk, Luke D.   Knibbs, Congrong   He, Lidia   Morawska</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">Human exposures in transportation microenvironments are poorly represented by ambient stationary monitoring. A number of on-road studies using vehicle-based mobile monitoring have been conducted to address this. Most previous studies were conducted on urban roads in developed countries where the primary emission source was vehicles. Few studies have examined on-road pollution in developing countries in urban settings. Currently, no study has been conducted for roadways in rural environments where a substantial proportion of the population live. This study aimed to characterize on-road air quality on the East–West Highway (EWH) in Bhutan and identify its principal sources. We conducted six mobile measurements of PM<inf loc=\"post\">10</inf>, particle number (PN) count and CO along the entire 570 km length of the EWH. We divided the EWH into five segments, R1–R5, taking the road length between two district towns as a single road segment. The pollutant concentrations varied widely along the different road segments, with the highest concentrations for R5 compared with other road segments (PM<inf loc=\"post\">10</inf> = 149 μg/m<sup loc=\"post\">3</sup>, PN = 5.74 × 10<sup loc=\"post\">4</sup> particles/cm<sup loc=\"post\">−3</sup>, CO = 0.19 ppm), which is the final segment of the road to the capital. Apart from vehicle emissions, the dominant sources were road works, unpaved roads and roadside combustion activities. Overall, the highest contributions above the background levels were made by unpaved roads for PM<inf loc=\"post\">10</inf> (6 times background), and vehicle emissions for PN and CO (5 and 15 times background, respectively). Notwithstanding the differences in instrumentation used and particle size range measured, the current study showed lower PN concentrations compared with similar on-road studies. However, concentrations were still high enough that commuters, road maintenance workers and residents living along the EWH, were potentially exposed to elevated pollutant concentrations from combustion and non-combustion sources. Future studies should focus on assessing the dispersion patterns of roadway pollutants and defining the short- and long-term health impacts of exposure in Bhutan, as well as in other developing countries with similar characteristics.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Environment", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015302399%26_version%3D1%26md5%3D3ef083421652173cee79591e3d683133", 
        "title": "Mobile assessment of on-road air pollution and its sources along the East–West Highway in Bhutan"
    }, 
    {
        "author": "Darius   Ciuzas, Tadas   Prasauskas, Edvinas   Krugly, Ruta   Sidaraviciute, Andrius   Jurelionis, Lina   Seduikyte, Violeta   Kauneliene, Aneta   Wierzbicka, Dainius   Martuzevicius</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 118</br><br>     Author(s): Darius   Ciuzas, Tadas   Prasauskas, Edvinas   Krugly, Ruta   Sidaraviciute, Andrius   Jurelionis, Lina   Seduikyte, Violeta   Kauneliene, Aneta   Wierzbicka, Dainius   Martuzevicius</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">The study presents the characterization of dynamic patterns of indoor particulate matter (PM) during various pollution episodes for real-time IAQ management. The variation of PM concentrations was assessed for 20 indoor activities, including cooking related sources, other thermal sources, personal care and household products. The pollution episodes were modelled in full-scale test chamber representing a standard usual living room with the forced ventilation of 0.5 h<sup loc=\"post\">−1</sup>. In most of the pollution episodes, the maximum concentration of particles in exhaust air was reached within a few minutes. The most rapid increase in particle concentration was during thermal source episodes such as candle, cigarette, incense stick burning and cooking related sources, while the slowest decay of concentrations was associated with sources, emitting ultrafine particle precursors, such as furniture polisher spraying, floor wet mopping with detergent etc. Placement of the particle sensors in the ventilation exhaust vs. in the centre of the ceiling yielded comparable results for both measured maximum concentrations and temporal variations, indicating that both locations were suitable for the placement of sensors for the management of IAQ. The obtained data provides information that may be utilized considering measurements of aerosol particles as indicators for the real-time management of IAQ.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Environment", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015302430%26_version%3D1%26md5%3Df7ac3659554bc4afb0da16665c146198", 
        "title": "Characterization of indoor aerosol temporal variations for the real-time management of indoor air quality"
    }, 
    {
        "author": "Anna   Wonaschütz, Anselm   Demattio, Robert   Wagner, Julia   Burkart, Naděžda   Zíková, Petr   Vodička, Wolfgang   Ludwig, Gerhard   Steiner, Jaroslav   Schwarz, Regina   Hitzenberger</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 118</br><br>     Author(s): Anna   Wonaschütz, Anselm   Demattio, Robert   Wagner, Julia   Burkart, Naděžda   Zíková, Petr   Vodička, Wolfgang   Ludwig, Gerhard   Steiner, Jaroslav   Schwarz, Regina   Hitzenberger</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">The impact of air mass origin and season on aerosol chemical composition and new particle formation and growth events (NPF events) in Vienna, Austria, is investigated using impactor samples from short-term campaigns and two long-term number size distribution datasets. The results suggest that air mass origin is most important for bulk PM concentrations, chemical composition of the coarse fraction (&amp;gt;1.5 μm) and the mass size distribution, and less important for chemical composition of the fine fraction (&amp;lt;1.5 μm). Continental air masses (crustal elements) were distinguished from air masses of marine origin (traces of sea salt). NPF events were most frequent in summer (22% of measurement days), and least frequent in winter (3% of measurement days). They were associated with above-average solar radiation and ozone concentrations, but were largely independent of PM<inf loc=\"post\">2.5</inf>. Air mass origin was a secondary influence on NPF, largely through its association with meteorological conditions. Neither a strong dependence on the PM<inf loc=\"post\">2.5</inf> loading of the air masses, nor indications of a source area for NPF precursors outside the city were found.</simple-para> </abstract-sec><br> <h3 class=\"h3\">Graphical abstract</h3> <img src=\"http://origin-ars.els-cdn.com/content/image/1-s2.0-S135223101530234X-fx1.jpg\" height=\"200\" width=\"273\" alt=\"image\"/></br></br><br></br></br>", 
        "journal": "Atmospheric Environment", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS135223101530234X%26_version%3D1%26md5%3D3ea54fb2dcb304421ef96cb69cfdef10", 
        "title": "Seasonality of new particle formation in Vienna, Austria – Influence of air mass origin and aerosol chemical composition"
    }, 
    {
        "author": "J.F.   Nicolás, N.   Galindo, E.   Yubero, J.   Crespo, R.   Soler</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 118</br><br>     Author(s): J.F.   Nicolás, N.   Galindo, E.   Yubero, J.   Crespo, R.   Soler</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">During late autumn and winter, the western Mediterranean basin is often affected by severe pollution episodes (SPE) caused by stagnant weather conditions that produce a notable increase in particulate matter (PM) levels. The main objective of the present study is to evaluate the impact of these episodes on the variability of PM<inf loc=\"post\">1</inf> concentrations at an urban and a high mountain station in the western Mediterranean. At the urban site, SPEs caused increases in PM<inf loc=\"post\">1</inf> levels of up to 20 μg m<sup loc=\"post\">−3</sup> at 20:00–21:00 UTC due to a decrease in the mixing layer depth during the evening rush hour. In contrast, the highest increments at the high mountain station (∼12 μg m<sup loc=\"post\">−3</sup>) were observed around midday. Since there are little anthropogenic emissions in the surroundings of the mountain station, this was most likely the result of aerosol transport from coastal urban areas and photochemical formation of secondary particles during transport. The transport of air pollutants through a complex orography occurs under specific weather conditions.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Environment", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015302417%26_version%3D1%26md5%3D05fd69baf870ea44e931a4f8412652e5", 
        "title": "PM1 variability and transport conditions between an urban coastal area and a high mountain site during the cold season"
    }, 
    {
        "author": "Elena   Barbaro, Torben   Kirchgeorg, Roberta   Zangrando, Marco   Vecchiato, Rossano   Piazza, Carlo   Barbante, Andrea   Gambaro</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 118</br><br>     Author(s): Elena   Barbaro, Torben   Kirchgeorg, Roberta   Zangrando, Marco   Vecchiato, Rossano   Piazza, Carlo   Barbante, Andrea   Gambaro</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">The processes and transformations occurring in the Antarctic aerosol during atmospheric transport were described using selected sugars as source tracers.</simple-para> <simple-para id=\"abspara0015\" view=\"all\">Monosaccharides (arabinose, fructose, galactose, glucose, mannose, ribose, xylose), disaccharides (sucrose, lactose, maltose, lactulose), alcohol-sugars (erythritol, mannitol, ribitol, sorbitol, xylitol, maltitol, galactitol) and anhydrosugars (levoglucosan, mannosan and galactosan) were measured in the Antarctic aerosol collected during four different sampling campaigns.</simple-para> <simple-para id=\"abspara0020\" view=\"all\">For quantification, a sensitive high-pressure anion exchange chromatography was coupled with a single quadrupole mass spectrometer. The method was validated, showing good accuracy and low method quantification limits.</simple-para> <simple-para id=\"abspara0025\" view=\"all\">This study describes the first determination of sugars in the Antarctic aerosol. The total mean concentration of sugars in the aerosol collected at the “Mario Zucchelli” coastal station was 140 pg m<sup loc=\"post\">−3</sup>; as for the aerosol collected over the Antarctic plateau during two consecutive sampling campaigns, the concentration amounted to 440 and 438 pg m<sup loc=\"post\">−3</sup>.</simple-para> <simple-para id=\"abspara0030\" view=\"all\">The study of particle-size distribution allowed us to identify the natural emission from spores or from sea-spray as the main sources of sugars in the coastal area. The enrichment of sugars in the fine fraction of the aerosol collected on the Antarctic plateau is due to the degradation of particles during long-range atmospheric transport. The composition of sugars in the coarse fraction was also investigated in the aerosol collected during the oceanographic cruise.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Environment", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015302454%26_version%3D1%26md5%3Dd33b52317063c7cf81673ec85b856025", 
        "title": "Sugars in Antarctic aerosol"
    }, 
    {
        "author": "Joana   Madureira, Inês   Paciência, João   Rufo, Elisabete   Ramos, Henrique   Barros, João Paulo   Teixeira, Eduardo   de Oliveira Fernandes</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 118</br><br>     Author(s): Joana   Madureira, Inês   Paciência, João   Rufo, Elisabete   Ramos, Henrique   Barros, João Paulo   Teixeira, Eduardo   de Oliveira Fernandes</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">A cross-sectional survey was conducted to characterize the indoor air quality (IAQ) in schools and its relationship with children's respiratory symptoms. Concentrations of volatile organic compounds (VOC), aldehydes, PM<inf loc=\"post\">2.5</inf>, PM<inf loc=\"post\">10</inf>, carbon dioxide, bacteria and fungi were assessed in 73 classrooms from 20 public primary schools located in Porto, Portugal. Children who attended the selected classrooms (<italic>n</italic> = 1134) were evaluated by a standardised health questionnaire completed by the legal guardians; spirometry and exhaled nitric oxide tests.</simple-para> <simple-para id=\"abspara0015\" view=\"all\">The results indicated that no classrooms presented individual VOC pollutant concentrations higher than the WHO IAQ guidelines or by INDEX recommendations; while PM<inf loc=\"post\">2.5</inf>, PM<inf loc=\"post\">10</inf> and bacteria levels exceeded the WHO air quality guidelines or national limit values. High levels of total VOC, acetaldehyde, PM<inf loc=\"post\">2.5</inf> and PM<inf loc=\"post\">10</inf> were associated with higher odds of wheezing in children. Thus, indoor air pollutants, some even at low exposure levels, were related with the development of respiratory symptoms. The results pointed out that it is crucial to take into account the unique characteristics of the public primary schools, to develop appropriate control strategies in order to reduce the exposure to indoor air pollutants and, therefore, to minimize the adverse health effects.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Environment", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015302272%26_version%3D1%26md5%3D545c587100d88ab85f54fa59712c07f6", 
        "title": "Indoor air quality in schools and its relationship with children's respiratory symptoms"
    }, 
    {
        "author": "Satoshi   Fukushima, Daizhou   Zhang</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 118</br><br>     Author(s): Satoshi   Fukushima, Daizhou   Zhang</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">Input of dust to the ocean via the atmosphere is one of the key processes driving the development of marine ecosystems. It is usually estimated with dust concentration and deposition velocity on the assumption that particles settling to the marine surface are similar in composition to those in the air. In this study, we compared suspended and dry deposited dust particles which were collected at a seaside site on the southwestern Japan coast in two Asian dust episodes. Results show that particles mixed with sea salt and sulfate occupied 47–67% of the suspended dust particles while the percentage was 15–26% for the deposited particles. Sulfur and sodium contents in the deposited particles were apparently less than in the suspended particles. The mode size of the suspended ones, 2–3 μm, was a little smaller than that of the dry deposited ones, 3–5 μm. However, after being weighted by deposition velocity, it was similar to the latter one. These results support particle size as the key factor in determining the dry deposition and indicate the difference of suspended and deposited dust particles in the mixture with sea salt and sulfate in the marine atmosphere.</simple-para> </abstract-sec><br> <h3 class=\"h3\">Graphical abstract</h3> <img src=\"http://origin-ars.els-cdn.com/content/image/1-s2.0-S1352231015302405-fx1.jpg\" height=\"200\" width=\"278\" alt=\"image\"/></br></br><br></br></br>", 
        "journal": "Atmospheric Environment", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015302405%26_version%3D1%26md5%3D364733ff0989f04a96b0a2390da65440", 
        "title": "Comparison in size and elemental composition of dust particles deposited to the surface and suspended in the air on the southwest Japan coast"
    }, 
    {
        "author": "Qiong Qiong   Wang, X.H. Hilda   Huang, Ting   Zhang, Qingyan   Zhang, Yongming   Feng, Zibing   Yuan, Dui   Wu, Alexis K.H.   Lau, Jian Zhen   Yu</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 118</br><br>     Author(s): Qiong Qiong   Wang, X.H. Hilda   Huang, Ting   Zhang, Qingyan   Zhang, Yongming   Feng, Zibing   Yuan, Dui   Wu, Alexis K.H.   Lau, Jian Zhen   Yu</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">Organic carbon (OC) and elemental carbon (EC) are major constituents of PM<inf loc=\"post\">2.5</inf> and their source apportionment remains a challenging task due to the great diversity of their sources and lack of source-specific tracer data. In this work, sources of OC and EC are investigated using positive matrix factorization (PMF) analysis of PM<inf loc=\"post\">2.5</inf> chemical composition data, including major ions, OC, EC, elements, and organic molecular source markers, for a set of 156 filter samples collected over three years from 2010 to 2012 at Dongguan in the Pearl River Delta, China. The key organic tracers include levoglucosan, mannosan, hopanes, C<inf loc=\"post\">27</inf>–C<inf loc=\"post\">33</inf> <italic>n</italic>-alkanes, and polycyclic aromatic hydrocarbons (PAHs). Using these species as input for the PMF model, nine factors were resolved. Among them, biomass burning and coal combustion were significant sources contributing 15–17% of OC and 24–30% and 34–35% of EC, respectively. Industrial emissions and ship emissions, identified through their characteristic metal signatures, contributed 16–24% and 7–8% of OC and 8–11% and 16–17% of EC, respectively. Vehicle exhaust was a less significant source, accounting for 3–4% of OC and 5–8% of EC. Secondary OC, taken to be the sum of OC present in secondary sulfate and nitrate formation source factors, made up 27–36% of OC. Plastic burning, identified through 1,3,5-triphenylbenzene as a tracer, was a less important source for OC(≤4%) and EC (5–10%), but a significant source for PAHs at this site.</simple-para> <simple-para id=\"abspara0015\" view=\"all\">The utility of organic source tracers was demonstrated by comparing PMF runs with different combinations of organic tracers removed from the input species list. Levoglucosan and mannosan were important additions to distinguish biomass burning from coal combustion by reducing collinearity among source profiles. Inclusion of hopanes and 1,3,5-triphenylbenzene was found to be necessary in resolving the less significant sources vehicle exhaust and plastic burning. Inclusion of C<inf loc=\"post\">27</inf>–C<inf loc=\"post\">33</inf> <italic>n</italic>-alkanes and PAHs can influence the source profiles resolved by PMF and thereby affect the source contributions to OC and EC. Considerably more OC (44% vs. 27% of OC) was apportioned to the secondary factors when only major components were considered in comparison with the PMF analysis with the full suite of organic tracers, mainly at the expense of coal combustion and industrial emissions. EC apportionment to the few major combustion sources was found more sensitive to inclusion of organic tracers than OC apportionment, with PAHs playing a prominent role. This work demonstrates the importance of having distinct organic tracers in identifying and quantifying OC and EC sources.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Environment", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015302326%26_version%3D1%26md5%3Dfacbdc490324e33b2b1d8284e44bb9db", 
        "title": "Organic tracer-based source analysis of PM2.5 organic and elemental carbon: A case study at Dongguan in the Pearl River Delta, China"
    }, 
    {
        "author": "M.   Cusack, N.   Talbot, J.   Ondráček, M.C.   Minguillón, V.   Martins, K.   Klouda, J.   Schwarz, V.   Ždímal</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 118</br><br>     Author(s): M.   Cusack, N.   Talbot, J.   Ondráček, M.C.   Minguillón, V.   Martins, K.   Klouda, J.   Schwarz, V.   Ždímal</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">Measurements of PM<inf loc=\"post\">10</inf>, PM<inf loc=\"post\">2.5</inf> and PM<inf loc=\"post\">1</inf> and particle number concentration and size distribution were measured for 24 h on a platform of the Prague underground metro in October 2013. The three PM fractions were analysed for major and minor elements, secondary inorganic aerosols (SIA) and total carbon (TC). Measurements were performed both when the metro was inoperative and closed to the public (referred to as background), and when the metro was in operation and open to passengers. PM concentrations were elevated during both periods, but were substantially increased in the coarse fraction during hours when the metro was in operation. Average PM concentrations were 214.8, 93.9 and 44.8 μg m<sup loc=\"post\">−3</sup> for PM<inf loc=\"post\">10</inf>, PM<inf loc=\"post\">2.5</inf> and PM<inf loc=\"post\">1</inf>, respectively (determined gravimetrically). Average particle number concentrations were 8.5 × 10<sup loc=\"post\">3</sup> cm<sup loc=\"post\">−3</sup> for background hours and 11.5 × 10<sup loc=\"post\">3</sup> cm<sup loc=\"post\">−3</sup> during operational hours. Particle number concentrations were found to not vary as significantly as PM concentrations throughout the day. Variations in PM were strongly governed by passing trains, with highest concentrations recorded during rush hour. When trains were less frequent, PM concentrations were shown to fluctuate in unison with the entrance and exit of trains (as shown by wind velocity measured on the platform). PM was found to be highly enriched with iron, especially in the coarse fraction, comprising 46% of PM<inf loc=\"post\">10</inf> (98.9 μg m<sup loc=\"post\">−3</sup>). This reduces to 6.7 μg m<sup loc=\"post\">−3</sup> during background hours, proving that the trains themselves were the main source of iron, most probably from wheel-rail mechanical abrasion. Other enriched elements relative to background hours included Ba, Cu, Mn, Cr, Mo, Ni and Co, among others. Many of these elements exhibited a similar size distribution, further indicating their sources were common and were attributed to train operations.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Environment", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015302582%26_version%3D1%26md5%3Da76ab12510db8bb73b49dfe1790f77ec", 
        "title": "Variability of aerosols and chemical composition of PM10, PM2.5 and PM1 on a platform of the Prague underground metro"
    }, 
    {
        "author": "Obinna C.D.   Anejionu, J. Duncan   Whyatt, G. Alan   Blackburn, Catheryn S.   Price</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 118</br><br>     Author(s): Obinna C.D.   Anejionu, J. Duncan   Whyatt, G. Alan   Blackburn, Catheryn S.   Price</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">Studies of environmental impacts of gas flaring in the Niger Delta are hindered by limited access to official flaring emissions records and a paucity of reliable ambient monitoring data. This study uses a combination of geospatial technologies and dispersion modelling techniques to evaluate air pollution impacts of gas flaring on human health and natural ecosystems in the region. Results indicate that gas flaring is a major contributor to air pollution across the region, with concentrations exceeding WHO limits in some locations over certain time periods. Due to the predominant south-westerly wind, concentrations are higher in some states with little flaring activity than in others with significant flaring activity. Twenty million people inhabit areas of high flare-associated air pollution, which include all of the main ecological zones of the region, indicating that flaring poses a substantial threat to human health and the environment. Model scenarios demonstrated that substantial reductions in pollution could be achieved by stopping flaring at a small number of the most active sites and by improving overall flaring efficiency.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Environment", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS135223101530251X%26_version%3D1%26md5%3D2f755681a01f6423b553fab5df199a52", 
        "title": "Contributions of gas flaring to a global air pollution hotspot: Spatial and temporal variations, impacts and alleviation"
    }
]