[
    {
        "author": "M. A. Rawlins, A. D. McGuire, J. S. Kimball, P. Dass, D. Lawrence, E. Burke, X. Chen, C. Delire, C. Koven, A. MacDougall, S. Peng, A. Rinke, K. Saito, W. Zhang, R. Alkama, T. J. Bohn, P. Ciais, B. Decharme, I. Gouttevin, T. Hajima, D. Ji, G. Krinner, D. P. Lettenmaier, P. Miller, J. C. Moore, B. Smith, and T. Sueyoshi", 
        "date": "2015-07-28", 
        "description": "<b>Assessment of model estimates of land-atmosphere CO<sub>2</sub> exchange across Northern Eurasia</b><br /><br />Biogeosciences, 12, 4385-4405, 2015<br /><br />Author(s): M. A. Rawlins, A. D. McGuire, J. S. Kimball, P. Dass, D. Lawrence, E. Burke, X. Chen, C. Delire, C. Koven, A. MacDougall, S. Peng, A. Rinke, K. Saito, W. Zhang, R. Alkama, T. J. Bohn, P. Ciais, B. Decharme, I. Gouttevin, T. Hajima, D. Ji, G. Krinner, D. P. Lettenmaier, P. Miller, J. C. Moore, B. Smith, and T. Sueyoshi<br /><br />A warming climate is altering land-atmosphere exchanges of carbon, with a\npotential for increased vegetation productivity as well as the mobilization\nof permafrost soil carbon stores. Here we investigate land-atmosphere carbon\ndioxide (CO<sub>2</sub>) cycling through analysis of net ecosystem productivity (NEP)\nand its component fluxes of gross primary productivity (GPP) and ecosystem\nrespiration (ER) and soil carbon residence time, simulated by a set of land\nsurface models (LSMs) over a region spanning the drainage basin of Northern\nEurasia. The retrospective simulations cover the period 1960–2009 at 0.5°\n resolution, which is a scale common among many global carbon and\nclimate model simulations. Model performance benchmarks were drawn from\ncomparisons against both observed CO<sub>2</sub> fluxes derived from site-based eddy\ncovariance measurements as well as regional-scale GPP estimates based on\nsatellite remote-sensing data. The site-based comparisons depict a tendency\nfor overestimates in GPP and ER for several of the models, particularly at\nthe two sites to the south. For several models the spatial pattern in GPP\nexplains less than half the variance in the MODIS MOD17 GPP product. Across\nthe models NEP increases by as little as 0.01 to as much as 0.79 g C m<sup>−2</sup> yr<sup>−2</sup>,\nequivalent to 3  to 340 % of the respective model means, over the\nanalysis period. For the multimodel average the increase is 135 % of the mean\nfrom the first to last 10 years of record (1960–1969 vs. 2000–2009), with a\nweakening CO<sub>2</sub> sink over the latter decades. Vegetation net primary\nproductivity increased by 8 to 30 % from the first to last 10 years,\ncontributing to soil carbon storage gains. The range in regional mean NEP\namong the group is twice the multimodel mean, indicative of the uncertainty\nin CO<sub>2</sub> sink strength. The models simulate that inputs to the soil carbon\npool exceeded losses, resulting in a net soil carbon gain amid a decrease in\nresidence time. Our analysis points to improvements in model elements\ncontrolling vegetation productivity and soil respiration as being needed for\nreducing uncertainty in land-atmosphere CO<sub>2</sub> exchange. These advances will\nrequire collection of new field data on vegetation and soil dynamics, the\ndevelopment of benchmarking data sets from measurements and remote-sensing\nobservations, and investments in future model development and intercomparison\nstudies.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/4385/2015/", 
        "title": "Assessment of model estimates of land-atmosphere CO<sub>2</sub> exchange across Northern Eurasia"
    }, 
    {
        "author": "Z. Luo, E. Wang, H. Zheng, J. A. Baldock, O. J. Sun, and Q. Shao", 
        "date": "2015-07-28", 
        "description": "<b>Convergent modelling of past soil organic carbon stocks but divergent projections</b><br /><br />Biogeosciences, 12, 4373-4383, 2015<br /><br />Author(s): Z. Luo, E. Wang, H. Zheng, J. A. Baldock, O. J. Sun, and Q. Shao<br /><br />Soil carbon (C) models are important tools for understanding soil C balance and\nprojecting C stocks in terrestrial ecosystems, particularly under global\nchange. The initialization and/or parameterization of soil C models can vary\namong studies even when the same model and data set are used, causing\npotential uncertainties in projections. Although a few studies have assessed\nsuch uncertainties, it is yet unclear what these uncertainties are\ncorrelated with and how they change across varying environmental and\nmanagement conditions. Here, applying a process-based biogeochemical model\nto 90 individual field experiments (ranging from 5 to 82 years of\nexperimental duration) across the Australian cereal-growing regions, we\ndemonstrated that well-designed optimization procedures enabled the model to\naccurately simulate changes in measured C stocks, but did not guarantee\nconvergent forward projections (100 years). Major causes of the projection\nuncertainty were due to insufficient understanding of how microbial\nprocesses and soil C pool change to modulate C turnover. For a given site,\nthe uncertainty significantly increased with the magnitude of future C input\nand years of the projection. Across sites, the uncertainty correlated\npositively with temperature but negatively with rainfall. On average, a\n331 % uncertainty in projected C sequestration ability can be inferred in\nAustralian agricultural soils. This uncertainty would increase further if\nprojections were made for future warming and drying conditions. Future\nimprovement in soil C modelling should focus on how the microbial community and\nits C use efficiency change in response to environmental changes, and better\nconceptualization of heterogeneous soil C pools and the C transformation\namong those pools.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/4373/2015/", 
        "title": "Convergent modelling of past soil organic carbon stocks but divergent projections"
    }, 
    {
        "author": "M. Vanselow-Algan, S. R. Schmidt, M. Greven, C. Fiencke, L. Kutzbach, and E.-M. Pfeiffer", 
        "date": "2015-07-28", 
        "description": "<b>High methane emissions dominated annual greenhouse gas balances 30 years after bog rewetting</b><br /><br />Biogeosciences, 12, 4361-4371, 2015<br /><br />Author(s): M. Vanselow-Algan, S. R. Schmidt, M. Greven, C. Fiencke, L. Kutzbach, and E.-M. Pfeiffer<br /><br />Natural peatlands are important carbon sinks and sources of methane\n(CH<sub>4</sub>). In contrast, drained peatlands turn from a carbon sink to a\ncarbon source and potentially emit nitrous oxide (N<sub>2</sub>O). Rewetting of\npeatlands thus potentially implies climate change mitigation. However, data\nabout the time span that is needed for the re-establishment of the carbon\nsink function by restoration are scarce. We therefore investigated the annual\ngreenhouse gas (GHG) balances of three differently vegetated sites of a bog\necosystem 30 years after rewetting. All three\nvegetation communities turned out to be sources of carbon dioxide (CO<sub>2</sub>)\nranging between 0.6 ± 1.43 t CO<sub>2</sub> ha<sup>−2</sup> yr<sup>−1</sup>\n(<i>Sphagnum-</i>dominated vegetation) and 3.09 ± 3.86 t CO<sub>2</sub> ha<sup>−2</sup> yr<sup>−1</sup> (vegetation dominated by heath).\nWhile accounting for the different global warming potential (GWP) of\nCO<sub>2</sub>, CH<sub>4</sub> and N<sub>2</sub>O, the annual GHG balance was calculated.\nEmissions ranged between 25 and 53 t CO<sub>2</sub>-eq ha<sup>−1</sup> yr<sup>−1</sup> and were dominated by large\nemissions of CH<sub>4</sub> (22–51 t CO<sub>2</sub>-eq ha<sup>−1</sup> yr<sup>−1</sup>),\nwith highest rates found at purple moor grass (<i>Molinia caerulea</i>) stands. These are to our\nknowledge the highest CH<sub>4</sub> emissions so far reported for bog ecosystems\nin temperate Europe. As the restored area was subject to large fluctuations\nin the water table, we assume that the high CH<sub>4</sub> emission rates were caused\nby a combination of both the temporal inundation of the easily decomposable\nplant litter of purple moor grass and the plant-mediated transport through\nits tissues. In addition, as a result of the land use history, mixed soil\nmaterial due to peat extraction and refilling can serve as an explanation.\nWith regards to the long time span passed since rewetting, we note that the\ninitial increase in CH<sub>4</sub> emissions due to rewetting as described in the\nliterature is not inevitably limited to a short-term period.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/4361/2015/", 
        "title": "High methane emissions dominated annual greenhouse gas balances 30 years after bog rewetting"
    }, 
    {
        "author": "A. J. Ulseth and R. O. Hall Jr.", 
        "date": "2015-07-28", 
        "description": "<b>Dam tailwaters compound the effects of reservoirs on the longitudinal transport of organic carbon in an arid river</b><br /><br />Biogeosciences, 12, 4345-4359, 2015<br /><br />Author(s): A. J. Ulseth and R. O. Hall Jr.<br /><br />Reservoirs on rivers can disrupt organic carbon (OC) transport and\ntransformation, but less is known how river reaches directly below dams\ncontribute to OC processing. We compared how reservoirs and their associated\ntailwaters affected OC quantity and quality by calculating particulate\nOC (POC) and dissolved OC (DOC) fluxes, and measuring composition and\nbioavailability of DOC. We sampled the Yampa River near Maybell, Colorado,\nUSA, and the Green River above and below Fontenelle and Flaming Gorge\nreservoirs as well as their respective tailwaters from early snowmelt to base flow\nhydrological conditions. In unregulated reaches (Yampa River, Green River\nabove Fontenelle reservoir), DOC and POC concentrations increased with\nsnowmelt discharge. POC and DOC concentrations also increased with stream\ndischarge below Fontenelle reservoir, but there was no relationship between\nDOC and stream flow below Flaming Gorge reservoir. The annual load of POC\nwas 3-fold lower below Fontenelle Reservoir and nearly 7-fold lower below\nFlaming Gorge reservoir, compared to their respective upstream sampling\nsites. DOC exported to downstream reaches from both reservoirs was less\nbioavailable, as measured with bioassays, than DOC upriver of the\nreservoirs. Lastly, tailwater reaches below the reservoirs generated OC,\nexporting potentially 1.6–2.2 g C m<sup>−2</sup> d<sup>−1</sup> of OC to downstream\necosystems. Therefore, the effect of impounding rivers on C fluxes is\ngreater than the impact of the reservoirs alone given the additive effect of\ntailwater reaches below dams, which may produce and export comparable\namounts of likely autochthonous carbon to downstream reaches.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/4345/2015/", 
        "title": "Dam tailwaters compound the effects of reservoirs on the longitudinal transport of organic carbon in an arid river"
    }, 
    {
        "author": "L. Jeanneau, M. Denis, A.-C. Pierson-Wickmann, G. Gruau, T. Lambert, and P. Petitjean", 
        "date": "2015-07-24", 
        "description": "<b>Sources of dissolved organic matter during storm and inter-storm conditions in a lowland headwater catchment: constraints from high-frequency molecular data</b><br /><br />Biogeosciences, 12, 4333-4343, 2015<br /><br />Author(s): L. Jeanneau, M. Denis, A.-C. Pierson-Wickmann, G. Gruau, T. Lambert, and P. Petitjean<br /><br />The transfer of dissolved organic matter (DOM) at soil–river interfaces\ncontrols the biogeochemistry of micropollutants and the equilibrium between\ncontinental and oceanic C reservoirs. Understanding the mechanisms\ncontrolling this transfer is fundamental to ecology and geochemistry. DOM\ndelivery to streams during storms is assumed to come from the flushing of\npreexisting soil DOM reservoirs mobilized by the modification of water flow\npaths. We tested this hypothesis by investigating the evolution of the\ncomposition of stream DOM during inter-storm conditions and five storm\nevents monitored with high-frequency sampling. The composition of DOM was\nanalyzed using thermally assisted hydrolysis and methylation (THM) with\ntetramethylammonium hydroxide (TMAH) coupled to a gas chromatograph and mass\nspectrometer. In inter-storm conditions, stream DOM is derived from the\nflushing of soil DOM, while during storm events, the modification of the\ndistribution of chemical biomarkers allows the identification of three\nadditional mechanisms. The first one corresponds to the destabilization of\nmicrobial biofilms due to the increase in water velocity, resulting in the\nfleeting export of a microbial pool. The second mechanism corresponds to the\nerosion of soils and river banks, leading to a partition of organic matter between particulate and dissolved phases. The third mechanism is linked to the\nincrease in water velocity in soils that could induce the erosion of\nmacropore walls, leading to an in-soil partition between soil microparticles and dissolved phase. The contribution of this in-soil erosive\nprocess would be linked to the magnitude of the hydraulic gradient following\nthe rise of the water table and could persist after the recession, which could\nexplain why the return to inter-storm composition of DOM does not follow the\nsame temporal scheme as the discharge. These results are the most important factors\nin understanding the transfer of nutrients and micropollutants at the soil–river\ninterfaces during the hot moments that are storm events.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/4333/2015/", 
        "title": "Sources of dissolved organic matter during storm and inter-storm conditions in a lowland headwater catchment: constraints from high-frequency molecular data"
    }, 
    {
        "author": "J. K. Heslop, K. M. Walter Anthony, A. Sepulveda-Jauregui, K. Martinez-Cruz, A. Bondurant, G. Grosse, and M. C. Jones", 
        "date": "2015-07-24", 
        "description": "<b>Thermokarst lake methanogenesis along a complete talik profile</b><br /><br />Biogeosciences, 12, 4317-4331, 2015<br /><br />Author(s): J. K. Heslop, K. M. Walter Anthony, A. Sepulveda-Jauregui, K. Martinez-Cruz, A. Bondurant, G. Grosse, and M. C. Jones<br /><br />Thermokarst (thaw) lakes emit methane (CH<sub>4</sub>) to the\n        atmosphere formed from thawed permafrost organic matter (OM),\n        but the relative magnitude of CH<sub>4</sub> production in\n        surface lake sediments vs. deeper thawed permafrost horizons\n        is not well understood. We assessed anaerobic CH<sub>4</sub>\n        production potentials from various depths along a 590 cm long\n        lake sediment core that captured the entire sediment package\n        of the talik (thaw bulb) beneath the center of an interior\n        Alaska thermokarst lake, Vault Lake, and the top 40 cm of\n        thawing permafrost beneath the talik. We also studied the\n        adjacent Vault Creek permafrost tunnel that extends through\n        ice-rich yedoma permafrost soils surrounding the lake and into\n        underlying gravel. Our results showed CH<sub>4</sub> production\n        potentials were highest in the organic-rich surface lake\n        sediments, which were 151 cm thick (mean ± SD: 5.95 ±\n        1.67 μg C–CH<sub>4</sub> g dw<sup>−1</sup> d<sup>−1</sup>;\n        125.9 ± 36.2 &mu;g C–CH<sub>4</sub> g C<sup>&minus;1</sup><sub>org</sub> d<sup>−1</sup>). High\n        CH<sub>4</sub> production potentials were also observed in\n        recently thawed permafrost (1.18 ± 0.61 &mu;g C–CH<sub>4</sub>g dw<sup>−1</sup> d<sup>−1</sup>; 59.60±\n        51.5 μg C–CH<sub>4</sub> g C<sup>&minus;1</sup><sub>org</sub> d<sup>−1</sup>) at the bottom of the\n        talik, but the narrow thicknesses (43 cm) of this horizon\n        limited its overall contribution to total sediment column\n        CH<sub>4</sub> production in the core. Lower rates of\n        CH<sub>4</sub> production were observed in sediment horizons\n        representing permafrost that has been thawing in the talik\n        for a\n        longer period of time. No CH<sub>4</sub> production was\n        observed in samples obtained from the permafrost tunnel, a\n        non-lake environment. Our findings imply that CH<sub>4</sub>\n        production is highly variable in thermokarst lake systems and\n        that both modern OM supplied to surface sediments and ancient\n        OM supplied to both surface and deep lake sediments by in situ\n        thaw and shore erosion of yedoma permafrost are\n        important to lake CH<sub>4</sub> production.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/4317/2015/", 
        "title": "Thermokarst lake methanogenesis along a complete talik profile"
    }, 
    {
        "author": "M. J. McGrath, S. Luyssaert, P. Meyfroidt, J. O. Kaplan, M. Bürgi, Y. Chen, K. Erb, U. Gimmi, D. McInerney, K. Naudts, J. Otto, F. Pasztor, J. Ryder, M.-J. Schelhaas, and A. Valade", 
        "date": "2015-07-23", 
        "description": "<b>Reconstructing European forest management from 1600 to 2010</b><br /><br />Biogeosciences, 12, 4291-4316, 2015<br /><br />Author(s): M. J. McGrath, S. Luyssaert, P. Meyfroidt, J. O. Kaplan, M. Bürgi, Y. Chen, K. Erb, U. Gimmi, D. McInerney, K. Naudts, J. Otto, F. Pasztor, J. Ryder, M.-J. Schelhaas, and A. Valade<br /><br />Because of the slow accumulation and long residence time of carbon in biomass and soils, the present state\n  and future dynamics of temperate forests are influenced by management that took place centuries to\n  millennia ago. Humans have exploited the forests of Europe for fuel, construction materials and\n  fodder for the entire Holocene. In recent centuries, economic and demographic trends led to increases in both forest area and management intensity across much of Europe. In order to quantify the\n  effects of these changes in forests and to provide a baseline for studies on future land-cover–climate interactions and biogeochemical cycling, we created a temporally and spatially\n  resolved reconstruction of European forest management from 1600 to 2010. For the period 1600–1828, we\n  took a supply–demand approach, in which supply was estimated on the basis of historical annual wood\n  increment and land cover reconstructions. We made demand estimates by multiplying population\n  with consumption factors for construction materials, household fuelwood, industrial food processing\n  and brewing, metallurgy, and salt production. For the period 1829–2010, we used a supply-driven\n  backcasting method based on national and regional statistics of forest age structure from the second\n  half of the 20th century. Our reconstruction reproduces the most important changes in forest management\n  between 1600 and 2010: (1) an increase of 593 000 km<sup>2</sup> in conifers at the expense of\n  deciduous\n  forest (decreasing by 538 000 km<sup>2</sup>); (2) a 612 000 km<sup>2</sup> decrease in unmanaged forest; (3)\n  a 152 000 km<sup>2</sup> decrease in coppice management; (4) a 818 000 km<sup>2</sup> increase in\nhigh-stand\n  management; and (5) the rise and fall of litter raking, which at its peak in 1853 resulted in\n  the removal of 50 Tg dry litter per year.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/4291/2015/", 
        "title": "Reconstructing European forest management from 1600 to 2010"
    }, 
    {
        "author": "W. S. Zhang, D. P. Swaney, X. Y. Li, B. Hong, R. W. Howarth, and S. H. Ding", 
        "date": "2015-07-22", 
        "description": "<b>Anthropogenic point-source and non-point-source nitrogen inputs into  Huai River basin and their impacts on riverine ammonia–nitrogen flux</b><br /><br />Biogeosciences, 12, 4275-4289, 2015<br /><br />Author(s): W. S. Zhang, D. P. Swaney, X. Y. Li, B. Hong, R. W. Howarth, and S. H. Ding<br /><br />This study provides a new approach to estimate both anthropogenic non-point-source and point-source nitrogen (N) inputs to the landscape, and determines\ntheir impacts on riverine ammonia–nitrogen (AN) flux, providing a foundation\nfor further exploration of anthropogenic effects on N pollution. Our study\nsite is Huai River basin of China, a water&ndash;shed with one of the highest levels\nof N input in the world. Multi-year average (2003–2010) inputs of N to the\nwatershed are 27 200 ± 1100 kg N km<sup>−2</sup> yr<sup>−1</sup>. Non-point\nsources comprised about 98 % of total N input, and only 2 % of inputs\nare directly added to the aquatic ecosystem as point sources. Fertilizer\napplication was the largest non-point source of new N to the Huai River basin\n(69 % of net anthropogenic N inputs), followed by atmospheric deposition\n(20 %), N fixation in croplands (7 %), and N content of imported food\nand feed (2 %). High N inputs showed impacts on riverine AN flux:\nfertilizer application, point-source N input, and atmospheric N deposition\nwere proved as more direct sources to riverine AN flux. Modes of N delivery\nand losses associated with biological denitrification in rivers, water\nconsumption, interception by dams may influence the extent of export of\nriverine AN flux from N sources. Our findings highlight the importance of\nanthropogenic N inputs from both point sources and non-point sources in\nheavily polluted watersheds, and provide some implications for AN prediction\nand management.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/4275/2015/", 
        "title": "Anthropogenic point-source and non-point-source nitrogen inputs into  Huai River basin and their impacts on riverine ammonia–nitrogen flux"
    }, 
    {
        "author": "D. Hofmann, G. Preuss, and C. Mätzler", 
        "date": "2015-07-22", 
        "description": "<b>Evidence for biological shaping of hair ice</b><br /><br />Biogeosciences, 12, 4261-4273, 2015<br /><br />Author(s): D. Hofmann, G. Preuss, and C. Mätzler<br /><br />An unusual ice type, called hair ice, grows on the surface of dead wood of\nbroad-leaf trees at temperatures slightly below 0 °C. We describe\nthis phenomenon and present physical, chemical, and biological\ninvestigations to gain insight in the properties and processes related to\nhair ice. Tests revealed that the biological activity of a winter-active\nfungus is required in the wood for enabling the growth of hair ice. We\nconfirmed the fungus hypothesis originally suggested by Wegener (1918) by\nreproducing hair ice on wood samples. Treatment by heat and fungicide suppresses the formation of hair ice. Fruiting bodies of Asco-\nand Basidiomycota are identified on hair-ice-carrying wood. One species,\n<i>Exidiopsis effusa</i> (Ee), was present on all investigated samples.\n<br><br>\nBoth hair-ice-producing wood samples and those with killed fungus show\nessentially the same temperature variation, indicating that the heat\nproduced by fungal metabolism is very small, that the freezing rate is not\ninfluenced by the fungus activity, and that ice segregation is the common\nmechanism of ice growth on the wood surface. The fungus plays the role of\nshaping the ice hairs and preventing them from recrystallisation. Melted\nhair ice indicates the presence of organic matter. Chemical analyses show a\ncomplex mixture of several thousand CHO(N,S) compounds similar to fulvic\nacids in dissolved organic matter (DOM). The evaluation reveals decomposed\nlignin as being the main constituent. Further work is needed to clarify its role\nin hair-ice growth and to identify the recrystallisation inhibitor.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/4261/2015/", 
        "title": "Evidence for biological shaping of hair ice"
    }, 
    {
        "author": "M. Kang, Z. Zhang, A. Noormets, X. Fang, T. Zha, J. Zhou, G. Sun, S. G. McNulty, and J. Chen", 
        "date": "2015-07-21", 
        "description": "<b>Energy partitioning and surface resistance of a poplar  plantation in northern China</b><br /><br />Biogeosciences, 12, 4245-4259, 2015<br /><br />Author(s): M. Kang, Z. Zhang, A. Noormets, X. Fang, T. Zha, J. Zhou, G. Sun, S. G. McNulty, and J. Chen<br /><br />Poplar (<i>Populus</i> sp.) plantations have been, on the one hand, broadly used in northern China\nfor urban greening, combating desertification, as well as for paper and wood\nproduction. On the other hand, such plantations have been questioned\noccasionally for their possible negative impacts on water availability\ndue to the higher water-use nature of poplar trees compared with other tree\nspecies in water-limited dryland regions. To further understand the\nacclimation of poplar species to semiarid environments and to evaluate the\npotential impacts of these plantations on the broader context of the\nregion's water supply, we examine the variability of bulk resistance\nparameters and energy partitioning in a poplar (<i>Populus euramericana</i> cv. \"74/76\") plantation\nlocated in northern China over a 4-year period, encompassing both dry and\nwet conditions. The partitioning of available energy to latent heat flux\n(LE) decreased from 0.62 to 0.53 under mediated meteorological drought by\nirrigation applications. A concomitant increase in sensible heat flux (<i>H</i>)\nresulted in the increase of a Bowen ratio from 0.83 to 1.57. Partial\ncorrelation analysis indicated that surface resistance (<i>R</i><sub>s</sub>) normalized\nby leaf area index (LAI; <i>R</i><sub>s</sub>:LAI) increased by 50 % under drought\nconditions and was the dominant factor controlling the Bowen ratio.\nFurthermore, <i>R</i><sub>s</sub> was the main factor controlling LE during the growing\nseason, even in wet years, as indicated by the decoupling coefficient\n(&Omega; = 0.45 and 0.39 in wet and dry years, respectively). <i>R</i><sub>s</sub> was\nalso a major regulator of the LE / LE<sub>eq</sub> ratio, which decreased from 0.81\nin wet years to 0.68 in dry years. All physiological and bioclimatological\nmetrics indicated that the water demands of the poplar plantation were\ngreater than the amount available through precipitation, highlighting the\npoor match of a water-intensive species like poplar for this water-limited\nregion.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/4245/2015/", 
        "title": "Energy partitioning and surface resistance of a poplar  plantation in northern China"
    }, 
    {
        "author": "M. Pančić, P. J. Hansen, A. Tammilehto, and N. Lundholm", 
        "date": "2015-07-20", 
        "description": "<b>Resilience to temperature and pH changes in a future climate change scenario in six strains of the polar diatom <i>Fragilariopsis cylindrus</i></b><br /><br />Biogeosciences, 12, 4235-4244, 2015<br /><br />Author(s): M. Pančić, P. J. Hansen, A. Tammilehto, and N. Lundholm<br /><br />The effects of ocean acidification and increased temperature on physiology\nof six strains of the polar diatom <I>Fragilariopsis cylindrus</I> from Greenland were investigated.\nExperiments were performed under manipulated pH levels (8.0, 7.7, 7.4, and\n7.1) and different temperatures (1, 5, and 8 °C) to simulate\nchanges from present to plausible future levels. Each of the 12 scenarios\nwas run for 7 days, and a significant interaction between temperature and pH on growth was detected. By combining increased temperature and\nacidification, the two factors counterbalanced each other, and therefore no\neffect on the growth rates was found. However, the growth rates increased\nwith elevated temperatures by ~ 20–50 % depending on the\nstrain. In addition, a general negative effect of increasing acidification\non growth was observed. At pH 7.7 and 7.4, the growth response varied\nconsiderably among strains. However, a more uniform response was detected at\npH 7.1 with most of the strains exhibiting reduced growth rates by\n20–37 % compared to pH 8.0. It should be emphasized that a significant\ninteraction between temperature and pH was found, meaning that the\ncombination of the two parameters affected growth differently than when\nconsidering one at a time. Based on these results, we anticipate that the\npolar diatom <i>F. cylindrus</i> will be unaffected by changes in temperature and pH within the\nrange expected by the end of the century. In each simulated scenario, the\nvariation in growth rates among the strains was larger than the variation\nobserved due to the whole range of changes in either pH or temperature.\nClimate change may therefore not affect the species as such, but may lead to\nchanges in the population structure of the species, with the strains\nexhibiting high phenotypic plasticity, in terms of temperature and pH tolerance towards future conditions, dominating the population.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/4235/2015/", 
        "title": "Resilience to temperature and pH changes in a future climate change scenario in six strains of the polar diatom <i>Fragilariopsis cylindrus</i>"
    }, 
    {
        "author": "J. R. Larouche, B. W. Abbott, W. B. Bowden, and J. B. Jones", 
        "date": "2015-07-20", 
        "description": "<b>The role of watershed characteristics, permafrost thaw, and wildfire on dissolved organic carbon biodegradability and water chemistry in Arctic headwater streams</b><br /><br />Biogeosciences, 12, 4221-4233, 2015<br /><br />Author(s): J. R. Larouche, B. W. Abbott, W. B. Bowden, and J. B. Jones<br /><br />In the Alaskan Arctic, rapid climate change is increasing the frequency of\ndisturbance including wildfire and permafrost collapse. These pulse\ndisturbances may influence the delivery of dissolved organic carbon (DOC) to\naquatic ecosystems, however the magnitude of these effects compared to the\nnatural background variability of DOC at the watershed scale is not well\nknown. We measured DOC quantity, composition, and biodegradability from 14\nriver and stream reaches (watershed sizes ranging from 1.5–167 km<sup>2</sup>)\nsome of which were impacted by permafrost collapse (thermokarst) and fire.\nWe found that region had a significant impact on quantity and\nbiodegradability of DOC, likely driven by landscape and watershed\ncharacteristics such as lithology, soil and vegetation type, elevation, and\nglacial age. However, contrary to our hypothesis, we found that streams\ndisturbed by thermokarst and fire did not contain significantly altered\nlabile DOC fractions compared to adjacent reference waters, potentially due\nto rapid ecosystem recovery after fire and thermokarst as well as the\nlimited spatial extent of thermokarst. Overall, biodegradable DOC ranged\nfrom 4 to 46 % and contrary to patterns of DOC biodegradability in large\nArctic rivers, seasonal variation in DOC biodegradability showed no clear\npattern between sites, potentially related to stream geomorphology and\nposition along the river network. While thermokarst and fire can alter DOC\nquantity and biodegradability at the scale of the feature, we conclude that\ntundra ecosystems are resilient to these types of disturbance.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/4221/2015/", 
        "title": "The role of watershed characteristics, permafrost thaw, and wildfire on dissolved organic carbon biodegradability and water chemistry in Arctic headwater streams"
    }, 
    {
        "author": "J. Thomsen, K. Haynert, K. M. Wegner, and F. Melzner", 
        "date": "2015-07-17", 
        "description": "<b>Impact of seawater carbonate chemistry on the calcification of marine bivalves</b><br /><br />Biogeosciences, 12, 4209-4220, 2015<br /><br />Author(s): J. Thomsen, K. Haynert, K. M. Wegner, and F. Melzner<br /><br />Bivalve calcification, particularly of the early larval stages, is highly\nsensitive to the change in ocean carbonate chemistry resulting from\natmospheric CO<sub>2</sub> uptake. Earlier studies suggested that declining\nseawater [CO<sub>3</sub><sup>2&minus;</sup>] and thereby lowered carbonate saturation affect\nshell production. However, disturbances of physiological processes such as\nacid-base regulation by adverse seawater <i>p</i>CO<sub>2</sub> and pH can affect\ncalcification in a secondary fashion. In order to determine the exact\ncarbonate system component by which growth and calcification are affected it\nis necessary to utilize more complex carbonate chemistry manipulations. As\nsingle factors, <i>p</i>CO<sub>2</sub> had no effects and [HCO<sub>3</sub><sup>-</sup>] and pH had only limited\neffects on shell growth, while lowered [CO<sub>3</sub><sup>2&minus;</sup>] strongly impacted\ncalcification. Dissolved inorganic carbon (C<sub><i>T</i></sub>) limiting conditions led\nto strong reductions in calcification, despite high [CO<sub>3</sub><sup>2&minus;</sup>],\nindicating that [HCO<sub>3</sub><sup>-</sup>] rather than [CO<sub>3</sub><sup>2&minus;</sup>] is the\ninorganic carbon source utilized for calcification by mytilid mussels.\nHowever, as the ratio [HCO<sub>3</sub><sup>-</sup>] / [H<sup>+</sup>] is linearly correlated\nwith [CO<sub>3</sub><sup>2&minus;</sup>] it is not possible to differentiate between these\nunder natural seawater conditions. An equivalent of about 80 μmol kg<sup>−1</sup> [CO<sub>3</sub><sup>2&minus;</sup>] is required to saturate inorganic carbon supply\nfor calcification in bivalves. Below this threshold biomineralization rates\nrapidly decline. A comparison of literature data available for larvae and\njuvenile mussels and oysters originating from habitats differing\nsubstantially with respect to prevailing carbonate chemistry conditions\nrevealed similar response curves. This suggests that the mechanisms which\ndetermine sensitivity of calcification in this group are highly conserved.\nThe higher sensitivity of larval calcification seems to primarily result\nfrom the much higher relative calcification rates in early life stages. In\norder to reveal and understand the mechanisms that limit or facilitate\nadaptation to future ocean acidification, it is necessary to better\nunderstand the physiological processes and their underlying genetics that\ngovern inorganic carbon assimilation for calcification.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/4209/2015/", 
        "title": "Impact of seawater carbonate chemistry on the calcification of marine bivalves"
    }, 
    {
        "author": "S. Dengel, J. Grace, and A. MacArthur", 
        "date": "2015-07-16", 
        "description": "<b>Transmissivity of solar radiation within a <i>Picea sitchensis</i>  stand under various sky conditions</b><br /><br />Biogeosciences, 12, 4195-4207, 2015<br /><br />Author(s): S. Dengel, J. Grace, and A. MacArthur<br /><br />We tested the hypothesis that diffuse radiation from cloudy and overcast\nskies penetrates the canopy more effectively than direct radiation from clear\nskies. We compared the flux density and spectral properties of direct and\ndiffuse radiation (around solar noon (±1 h)) above, within and below a\nforest stand under sunny, cloudy and overcast conditions in a thinned Sitka\nspruce (<i>Picea sitchensis (Bong.) Carr.</i>) forest (28 years old, with a\nleaf area index of approximately 5.2 m<sup>2</sup> m<sup>−2</sup>). We recorded\nvertical profiles of radiation penetration (from 350 to 1050 nm), and we\nalso explored the horizontal pattern of radiation along a 115 m transect.\n<br><br>\nWe showed that in \"clear sky\" conditions, the photosynthetically active\nradiation in the lower parts of the canopy was substantially attenuated, more\nso than under cloudy and overcast skies. It was particularly depleted in the\nblue part of the spectrum, but only slightly blue-depleted when the sky was\novercast or cloudy. Moreover, the red : far-red ratio under clear skies fell to\nvalues less than 0.3 but only to 0.6 under cloudy or overcast skies. Near the\nground, the light climate was strongly influenced by the thinning pattern\n(carried out in accordance with standard forestry management practice).", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/4195/2015/", 
        "title": "Transmissivity of solar radiation within a <i>Picea sitchensis</i>  stand under various sky conditions"
    }, 
    {
        "author": "C. Lauritano, M. Ruocco, E. Dattolo, M. C. Buia, J. Silva, R. Santos, I. Olivé, M. M. Costa, and G. Procaccini", 
        "date": "2015-07-15", 
        "description": "<b>Response of key stress-related genes of the seagrass <i>Posidonia oceanica</i> in the vicinity of submarine volcanic vents</b><br /><br />Biogeosciences, 12, 4185-4194, 2015<br /><br />Author(s): C. Lauritano, M. Ruocco, E. Dattolo, M. C. Buia, J. Silva, R. Santos, I. Olivé, M. M. Costa, and G. Procaccini<br /><br />Submarine volcanic vents are being used as natural laboratories to assess\nthe effects of increased ocean acidity and carbon dioxide (CO<sub>2</sub>)\nconcentration on marine organisms and communities. However, in the vicinity\nof volcanic vents other factors in addition to CO<sub>2</sub>, which is the main\ngaseous component of the emissions, may directly or indirectly confound the\nbiota responses to high CO<sub>2</sub>. Here we used for the first time the\nexpression of antioxidant and stress-related genes of the seagrass\n<i>Posidonia oceanica</i> to assess the stress levels of the species. Our hypothesis is that unknown\nfactors are causing metabolic stress that may confound the putative effects\nattributed to CO<sub>2</sub> enrichment only. We analyzed the expression of 35\nantioxidant and stress-related genes of <i>P. oceanica</i> in the vicinity of submerged\nvolcanic vents located in the islands of Ischia and Panarea, Italy, and\ncompared them with those from control sites away from the influence of\nvents. Reverse-transcription quantitative polymerase chain reaction\n(RT-qPCR) was used to characterize gene expression patterns.\n<br><br>\nFifty-one percent of genes analyzed showed significant expression changes.\nMetal detoxification genes were mostly down-regulated in relation to\ncontrols at both Ischia and Panarea, indicating that <i>P. oceanica</i> does not\nincrease the synthesis of heavy metal detoxification proteins in response to\nthe environmental conditions present at the two vents. The up-regulation of\ngenes involved in the free radical detoxification response (e.g., CAPX, SODCP\nand GR) indicates that, in contrast with Ischia, <i>P. oceanica</i> at the Panarea site faces\nstressors that result in the production of reactive oxygen species,\ntriggering antioxidant responses. In addition, heat shock proteins were also\nactivated at Panarea and not at Ischia. These proteins are activated to\nadjust stress-accumulated misfolded proteins and prevent their aggregation\nas a response to some stressors, not necessarily high temperature.\n<br><br>\nThis is the first study analyzing the expression of target genes in marine\nplants living near natural CO<sub>2</sub> vents. Our results call for contention\nto the general claim of seagrasses as \"winners\" in a high-CO<sub>2</sub> world,\nbased on observations near volcanic vents. Careful consideration of\nfactors that are at play in natural vents sites other than CO<sub>2</sub> and\nacidification is required. This study also constitutes a first step\nfor using stress-related genes as indicators of environmental pressures in a\nchanging ocean.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/4185/2015/", 
        "title": "Response of key stress-related genes of the seagrass <i>Posidonia oceanica</i> in the vicinity of submarine volcanic vents"
    }, 
    {
        "author": "C. von Sperber, F. Tamburini, B. Brunner, S. M. Bernasconi, and E. Frossard", 
        "date": "2015-07-14", 
        "description": "<b>The oxygen isotope composition of phosphate released from phytic acid by the activity of wheat and <i>Aspergillus niger</i> phytase</b><br /><br />Biogeosciences, 12, 4175-4184, 2015<br /><br />Author(s): C. von Sperber, F. Tamburini, B. Brunner, S. M. Bernasconi, and E. Frossard<br /><br />Phosphorus (P) is an essential nutrient for living organisms. Under\nP-limiting conditions plants and microorganisms can exude extracellular\nphosphatases that release inorganic phosphate (P<sub>i</sub>) from organic\nphosphorus compounds (P<sub>org</sub>). Phytic acid (<i>myo</i>-inositol\nhexakisphosphate, IP<sub>6</sub>) is an important form of P<sub>org</sub> in many\nsoils. The enzymatic hydrolysis of IP<sub>6</sub> by phytase yields available\nP<sub>i</sub> and less phosphorylated inositol derivates as products. The\nhydrolysis of organic P compounds by phosphatases leaves an isotopic imprint\non the oxygen isotope composition (δ<sup>18</sup>O) of released\nP<sub>i</sub>, which might be used to trace P in the environment. This study\naims at determining the effect of phytase on the oxygen isotope composition\nof released P<sub>i</sub>. For this purpose, enzymatic assays with histidine\nacid phytases from wheat and <i>Aspergillus niger</i> were prepared using\nIP<sub>6</sub>, adenosine 5'-monophosphate (AMP) and glycerophosphate (GPO<sub>4</sub>)\nas substrates. For a comparison to the δ<sup>18</sup>O of P<sub>i</sub>\nreleased by other extracellular enzymes, enzymatic assays with acid\nphosphatases from potato and wheat germ with IP<sub>6</sub> as a substrate were\nprepared. During the hydrolysis of IP<sub>6</sub> by phytase, four of the six\nP<sub>i</sub> were released, and one oxygen atom from water was incorporated\ninto each P<sub>i</sub>. This incorporation of oxygen from water into\nP<sub>i</sub> was subject to an apparent inverse isotopic fractionation\n(&varepsilon; ~ 6 to 10 &permil;), which was similar to that\nimparted by acid phosphatase from potato during the hydrolysis of IP<sub>6</sub>\n(&varepsilon; ~ 7 &permil;), where less than three P<sub>i</sub>\nwere released. The incorporation of oxygen from water into P<sub>i</sub>\nduring the hydrolysis of AMP and GPO<sub>4</sub> by phytase yielded a normal\nisotopic fractionation (&varepsilon; ~ −12 &permil;), similar to\nvalues reported for acid phosphatases from potato and wheat germ. We\nattribute this similarity in &varepsilon; to the same amino acid sequence\nmotif (RHGXRXP) at the active site of these enzymes, which leads to similar\nreaction mechanisms. We suggest that the striking substrate dependency of the\nisotopic fractionation could be attributed to a difference in the\nδ<sup>18</sup>O values of the C–O–P bridging and non-bridging oxygen atoms in\norganic phosphate compounds.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/4175/2015/", 
        "title": "The oxygen isotope composition of phosphate released from phytic acid by the activity of wheat and <i>Aspergillus niger</i> phytase"
    }, 
    {
        "author": "H. van Asperen, T. Warneke, S. Sabbatini, G. Nicolini, D. Papale, and J. Notholt", 
        "date": "2015-07-14", 
        "description": "<b>The role of photo- and thermal degradation for CO<sub>2</sub> and CO fluxes in an arid ecosystem</b><br /><br />Biogeosciences, 12, 4161-4174, 2015<br /><br />Author(s): H. van Asperen, T. Warneke, S. Sabbatini, G. Nicolini, D. Papale, and J. Notholt<br /><br />Recent studies have suggested the potential importance of abiotic\ndegradation in arid ecosystems. In this study, the role of photo- and\nthermal degradation in ecosystem CO<sub>2</sub> and CO exchange\nis assessed. A field experiment was performed in Italy using\nan FTIR-spectrometer (Fourier Transform Infrared) coupled to a flux gradient system and to flux\nchambers. In a laboratory experiment, field samples were exposed to\ndifferent temperatures and radiation intensities.\n<br><br>\nNo photodegradation-induced CO<sub>2</sub> and CO fluxes of in literature suggested magnitudes were\nfound in the field nor in the laboratory study. In the laboratory, we measured CO<sub>2</sub> and\nCO fluxes that were derived from thermal degradation. In the field experiment,\nCO uptake and emission have been measured and are proposed to be a result of biological uptake and\nabiotic thermal degradation-production.\n<br><br>\nWe suggest that previous studies, addressing direct photodegradation,\nhave overestimated the role of photodegradation and observed fluxes\nmight be due to thermal degradation, which is an indirect effect of\nradiation. The potential importance of abiotic decomposition in the\nform of thermal degradation, especially for arid regions, should be\nconsidered in future studies.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/4161/2015/", 
        "title": "The role of photo- and thermal degradation for CO<sub>2</sub> and CO fluxes in an arid ecosystem"
    }, 
    {
        "author": "J. A. Gamon, O. Kovalchuck, C. Y. S. Wong, A. Harris, and S. R. Garrity", 
        "date": "2015-07-14", 
        "description": "<b>Monitoring seasonal and diurnal changes in photosynthetic pigments with automated PRI and NDVI sensors</b><br /><br />Biogeosciences, 12, 4149-4159, 2015<br /><br />Author(s): J. A. Gamon, O. Kovalchuck, C. Y. S. Wong, A. Harris, and S. R. Garrity<br /><br />The vegetation indices normalized difference vegetation index (NDVI) and\nphotochemical reflectance index (PRI) provide indicators of pigmentation and\nphotosynthetic activity that can be used to model photosynthesis from remote\nsensing with the light-use-efficiency model. To help develop and validate\nthis approach, reliable proximal NDVI and PRI sensors have been needed. We\ntested new NDVI and PRI sensors, \"spectral reflectance sensors\" (SRS sensors; recently developed by\nDecagon Devices, during spring activation of photosynthetic activity in\nevergreen and deciduous stands. We also evaluated two methods of sensor\ncross-calibration – one that considered sky conditions (cloud cover) at\nmidday only, and another that also considered diurnal sun angle effects.\nCross-calibration clearly affected sensor agreement with independent\nmeasurements, with the best method dependent upon the study aim and time\nframe (seasonal vs. diurnal). The seasonal patterns of NDVI and PRI differed\nfor evergreen and deciduous species, demonstrating the complementary nature\nof these two indices. Over the spring season, PRI was most strongly\ninfluenced by changing chlorophyll : carotenoid pool sizes, while over the\ndiurnal timescale, PRI was most affected by the xanthophyll cycle\nepoxidation state. This finding demonstrates that the SRS PRI sensors can\nresolve different processes affecting PRI over different timescales. The\nadvent of small, inexpensive, automated PRI and NDVI sensors offers new ways\nto explore environmental and physiological constraints on photosynthesis,\nand may be particularly well suited for use at flux tower sites. Wider\napplication of automated sensors could lead to improved integration of flux\nand remote sensing approaches for studying photosynthetic carbon uptake, and\ncould help define the concept of contrasting vegetation optical types.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/4149/2015/", 
        "title": "Monitoring seasonal and diurnal changes in photosynthetic pigments with automated PRI and NDVI sensors"
    }, 
    {
        "author": "J. Martinez-Rey, L. Bopp, M. Gehlen, A. Tagliabue, and N. Gruber", 
        "date": "2015-07-13", 
        "description": "<b>Projections of oceanic N<sub>2</sub>O emissions in the 21st century using the IPSL Earth system model</b><br /><br />Biogeosciences, 12, 4133-4148, 2015<br /><br />Author(s): J. Martinez-Rey, L. Bopp, M. Gehlen, A. Tagliabue, and N. Gruber<br /><br />The ocean is a substantial source of nitrous oxide (N<sub>2</sub>O) to the\natmosphere, but little is known about how this flux might change in the future.\nHere, we investigate the potential evolution of marine N<sub>2</sub>O emissions in\nthe 21st century in response to anthropogenic climate change using the\nglobal ocean biogeochemical model NEMO-PISCES. Assuming nitrification as the\ndominant N<sub>2</sub>O formation pathway, we implemented two different\nparameterizations of N<sub>2</sub>O production which differ primarily under low-oxygen (O<sub>2</sub>) conditions. When forced with output from a climate model\nsimulation run under the business-as-usual high-CO<sub>2</sub> concentration\nscenario (RCP8.5), our simulations suggest a decrease of 4 to 12 % in\nN<sub>2</sub>O emissions from 2005 to 2100, i.e., a reduction from 4.03/3.71 to\n3.54/3.56 TgN yr<sup>−1</sup> depending on the parameterization. The emissions\ndecrease strongly in the western basins of the Pacific and Atlantic oceans,\nwhile they tend to increase above the oxygen minimum zones (OMZs), i.e., in\nthe eastern tropical Pacific and in the northern Indian Ocean. The reduction\nin N<sub>2</sub>O emissions is caused on the one hand by weakened nitrification as\na consequence of reduced primary and export production, and on the other\nhand by stronger vertical stratification, which reduces the transport of\nN<sub>2</sub>O from the ocean interior to the ocean surface. The higher emissions\nover the OMZ are linked to an expansion of these zones under global warming,\nwhich leads to increased N<sub>2</sub>O production, associated primarily with\ndenitrification. While there are many uncertainties in the relative\ncontribution and changes in the N<sub>2</sub>O production pathways, the increasing\nstorage seems unequivocal and determines largely the decrease in N<sub>2</sub>O\nemissions in the future. From the perspective of a global climate system,\nthe averaged feedback strength associated with the projected decrease in\noceanic N<sub>2</sub>O emissions amounts to around −0.009 W m<sup>−2</sup> K<sup>−1</sup>,\nwhich is comparable to the potential increase from terrestrial N<sub>2</sub>O\nsources. However, the assessment for a potential balance between the terrestrial\nand marine feedbacks calls for an improved representation of N<sub>2</sub>O\nproduction terms in fully coupled next-generation Earth system models.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/4133/2015/", 
        "title": "Projections of oceanic N<sub>2</sub>O emissions in the 21st century using the IPSL Earth system model"
    }, 
    {
        "author": "S. Hashimoto, N. Carvalhais, A. Ito, M. Migliavacca, K. Nishina, and M. Reichstein", 
        "date": "2015-07-09", 
        "description": "<b>Global spatiotemporal distribution of soil respiration modeled using a global database</b><br /><br />Biogeosciences, 12, 4121-4132, 2015<br /><br />Author(s): S. Hashimoto, N. Carvalhais, A. Ito, M. Migliavacca, K. Nishina, and M. Reichstein<br /><br />The flux of carbon dioxide from the soil to the atmosphere (soil respiration)\nis one of the major fluxes in the global carbon cycle. At present, the\naccumulated field observation data cover a wide range of geographical\nlocations and climate conditions. However, there are still large\nuncertainties in the magnitude and spatiotemporal variation of global soil\nrespiration. Using a global soil respiration data set, we developed a\nclimate-driven model of soil respiration by modifying and updating Raich's\nmodel, and the global spatiotemporal distribution of soil respiration was\nexamined using this model. The model was applied at a spatial resolution of\n0.5°and a monthly time step. Soil respiration was divided into the\nheterotrophic and autotrophic components of respiration using an empirical\nmodel. The estimated mean annual global soil respiration was\n91 Pg C yr<sup>−1</sup> (between 1965 and 2012; Monte Carlo 95 % confidence\ninterval: 87–95 Pg C yr<sup>−1</sup>) and increased at the rate of\n0.09 Pg C yr<sup>−2</sup>. The contribution of soil respiration from boreal\nregions to the total increase in global soil respiration was on the same\norder of magnitude as that of tropical and temperate regions, despite a lower\nabsolute magnitude of soil respiration in boreal regions. The estimated\nannual global heterotrophic respiration and global autotrophic respiration\nwere 51 and 40 Pg C yr<sup>−1</sup>, respectively. The global soil respiration\nresponded to the increase in air temperature at the rate of\n3.3 Pg C yr<sup>−1</sup> °C<sup>−1</sup>, and <i>Q</i><sub>10</sub> = 1.4. Our study scaled\nup observed soil respiration values from field measurements to estimate\nglobal soil respiration and provide a data-oriented estimate of global soil\nrespiration. The estimates are based on a semi-empirical model parameterized\nwith over one thousand data points. Our analysis indicates that the climate\ncontrols on soil respiration may translate into an increasing trend in global\nsoil respiration and our analysis emphasizes the relevance of the soil carbon flux from\nsoil to the atmosphere in response to climate change. Further approaches\nshould additionally focus on climate controls in soil respiration in\ncombination with changes in vegetation dynamics and soil carbon stocks, along\nwith their effects on the long temporal dynamics of soil respiration. We\nexpect that these spatiotemporal estimates will provide a benchmark for\nfuture studies and also help to constrain process-oriented models.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/4121/2015/", 
        "title": "Global spatiotemporal distribution of soil respiration modeled using a global database"
    }, 
    {
        "author": "C. Mulder, J.-P. Hettelingh, L. Montanarella, M. R. Pasimeni, M. Posch, W. Voigt, and G. Zurlini", 
        "date": "2015-07-09", 
        "description": "<b>Chemical footprints of anthropogenic nitrogen deposition on recent soil C : N ratios in Europe</b><br /><br />Biogeosciences, 12, 4113-4119, 2015<br /><br />Author(s): C. Mulder, J.-P. Hettelingh, L. Montanarella, M. R. Pasimeni, M. Posch, W. Voigt, and G. Zurlini<br /><br />Long-term human interactions with the natural landscape have produced a plethora\nof trends and patterns of environmental disturbances across time and space.\nNitrogen deposition, closely tracking energy and land use, is known to be\namong the main drivers of pollution, affecting both freshwater and terrestrial\necosystems. We present a statistical approach for investigating the historical\nand geographical distribution of nitrogen deposition and the impacts of\naccumulation on recent soil carbon-to-nitrogen ratios in Europe. After the\nsecond Industrial Revolution, large\nswaths of land emerged characterized by different atmospheric deposition patterns caused by\nindustrial activities or intensive agriculture. Nitrogen\ndeposition affects soil C : N ratios in a still recognizable way\ndespite the abatement of oxidized and reduced nitrogen emissions during the\nlast 2 decades. Given a seemingly disparate land-use history, we focused\non ~ 10 000 unmanaged ecosystems, providing statistical\nevidence for a rapid response of nature to the chronic nitrogen supply\nthrough\natmospheric deposition.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/4113/2015/", 
        "title": "Chemical footprints of anthropogenic nitrogen deposition on recent soil C : N ratios in Europe"
    }, 
    {
        "author": "H. Berthelot, T. Moutin, S. L'Helguen, K. Leblanc, S. Hélias, O. Grosso, N. Leblond, B. Charrière, and S. Bonnet", 
        "date": "2015-07-07", 
        "description": "<b>Dinitrogen fixation and dissolved organic nitrogen fueled primary production and particulate export during the VAHINE mesocosm experiment (New Caledonia lagoon)</b><br /><br />Biogeosciences, 12, 4099-4112, 2015<br /><br />Author(s): H. Berthelot, T. Moutin, S. L'Helguen, K. Leblanc, S. Hélias, O. Grosso, N. Leblond, B. Charrière, and S. Bonnet<br /><br />In the oligotrophic ocean characterized by nitrate (NO<sub>3</sub><sup>&minus;</sup>)\n  depletion in surface waters, dinitrogen (N<sub>2</sub>) fixation and\n  dissolved organic nitrogen (DON) can represent significant nitrogen\n  (N) sources for the ecosystem. In this study, we deployed large in situ mesocosms in New Caledonia in order to investigate (1) the contribution\n  of N<sub>2</sub> fixation and DON use to primary production (PP) and\n  particle export and (2) the fate of the freshly produced particulate\n  organic N (PON), i.e., whether it is preferentially accumulated and\n  recycled in the water column or exported out of the system. The\n  mesocosms were fertilized with phosphate (PO<sub>4</sub><sup>3-</sup>) in order to prevent\n  phosphorus (P) limitation and promote N<sub>2</sub> fixation. The diazotrophic\n  community was dominated by diatom–diazotroph associations (DDAs)\n  during the first part of the experiment for 10 days (P1) followed by\n  the unicellular N<sub>2</sub>-fixing cyanobacteria UCYN-C for the last 9\n  days (P2) of the experiment. N<sub>2</sub> fixation rates averaged 9.8\n  ± 4.0 and 27.7 ± 8.6 nmol L<sup>−1</sup> d<sup>−1</sup> during P1 and P2,\n  respectively.  NO<sub>3</sub><sup>&minus;</sup> concentrations (< 0.04 &mu;mol L<sup>−1</sup>) in the\n  mesocosms were a negligible source of N, indicating that N<sub>2</sub>\n  fixation was the main driver of new production throughout the\n  experiment. The contribution of N<sub>2</sub> fixation to PP was not\n  significantly different (<i>p</i> > 0.05) during P1 (9.0 ± 3.3 %)\n  and P2 (12.6 ± 6.1 %).  However, the <i>e</i> ratio that\n  quantifies the efficiency of a system to export particulate organic\n  carbon (POC<sub>export</sub>) compared to PP (<i>e</i> ratio = POC<sub>export</sub>/PP) was significantly higher (<i>p</i> <\n  0.05) during P2 (39.7 ± 24.9 %) than during P1 (23.9 ±\n  20.2 %), indicating that the production sustained by UCYN-C was\n  more efficient at promoting C export than the production sustained\n  by DDAs. During P1, PON was stable and the total amount of N\n  provided by N<sub>2</sub> fixation (0.10 ± 0.02 &mu;mol L<sup>−1</sup>) was\n  not significantly different (<i>p</i> > 0.05) from the total amount of PON\n  exported (0.10 ± 0.04 &mu;mol L<sup>−1</sup>), suggesting a rapid and\n  probably direct export of the recently fixed N<sub>2</sub> by the\n  DDAs. During P2, both PON concentrations and PON export increased in\n  the mesocosms by a factor 1.5–2. Unlike in P1, this PON production\n  was not totally explained by the new N provided by N<sub>2</sub>\n  fixation. The use of DON, whose concentrations decreased\n  significantly (<i>p</i> < 0.05) from 5.3 ± 0.5 &mu;mol L<sup>−1</sup> to 4.4\n  ± 0.5 &mu;mol L<sup>−1</sup>, appeared to be the missing N source. The\n  DON consumption (~ 0.9 &mu;mol L<sup>−1</sup>) during P2 is higher\nthan the total amount of new N brought by N<sub>2</sub> fixation\n(~ 0.25 &mu;mol L<sup>−1</sup>) during the same period. These results\nsuggest\n  that while DDAs mainly rely on N<sub>2</sub> fixation for their N\n  requirements, both N<sub>2</sub> fixation and DON can be significant\n  N sources for primary production and particulate export following\n  UCYN-C blooms in the New Caledonia lagoon and by extension in the\n  N-limited oceans where similar events are likely to occur.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/4099/2015/", 
        "title": "Dinitrogen fixation and dissolved organic nitrogen fueled primary production and particulate export during the VAHINE mesocosm experiment (New Caledonia lagoon)"
    }, 
    {
        "author": "R. Aguilera, R. Marcé, and S. Sabater", 
        "date": "2015-07-07", 
        "description": "<b>Detection and attribution of global change effects on river nutrient dynamics in a large Mediterranean basin</b><br /><br />Biogeosciences, 12, 4085-4098, 2015<br /><br />Author(s): R. Aguilera, R. Marcé, and S. Sabater<br /><br />Attributing changes in river water quality to specific factors is\nchallenging because multiple factors act at different temporal and spatial\nscales, and it often requires examining long-term series of continuous data.\nData consistency is sometimes hindered by the lack of observations of\nrelevant water quality variables and the low and uneven sampling frequency\nthat characterizes many water quality monitoring schemes. Nitrate and\ndissolved phosphate concentration time series (1980–2011) from 50 sampling\nstations across a large Mediterranean river basin were analyzed to\ndisentangle the role of hydrology, land-use practices, and global climatic\nphenomena on the observed nutrient patterns, with the final aim of\nunderstanding how the different aspects of global change affected nutrient\ndynamics in the basin. Dynamic factor analysis (DFA) provided the\nmethodological framework to extract underlying common patterns in nutrient\ntime series with missing observations. Using complementary methods such as\nfrequency and trend analyses, we sought to further characterize the common\npatterns and identify the drivers behind their variability across time and\nspace. Seasonal and other cyclic patterns were identified as well as trends\nof increase or decrease of nutrient concentration in particular areas of the\nbasin. Overall, the impact of global change, which includes both climate\nchange and anthropogenic impacts, on the dynamics of nitrate concentration\nacross the study basin was found to be a multifaceted process including\nregional and global factors, such as climatic oscillations and agricultural\nirrigation practices, whereas impacts on phosphate concentration seemed to\ndepend more on local impacts, such as urban and industrial activities, and\nless on large-scale factors.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/4085/2015/", 
        "title": "Detection and attribution of global change effects on river nutrient dynamics in a large Mediterranean basin"
    }, 
    {
        "author": "E. N. Koffi, P. J. Rayner, A. J. Norton, C. Frankenberg, and M. Scholze", 
        "date": "2015-07-07", 
        "description": "<b>Investigating the usefulness of satellite-derived fluorescence data in inferring gross primary productivity within the carbon cycle data assimilation system</b><br /><br />Biogeosciences, 12, 4067-4084, 2015<br /><br />Author(s): E. N. Koffi, P. J. Rayner, A. J. Norton, C. Frankenberg, and M. Scholze<br /><br />Simulations of carbon fluxes with terrestrial biosphere models still exhibit\nsignificant uncertainties, in part due to the uncertainty in model parameter\nvalues. With the advent of satellite measurements of solar induced\nchlorophyll fluorescence (SIF), there exists a novel pathway for constraining\nsimulated carbon fluxes and parameter values. We investigate the utility of\nSIF in constraining gross primary productivity (GPP). As a first test we\nassess whether SIF simulations are sensitive to important parameters in a\nbiosphere model. SIF measurements at the wavelength of 755 nm are simulated\nby the Carbon-Cycle Data Assimilation System (CCDAS) which has been augmented\nby the fluorescence component of the Soil Canopy Observation, Photochemistry\nand Energy fluxes (SCOPE) model.\n<br><br>\nIdealized sensitivity tests of the SCOPE model stand-alone indicate strong\nsensitivity of GPP to the carboxylation capacity (<i>V</i><sub>cmax</sub>) and of\nSIF to the chlorophyll AB content (<i>C</i><sub>ab</sub>) and incoming short wave\nradiation. Low sensitivity is found for SIF to <i>V</i><sub>cmax</sub>, however the\nrelationship is subtle, with increased sensitivity under high radiation\nconditions and lower <i>V</i><sub>cmax</sub> ranges.\n<br><br>\nCCDAS simulates well the patterns of satellite-measured SIF suggesting the\ncombined model is capable of ingesting the data. CCDAS supports the idealized\nsensitivity tests of SCOPE, with SIF exhibiting sensitivity to\n<i>C</i><sub>ab</sub> and incoming radiation, both of which are treated as\nperfectly known in previous CCDAS versions. These results demonstrate the\nneed for careful consideration of <i>C</i><sub>ab</sub> and incoming radiation when\ninterpreting SIF and the limitations of utilizing SIF to constrain\n<i>V</i><sub>cmax</sub> in the present set-up in the CCDAS system.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/4067/2015/", 
        "title": "Investigating the usefulness of satellite-derived fluorescence data in inferring gross primary productivity within the carbon cycle data assimilation system"
    }, 
    {
        "author": "M. Thyssen, S. Alvain, A. Lefèbvre, D. Dessailly, M. Rijkeboer, N. Guiselin, V. Creach, and L.-F. Artigas", 
        "date": "2015-07-07", 
        "description": "<b>High-resolution analysis of a North Sea phytoplankton community structure based on in situ flow cytometry observations and potential implication for remote sensing</b><br /><br />Biogeosciences, 12, 4051-4066, 2015<br /><br />Author(s): M. Thyssen, S. Alvain, A. Lefèbvre, D. Dessailly, M. Rijkeboer, N. Guiselin, V. Creach, and L.-F. Artigas<br /><br />Phytoplankton observation in the ocean can be a challenge in oceanography.\nAccurate estimations of its biomass and dynamics will help to understand\nocean ecosystems and refine global climate models. Relevant data sets of\nphytoplankton defined at a functional level and on a sub-meso- and daily scale are thus required. In order to achieve this, an automated,\nhigh-frequency, dedicated scanning flow cytometer (SFC, Cytobuoy b.v., the Netherlands) has been\ndeveloped to cover the entire size range of phytoplankton cells whilst\nsimultaneously taking pictures of the largest of them. This cytometer was\ndirectly connected to the water inlet of a PocketFerryBox during a cruise\nin the North Sea, 08–12 May 2011 (DYMAPHY project, INTERREG IV A \"2 Seas\"),\nin order to identify the phytoplankton community structure of near surface\nwaters (6 m) with a high spatial resolution basis (2.2 ± 1.8 km). Ten\ngroups of cells, distinguished on the basis of their optical pulse shapes,\nwere described (abundance, size estimate, red fluorescence per unit volume).\nAbundances varied depending on the hydrological status of the traversed\nwaters, reflecting different stages of the North Sea blooming period.\nComparisons between several techniques analysing chlorophyll <i>a</i> and the\nscanning flow cytometer, using the integrated red fluorescence emitted by\neach counted cell, showed significant correlations. For the first time, the\ncommunity structure observed from the automated flow cytometry data set was\ncompared with PHYSAT reflectance anomalies over a daily scale. The number of\nmatchups observed between the SFC automated high-frequency in situ sampling and\nremote sensing was found to be more than 2 times better than when using\ntraditional water sampling strategies. Significant differences in the\nphytoplankton community structure within the 2 days for which matchups\nwere available suggest that it is possible to label PHYSAT anomalies using\nautomated flow cytometry to resolve not only dominant groups but also community\nstructure.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/4051/2015/", 
        "title": "High-resolution analysis of a North Sea phytoplankton community structure based on in situ flow cytometry observations and potential implication for remote sensing"
    }, 
    {
        "author": "L. Meng, R. Paudel, P. G. M. Hess, and N. M. Mahowald", 
        "date": "2015-07-03", 
        "description": "<b>Seasonal and interannual variability in wetland methane emissions simulated by CLM4Me' and CAM-chem and comparisons to observations of concentrations</b><br /><br />Biogeosciences, 12, 4029-4049, 2015<br /><br />Author(s): L. Meng, R. Paudel, P. G. M. Hess, and N. M. Mahowald<br /><br />Understanding the temporal and spatial variation of wetland methane emissions\nis essential to the estimation of the global methane budget. Our goal for\nthis study is three-fold: (i) to evaluate the wetland methane fluxes\nsimulated in two versions of the Community Land Model, the Carbon-Nitrogen\n(CN; i.e., CLM4.0) and the Biogeochemistry (BGC; i.e., CLM4.5) versions using\nthe methane emission model CLM4Me' so as to determine the\nsensitivity of the emissions to the underlying carbon model; (ii) to compare\nthe simulated atmospheric methane concentrations to observations, including\nlatitudinal gradients and interannual variability so as to determine the\nextent to which the atmospheric observations constrain the emissions; (iii)\nto understand the drivers of seasonal and interannual variability in\natmospheric methane concentrations. Simulations of the transport and removal\nof methane use the Community Atmosphere Model with chemistry (CAM-chem) model in conjunction\nwith CLM4Me' methane emissions from both CN and BGC simulations and\nother methane emission sources from literature. In each case we compare model-simulated atmospheric methane concentration with observations. In addition,\nwe simulate the atmospheric concentrations based on the TransCom wetland and\nrice paddy emissions derived from a different terrestrial ecosystem model,\nVegetation Integrative Simulator for Trace gases (VISIT). Our analysis indicates CN wetland methane emissions are higher in the\ntropics and lower at high latitudes than emissions from BGC. In CN, methane\nemissions decrease from 1993 to 2004 while this trend does not appear in the\nBGC version. In the CN version, methane emission variations follow\nsatellite-derived inundation wetlands closely. However, they are dissimilar\nin BGC due to its different carbon cycle. CAM-chem simulations with\nCLM4Me' methane emissions suggest that both prescribed anthropogenic\nand predicted wetlands methane emissions contribute substantially to seasonal\nand interannual variability in atmospheric methane concentration. Simulated\natmospheric CH<sub>4</sub> concentrations in CAM-chem are highly correlated with\nobservations at most of the 14 measurement stations evaluated with an average\ncorrelation between 0.71 and 0.80 depending on the simulation (for the period\nof 1993–2004 for most stations based on data availability). Our results\nsuggest that different spatial patterns of wetland emissions can have\nsignificant impacts on Northern and Southern hemisphere (N–S) atmospheric CH<sub>4</sub> concentration gradients and\ngrowth rates. This study suggests that both anthropogenic and wetland\nemissions have significant contributions to seasonal and interannual\nvariations in atmospheric CH<sub>4</sub> concentrations. However, our analysis also\nindicates the existence of large uncertainties in terms of spatial patterns\nand magnitude of global wetland methane budgets, and that substantial\nuncertainty comes from the carbon model underlying the methane flux modules.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/4029/2015/", 
        "title": "Seasonal and interannual variability in wetland methane emissions simulated by CLM4Me' and CAM-chem and comparisons to observations of concentrations"
    }, 
    {
        "author": "M. L. Chipman, V. Hudspith, P. E. Higuera, P. A. Duffy, R. Kelly, W. W. Oswald, and F. S. Hu", 
        "date": "2015-07-03", 
        "description": "<b>Spatiotemporal patterns of tundra fires: late-Quaternary charcoal records from Alaska</b><br /><br />Biogeosciences, 12, 4017-4027, 2015<br /><br />Author(s): M. L. Chipman, V. Hudspith, P. E. Higuera, P. A. Duffy, R. Kelly, W. W. Oswald, and F. S. Hu<br /><br />Anthropogenic climate change has altered many ecosystem processes in the\nArctic tundra and may have resulted in unprecedented fire activity.\nEvaluating the significance of recent fires requires knowledge from the\npaleofire record because observational data in the Arctic span only several\ndecades, much shorter than the natural fire rotation in Arctic tundra\nregions. Here we report results of charcoal analysis on lake sediments from\nfour Alaskan lakes to infer the broad spatial and temporal patterns of\ntundra-fire occurrence over the past 35 000 years. Background charcoal\naccumulation rates are low in all records (range is 0–0.05 pieces cm<sup>−2</sup> yr<sup>&minus;1</sup>),\nsuggesting minimal biomass burning across our study areas.\nCharcoal peak analysis reveals that the mean fire-return interval (FRI;\nyears between consecutive fire events) ranged from ca. 1650 to 6050 years at\nour sites, and that the most recent fire events occurred from ca. 880 to 7030\nyears ago, except for the CE 2007 Anaktuvuk River Fire. These mean FRI\nestimates are longer than the fire rotation periods estimated for the past\n63 years in the areas surrounding three of the four study lakes. This result\nsuggests that the frequency of tundra burning was higher over the recent\npast compared to the late Quaternary in some tundra regions. However, the\nranges of FRI estimates from our paleofire records overlap with the\nexpected values based on fire-rotation-period estimates from the\nobservational fire data, and the differences are statistically\ninsignificant. Together with previous tundra-fire reconstructions, these\ndata suggest that the rate of tundra burning was spatially variable and that\nfires were extremely rare in our study areas throughout the late Quaternary.\nGiven the rarity of tundra burning over multiple millennia in our study\nareas and the pronounced effects of fire on tundra ecosystem processes such\nas carbon cycling, dramatic tundra ecosystem changes are expected if\nanthropogenic climate change leads to more frequent tundra fires.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/4017/2015/", 
        "title": "Spatiotemporal patterns of tundra fires: late-Quaternary charcoal records from Alaska"
    }, 
    {
        "author": "K. Matsuno, A. Yamaguchi, S. Nishino, J. Inoue, and T. Kikuchi", 
        "date": "2015-07-03", 
        "description": "<b>Short-term changes in the mesozooplankton community and copepod gut pigment in the Chukchi Sea in autumn: reflections of a strong wind event</b><br /><br />Biogeosciences, 12, 4005-4015, 2015<br /><br />Author(s): K. Matsuno, A. Yamaguchi, S. Nishino, J. Inoue, and T. Kikuchi<br /><br />To evaluate the effect of atmospheric turbulence on a marine ecosystem,\nhigh-frequency samplings (two to four times per day) of a mesozooplankton\ncommunity and the gut pigment of dominant copepods were performed at a fixed\nstation in the Chukchi Sea from 10 to 25 September 2013. During the study\nperiod, a strong wind event (SWE) was observed on 18 September. After the\nSWE, the biomass of chlorophyll <i>a</i> (Chl <i>a</i>) increased, especially for\nmicro-size (> 10 μm) fractions. The zooplankton abundance ranged\nfrom 23 610 to 56 809 ind. m<sup>−2</sup> and exhibited no clear changes as a\nresult of the SWE. In terms of abundance, calanoid copepods constituted the\ndominant taxa (mean: 57 %), followed by barnacle larvae (31 %).\nWithin the calanoid copepods, small-sized <i>Pseudocalanus</i> spp.\n(65 %) and large-sized <i>C. glacialis</i> (30 %) dominated.\nIn the population structure of <i>C. glacialis</i>, copepodid stage 5 (C5)\ndominated, and the mean copepodid stage did not vary with the SWE. The\ndominance of accumulated lipids in C5 and C6 females with immature gonads\nindicated that they were preparing for seasonal diapause. The gut pigment of\n<i>C. glacialis</i> C5 was higher at night and was correlated with ambient\nChl <i>a</i> (Chl <i>a</i>, and a significant increase was observed after the SWE (2.6 vs. 4.5 ng pigment ind.<sup>−1</sup>). The grazing impact by <i>C. glacialis</i> C5 was\nestimated to be 4.14 mg C m<sup>−2</sup> day<sup>−1</sup>, which corresponded to\n0.5−4.6 % of the biomass of the micro-size phytoplankton. Compared with\nthe metabolic food requirement, <i>C. glacialis</i> feeding on\nphytoplankton accounted for 12.6 % of their total food requirement. These\nfacts suggest that <i>C. glacialis</i> could not maintain their population\nby feeding solely on phytoplankton and that other food sources (i.e.,\nmicrozooplankton) must be important in autumn. As observed by the increase in\ngut pigment, the temporal phytoplankton bloom, which is enhanced by the\natmospheric turbulence (SWE) in autumn, may have a positive effect on copepod\nnutrition.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/4005/2015/", 
        "title": "Short-term changes in the mesozooplankton community and copepod gut pigment in the Chukchi Sea in autumn: reflections of a strong wind event"
    }, 
    {
        "author": "U. Mishra and W. J. Riley", 
        "date": "2015-07-02", 
        "description": "<b>Scaling impacts on environmental controls and spatial heterogeneity of soil organic carbon stocks</b><br /><br />Biogeosciences, 12, 3993-4004, 2015<br /><br />Author(s): U. Mishra and W. J. Riley<br /><br />The spatial heterogeneity of land surfaces affects energy, moisture, and\ngreenhouse gas exchanges with the atmosphere. However, representing the\nheterogeneity of terrestrial hydrological and biogeochemical processes in\nEarth system models (ESMs) remains a critical scientific challenge. We\nreport the impact of spatial scaling on environmental controls, spatial\nstructure, and statistical properties of soil organic carbon (SOC) stocks\nacross the US state of Alaska. We used soil profile observations and\nenvironmental factors such as topography, climate, land cover types, and\nsurficial geology to predict the SOC stocks at a 50 m spatial scale.\nThese spatially heterogeneous estimates provide a data set with reasonable\nfidelity to the observations at a sufficiently high resolution to examine\nthe environmental controls on the spatial structure of SOC stocks. We\nupscaled both the predicted SOC stocks and environmental variables from\nfiner to coarser spatial scales (<i>s</i>  = 100, 200, and 500 m and  1, 2, 5, and\n10 km) and generated various statistical properties of SOC stock estimates.\nWe found different environmental factors to be statistically significant\npredictors at different spatial scales. Only elevation, temperature,\npotential evapotranspiration, and scrub land cover types were significant\npredictors at all scales. The strengths of control (the median value of\ngeographically weighted regression coefficients) of these four environmental\nvariables on SOC stocks decreased with increasing scale and were accurately\nrepresented using mathematical functions (<i>R</i><sup>2</sup> = 0.83–0.97). The spatial\nstructure of SOC stocks across Alaska changed with spatial scale. Although\nthe variance (sill) and unstructured variability (nugget) of the calculated\nvariograms of SOC stocks decreased exponentially with scale, the correlation\nlength (range) remained relatively constant across scale. The variance of\npredicted SOC stocks decreased with spatial scale over the range of 50 m to\n~ 500 m, and remained constant beyond this scale. The fitted\nexponential function accounted for 98 % of variability in the variance of\nSOC stocks. We found moderately accurate linear relationships between mean\nand higher-order moments of predicted SOC stocks (<i>R</i><sup>2</sup> &sim; 0.55–0.63).\nCurrent ESMs operate at coarse spatial scales (50–100 km), and\nare therefore unable to represent environmental controllers and spatial\nheterogeneity of high-latitude SOC stocks consistent with observations. We\nconclude that improved understanding of the scaling behavior of\nenvironmental controls and statistical properties of SOC stocks could\nimprove ESM land model benchmarking and perhaps allow representation of\nspatial heterogeneity of biogeochemistry at scales finer than those\ncurrently resolved by ESMs.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/3993/2015/", 
        "title": "Scaling impacts on environmental controls and spatial heterogeneity of soil organic carbon stocks"
    }, 
    {
        "author": "S. Myriokefalitakis, N. Daskalakis, N. Mihalopoulos, A. R. Baker, A. Nenes, and M. Kanakidou", 
        "date": "2015-07-02", 
        "description": "<b>Changes in dissolved iron deposition to the oceans driven by human activity: a 3-D global modelling study</b><br /><br />Biogeosciences, 12, 3973-3992, 2015<br /><br />Author(s): S. Myriokefalitakis, N. Daskalakis, N. Mihalopoulos, A. R. Baker, A. Nenes, and M. Kanakidou<br /><br />The global atmospheric iron (Fe) cycle is parameterized in the global 3-D\nchemical transport model TM4-ECPL to simulate the proton- and the organic\nligand-promoted mineral-Fe dissolution as well as the aqueous-phase\nphotochemical reactions between the oxidative states of Fe (III/II). Primary\nemissions of total (TFe) and dissolved (DFe) Fe associated with dust and\ncombustion processes are also taken into account, with TFe mineral emissions\ncalculated to amount to ~ 35 Tg-Fe yr<sup>−1</sup> and TFe emissions from\ncombustion sources of ~ 2 Tg-Fe yr<sup>−1</sup>. The model reasonably\nsimulates the available Fe observations, supporting the reliability of the\nresults of this study. Proton- and organic ligand-promoted Fe dissolution in\npresent-day TM4-ECPL simulations is calculated to be\n~ 0.175 Tg-Fe yr<sup>−1</sup>, approximately half of the calculated total\nprimary DFe emissions from mineral and combustion sources in the model\n(~ 0.322 Tg-Fe yr<sup>−1</sup>). The atmospheric burden of DFe is\ncalculated to be ~ 0.024 Tg-Fe. DFe deposition presents strong spatial\nand temporal variability with an annual flux of\n~ 0.496 Tg-Fe yr<sup>−1</sup>, from which about 40 %\n(~ 0.191 Tg-Fe yr<sup>−1</sup>) is deposited over the ocean. The impact of\nair quality on Fe deposition is studied by performing sensitivity simulations\nusing preindustrial (year 1850), present (year 2008) and future (year 2100)\nemission scenarios. These simulations indicate that about a 3 times increase\nin Fe dissolution may have occurred in the past 150 years due to increasing\nanthropogenic emissions and thus atmospheric acidity. Air-quality regulations\nof anthropogenic emissions are projected to decrease atmospheric acidity in\nthe near future, reducing to about half the dust-Fe dissolution relative to\nthe present day. The organic ligand contribution to Fe dissolution shows an\ninverse relationship to the atmospheric acidity, thus its importance has\ndecreased since the preindustrial period but is projected to increase in the\nfuture. The calculated changes also show that the atmospheric DFe supply to\nthe globe has more than doubled since the preindustrial period due to 8-fold\nincreases in the primary non-dust emissions and about a 3-fold increase in the\ndust-Fe dissolution flux. However, in the future the DFe deposition flux is\nexpected to decrease (by about 25 %) due to reductions in the primary\nnon-dust emissions (about 15 %) and in the dust-Fe dissolution flux\n(about 55 %). The present level of atmospheric deposition of\nDFe over the global ocean is calculated to be about 3 times higher than for 1850 emissions, and\nabout a 30 % decrease is projected for 2100 emissions. These changes are\nexpected to impact most on the high-nutrient–low-chlorophyll oceanic regions.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/3973/2015/", 
        "title": "Changes in dissolved iron deposition to the oceans driven by human activity: a 3-D global modelling study"
    }, 
    {
        "author": "S. Z. Rosengard, P. J. Lam, W. M. Balch, M. E. Auro, S. Pike, D. Drapeau, and B. Bowler", 
        "date": "2015-07-02", 
        "description": "<b>Carbon export and transfer to depth across the Southern Ocean Great Calcite Belt</b><br /><br />Biogeosciences, 12, 3953-3971, 2015<br /><br />Author(s): S. Z. Rosengard, P. J. Lam, W. M. Balch, M. E. Auro, S. Pike, D. Drapeau, and B. Bowler<br /><br />Sequestration of carbon by the marine biological pump depends on the\nprocesses that alter, remineralize, and preserve particulate organic carbon\n(POC) during transit to the deep ocean. Here, we present data collected from\nthe Great Calcite Belt, a calcite-rich band across the Southern Ocean\nsurface, to compare the transformation of POC in the euphotic and\nmesopelagic zones of the water column. The <sup>234</sup>Th-derived export fluxes\nand size-fractionated concentrations of POC, particulate inorganic carbon\n(PIC), and biogenic silica (BSi) were measured from the upper 1000 m of 27\nstations across the Atlantic and Indian sectors of the Great Calcite Belt.\nPOC export out of the euphotic zone was correlated with BSi export. PIC\nexport was not, but did correlate positively with POC flux transfer\nefficiency. Moreover, regions of high BSi concentrations, which corresponded\nto regions with proportionally larger particles, exhibited higher\nattenuation of > 51 μm POC concentrations in the mesopelagic\nzone. The interplay among POC size partitioning, mineral composition, and POC\nattenuation suggests a more fundamental driver of POC transfer through both\ndepth regimes in the Great Calcite Belt. In particular, we argue that\ndiatom-rich communities produce large and labile POC aggregates, which not\nonly generate high export fluxes but also drive more remineralization in the\nmesopelagic zone. We observe the opposite in communities with smaller\ncalcifying phytoplankton, such as coccolithophores. We hypothesize that\nthese differences are influenced by inherent differences in the lability of\nPOC exported by different phytoplankton communities.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/3953/2015/", 
        "title": "Carbon export and transfer to depth across the Southern Ocean Great Calcite Belt"
    }, 
    {
        "author": "I. Howard and K. K. McLauchlan", 
        "date": "2015-07-01", 
        "description": "<b>Spatiotemporal analysis of nitrogen cycling in a mixed coniferous forest of the northern United States</b><br /><br />Biogeosciences, 12, 3941-3952, 2015<br /><br />Author(s): I. Howard and K. K. McLauchlan<br /><br />Nitrogen (N) is the limiting nutrient to primary productivity in a variety\nof temperate forests, and N cycling is undergoing a variety of anthropogenic\nchanges, notably a doubling of reactive N (Nr) on a global scale. Yet, the magnitude of these changes to N cycling has been difficult to document in terrestrial ecosystems, especially in old-growth forests. To determine the trajectory of N cycling and the potential impacts of anthropogenic influences at local scales, we measured the composition of\nstable nitrogen isotopes (δ<sup>15</sup>N) in wood from living red pine\ntrees (<i>Pinus resinosa</i>) at a single site in northern Minnesota, USA. A synchronous decline\nin wood δ<sup>15</sup>N values began approximately in the 1920s in 17\nindividual trees at different topographic positions, indicating a common\ndriver. The decline in wood δ<sup>15</sup>N values corresponded with\ndeclines in sedimentary δ<sup>15</sup>N recorded in lacustrine sediments\nof the same catchment. Disturbance regime and species composition began to\nchange at the turn of the 20th century with park establishment,\nproviding a likely mechanism of decline in δ<sup>15</sup>N values toward\npresent. While other mechanisms of this change are possible, we conclude that while there may be consequences of increased influxes of various forms of anthropogenic Nr into terrestrial ecosystems at the global level, these changes are not being expressed at a local level in this temperate forest ecosystem.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/3941/2015/", 
        "title": "Spatiotemporal analysis of nitrogen cycling in a mixed coniferous forest of the northern United States"
    }, 
    {
        "author": "R. Felber, A. Münger, A. Neftel, and C. Ammann", 
        "date": "2015-06-29", 
        "description": "<b>Eddy covariance methane flux measurements over a grazed pasture: effect of cows as moving point sources</b><br /><br />Biogeosciences, 12, 3925-3940, 2015<br /><br />Author(s): R. Felber, A. Münger, A. Neftel, and C. Ammann<br /><br />Methane (CH<sub>4</sub>) from ruminants contributes one-third of global\nagricultural greenhouse gas emissions. Eddy covariance (EC) technique has\nbeen extensively used at various flux sites to investigate carbon dioxide\nexchange of ecosystems. Since the development of fast CH<sub>4</sub> analyzers, the\ninstrumentation at many flux sites has been amended for these gases. However,\nthe application of EC over pastures is challenging due to the spatially and\ntemporally uneven distribution of CH<sub>4</sub> point sources induced by the grazing\nanimals. We applied EC measurements during one grazing season over a pasture\nwith 20 dairy cows (mean milk yield: 22.7 kg d<sup>−1</sup>) managed in a\nrotational grazing system. Individual cow positions were recorded by GPS\ntrackers to attribute fluxes to animal emissions using a footprint model.\nMethane fluxes with cows in the footprint were up to 2 orders of magnitude\nhigher than ecosystem fluxes without cows. Mean cow emissions of\n423 ± 24 g CH<sub>4</sub> head<sup>−1</sup> d<sup>−1</sup> (best estimate from this\nstudy) correspond well to animal respiration chamber measurements reported in\nthe literature. However, a systematic effect of the distance between source\nand EC tower on cow emissions was found, which is attributed to the analytical\nfootprint model used. We show that the EC method allows one to determine CH<sub>4</sub>\nemissions of cows on a pasture if the data evaluation is adjusted for this\npurpose and if some cow distribution information is available.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/3925/2015/", 
        "title": "Eddy covariance methane flux measurements over a grazed pasture: effect of cows as moving point sources"
    }, 
    {
        "author": "M. Tuthorn, R. Zech, M. Ruppenthal, Y. Oelmann, A. Kahmen, H. F. del Valle, T. Eglinton, K. Rozanski, and M. Zech", 
        "date": "2015-06-29", 
        "description": "<b>Coupling δ<sup>2</sup>H and δ<sup>18</sup>O biomarker results yields information on relative humidity and isotopic composition of precipitation &ndash; a climate transect validation study</b><br /><br />Biogeosciences, 12, 3913-3924, 2015<br /><br />Author(s): M. Tuthorn, R. Zech, M. Ruppenthal, Y. Oelmann, A. Kahmen, H. F. del Valle, T. Eglinton, K. Rozanski, and M. Zech<br /><br />The hydrogen isotopic composition (δ<sup>2</sup>H) of leaf waxes,\nespecially of <i>n</i>-alkanes (δ<sup>2</sup>H<sub><i>n</i>-alkanes</sub>), is\nincreasingly used for paleohydrological and paleoclimate reconstructions.\nHowever, it is challenging to disentangle past changes in the isotopic\ncomposition of precipitation and changes in evapotranspirative enrichment of\nleaf water, which are both recorded in leaf wax δ<sup>2</sup>H values. In\norder to overcome this limitation, Zech M. et al. (2013) proposed a coupled δ<sup>2</sup>H<sub><i>n</i>-alkanes</sub>–δ<sup>18</sup>O<sub>sugar</sub> biomarker approach.\nThis coupled approach allows for calculating (i) biomarker-based\n\"reconstructed\"\nδ<sup>2</sup>H&delta;<sup>18</sup>O values of leaf water (δ<sup>2</sup>H&delta;<sup>18</sup>O<sub>leaf  water</sub>), (ii) biomarker-based\nreconstructed deuterium excess (<i>d</i>-excess) of leaf water, which mainly\nreflects evapotranspirative enrichment and which can be used to reconstruct\nrelative air humidity (RH) and (iii) biomarker-based reconstructed  δ<sup>2</sup>H&delta;<sup>18</sup>O<sub>precipitation</sub> values.\n<br><br>\nHere we present a climate transect validation study by coupling new results\nfrom δ<sup>2</sup>H analyses of n-alkanes and fatty acids in topsoils along\na climate transect in Argentina with previously measured δ<sup>18</sup>O\nresults obtained for plant-derived sugars. Accordingly, both the\nreconstructed RH and δ<sup>2</sup>H&delta;<sup>18</sup>O<sub>precipitation</sub>\nvalues correlate highly significantly with actual RH and  δ<sup>2</sup>H&delta;<sup>18</sup>O<sub>precipitation</sub> values. We conclude that\ncompared to single δ<sup>2</sup>H<sub><i>n</i>-alkane</sub> or &delta;<sup>18</sup>O<sub>sugar</sub> records, the proposed coupled δ<sup>2</sup>H<sub><i>n</i>-alkane</sub>–δ<sup>18</sup>O<sub>sugar</sub> biomarker approach\nwill allow more robust δ<sup>2</sup>H&delta;<sup>18</sup>O<sub>precipitation</sub>\nreconstructions in future paleoclimate research. Additionally, the proposed\ncoupled δ<sup>2</sup>H<sub><i>n</i>-alkane</sub>–δ<sup>18</sup>O<sub>sugar</sub>\nbiomarker approach allows for the establishment of a \"paleohygrometer\", more\nspecifically, the reconstruction of mean summer daytime RH changes/history.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/3913/2015/", 
        "title": "Coupling δ<sup>2</sup>H and δ<sup>18</sup>O biomarker results yields information on relative humidity and isotopic composition of precipitation &ndash; a climate transect validation study"
    }, 
    {
        "author": "X. Fu, X. Liu, Y. Li, J. Shen, Y. Wang, G. Zou, H. Li, L. Song, and J. Wu", 
        "date": "2015-06-26", 
        "description": "<b>Wet-season spatial variability in N<sub>2</sub>O emissions from a tea field in subtropical central China</b><br /><br />Biogeosciences, 12, 3899-3911, 2015<br /><br />Author(s): X. Fu, X. Liu, Y. Li, J. Shen, Y. Wang, G. Zou, H. Li, L. Song, and J. Wu<br /><br />Tea fields emit large amounts of nitrous oxide (N<sub>2</sub>O) to the atmosphere.\nObtaining accurate estimations of N<sub>2</sub>O emissions from tea-planted soils\nis challenging due to strong spatial variability. We examined the spatial\nvariability in N<sub>2</sub>O emissions from a red-soil tea field in Hunan\nProvince, China, on 22 April 2012 (in a wet season) using 147 static mini\nchambers approximately regular gridded in a 4.0 ha tea field. The N<sub>2</sub>O\nfluxes for a 30 min snapshot (10:00–10:30 a.m.) ranged from −1.73 to\n1659.11 g N ha<sup>−1</sup> d<sup>−1</sup> and were positively skewed with an average flux of\n102.24 g N ha<sup>−1</sup> d<sup>−1</sup>. The N<sub>2</sub>O flux data were transformed to\na normal distribution by using a logit function. The geostatistical analyses\nof our data indicated that the logit-transformed N<sub>2</sub>O fluxes (FLUX30t)\nexhibited strong spatial autocorrelation, which was characterized by an\nexponential semivariogram model with an effective range of 25.2 m. As\nobserved in the wet season, the logit-transformed soil ammonium-N (NH4Nt),\nsoil nitrate-N (NO3Nt), soil organic carbon (SOCt) and total soil nitrogen\n(TSNt) were all found to be significantly correlated with FLUX30t (<i>r</i> = 0.57–0.71,\n<i>p</i>  < 0.001). Three spatial interpolation methods (ordinary\nkriging, regression kriging and cokriging) were applied to estimate the\nspatial distribution of N<sub>2</sub>O emissions over the study area. Cokriging\nwith NH4Nt and NO3Nt as covariables (<i>r</i> = 0.74 and RMSE = 1.18)\noutperformed ordinary kriging (<i>r</i> = 0.18 and RMSE = 1.74), regression\nkriging with the sample position as a predictor (<i>r</i> = 0.49 and RMSE = 1.55)\nand cokriging with SOCt as a covariable (<i>r</i> = 0.58 and RMSE = 1.44). The\npredictions of the three kriging interpolation methods for the total\nN<sub>2</sub>O emissions of 4.0 ha tea field ranged from 148.2 to 208.1 g N d<sup>−1</sup>,\nbased on the 30 min snapshots obtained during the wet season. Our\nfindings suggested that to accurately estimate the total N<sub>2</sub>O emissions\nover a region, the environmental variables (e.g., soil properties) and the\ncurrent land use pattern (e.g., tea row transects in the present study) must\nbe included in spatial interpolation. Additionally, compared with other\nkriging approaches, the cokriging prediction approach showed great\nadvantages in being easily deployed and, more importantly, providing accurate\nregional estimation of N<sub>2</sub>O emissions from tea-planted soils.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/3899/2015/", 
        "title": "Wet-season spatial variability in N<sub>2</sub>O emissions from a tea field in subtropical central China"
    }, 
    {
        "author": "P. Choler", 
        "date": "2015-06-26", 
        "description": "<b>Growth response of temperate mountain grasslands to inter-annual variations in snow cover duration</b><br /><br />Biogeosciences, 12, 3885-3897, 2015<br /><br />Author(s): P. Choler<br /><br />A remote sensing approach is used to examine the direct and indirect effects\nof snow cover duration and weather conditions on the growth response of\nmountain grasslands located above the tree line in the French Alps.\nTime-integrated Normalized Difference Vegetation Index (NDVI<sub>int</sub>), used as a\nsurrogate for aboveground primary productivity, and snow cover duration were\nderived from a 13-year long time series of the Moderate-resolution Imaging\nSpectroradiometer (MODIS). A regional-scale meteorological forcing that\naccounted for topographical effects was provided by the\nSAFRAN–CROCUS–MEPRA model chain. A hierarchical path analysis was\ndeveloped to analyze the multivariate causal relationships between forcing\nvariables and proxies of primary productivity. Inter-annual variations in\nprimary productivity were primarily governed by year-to-year variations in\nthe length of the snow-free period and to a much lesser extent by\ntemperature and precipitation during the growing season. A prolonged snow\ncover reduces the number and magnitude of frost events during the initial\ngrowth period but this has a negligible impact on NDVI<sub>int</sub> as compared\nto the strong negative effect of a delayed snow melting. The maximum NDVI\nslightly responded to increased summer precipitation and temperature but the\nimpact on productivity was weak. The period spanning from peak standing\nbiomass to the first snowfall accounted for two-thirds of NDVI<sub>int</sub> and this\nexplained the high sensitivity of NDVI<sub>int</sub> to autumn temperature and autumn\nrainfall that control the timing of the first snowfall. The ability of\nmountain plants to maintain green tissues during the whole snow-free period\nalong with the relatively low responsiveness of peak standing biomass to\nsummer meteorological conditions led to the conclusion that the length of\nthe snow-free period is the primary driver of the inter-annual variations in\nprimary productivity of mountain grasslands.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/3885/2015/", 
        "title": "Growth response of temperate mountain grasslands to inter-annual variations in snow cover duration"
    }, 
    {
        "author": "F. Quéroué, G. Sarthou, H. F. Planquette, E. Bucciarelli, F. Chever, P. van der Merwe, D. Lannuzel, A. T. Townsend, M. Cheize, S. Blain, F. d'Ovidio, and A. R. Bowie", 
        "date": "2015-06-25", 
        "description": "<b>High variability in dissolved iron concentrations in the vicinity of the Kerguelen Islands (Southern Ocean)</b><br /><br />Biogeosciences, 12, 3869-3883, 2015<br /><br />Author(s): F. Quéroué, G. Sarthou, H. F. Planquette, E. Bucciarelli, F. Chever, P. van der Merwe, D. Lannuzel, A. T. Townsend, M. Cheize, S. Blain, F. d'Ovidio, and A. R. Bowie<br /><br />Dissolved Fe (dFe) concentrations were measured in the upper 1300 m of the\nwater column in the vicinity of the Kerguelen Islands as part of the second\nKErguelen Ocean Plateau compared Study (KEOPS2). Concentrations ranged from\n0.06 nmol L<sup>−1</sup> in offshore, Southern Ocean waters to 3.82 nmol L<sup>−1</sup>\nwithin Hillsborough Bay, on the north-eastern coast of the Kerguelen Islands.\nDirect island runoff, glacial melting and resuspended sediments were\nidentified as important inputs of dFe that could potentially fertilise the\nnorthern part of the plateau. A significant deep dFe enrichment was observed\nover the plateau with dFe concentrations increasing up to 1.30 nmol L<sup>−1</sup>\nclose to the seafloor, probably due to sediment resuspension and pore water\nrelease. Biological uptake was shown to induce a significant decrease in dFe\nconcentrations between two visits (28 days apart) at a station above the\nplateau. Our work also considered other processes and sources, such as\nlateral advection of enriched seawater, remineralisation processes, and the\ninfluence of the polar front (PF) as a vector for Fe transport. Overall,\nheterogeneous sources of Fe over and off the Kerguelen Plateau, in addition\nto strong variability in Fe supply by vertical or horizontal transport, may\nexplain the high variability in dFe concentrations observed during this\nstudy.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/3869/2015/", 
        "title": "High variability in dissolved iron concentrations in the vicinity of the Kerguelen Islands (Southern Ocean)"
    }, 
    {
        "author": "J. Mu, F. Jin, J. Wang, N. Zheng, and Y. Cong", 
        "date": "2015-06-25", 
        "description": "<b>Effects of CO<sub>2</sub>-driven ocean acidification on early life stages of marine medaka (<i>Oryzias melastigma</i>)</b><br /><br />Biogeosciences, 12, 3861-3868, 2015<br /><br />Author(s): J. Mu, F. Jin, J. Wang, N. Zheng, and Y. Cong<br /><br />The potential effects of high CO<sub>2</sub> and associated ocean acidification\n(OA) in marine fishes and other non-calcified organisms are less well\nunderstood. In this study, we investigated the responses of early life stages\n(ELS) of marine medaka (<i>Oryzias melastigma</i>) exposed to a series of\nexperimental manipulation of CO<sub>2</sub> levels. Results showed that\nCO<sub>2</sub>-driven seawater acidification (pH 7.6 and pH 7.2) had no\ndetectable effect on hatching time, hatching rate, or heart rate of embryos.\nHowever, the deformity rate of larvae in the pH 7.2 treatment was\nsignificantly higher than that in the control treatment. There is no\nsignificant difference between the left and right otolith areas in each\ntreatment. However, the average otolith area of larvae in the pH 7.6\ntreatment was significantly smaller than that in the control. Such\nalterations in the developmental abnormalities and otolith size of marine\nmedaka larvae due to elevated-CO<sub>2</sub> levels suggests that this species will\nbe increasingly challenged by future OA. Further studies of the impacts of OA\non marine fish to assess whether or not the environmental influence in one\ngeneration can affect the later life history and the phenotype of subsequent\ngenerations are needed.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/3861/2015/", 
        "title": "Effects of CO<sub>2</sub>-driven ocean acidification on early life stages of marine medaka (<i>Oryzias melastigma</i>)"
    }, 
    {
        "author": "D. Bastviken, I. Sundgren, S. Natchimuthu, H. Reyier, and M. Gålfalk", 
        "date": "2015-06-24", 
        "description": "<b>Technical Note: Cost-efficient approaches to measure carbon dioxide (CO<sub>2</sub>) fluxes and concentrations in terrestrial and aquatic environments using mini loggers</b><br /><br />Biogeosciences, 12, 3849-3859, 2015<br /><br />Author(s): D. Bastviken, I. Sundgren, S. Natchimuthu, H. Reyier, and M. Gålfalk<br /><br />Fluxes of CO<sub>2</sub> are important for our understanding of the global carbon\ncycle and greenhouse gas balances. Several significant CO<sub>2</sub> fluxes in\nnature may still be unknown as illustrated by recent findings of high\nCO<sub>2</sub> emissions from aquatic environments, previously not recognized in\nglobal carbon balances. Therefore, it is important to develop convenient and\naffordable ways to measure CO<sub>2</sub> in many types of environments. At\npresent, direct measurements of CO<sub>2</sub> fluxes from soil or water, or\nCO<sub>2</sub> concentrations in surface water, are typically labor intensive or\nrequire costly equipment. We here present an approach with measurement units\nbased on small inexpensive CO<sub>2</sub> loggers, originally made for indoor air\nquality monitoring, that were tested and adapted for field use. Measurements\nof soil–atmosphere and lake–atmosphere fluxes, as well as of spatiotemporal\ndynamics of water CO<sub>2</sub> concentrations (expressed as the equivalent\npartial pressure, <i>p</i>CO<sub>2aq</sub>) in lakes and a stream network are provided as\nexamples. Results from all these examples indicate that this approach can\nprovide a cost- and labor-efficient alternative for direct measurements and\nmonitoring of CO<sub>2</sub> flux and <i>p</i>CO<sub>2aq</sub> in terrestrial and aquatic\nenvironments.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/3849/2015/", 
        "title": "Technical Note: Cost-efficient approaches to measure carbon dioxide (CO<sub>2</sub>) fluxes and concentrations in terrestrial and aquatic environments using mini loggers"
    }, 
    {
        "author": "F. Planchon, D. Ballas, A.-J. Cavagna, A. R. Bowie, D. Davies, T. Trull, E. C. Laurenceau-Cornec, P. Van Der Merwe, and F. Dehairs", 
        "date": "2015-06-23", 
        "description": "<b>Carbon export in the naturally iron-fertilized Kerguelen area of the Southern Ocean based on the <sup>234</sup>Th approach</b><br /><br />Biogeosciences, 12, 3831-3848, 2015<br /><br />Author(s): F. Planchon, D. Ballas, A.-J. Cavagna, A. R. Bowie, D. Davies, T. Trull, E. C. Laurenceau-Cornec, P. Van Der Merwe, and F. Dehairs<br /><br />This study examined upper-ocean particulate organic carbon (POC) export\nusing the <sup>234</sup>Th approach as part of the second KErguelen Ocean and\nPlateau compared Study expedition (KEOPS2). Our aim was to characterize the\nspatial and the temporal variability of POC export during austral spring\n(October–November 2011) in the Fe-fertilized area of the Kerguelen Plateau region.\nPOC export fluxes were estimated at high productivity sites over and\ndownstream of the plateau and compared to a high-nutrient low-chlorophyll (HNLC) area upstream of the plateau in order to assess the impact of\niron-induced productivity on the vertical export of carbon.\n<br><br>\nDeficits in <sup>234</sup>Th activities were observed at all stations in surface\nwaters, indicating early scavenging by particles in austral spring.\n<sup>234</sup>Th export was lowest at the reference station R-2 and highest in the\nrecirculation region (E stations) where a pseudo-Lagrangian survey was\nconducted. In comparison <sup>234</sup>Th export over the central plateau and north\nof the polar front (PF) was relatively limited throughout the survey.\nHowever, the <sup>234</sup>Th results support that Fe fertilization increased\nparticle export in all iron-fertilized waters. The impact was greatest in the\nrecirculation feature (3–4 fold at 200 m depth, relative to the reference\nstation), but more moderate over the central Kerguelen Plateau and in the\nnorthern plume of the Kerguelen bloom (~2-fold at 200 m depth).\n<br><br>\nThe C : Th ratio of large (>53 μm) potentially sinking\nparticles collected via sequential filtration using in situ pumping (ISP)\nsystems was used to convert the <sup>234</sup>Th flux into a POC export flux. The\nC : Th ratios of sinking particles were highly variable (3.1 ± 0.1 to\n10.5 ± 0.2 μmol dpm<sup>−1</sup>) with no clear site-related\ntrend, despite the variety of ecosystem responses in the fertilized regions.\nC : Th ratios showed a decreasing trend between 100 and 200 m depth\nsuggesting preferential carbon loss relative to <sup>234</sup>Th possibly due to\nheterotrophic degradation and/or grazing activity. C : Th ratios of sinking\nparticles sampled with drifting sediment traps in most cases showed very\ngood agreement with ratios for particles collected via ISP deployments\n(>53 μm particles).\n<br><br>\nCarbon export production varied between 3.5 ± 0.9 and\n11.8 ± 1.3 mmol m<sup>−2</sup> d<sup>−1</sup> from the upper 100 m and between\n1.8 ± 0.9 and 8.2 ± 0.9 mmol m<sup>−2</sup> d<sup>−1</sup> from the upper\n200 m. The highest export production was found inside the PF meander with a\nrange of 5.3 ± 1.0 to 11.8 ± 1.1 mmol m<sup>−2</sup> d<sup>−1</sup> over\nthe 19-day survey period. The impact of Fe fertilization is highest inside\nthe PF meander with 2.9–4.5-fold higher carbon flux at 200 m depth in\ncomparison to the HNLC control station. The impact of Fe fertilization was\nsignificantly less over the central plateau (stations A3 and E-4W) and in the\nnorthern branch of the bloom (station F-L) with 1.6–2.0-fold higher\ncarbon flux compared to the reference station R. Export efficiencies (ratio\nof export to primary production and ratio of export to new production) were\nparticularly variable with relatively high values in the recirculation\nfeature (6 to 27 %, respectively) and low values (1 to 5 %,\nrespectively) over the central plateau (station A3) and north of the PF\n(station F-L), indicating spring biomass accumulation. Comparison with KEOPS1\nresults indicated that carbon export production is much lower during the\nonset of the bloom in austral spring than during the peak and declining\nphases in late summer.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/3831/2015/", 
        "title": "Carbon export in the naturally iron-fertilized Kerguelen area of the Southern Ocean based on the <sup>234</sup>Th approach"
    }, 
    {
        "author": "J. Schilder, C. Tellenbach, M. Möst, P. Spaak, M. van Hardenbroek, M. J. Wooller, and O. Heiri", 
        "date": "2015-06-23", 
        "description": "<b>The stable isotopic composition of  <i>Daphnia</i> ephippia reflects changes in δ<sup>13</sup>C and δ<sup>18</sup>O values of food and water</b><br /><br />Biogeosciences, 12, 3819-3830, 2015<br /><br />Author(s): J. Schilder, C. Tellenbach, M. Möst, P. Spaak, M. van Hardenbroek, M. J. Wooller, and O. Heiri<br /><br />The stable isotopic composition of fossil resting eggs (ephippia) of\n<i>Daphnia</i> spp. is being used to reconstruct past environmental conditions in lake\necosystems. However, the underlying assumption that the stable isotopic\ncomposition of the ephippia reflects the stable isotopic composition of the\nparent <i>Daphnia</i>, of their diet and of the environmental water have yet to be\nconfirmed in a controlled experimental setting. We performed experiments\nwith <i>Daphnia pulicaria</i> cultures, which included a control treatment\nconducted at 12 °C in filtered lake water and with a diet of fresh algae and\nthree treatments in which we manipulated the stable carbon isotopic\ncomposition (δ<sup>13</sup>C value) of the algae, stable oxygen isotopic\ncomposition (δ<sup>18</sup>O value) of the water and the water\ntemperature, respectively. The stable nitrogen isotopic composition (&delta;<sup>15</sup>N value) of the algae was similar for all treatments. At 12 °C, differences in algal δ<sup>13</sup>C values and in &delta;<sup>18</sup>O values of water were reflected in those of <i>Daphnia</i>. The differences\nbetween ephippia and <i>Daphnia</i> stable isotope ratios were similar in the different\ntreatments (δ<sup>13</sup>C: +0.2 ± 0.4 &permil;\n(standard deviation); δ<sup>15</sup>N: −1.6 ± 0.4 &permil;; δ<sup>18</sup>O: −0.9 ± 0.4 &permil;), indicating that changes in dietary δ<sup>13</sup>C\nvalues and in δ<sup>18</sup>O values of water are passed on to these\nfossilizing structures. A higher water temperature (20 °C)\nresulted in lower δ<sup>13</sup>C values in <i>Daphnia</i> and ephippia than in the\nother treatments with the same food source and in a minor change in the\ndifference between δ<sup>13</sup>C values of ephippia and <i>Daphnia</i> (to −1.3 ± 0.3 &permil;). This may have been due to microbial\nprocesses or increased algal respiration rates in the experimental\ncontainers, which may not affect <i>Daphnia</i> in natural environments. There was no\nsignificant difference in the offset between δ<sup>18</sup>O and &delta;<sup>15</sup>N values of ephippia and <i>Daphnia</i> between the 12 and 20 °C\ntreatments, but the δ<sup>18</sup>O values of <i>Daphnia</i> and ephippia  were\non average 1.2 &permil; lower at 20 °C than at 12 °C. We conclude that the stable isotopic composition of\n<i>Daphnia</i> ephippia provides information on that of the parent <i>Daphnia</i> and of the food and\nwater they were exposed to, with small offsets between <i>Daphnia</i> and ephippia\nrelative to variations in <i>Daphnia</i> stable isotopic composition reported from\ndowncore studies. However, our experiments also indicate that temperature\nmay have a minor influence on the δ<sup>13</sup>C, δ<sup>15</sup>N and\nδ<sup>18</sup>O values of <i>Daphnia</i> body tissue and ephippia. This aspect deserves\nattention in further controlled experiments.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/3819/2015/", 
        "title": "The stable isotopic composition of  <i>Daphnia</i> ephippia reflects changes in δ<sup>13</sup>C and δ<sup>18</sup>O values of food and water"
    }, 
    {
        "author": "M. F. Adame, N. S. Santini, C. Tovilla, A. Vázquez-Lule, L. Castro, and M. Guevara", 
        "date": "2015-06-23", 
        "description": "<b>Carbon stocks and soil sequestration rates of tropical riverine wetlands</b><br /><br />Biogeosciences, 12, 3805-3818, 2015<br /><br />Author(s): M. F. Adame, N. S. Santini, C. Tovilla, A. Vázquez-Lule, L. Castro, and M. Guevara<br /><br />Riverine wetlands are created and transformed by geomorphological processes\nthat determine their vegetation composition, primary production and soil\naccretion, all of which are likely to influence C stocks. Here, we compared\necosystem C stocks (trees, soil and downed wood) and soil N stocks of\ndifferent types of riverine wetlands (marsh, peat swamp forest and\nmangroves) whose distribution spans from an environment dominated by river\nforces to an estuarine environment dominated by coastal processes. We also\nestimated soil C sequestration rates of mangroves on the basis of soil C\naccumulation. We predicted that C stocks in mangroves and peat swamps would\nbe larger than marshes, and that C, N stocks and C sequestration rates would\nbe larger in the upper compared to the lower estuary. Mean C stocks in\nmangroves and peat swamps (784.5 ± 73.5 and 722.2 ± 63.6 MgC ha<sup>−1</sup>, respectively) were higher than those of marshes\n(336.5 ± 38.3 MgC ha<sup>&minus;1</sup>). Soil C and N stocks of mangroves were\nhighest in the upper estuary and decreased towards the lower estuary. C\nstock variability within mangroves was much lower in the upper estuary\n(range 744–912 MgC ha<sup>&minus;1</sup>) compared to the intermediate and lower estuary\n(range 537–1115 MgC ha<sup>&minus;1</sup>) probably as a result of a highly dynamic\ncoastline. Soil C sequestration values were 1.3 ± 0.2 MgC ha<sup>−1</sup> yr<sup>−1</sup> and were similar across sites. Estimations of C stocks\nwithin large areas need to include spatial variability related to vegetation\ncomposition and geomorphological setting to accurately reflect variability\nwithin riverine wetlands.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/3805/2015/", 
        "title": "Carbon stocks and soil sequestration rates of tropical riverine wetlands"
    }, 
    {
        "author": "W. Clymans, L. Barão, N. Van der Putten, S. Wastegård, G. Gísladóttir, S. Björck, B. Moine, E. Struyf, and D. J. Conley", 
        "date": "2015-06-22", 
        "description": "<b>The contribution of tephra constituents during biogenic silica determination: implications for soil and  palaeoecological studies</b><br /><br />Biogeosciences, 12, 3789-3804, 2015<br /><br />Author(s): W. Clymans, L. Barão, N. Van der Putten, S. Wastegård, G. Gísladóttir, S. Björck, B. Moine, E. Struyf, and D. J. Conley<br /><br />Biogenic silica (BSi) is used as a proxy by soil scientists to identify\nbiological effects on the Si cycle and by palaeoecologists to study\nenvironmental changes. Alkaline extractions are typically used to measure\nBSi in both terrestrial and aquatic environments. The dissolution properties\nof volcanic glass in tephra deposits and their nanocrystalline weathering\nproducts are hypothesized to overlap those of BSi; however, data to support\nthis behaviour are lacking. The potential that Si-bearing fractions dissolve\nin alkaline media (Si<sub>Alk</sub>) that do not necessarily correspond to\nBSi brings the applicability of BSi as a proxy into question. Here, analysis of 15 samples\nreported as tephra-containing allows us to reject the hypothesis that tephra\nconstituents produce an identical dissolution signal to that of BSi during\nalkaline extraction. We found that dissolution of volcanic glass shards is\nincomplete during alkaline dissolution. Simultaneous measurement of Al and\nSi used here during alkaline dissolution provides an important parameter to\nenable us to separate glass shard dissolution from dissolution of BSi and\nother Si-bearing fractions. The contribution from volcanic glass shards\n(between 0.2 and 4 wt % SiO<sub>2</sub>), the main constituent of distal tephra,\nduring alkaline dissolution can be substantial depending on the total\nSi<sub>Alk</sub>. Hence, soils and lake sediments with low BSi concentrations are\nhighly sensitive to the additional dissolution from tephra constituents and\nits weathering products. We advise evaluation of the potential for volcanic\nor other non-biogenic contributions for all types of studies using BSi as an\nenvironmental proxy.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/3789/2015/", 
        "title": "The contribution of tephra constituents during biogenic silica determination: implications for soil and  palaeoecological studies"
    }, 
    {
        "author": "M. Winterfeld, T. Laepple, and G. Mollenhauer", 
        "date": "2015-06-19", 
        "description": "<b>Characterization of particulate organic matter in the Lena River delta and adjacent nearshore zone, NE Siberia &ndash; Part I: Radiocarbon inventories</b><br /><br />Biogeosciences, 12, 3769-3788, 2015<br /><br />Author(s): M. Winterfeld, T. Laepple, and G. Mollenhauer<br /><br />Particulate organic matter (POM) derived from permafrost soils and\ntransported by the Lena River represents a quantitatively important\nterrestrial carbon pool exported to Laptev Sea sediments (next to POM derived\nfrom coastal erosion). Its fate in a future warming Arctic, i.e., its\nremobilization and remineralization after permafrost thawing as well as its\ntransport pathways to and sequestration in marine sediments, is currently\nunder debate. We present one of the first radiocarbon (<sup>14</sup>C) data sets\nfor surface water POM within the Lena Delta sampled in the summers of 2009–2010\nand spring 2011 (<i>n</i> = 30 samples). The bulk Δ<sup>14</sup>C values varied from\n−55 to −391 &permil; translating into <sup>14</sup>C ages of 395 to 3920\nyears BP. We further estimated the fraction of soil-derived POM to our\nsamples based on (1) particulate organic carbon to particulate nitrogen\nratios (POC : PN) and (2) on the stable carbon isotope (δ<sup>13</sup>C)\ncomposition of our samples. Assuming that this phytoplankton POM has a modern\n<sup>14</sup>C concentration, we inferred the <sup>14</sup>C concentrations of the\nsoil-derived POM fractions. The results ranged from −322 to\n−884 &permil; (i.e., 3060 to 17 250 <sup>14</sup>C years BP) for the\nPOC : PN-based scenario and from −261 to −944 &permil; (i.e., 2370 to\n23 100 <sup>14</sup>C years BP) for the δ<sup>13</sup>C-based scenario. Despite the limitations of our approach, the\nestimated Δ<sup>14</sup>C values of the soil-derived POM fractions seem to\nreflect the heterogeneous <sup>14</sup>C concentrations of the Lena River catchment\nsoils covering a range from Holocene to Pleistocene ages better than the bulk\nPOM Δ<sup>14</sup>C values. We further used a dual-carbon-isotope three-end-member mixing model to distinguish between POM contributions from\nHolocene soils and Pleistocene Ice Complex (IC) deposits to our soil-derived POM\nfraction. IC contributions are comparatively low (mean of 0.14)\ncompared to Holocene soils (mean of 0.32) and riverine phytoplankton (mean of\n0.55), which could be explained with the restricted spatial distribution of\nIC deposits within the Lena catchment. Based on our newly calculated\nsoil-derived POM Δ<sup>14</sup>C values, we propose an isotopic range for the\nriverine soil-derived POM end member with Δ<sup>14</sup>C of\n−495 ± 153 &permil; deduced from our δ<sup>13</sup>C-based binary\nmixing model and δ<sup>13</sup>C of −26.6 ± 1 &permil; deduced from\nour data of Lena Delta soils and literature values. These estimates can help\nto improve the dual-carbon-isotope simulations used to quantify contributions\nfrom riverine soil POM, Pleistocene IC POM from coastal erosion, and\nmarine POM in Siberian shelf sediments.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/3769/2015/", 
        "title": "Characterization of particulate organic matter in the Lena River delta and adjacent nearshore zone, NE Siberia &ndash; Part I: Radiocarbon inventories"
    }, 
    {
        "author": "R. B. Sparkes, A. Doğrul Selver, J. Bischoff, H. M. Talbot, Ö. Gustafsson, I. P. Semiletov, O. V. Dudarev, and B. E. van Dongen", 
        "date": "2015-06-18", 
        "description": "<b>GDGT distributions on the East Siberian Arctic Shelf: implications for organic  carbon export, burial and degradation</b><br /><br />Biogeosciences, 12, 3753-3768, 2015<br /><br />Author(s): R. B. Sparkes, A. Doğrul Selver, J. Bischoff, H. M. Talbot, Ö. Gustafsson, I. P. Semiletov, O. V. Dudarev, and B. E. van Dongen<br /><br />Siberian permafrost contains a globally significant pool of organic carbon\n(OC) that is vulnerable to enhanced warming and subsequent release into the\ncontemporary carbon cycle. OC release by both fluvial and coastal erosion has\nbeen reported in the region, but the behaviour of this material in the Arctic\nOcean is insufficiently understood. The balance between OC deposition and\ndegradation on the East Siberian Arctic Shelf (ESAS) influences the\nclimate–carbon cycle feedback in this area. In this study we couple\nmeasurements of glycerol dialkyl glycerol tetraethers (GDGTs) with bulk\ngeochemical observations to improve knowledge of the sources of OC to the\nESAS, the behaviour of specific biomarkers on the shelf and the balance\nbetween delivery and removal of different carbon pools. Branched GDGT\n(brGDGT) concentrations were highest close to river mouths, yet low in\n\"ice complex\" permafrost deposits, supporting recent observations that brGDGTs\nare mostly delivered by fluvial erosion, and may be a tracer for this in\ncomplex sedimentary environments. BrGDGT concentrations and the branched and\nisoprenoidal tetraether (BIT) index reduced quickly offshore, demonstrating a\nrapid reduction in river influence. Stable carbon isotope ratios changed at a\ndifferent rate to the BIT index, suggesting not only that OC on the shelf is\nsourced from fluvial erosion but also that erosion of coastal sediments delivers\nsubstantial quantities of OC to the Arctic Ocean. A model of OC export from\nfluvial, coastal and marine sources is able to recreate the biomarker and\nbulk observations and provide estimates for the influence of fluvial and\ncoastal OC across the whole shelf. The model shows that coastal erosion\ndelivers 43 % of the OC and 87 % of the mineral sediment to the ESAS,\nbut that rivers deliver 72 % of brGDGTs, indicating that brGDGTs can be\nused as a proxy for river-derived sediment.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/3753/2015/", 
        "title": "GDGT distributions on the East Siberian Arctic Shelf: implications for organic  carbon export, burial and degradation"
    }, 
    {
        "author": "T. Bauersachs, J. Rochelmeier, and L. Schwark", 
        "date": "2015-06-17", 
        "description": "<b>Seasonal lake surface water temperature trends reflected by heterocyst glycolipid-based molecular thermometers</b><br /><br />Biogeosciences, 12, 3741-3751, 2015<br /><br />Author(s): T. Bauersachs, J. Rochelmeier, and L. Schwark<br /><br />It has been demonstrated that the relative distribution of heterocyst\nglycolipids (HGs) in cultures of N<sub>2</sub>-fixing heterocystous cyanobacteria\nis largely controlled by growth temperature, suggesting a potential use of\nthese components in paleoenvironmental studies. Here, we investigated the\neffect of environmental parameters (e.g., surface water temperatures, oxygen\nconcentrations and pH) on the distribution of HGs in a natural system using\nwater column filtrates collected from Lake Schreventeich (Kiel, Germany)\nfrom late July to the end of October 2013. HPLC-ESI/MS (high-performance liquid chromatography coupled to electrospray ionization–mass\nspectrometry) analysis revealed a\ndominance of 1-(O-hexose)-3,25-hexacosanediols (HG<sub>26</sub> diols) and\n1-(O-hexose)-3-keto-25-hexacosanol (HG<sub>26</sub> keto-ol) in the solvent-extracted water column filtrates, which were accompanied by minor abundances\nof 1-(O-hexose)-3,27-octacosanediol (HG<sub>28</sub> diol) and\n1-(O-hexose)-3-keto-27-octacosanol (HG<sub>28</sub> keto-ol) as well as\n1-(O-hexose)-3,25,27-octacosanetriol (HG<sub>28</sub> triol) and\n1-(O-hexose)-3-keto-25,27-octacosanediol (HG<sub>28</sub> keto-diol). Fractional\nabundances of alcoholic and ketonic HGs generally showed strong linear\ncorrelations with surface water temperatures and no or only weak linear\ncorrelations with both oxygen concentrations and pH. Changes in the\ndistribution of the most abundant diol and keto-ol (e.g., HG<sub>26</sub> diol and\nHG<sub>26</sub> keto-ol) were quantitatively expressed as the HDI<sub>26</sub>\n(heterocyst  diol  index of  26\ncarbon atoms) with values of this index ranging from 0.89 in mid-August\nto 0.66 in mid-October. An average HDI<sub>26</sub> value of 0.79, which\ntranslates into a calculated surface water temperature of 15.8 ± 0.3 °C,\nwas obtained from surface sediments collected from Lake\nSchreventeich. This temperature – and temperatures obtained from other HG\nindices (e.g., HDI<sub>28</sub> and HTI<sub>28</sub>) – is similar to the one measured\nduring maximum cyanobacterial productivity in early to mid-September and\nsuggests that HGs preserved in the sediment record of Lake Schreventeich\nreflect summer surface water temperatures. As N<sub>2</sub>-fixing heterocystous\ncyanobacteria are widespread in present-day freshwater and brackish\nenvironments, we conclude that the distribution of HGs in sediments may\nallow for the reconstruction of surface water temperatures of modern and\npotentially ancient lacustrine settings.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/3741/2015/", 
        "title": "Seasonal lake surface water temperature trends reflected by heterocyst glycolipid-based molecular thermometers"
    }, 
    {
        "author": "B. W. Abbott, J. B. Jones, S. E. Godsey, J. R. Larouche, and W. B. Bowden", 
        "date": "2015-06-17", 
        "description": "<b>Patterns and persistence of hydrologic carbon and nutrient export from collapsing upland permafrost</b><br /><br />Biogeosciences, 12, 3725-3740, 2015<br /><br />Author(s): B. W. Abbott, J. B. Jones, S. E. Godsey, J. R. Larouche, and W. B. Bowden<br /><br />As high latitudes warm, vast stocks of carbon and nitrogen stored in\npermafrost will become available for transport to aquatic ecosystems. While\nthere is a growing understanding of the potential effects of permafrost\ncollapse (thermokarst) on aquatic biogeochemical cycles, neither the spatial\nextent nor temporal duration of these effects is known. To test hypotheses\nconcerning patterns and persistence of elemental export from upland\nthermokarst, we sampled hydrologic outflow from 83 thermokarst features in\nvarious stages of development across the North Slope of Alaska. We\nhypothesized that an initial pulse of carbon and nutrients would be followed\nby a period of elemental retention during feature recovery, and that the\nduration of these stages would depend on feature morphology. Thermokarst\ncaused substantial increases in dissolved organic carbon and other solute\nconcentrations with a particularly large impact on inorganic nitrogen.\nMagnitude and duration of thermokarst effects on water chemistry differed by\nfeature type and secondarily by landscape age. Most solutes returned to\nundisturbed concentrations after feature stabilization, but elevated\ndissolved carbon, inorganic nitrogen, and sulfate concentrations persisted\nthrough stabilization for some feature types, suggesting that aquatic\ndisturbance by thermokarst for these solutes is long-lived. Dissolved\nmethane decreased by 90% for most feature types, potentially due to high\nconcentrations of sulfate and inorganic nitrogen. Spatial patterns of carbon\nand nutrient export from thermokarst suggest that upland thermokarst may be\na dominant linkage transferring carbon and nutrients from terrestrial to\naquatic ecosystems as the Arctic warms.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/3725/2015/", 
        "title": "Patterns and persistence of hydrologic carbon and nutrient export from collapsing upland permafrost"
    }, 
    {
        "author": "T. Bush, I. B. Butler, A. Free, and R. J. Allen", 
        "date": "2015-06-17", 
        "description": "<b>Redox regime shifts in microbially mediated biogeochemical cycles</b><br /><br />Biogeosciences, 12, 3713-3724, 2015<br /><br />Author(s): T. Bush, I. B. Butler, A. Free, and R. J. Allen<br /><br />Understanding how the Earth's biogeochemical cycles respond to\n      environmental change is a prerequisite for the prediction and\n      mitigation of the effects of anthropogenic perturbations. Microbial\n      populations mediate key steps in these cycles, yet they are often crudely\n      represented in biogeochemical models. Here, we show that microbial\n      population dynamics can qualitatively affect the response of\n      biogeochemical cycles to environmental change. Using simple and\n      generic mathematical models, we find that nutrient limitations on\n      microbial population growth can lead to regime shifts, in which the\n      redox state of a biogeochemical cycle changes dramatically as the\n      availability of a redox-controlling species, such as oxygen or\n      acetate, crosses a threshold (a \"tipping point\"). These redox regime\n      shifts occur in parameter ranges that are relevant to the present-day sulfur\n      cycle in the natural environment and the present-day nitrogen cycle in eutrophic\n      terrestrial environments. These shifts may also\n      have relevance to iron cycling in the iron-containing Proterozoic and\n      Archean oceans. We show that redox regime shifts also occur in models\n      with physically realistic modifications, such as additional terms,\n      chemical states, or microbial populations.  Our work reveals\n      a possible new mechanism by which regime shifts can occur in\n      nutrient-cycling ecosystems and biogeochemical cycles, and highlights\n      the importance of considering microbial population dynamics in models\n      of biogeochemical cycles.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/3713/2015/", 
        "title": "Redox regime shifts in microbially mediated biogeochemical cycles"
    }, 
    {
        "author": "G. Gea-Izquierdo, F. Guibal, R. Joffre, J. M. Ourcival, G. Simioni, and J. Guiot", 
        "date": "2015-06-17", 
        "description": "<b>Modelling the climatic drivers determining photosynthesis and carbon allocation in evergreen Mediterranean forests using multiproxy long time series</b><br /><br />Biogeosciences, 12, 3695-3712, 2015<br /><br />Author(s): G. Gea-Izquierdo, F. Guibal, R. Joffre, J. M. Ourcival, G. Simioni, and J. Guiot<br /><br />Climatic drivers limit several important physiological processes involved in\necosystem carbon dynamics including gross primary productivity (GPP) and\ncarbon allocation in vegetation. Climatic variability limits these two\nprocesses differently. We developed an existing mechanistic model to analyse\nphotosynthesis and variability in carbon allocation in two evergreen species\nat two Mediterranean forests. The model was calibrated using a combination\nof eddy covariance CO<sub>2</sub> flux data, dendrochronological time series of\nsecondary growth and forest inventory data. The model was modified to be\nclimate explicit in the key processes addressing the acclimation of\nphotosynthesis and the pattern of C allocation, particularly to water\nstress. It succeeded in fitting both the high- and the low-frequency response of\nstand GPP and carbon allocation to stem growth. This would support its\ncapability to address both C-source and C-sink limitations. Simulations\nsuggest a decrease in mean stomatal conductance in response to a recent\nenhancement in water stress and an increase in mean annual intrinsic water\nuse efficiency (iWUE) in both species during the last 50 years. However,\nthis was not translated into a parallel increase in ecosystem water use\nefficiency (WUE). The interannual variability in WUE closely followed that in\niWUE at both sites. Nevertheless, long-term decadal variability in WUE\nfollowed the long-term decrease in annual GPP matching the local trend in\nannual precipitation observed since the late 1970s at one site. In contrast,\nat the site where long-term precipitation remained stable, GPP and WUE did\nnot show a negative trend and the trees buffered the climatic variability.\nIn our simulations these temporal changes were related to acclimation\nprocesses at the canopy level, including modifications in LAI and\nstomatal conductance, but also partly related to increasing [CO<sub>2</sub>]\nbecause the model includes biochemical equations where photosynthesis is\ndirectly linked to [CO<sub>2</sub>]. Long-term trends in GPP did not match those\nin growth, in agreement with the C-sink hypothesis. The model has great potential for use with abundant dendrochronological data and\nanalyse forest performance under climate change. This would help to\nunderstand how different interfering environmental factors produce\ninstability in the pattern of carbon allocation and, hence, the climatic signal\nexpressed in tree rings.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/3695/2015/", 
        "title": "Modelling the climatic drivers determining photosynthesis and carbon allocation in evergreen Mediterranean forests using multiproxy long time series"
    }, 
    {
        "author": "P. Galitskaya, L. Biktasheva, A. Saveliev, S. Ratering, S. Schnell, and S. Selivanovskaya", 
        "date": "2015-06-16", 
        "description": "<b>Response of soil microorganisms to radioactive oil waste: results from a leaching experiment</b><br /><br />Biogeosciences, 12, 3681-3693, 2015<br /><br />Author(s): P. Galitskaya, L. Biktasheva, A. Saveliev, S. Ratering, S. Schnell, and S. Selivanovskaya<br /><br />Oil wastes produced in large amounts in the processes of oil extraction,\nrefining, and transportation are of great environmental concern because of\ntheir mutagenicity, toxicity, high fire hazardousness, and hydrophobicity.\nAbout 40% of these wastes contain radionuclides; however, the effects of\noil products and radionuclides on soil microorganisms are frequently studied\nseparately.\n<br><br>\nThe effects on various microbial parameters of raw waste containing 575 g of\ntotal petroleum hydrocarbons (TPH) kg<sup>−1</sup> waste, 4.4 of\n<sup>226</sup>Ra, 2.8 of <sup>232</sup>Th, and 1.3 kBq kg<sup>−1</sup> of\n<sup>40</sup>K and its treated variant (1.6 g kg<sup>−1</sup> of TPH, 7.9\nof <sup>226</sup>Ra, 3.9 of <sup>232</sup>Th, and 183 kBq kg<sup>−1</sup> of\n<sup>40</sup>K) were examined in a leaching column experiment to separate the\neffects of hydrocarbons from those of radioactive elements. The raw waste\nsample (<i>H</i>) was collected from tanks during cleaning and maintenance, and a\ntreated waste sample (<i>R</i>) was obtained from equipment for oil waste\ntreatment. Thermal steam treatment is used in the production yard to reduce\nthe oil content.\n<br><br>\nThe disposal of <i>H</i> waste samples on the soil surface led to an increase in\nthe TPH content in soil: it became 3.5, 2.8, and 2.2 times higher in the\nupper (0–20 cm), middle (20–40 cm), and lower (40–60cm) layers,\nrespectively.\n<br><br>\nActivity concentrations of <sup>226</sup>Ra and <sup>232</sup>Th increased in soil\nsampled from both <i>H</i>- and <i>R</i>- columns in comparison to their concentrations in\ncontrol soil. The activity concentrations of these two elements in samples\ntaken from the upper and middle layers were much higher for the <i>R</i>-column\ncompared to the <i>H</i>-column, despite the fact that the amount of waste added to\nthe columns was equalized with respect to the activity concentrations of\nradionuclides.\n<br><br>\nThe <i>H</i> waste containing both TPH and radionuclides affected the functioning\nof the soil microbial community, and the effect was more pronounced in the\nupper layer of the column. Metabolic quotient and cellulase activity were\nthe most sensitive microbial parameters as their levels were changed 5–1.4\ntimes in comparison to control ones. Changes in soil functional\ncharacteristics caused by the treated waste containing mainly radionuclides\nwere not observed. PCR-SSCP (polymerase chain reaction – single strand\nconformation polymorphism) analysis followed by MDS (metric multidimensional\nscaling) and clustering analysis revealed that the shifts in microbial\ncommunity structure were affected by both hydrocarbons and radioactivity.\nThus, molecular methods permitted to reveal the effects on soil microbial\ncommunity not only from hydrocarbons, which significantly altered functional\ncharacteristics of soil microbiome, but also from radioactive elements.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/3681/2015/", 
        "title": "Response of soil microorganisms to radioactive oil waste: results from a leaching experiment"
    }
]