[
    {
        "author": "D. R. Bowling, J. E. Egan, S. J. Hall, and D. A. Risk", 
        "date": "2015-08-31", 
        "description": "<b>Environmental forcing does not induce diel or synoptic variation in the carbon isotope content of forest soil respiration</b><br /><br />Biogeosciences, 12, 5143-5160, 2015<br /><br />Author(s): D. R. Bowling, J. E. Egan, S. J. Hall, and D. A. Risk<br /><br />Recent studies have examined temporal fluctuations in the amount and carbon\nisotope content (δ<sup>13</sup>C) of CO<sub>2</sub> produced by the respiration of\nroots and soil organisms. These changes have been correlated with diel cycles\nof environmental forcing (e.g., sunlight and soil temperature) and with\nsynoptic-scale atmospheric motion (e.g., rain events and pressure-induced\nventilation). We used an extensive suite of measurements to examine soil\nrespiration over 2 months in a subalpine forest in Colorado, USA (the Niwot\nRidge AmeriFlux forest). Observations included automated measurements of\nCO<sub>2</sub> and δ<sup>13</sup>C of CO<sub>2</sub> in the soil efflux, the soil gas\nprofile, and forest air. There was strong diel variability in soil efflux but\nno diel change in the δ<sup>13</sup>C of the soil efflux (&delta;<sub>R</sub>)\nor the CO<sub>2</sub> produced by biological activity in the soil\n(&delta;<sub>J</sub>). Following rain, soil efflux increased significantly,\nbut &delta;<sub>R</sub> and &delta;<sub>J</sub> did not change. Temporal\nvariation in the δ<sup>13</sup>C of the soil efflux was unrelated to measured\nenvironmental variables, and we failed to find an explanation for this\nunexpected result. Measurements of the δ<sup>13</sup>C of the soil efflux\nwith chambers agreed closely with independent observations of the isotopic\ncomposition of soil CO<sub>2</sub> production derived from soil gas well\nmeasurements. Deeper in the soil profile and at the soil surface, results\nconfirmed established theory regarding diffusive soil gas transport and\nisotopic fractionation. Deviation from best-fit diffusion model results at\nthe shallower depths illuminated a pump-induced ventilation artifact that\nshould be anticipated and avoided in future studies. There was no evidence of\nnatural pressure-induced ventilation of the deep soil. However, higher\nvariability in δ<sup>13</sup>C of the soil efflux relative to δ<sup>13</sup>C\nof production derived from soil profile measurements was likely caused by\ntransient pressure-induced transport with small horizontal length scales.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/5143/2015/", 
        "title": "Environmental forcing does not induce diel or synoptic variation in the carbon isotope content of forest soil respiration"
    }, 
    {
        "author": "D. E. Lolkema, H. Noordijk, A. P. Stolk, R. Hoogerbrugge, M. C. van Zanten, and W. A. J. van Pul", 
        "date": "2015-08-31", 
        "description": "<b>The Measuring Ammonia in Nature (MAN) network in the Netherlands</b><br /><br />Biogeosciences, 12, 5133-5142, 2015<br /><br />Author(s): D. E. Lolkema, H. Noordijk, A. P. Stolk, R. Hoogerbrugge, M. C. van Zanten, and W. A. J. van Pul<br /><br />Since 2005 the Measuring Ammonia in Nature (MAN) network monitors\natmospheric ammonia concentrations in nature reserve areas in the\nNetherlands (<a href=\"http://man.rivm.nl\"target=\"_blank\">http://man.rivm.nl</a>). The main aim of the network is to monitor\nnational trends, to assess regional deviations and to validate model\ncalculations. Measurements are performed with commercial passive samplers,\n calibrated monthly against ammonia measurements of active sampling devices.\nThe sampling is performed by an extensive group of local volunteers, which\nminimizes the cost and enables the use of local knowledge. We show the MAN\nnetwork to be well capable of monitoring trends on national and local scales\nand providing data for more detailed local analyses. The quality of\nthe network is such that trends over time for individual MAN areas can be\ndetected on the order of 3 % per year for time series of 6–9\nyears.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/5133/2015/", 
        "title": "The Measuring Ammonia in Nature (MAN) network in the Netherlands"
    }, 
    {
        "author": "G. E. Kim, M.-A. Pradal, and A. Gnanadesikan", 
        "date": "2015-08-28", 
        "description": "<b>Quantifying the biological impact of surface ocean light attenuation by colored detrital matter in an ESM using a new optical parameterization</b><br /><br />Biogeosciences, 12, 5119-5132, 2015<br /><br />Author(s): G. E. Kim, M.-A. Pradal, and A. Gnanadesikan<br /><br />Light attenuation by colored detrital material (CDM) was included in a fully\ncoupled Earth system model (ESM). This study presents a modified parameterization\nfor shortwave attenuation, which is an empirical relationship between 244\nconcurrent measurements of the diffuse attenuation coefficient for\ndownwelling irradiance, chlorophyll concentration and light absorption by\nCDM. Two ESM model runs using this parameterization were conducted, with and\nwithout light absorption by CDM. The light absorption coefficient for CDM was\nprescribed as the average of annual composite MODIS Aqua satellite data from\n2002 to 2013. Comparing results from the two model runs shows that changes in\nlight limitation associated with the inclusion of CDM decoupled trends\nbetween surface biomass and nutrients. Increases in surface biomass were\nexpected to accompany greater nutrient uptake and therefore diminish surface\nnutrients. Instead, surface chlorophyll, biomass and nutrients increased\ntogether. These changes can be attributed to the different impact of light\nlimitation on surface productivity versus total productivity. Chlorophyll and\nbiomass increased near the surface but decreased at greater depths when CDM\nwas included. The net effect over the euphotic zone was less total biomass\nleading to higher nutrient concentrations. Similar results were found in a\nregional analysis of the oceans by biome, investigating the spatial\nvariability of response to changes in light limitation using a single\nparameterization for the surface ocean. In coastal regions, surface\nchlorophyll increased by 35 % while total integrated phytoplankton\nbiomass diminished by 18 %. The largest relative increases in modeled\nsurface chlorophyll and biomass in the open ocean were found in the\nequatorial biomes, while the largest decreases in depth-integrated biomass and\nchlorophyll were found in the subpolar and polar biomes. This mismatch of\nsurface and subsurface trends and their regional dependence was analyzed by\ncomparing the competing factors of diminished light availability and\nincreased nutrient availability on phytoplankton growth in the upper 200 m.\nUnderstanding changes in biological productivity requires both surface and\ndepth-resolved information. Surface trends may be minimal or of the opposite\nsign than depth-integrated amounts, depending on the vertical structure of\nphytoplankton abundance.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/5119/2015/", 
        "title": "Quantifying the biological impact of surface ocean light attenuation by colored detrital matter in an ESM using a new optical parameterization"
    }, 
    {
        "author": "J.-C. Miquel, B. Gasser, J. Martín, C. Marec, M. Babin, L. Fortier, and A. Forest", 
        "date": "2015-08-28", 
        "description": "<b>Downward particle flux and carbon export in the Beaufort Sea, Arctic Ocean; the role of zooplankton</b><br /><br />Biogeosciences, 12, 5103-5117, 2015<br /><br />Author(s): J.-C. Miquel, B. Gasser, J. Martín, C. Marec, M. Babin, L. Fortier, and A. Forest<br /><br />As part of the international, multidisciplinary project Malina, downward\nparticle fluxes were investigated by means of a drifting multi-sediment trap\nmooring deployed at three sites in the Canadian Beaufort Sea in late summer\n2009. Mooring deployments lasted between 28 and 50 h and targeted the\nshelf-break and the slope along the Beaufort-Mackenzie continental\nmargin, as well as the edge between the Mackenzie Shelf and the Amundsen\nGulf. Besides analyses of C and N, the collected material was investigated\nfor pigments, phyto- and microzooplankton, faecal pellets and swimmers.\n<br><br>\nThe measured fluxes were relatively low, in the range of\n11–54 mg m<sup>−2</sup> d<sup>−1</sup> for the total mass, 1–15 mg\nC m<sup>−2</sup> d<sup>−1</sup> for organic carbon and 0.2–2.5 mg\nN m<sup>−2</sup> d<sup>−1</sup> for nitrogen. Comparison with a long-term trap data set\nfrom the same sampling area showed that the short-term measurements were at\nthe lower end of the high variability characterizing a rather high flux\nregime during the study period.\n<br><br>\nThe sinking material consisted of aggregates and particles that were\ncharacterized by the presence of hetero- and autotrophic microzooplankters\nand diatoms and by the corresponding pigment signatures. Faecal pellets\ncontribution to sinking carbon flux was important, especially at depths below 100 m, where\nthey represented up to 25 % of the total carbon flux. The vertical\ndistribution of different morphotypes of pellets showed a marked pattern with\ncylindrical faeces (produced by calanoid copepods) present mainly within the\neuphotic zone, whereas elliptical pellets (produced mainly by smaller\ncopepods) were more abundant at mesopelagic depths. These features, together\nwith the density of matter within the pellets, highlighted the role of the\nzooplankton community in the transformation of carbon issued from the primary\nproduction and the transition of that carbon from the productive surface zone\nto the Arctic Ocean's interior. Our data indicate that sinking carbon flux in\nthis late summer period is primarily the result of a heterotrophic-driven\necosystem.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/5103/2015/", 
        "title": "Downward particle flux and carbon export in the Beaufort Sea, Arctic Ocean; the role of zooplankton"
    }, 
    {
        "author": "Q. Sun, W. S. Meyer, G. R. Koerber, and P. Marschner", 
        "date": "2015-08-27", 
        "description": "<b>Response of respiration and nutrient availability to drying and rewetting in soil from a semi-arid woodland depends   on vegetation patch and a recent wildfire</b><br /><br />Biogeosciences, 12, 5093-5101, 2015<br /><br />Author(s): Q. Sun, W. S. Meyer, G. R. Koerber, and P. Marschner<br /><br />Semi-arid woodlands, which are characterised by patchy vegetation\ninterspersed with bare, open areas, are frequently exposed to wildfire.\nDuring summer, long dry periods are occasionally interrupted by rainfall\nevents. It is well known that rewetting of dry soil induces a flush of\nrespiration. However, the magnitude of the flush may differ between\nvegetation patches and open areas because of different organic matter\ncontent, which could be further modulated by wildfire. Soils were collected\nfrom under trees, under shrubs or in open areas in unburnt and burnt sandy\nmallee woodland, where part of the woodland experienced a wildfire which\ndestroyed or damaged most of the aboveground plant parts 4 months before\nsampling. In an incubation experiment, the soils were exposed to two\nmoisture treatments: constantly moist (CM) and drying and rewetting (DRW).\nIn CM, soils were incubated at 80 % of maximum water holding capacity (WHC) for\n19 days; in DRW, soils were dried for 4 days, kept dry for another 5\ndays, then rewetted to 80 % WHC and maintained at this water content until\nday 19. Soil respiration decreased during drying and was very low in the dry\nperiod; rewetting induced a respiration flush. Compared to soil under shrubs\nand in open areas, cumulative respiration per gram of soil in CM and DRW was\ngreater under trees, but lower when expressed per gram of total organic carbon (TOC). Organic matter\ncontent, available P, and microbial biomass C, but not available N, were\ngreater under trees than in open areas. Wild fire decreased the flush of\nrespiration per gram of TOC in the open areas and under shrubs, and reduced TOC\nand microbial biomass C (MBC) concentrations only under trees, but had little effect on available\nN and P concentrations. We conclude that the impact of wildfire and DRW\nevents on nutrient cycling differs among vegetation patches of a native\nsemi-arid woodland which is related to organic matter amount and\navailability.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/5093/2015/", 
        "title": "Response of respiration and nutrient availability to drying and rewetting in soil from a semi-arid woodland depends   on vegetation patch and a recent wildfire"
    }, 
    {
        "author": "A. Lichtschlag, D. Donis, F. Janssen, G. L. Jessen, M. Holtappels, F. Wenzhöfer, S. Mazlumyan, N. Sergeeva, C. Waldmann, and A. Boetius", 
        "date": "2015-08-27", 
        "description": "<b>Effects of fluctuating hypoxia on benthic oxygen consumption in the Black Sea (Crimean shelf)</b><br /><br />Biogeosciences, 12, 5075-5092, 2015<br /><br />Author(s): A. Lichtschlag, D. Donis, F. Janssen, G. L. Jessen, M. Holtappels, F. Wenzhöfer, S. Mazlumyan, N. Sergeeva, C. Waldmann, and A. Boetius<br /><br />The outer western Crimean shelf of the Black Sea is a natural laboratory to\ninvestigate effects of stable oxic versus varying hypoxic conditions on\nseafloor biogeochemical processes and benthic community structure.\nBottom-water oxygen concentrations ranged from normoxic (175 μmol\nO<sub>2</sub> L<sup>&minus;1</sup>) and hypoxic (< 63 μmol O<sub>2</sub> L<sup>&minus;1</sup>) or\neven anoxic/sulfidic conditions within a few\nkilometers' distance. Variations in oxygen concentrations between 160 and 10 μmol L<sup>−1</sup> even occurred\nwithin hours close to the chemocline at 134 m water depth. Total oxygen\nuptake, including diffusive as well as fauna-mediated oxygen  consumption, decreased from 15 mmol m<sup>−2</sup> d<sup>−1</sup> on average in the\noxic zone, to 7 mmol m<sup>−2</sup> d<sup>−1</sup> on average in the hypoxic zone,\ncorrelating with changes in macrobenthos composition. Benthic diffusive\noxygen uptake rates, comprising respiration of microorganisms and small\nmeiofauna, were similar in oxic and hypoxic zones (on average 4.5 mmol m<sup>−2</sup> d<sup>&minus;1</sup>), but declined to 1.3 mmol m<sup>−2</sup> d<sup>−1</sup> in bottom\nwaters with oxygen concentrations below 20 μmol L<sup>−1</sup>. Measurements\nand modeling of porewater profiles indicated that reoxidation of reduced\ncompounds played only a minor role in diffusive oxygen uptake under the\ndifferent oxygen conditions, leaving the major fraction to aerobic\ndegradation of organic carbon. Remineralization efficiency decreased from\nnearly 100 % in the oxic zone, to 50 % in the oxic–hypoxic zone, to 10 %\nin the hypoxic–anoxic zone. Overall, the faunal remineralization rate was\nmore important, but also more influenced by fluctuating oxygen\nconcentrations, than microbial and geochemical oxidation processes.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/5075/2015/", 
        "title": "Effects of fluctuating hypoxia on benthic oxygen consumption in the Black Sea (Crimean shelf)"
    }, 
    {
        "author": "K. M. Dahlin, R. A. Fisher, and P. J. Lawrence", 
        "date": "2015-08-26", 
        "description": "<b>Environmental drivers of drought deciduous phenology in the Community Land Model</b><br /><br />Biogeosciences, 12, 5061-5074, 2015<br /><br />Author(s): K. M. Dahlin, R. A. Fisher, and P. J. Lawrence<br /><br />Seasonal changes in plant leaf area have a substantial impact on global\nclimate. The presence of leaves and the time when they appear affect surface roughness and\nalbedo, and the gas exchange occurring between leaves and the atmosphere\naffects carbon dioxide concentrations and the global water system. Thus,\ncorrect predictions of plant phenological processes are important for\nunderstanding the present and future states of the Earth system. Here we\ncompare plant phenology as estimated in the Community Land Model (CLM) to\nthat derived from satellites in drought deciduous regions of the world. We\nreveal a subtle but important issue in the CLM: anomalous green-up during\nthe dry season in many semi-arid parts of the world owing to rapid upwards\nwater movement from wet to dry soil layers. We develop and implement a\nsolution for this problem by introducing an additional criterion of minimum\ncumulative rainfall to the leaf-out trigger in the drought deciduous\nalgorithm. We discuss some of the broader ecological impacts of this change\nand highlight some of the further steps that need to be taken to fully\nincorporate this change into the CLM framework.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/5061/2015/", 
        "title": "Environmental drivers of drought deciduous phenology in the Community Land Model"
    }, 
    {
        "author": "G. Saiz, M. Bird, C. Wurster, C. A. Quesada, P. Ascough, T. Domingues, F. Schrodt, M. Schwarz, T. R. Feldpausch, E. Veenendaal, G. Djagbletey, G. Jacobsen, F. Hien, H. Compaore, A. Diallo, and J. Lloyd", 
        "date": "2015-08-26", 
        "description": "<b>The influence of C<sub>3</sub> and C<sub>4</sub> vegetation on soil organic matter dynamics in contrasting semi-natural tropical ecosystems</b><br /><br />Biogeosciences, 12, 5041-5059, 2015<br /><br />Author(s): G. Saiz, M. Bird, C. Wurster, C. A. Quesada, P. Ascough, T. Domingues, F. Schrodt, M. Schwarz, T. R. Feldpausch, E. Veenendaal, G. Djagbletey, G. Jacobsen, F. Hien, H. Compaore, A. Diallo, and J. Lloyd<br /><br />Variations in the carbon isotopic composition of soil organic matter (SOM)\nin bulk and fractionated samples were used to assess the influence of\nC<sub>3</sub> and C<sub>4</sub> vegetation on SOM dynamics in semi-natural tropical\necosystems sampled along a precipitation gradient in West Africa.\nDifferential patterns in SOM dynamics in C<sub>3</sub>/C<sub>4</sub> mixed ecosystems\noccurred at various spatial scales. Relative changes in C / N ratios between\ntwo contrasting SOM fractions were used to evaluate potential site-scale\ndifferences in SOM dynamics between C<sub>3</sub>- and C<sub>4</sub>-dominated\nlocations. These differences were strongly controlled by soil texture across\nthe precipitation gradient, with a function driven by bulk δ<sup>13</sup>C\nand sand content explaining 0.63 of the observed variability. The variation\nof δ<sup>13</sup>C with soil depth indicated a greater accumulation of\nC<sub>3</sub>-derived carbon with increasing precipitation, with this trend also\nbeing strongly dependant on soil characteristics. The influence of\nvegetation thickening on SOM dynamics was also assessed in two adjacent, but\nstructurally contrasting, transitional ecosystems occurring on comparable\nsoils to minimise the confounding effects posed by climatic and edaphic\nfactors. Radiocarbon analyses of sand-size aggregates yielded relatively\nshort mean residence times (&tau;) even in deep soil layers, while the\nmost stable SOM fraction associated with silt and clay exhibited shorter\n&tau; in the savanna woodland than in the neighbouring forest stand. These\nresults, together with the vertical variation observed in δ<sup>13</sup>C\nvalues, strongly suggest that both ecosystems are undergoing a rapid\ntransition towards denser closed canopy formations. However, vegetation\nthickening varied in intensity at each site and exerted contrasting effects\non SOM dynamics. This study shows that the interdependence between biotic\nand abiotic factors ultimately determine whether SOM dynamics of C<sub>3</sub>-\nand C<sub>4</sub>-derived vegetation are at variance in ecosystems where both\nvegetation types coexist. The results highlight the far-reaching\nimplications that vegetation thickening may have for the stability of deep\nSOM.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/5041/2015/", 
        "title": "The influence of C<sub>3</sub> and C<sub>4</sub> vegetation on soil organic matter dynamics in contrasting semi-natural tropical ecosystems"
    }, 
    {
        "author": "H. Lavigne, F. D'Ortenzio, M. Ribera D'Alcalà, H. Claustre, R. Sauzède, and M. Gacic", 
        "date": "2015-08-26", 
        "description": "<b>On the vertical distribution of the chlorophyll <i>a</i> concentration in the Mediterranean Sea: a basin-scale and seasonal approach</b><br /><br />Biogeosciences, 12, 5021-5039, 2015<br /><br />Author(s): H. Lavigne, F. D'Ortenzio, M. Ribera D'Alcalà, H. Claustre, R. Sauzède, and M. Gacic<br /><br />The distribution of the chlorophyll <i>a</i> concentration ([Chl <i>a</i>]) in the\nMediterranean Sea, mainly obtained from satellite surface observations or\nfrom scattered in situ experiments, is updated by analyzing a database of\nfluorescence profiles converted into [Chl <i>a</i>]. The database, which includes\n6790 fluorescence profiles from various origins, was processed with a\nspecific quality control procedure. To ensure homogeneity between the\ndifferent data sources, 65 % of fluorescence profiles have been\nintercalibrated on the basis of their concomitant satellite [Chl <i>a</i>]\nestimation. The climatological pattern of [Chl <i>a</i>] vertical profiles in four\nkey sites of the Mediterranean Sea has been analyzed. Climatological results\nconfirm previous findings over the range of existing [Chl <i>a</i>] values and\nthroughout the principal Mediterranean trophic regimes. They also provide new\ninsights into the seasonal variability in the shape of the vertical [Chl <i>a</i>]\nprofile, inaccessible through remote-sensing observations. An analysis based on\nthe recognition of the general shape of the fluorescence profile was also\nperformed. Although the shape of [Chl <i>a</i>] vertical distribution\ncharacterized by a deep chlorophyll maximum (DCM) is ubiquitous during\nsummer, different forms are observed during winter, thus suggesting that\nfactors affecting the vertical distribution of the biomass are complex and\nhighly variable. The [Chl <i>a</i>] spatial distribution in the Mediterranean Sea\nmimics, on smaller scales, what is observed in the global ocean. As already\nevidenced by analyzing satellite surface observations, midlatitude- and\nsubtropical-like phytoplankton dynamics coexist in the Mediterranean Sea.\nMoreover, the Mediterranean DCM variability appears to be characterized by\npatterns already observed on the global scale.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/5021/2015/", 
        "title": "On the vertical distribution of the chlorophyll <i>a</i> concentration in the Mediterranean Sea: a basin-scale and seasonal approach"
    }, 
    {
        "author": "C. Caulle, M. Mojtahid, A. J. Gooday, F. J. Jorissen, and H. Kitazato", 
        "date": "2015-08-25", 
        "description": "<b>Living (Rose-Bengal-stained) benthic foraminiferal faunas along a strong bottom-water oxygen gradient on the Indian margin (Arabian Sea)</b><br /><br />Biogeosciences, 12, 5005-5019, 2015<br /><br />Author(s): C. Caulle, M. Mojtahid, A. J. Gooday, F. J. Jorissen, and H. Kitazato<br /><br />Rose-Bengal-stained foraminiferal assemblages (> 150 μm)\nwere analysed along a five-station bathymetric transect across the core and\nthe lower part of the oxygen minimum zone (OMZ) on the Indian margin of the\nArabian Sea. Sediment cores were collected using the manned submersible\n<i>Shinkai</i> 6500 during the RV <i>Yokosuka</i> cruise YK08-11 in the post-monsoon season (October 2008) at\nwater depths ranging from 535 to 2000 m, along a gradient from almost anoxic\nto well-oxygenated (0.3 to 108 μM) bottom waters. Stained\nbenthic foraminifera were investigated from two different size fractions\n(150–300 μm and > 300 μm). Stained foraminiferal\ndensities were very high in the core of the OMZ (at 535 and 649 m) and\ndecreased at deeper sites. The faunas (> 150 μm) were\ndominated (40–80 %) by non-calcareous taxa at all stations. These were\nmainly species of <i>Reophax</i> and <i>Lagenammina</i> but also included delicate monothalamous taxa\n(organic-walled \"allogromiids\", agglutinated saccamminids, psammosphaerids\nand tubular forms). These new data from the Indian margin are compared to\nprevious studies from the Murray Ridge, the Pakistan margin and the Oman\nmargin. The fact that similar species were found at sites with comparable\nbottom-water oxygen concentrations but with very different surface water\nproductivity suggests that, within the strongly developed Arabian Sea OMZ,\nbottom-water oxygen concentration, and not the organic flux to the sea\nfloor, is the main factor controlling the species composition of the\nforaminiferal communities. Several foraminiferal species (e.g.\n<i>Praeglobobulimina</i> sp. 1, <i>Ammodiscus</i> sp. 1, <i>Bolivina</i> aff. <i>dilatata</i>) were confined to the core of the OMZ. These species are\npresently known only from the Arabian Sea. Because of their association with\nextremely low oxygen concentrations, these species may be good markers for\nvery low oxygen concentrations, and could be used to reconstruct past OMZ\nvariability in the Arabian Sea.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/5005/2015/", 
        "title": "Living (Rose-Bengal-stained) benthic foraminiferal faunas along a strong bottom-water oxygen gradient on the Indian margin (Arabian Sea)"
    }, 
    {
        "author": "I. Mazarrasa, N. Marbà, C. E. Lovelock, O. Serrano, P. S. Lavery, J. W. Fourqurean, H. Kennedy, M. A. Mateo, D. Krause-Jensen, A. D. L. Steven, and C. M. Duarte", 
        "date": "2015-08-24", 
        "description": "<b>Seagrass meadows as a globally significant carbonate reservoir</b><br /><br />Biogeosciences, 12, 4993-5003, 2015<br /><br />Author(s): I. Mazarrasa, N. Marbà, C. E. Lovelock, O. Serrano, P. S. Lavery, J. W. Fourqurean, H. Kennedy, M. A. Mateo, D. Krause-Jensen, A. D. L. Steven, and C. M. Duarte<br /><br />There has been growing interest in quantifying the capacity of seagrass\necosystems to act as carbon sinks as a natural way of offsetting\nanthropogenic carbon emissions to the atmosphere. However, most of the\nefforts have focused on the particulate organic carbon (POC) stocks and accumulation\nrates and ignored the particulate inorganic carbon (PIC) fraction, despite important\ncarbonate pools associated with calcifying organisms inhabiting the meadows,\nsuch as epiphytes and benthic invertebrates, and despite the relevance that carbonate\nprecipitation and dissolution processes have in the global carbon cycle. This\nstudy offers the first assessment of the global PIC stocks in seagrass\nsediments using a synthesis of published and unpublished data on sediment\ncarbonate concentration from 403 vegetated and 34 adjacent un-vegetated\nsites. PIC stocks in the top 1 m of sediment ranged between 3 and\n1660 Mg PIC ha<sup>−1</sup>, with an average of 654 ± 24 Mg PIC ha<sup>−1</sup>,\nexceeding those of POC reported in previous studies by about a factor of 5. Sedimentary\ncarbonate stocks varied across seagrass communities, with meadows dominated\nby <i>Halodule</i>, <i>Thalassia</i> or <i>Cymodocea</i> supporting the\nhighest PIC stocks, and tended to decrease polewards at a rate of\n−8 ± 2 Mg PIC ha<sup>−1</sup> per degree of latitude (general linear\nmodel, GLM; <i>p</i> < 0.0003).\nUsing PIC concentrations and estimates of sediment accretion in seagrass\nmeadows, the mean PIC accumulation rate in seagrass sediments is found to be\n126.3 ± 31.05 g PIC m<sup>−2</sup> yr<sup>−1</sup>. Based on the global extent\nof seagrass meadows (177 000 to 600 000 km<sup>2</sup>), these ecosystems\nglobally store between 11 and 39 Pg of PIC in the top metre of sediment and\naccumulate between 22 and 75 Tg PIC yr<sup>−1</sup>, representing a significant\ncontribution to the carbonate dynamics of coastal areas. Despite the fact that these\nhigh rates of carbonate accumulation imply CO<sub>2</sub> emissions from\nprecipitation, seagrass meadows are still strong CO<sub>2</sub> sinks as\ndemonstrated by the comparison of carbon (PIC and POC) stocks between vegetated\nand adjacent un-vegetated sediments.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/4993/2015/", 
        "title": "Seagrass meadows as a globally significant carbonate reservoir"
    }, 
    {
        "author": "T. Larsen, L. T. Bach, R. Salvatteci, Y. V. Wang, N. Andersen, M. Ventura, and M. D. McCarthy", 
        "date": "2015-08-21", 
        "description": "<b>Assessing the potential of amino acid <sup>13</sup>C patterns as a carbon source tracer in marine sediments: effects of algal growth  conditions and sedimentary diagenesis</b><br /><br />Biogeosciences, 12, 4979-4992, 2015<br /><br />Author(s): T. Larsen, L. T. Bach, R. Salvatteci, Y. V. Wang, N. Andersen, M. Ventura, and M. D. McCarthy<br /><br />Burial of organic carbon in marine sediments has a profound influence in\nmarine biogeochemical cycles and provides a sink for greenhouse gases such\nas CO<sub>2</sub> and CH<sub>4</sub>. However, tracing organic carbon from primary\nproduction sources as well as its transformations in the sediment record\nremains challenging. Here we examine a novel but growing tool for tracing\nthe biosynthetic origin of amino acid carbon skeletons, based on naturally\noccurring stable carbon isotope patterns in individual amino acids (&delta;<sup>13</sup>C<sub>AA</sub>). \nWe focus on two important aspects for &delta;<sup>13</sup>C<sub>AA</sub> utility in sedimentary paleoarchives: first, the fidelity\nof source diagnostic of algal δ<sup>13</sup>C<sub>AA</sub> patterns across\ndifferent oceanographic growth conditions, and second, the ability of\nδ<sup>13</sup>C<sub>AA</sub> patterns to record the degree of subsequent\nmicrobial amino acid synthesis after sedimentary burial. Using the marine\ndiatom <i>Thalassiosira weissflogii</i>, we tested under controlled conditions how δ<sup>13</sup>C<sub>AA</sub>\npatterns respond to changing environmental conditions, including light,\nsalinity, temperature, and pH. Our findings show that while differing\noceanic growth conditions can change macromolecular cellular composition,\nδ<sup>13</sup>C<sub>AA</sub> isotopic patterns remain largely invariant. These\nresults emphasize that δ<sup>13</sup>C<sub>AA</sub> patterns should accurately\nrecord biosynthetic sources across widely disparate oceanographic\nconditions. We also explored how δ<sup>13</sup>C<sub>AA</sub> patterns change as\na function of age, total nitrogen and organic carbon content after burial,\nin a marine sediment core from a coastal upwelling area off Peru. Based on\nthe four most informative amino acids for distinguishing between diatom and\nbacterial sources (i.e., isoleucine, lysine, leucine and tyrosine),\nbacterially derived amino acids ranged from 10 to 15 % in the sediment layers from the\nlast 5000 years, and up to 35 % during the last glacial period. The\ngreater bacterial contributions in older sediments indicate that bacterial\nactivity and amino acid resynthesis progressed, approximately as a function\nof sediment age, to a substantially larger degree than suggested by changes\nin total organic nitrogen and carbon content. It is uncertain whether archaea may\nhave contributed to sedimentary δ<sup>13</sup>C<sub>AA</sub> patterns we\nobserve, and controlled culturing studies will be needed to investigate\nwhether δ<sup>13</sup>C<sub>AA</sub> patterns can differentiate bacterial from archeal\nsources. Further research efforts are also needed to understand how closely\nδ<sup>13</sup>C<sub>AA</sub> patterns derived from hydrolyzable amino acids\nrepresent total sedimentary proteineincous material, and more broadly\nsedimentary organic nitrogen. Overall, however, both our culturing and\nsediment studies suggest that δ<sup>13</sup>C<sub>AA</sub> patterns in sediments\nwill represent a novel proxy for understanding both primary production\nsources, and the direct bacterial role in the ultimate preservation\nof sedimentary organic matter.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/4979/2015/", 
        "title": "Assessing the potential of amino acid <sup>13</sup>C patterns as a carbon source tracer in marine sediments: effects of algal growth  conditions and sedimentary diagenesis"
    }, 
    {
        "author": "L. Olsson, S. Ye, X. Yu, M. Wei, K. W. Krauss, and H. Brix", 
        "date": "2015-08-20", 
        "description": "<b>Factors influencing CO<sub>2</sub> and CH<sub>4</sub> emissions from coastal wetlands in the Liaohe Delta, Northeast China</b><br /><br />Biogeosciences, 12, 4965-4977, 2015<br /><br />Author(s): L. Olsson, S. Ye, X. Yu, M. Wei, K. W. Krauss, and H. Brix<br /><br />Many factors are known to influence greenhouse gas emissions from coastal\nwetlands, but it is still unclear which factors are most important under\nfield conditions when they are all acting simultaneously. The objective of\nthis study was to assess the effects of water table, salinity, soil\ntemperature and vegetation on CH<sub>4</sub> emissions and ecosystem respiration\n(<i>R</i><sub>eco</sub>) from five coastal wetlands in the Liaohe Delta, Northeast China:\ntwo <i>Phragmites australis</i> (common reed) wetlands, two <i>Suaeda salsa</i> (sea blite) marshes and a rice (<i>Oryza sativa</i>) paddy.\nThroughout the growing season, the <i>Suaeda</i> wetlands were net CH<sub>4</sub> sinks whereas\nthe <i>Phragmites</i> wetlands and the rice paddy were net CH<sub>4</sub> sources emitting 1.2–6.1 g CH<sub>4</sub> m<sup>−2</sup> yr<sup>−1</sup>.\nThe <i>Phragmites</i> wetlands emitted the most CH<sub>4</sub> per\nunit area and the most CH<sub>4</sub> relative to CO<sub>2</sub>. The main controlling\nfactors for the CH<sub>4</sub> emissions were water table, temperature, soil\norganic carbon and salinity. The CH<sub>4</sub> emission was accelerated at high\nand constant (or managed) water tables and decreased at water tables below\nthe soil surface. High temperatures enhanced CH<sub>4</sub> emissions, and\nemission rates were consistently low (< 1 mg CH<sub>4</sub> m<sup>−2</sup> h<sup>&minus;1</sup>) at soil temperatures < 18 °C. At salinity levels\n> 18 ppt, the CH<sub>4</sub> emission rates were always low (< 1 mg CH<sub>4</sub> m<sup>−2</sup> h<sup>&minus;1</sup>) probably because methanogens were\nout-competed by sulphate-reducing bacteria. Saline <i>Phragmites</i> wetlands can, however,\nemit significant amounts of CH<sub>4</sub> as CH<sub>4</sub> produced in deep soil\nlayers are transported through the air-space tissue of the plants to the\natmosphere. The CH<sub>4</sub> emission from coastal wetlands can be reduced by\ncreating fluctuating water tables, including water tables below the soil\nsurface, as well as by occasional flooding by high-salinity water. The\neffects of water management schemes on the biological communities in the\nwetlands must, however, be carefully studied prior to the management in\norder to avoid undesirable effects on the wetland communities.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/4965/2015/", 
        "title": "Factors influencing CO<sub>2</sub> and CH<sub>4</sub> emissions from coastal wetlands in the Liaohe Delta, Northeast China"
    }, 
    {
        "author": "C. Morana, F. Darchambeau, F. A. E. Roland, A. V. Borges, F. Muvundja, Z. Kelemen, P. Masilya, J.-P. Descy, and S. Bouillon", 
        "date": "2015-08-19", 
        "description": "<b>Biogeochemistry of a large and deep tropical lake (Lake Kivu, East Africa: insights from a stable isotope study covering an annual cycle</b><br /><br />Biogeosciences, 12, 4953-4963, 2015<br /><br />Author(s): C. Morana, F. Darchambeau, F. A. E. Roland, A. V. Borges, F. Muvundja, Z. Kelemen, P. Masilya, J.-P. Descy, and S. Bouillon<br /><br />During this study, we investigated the seasonal variability of the\nconcentration and the stable isotope composition of several inorganic and\norganic matter (OM) reservoirs in the large, oligotrophic and deep tropical\nLake Kivu (East Africa). Data were acquired over 1 year at a fortnightly\ntemporal resolution. The δ<sup>13</sup>C signature of the dissolved inorganic\ncarbon (DIC) increased linearly with time during the rainy season, then\nsuddenly decreased during the dry season due to vertical mixing with\n<sup>13</sup>C-depleted DIC waters. The δ<sup>13</sup>C signature of the particulate\norganic carbon pool (POC) revealed the presence of a consistently abundant\nmethanotrophic biomass in the oxycline throughout the year. We also noticed a\nseasonal shift during the dry season toward higher values in the\nδ<sup>15</sup>N of particulate nitrogen (PN) in the mixed layer and\nδ<sup>15</sup>N-PN was significantly related to the contribution of\ncyanobacteria to the phytoplankton assemblage, suggesting that rainy season\nconditions could be more favourable to atmospheric nitrogen-fixing\ncyanobacteria. Finally, zooplankton were slightly enriched in <sup>13</sup>C\ncompared to the autochthonous POC pool, and the δ<sup>15</sup>N signature of\nzooplankton followed well the seasonal variability in δ<sup>15</sup>N-PN,\nconsistently 3.0 ± 1.1 &permil; heavier than the PN pool.\nTogether, δ<sup>13</sup>C and δ<sup>15</sup>N analysis suggests that\nzooplankton directly incorporate algal-derived OM in their biomass, and that\nthey rely almost exclusively on this source of OM throughout the year in\ngeneral agreement with the very low allochthonous OM inputs from rivers in\nLake Kivu.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/4953/2015/", 
        "title": "Biogeochemistry of a large and deep tropical lake (Lake Kivu, East Africa: insights from a stable isotope study covering an annual cycle"
    }, 
    {
        "author": "L. T. Bach", 
        "date": "2015-08-19", 
        "description": "<b>Reconsidering the role of carbonate ion concentration in calcification by marine organisms</b><br /><br />Biogeosciences, 12, 4939-4951, 2015<br /><br />Author(s): L. T. Bach<br /><br />Marine organisms precipitate 0.5–2.0 Gt of carbon as calcium carbonate\n(CaCO<sub>3</sub>) every year with a profound impact on global biogeochemical\nelement cycles. Biotic calcification relies on calcium ions (Ca<sup>2+</sup>) and usually on bicarbonate ions (HCO<sub>3</sub><sup>&minus;</sup>) as CaCO<sub>3</sub> substrates and\ncan be inhibited by high proton (H<sup>+</sup>) concentrations. The seawater\nconcentration of carbonate ions (CO<sub>3</sub><sup>2&minus;</sup>) and the\nCO<sub>3</sub><sup>2&minus;</sup>-dependent CaCO<sub>3</sub> saturation state (&Omega;<sub>CaCO<sub>3</sub></sub>)\nseem to be irrelevant in this production process. Nevertheless,\ncalcification rates and the success of calcifying organisms in the oceans\noften correlate surprisingly well with these two carbonate system\nparameters. This study addresses this dilemma through the rearrangement of\ncarbonate system equations which revealed an important proportionality\nbetween [CO<sub>3</sub><sup>2&minus;</sup>] or &Omega;<sub>CaCO<sub>3</sub></sub>and the ratio of\n[HCO<sub>3</sub><sup>&minus;</sup>] to [H<sup>+</sup>]. Due to this proportionality, calcification\nrates will always correlate as well with [HCO<sub>3</sub><sup>&minus;</sup>]  /  [H<sup>+</sup>] as they do with [CO<sub>3</sub><sup>2&minus;</sup>] or &Omega;<sub>CaCO<sub>3</sub></sub> when temperature, salinity,\nand pressure are constant. Hence, [CO<sub>3</sub><sup>2&minus;</sup>] and &Omega;<sub>CaCO<sub>3</sub></sub>\nmay simply be very good proxies for the control by\n[HCO<sub>3</sub><sup>&minus;</sup>]  /  [H<sup>+</sup>], where [HCO<sub>3</sub><sup>&minus;</sup>] serves as the inorganic\ncarbon substrate and [H<sup>+</sup>] functions as a calcification inhibitor. If\nthe \"substrate–inhibitor ratio\" (i.e., [HCO<sub>3</sub><sup>&minus;</sup>]  /  [H<sup>+</sup>]) rather\nthan [CO<sub>3</sub><sup>2&minus;</sup>] or &Omega;<sub>CaCO<sub>3</sub></sub> controls biotic CaCO<sub>3</sub>\nformation, then some of the most common paradigms in ocean acidification\nresearch need to be reviewed. For example, the absence of a latitudinal\ngradient in [HCO<sub>3</sub><sup>&minus;</sup>]  /  [H<sup>+</sup>] in contrast to [CO<sub>3</sub><sup>2&minus;</sup>] and\n&Omega;<sub>CaCO<sub>3</sub></sub> could modify the common assumption that high latitudes\nare affected most severely by ocean acidification.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/4939/2015/", 
        "title": "Reconsidering the role of carbonate ion concentration in calcification by marine organisms"
    }, 
    {
        "author": "K. Michaelian and A. Simeonov", 
        "date": "2015-08-19", 
        "description": "<b>Fundamental molecules of life are pigments which arose and co-evolved as a response to the thermodynamic imperative of dissipating the prevailing solar spectrum</b><br /><br />Biogeosciences, 12, 4913-4937, 2015<br /><br />Author(s): K. Michaelian and A. Simeonov<br /><br />The driving force behind the origin and evolution of life has been the\nthermodynamic imperative of increasing the entropy production of the\nbiosphere through increasing the global solar photon dissipation rate. In\nthe upper atmosphere of today, oxygen and ozone derived from life processes\nare performing the short-wavelength UV-C and UV-B dissipation. On Earth's\nsurface, water and organic pigments in water facilitate the near-UV and\nvisible photon dissipation. The first organic pigments probably formed,\nabsorbed, and dissipated at those photochemically active wavelengths in the\nUV-C and UV-B that could have reached Earth's surface during the Archean.\nProliferation of these pigments can be understood as an autocatalytic\nphotochemical process obeying non-equilibrium thermodynamic directives\nrelated to increasing solar photon dissipation rate. Under these directives,\norganic pigments would have evolved over time to increase the global photon\ndissipation rate by (1) increasing the ratio of their effective photon cross\nsections to their physical size, (2) decreasing their electronic excited\nstate lifetimes, (3) quenching radiative de-excitation channels (e.g.,\nfluorescence), (4) covering ever more completely the prevailing solar\nspectrum, and (5) proliferating and dispersing to cover an ever greater\nsurface area of Earth. From knowledge of the evolution of the spectrum of\nG-type stars, and considering the most probable history of the transparency\nof Earth's atmosphere, we construct the most probable Earth surface solar\nspectrum as a function of time and compare this with the history of\nmolecular absorption maxima obtained from the available data in the\nliterature. This comparison supports the conjecture that many fundamental\nmolecules of life are pigments which arose, proliferated, and co-evolved as a\nresponse to dissipating the solar spectrum, supports the thermodynamic\ndissipation theory for the origin of life, constrains models for Earth's\nearly atmosphere, and sheds some new light on the origin of photosynthesis.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/4913/2015/", 
        "title": "Fundamental molecules of life are pigments which arose and co-evolved as a response to the thermodynamic imperative of dissipating the prevailing solar spectrum"
    }, 
    {
        "author": "D. Krause-Jensen, C. M. Duarte, I. E. Hendriks, L. Meire, M. E. Blicher, N. Marbà, and M. K. Sejr", 
        "date": "2015-08-19", 
        "description": "<b>Macroalgae contribute to nested mosaics of pH variability in a subarctic fjord</b><br /><br />Biogeosciences, 12, 4895-4911, 2015<br /><br />Author(s): D. Krause-Jensen, C. M. Duarte, I. E. Hendriks, L. Meire, M. E. Blicher, N. Marbà, and M. K. Sejr<br /><br />The Arctic Ocean is considered the most vulnerable ecosystem to ocean\nacidification, and large-scale assessments of pH and the saturation state for\naragonite (&Omega;<sub>arag</sub>) have led to the notion that the Arctic Ocean\nis already close to a corrosive state. In high-latitude coastal waters the\nregulation of pH and &Omega;<sub>arag</sub> is, however, far more complex than\noffshore because increased biological activity and input of glacial meltwater\naffect pH. Effects of ocean acidification on calcifiers and non-calcifying\nphototrophs occupying coastal habitats cannot be derived from extrapolation\nof current and forecasted offshore conditions, but they\nrequire an understanding of the regimes\nof pH and &Omega;<sub>arag</sub> in their coastal habitats. To increase\nknowledge of the natural variability in pH in the Arctic coastal zone and\nspecifically to test the influence of benthic vegetated habitats, we\nquantified pH variability in a Greenland fjord in a nested-scale approach. A\nsensor array logging pH, O<sub>2</sub>, PAR, temperature and salinity was applied\non spatial scales ranging from kilometre scale across the horizontal\nextension of the fjord; to 100 m scale vertically in the fjord, 10–100 m\nscale between subtidal habitats with and without kelp forests and between\nvegetated tidal pools and adjacent vegetated shores; and to centimetre to\nmetre scale within kelp forests and millimetre scale across diffusive\nboundary layers of macrophyte tissue. In addition, we assessed the temporal\nvariability in pH on diurnal and seasonal scales. Based on pH measurements\ncombined with point samples of total alkalinity, dissolved inorganic carbon\nand relationships to salinity, we also estimated variability in &Omega;<sub>arag</sub>. Results show variability in pH and &Omega;<sub>arag</sub> of up\nto 0.2–0.3 units at several scales, i.e. along the horizontal and vertical\nextension of the fjord, between seasons and on a diel basis in benthic\nhabitats and within 1 m<sup>3</sup> of kelp forest. Vegetated intertidal pools\nexhibited extreme diel pH variability of > 1.5 units and macrophyte\ndiffusive boundary layers a pH range of up to 0.8 units. Overall, pelagic and\nbenthic metabolism was an important driver of pH and &Omega;<sub>arag</sub>\nproducing mosaics of variability from\nlow levels in the dark to peak levels at high irradiance generally appearing\nfavourable for calcification. We suggest that productive coastal environments\nmay form niches of high pH in a future acidified Arctic Ocean.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/4895/2015/", 
        "title": "Macroalgae contribute to nested mosaics of pH variability in a subarctic fjord"
    }, 
    {
        "author": "C. Lenz, T. Jilbert, D.J. Conley, M. Wolthers, and C.P. Slomp", 
        "date": "2015-08-19", 
        "description": "<b>Are recent changes in sediment manganese sequestration in the euxinic basins of the Baltic Sea linked to the expansion of hypoxia?</b><br /><br />Biogeosciences, 12, 4875-4894, 2015<br /><br />Author(s): C. Lenz, T. Jilbert, D.J. Conley, M. Wolthers, and C.P. Slomp<br /><br />Expanding hypoxia in the Baltic Sea over the past century has led to the\ndevelopment of anoxic and sulfidic (euxinic) deep basins that are only\nperiodically ventilated by inflows of oxygenated waters from the North Sea.\nIn this study, we investigate the potential consequences of the expanding\nhypoxia for manganese (Mn) burial in the Baltic Sea using a combination of\npore water and sediment analyses of dated sediment cores from eight locations.\nDiffusive fluxes of dissolved Mn from sediments to overlying waters at oxic,\nhypoxic and euxinic sites are consistent with an active release of Mn from\nthese areas. Although the present-day fluxes are significant (ranging up to\nca. 240 μmol m<sup>−2</sup> d<sup>−1</sup>), comparison to published water\ncolumn data suggests that the current benthic release of Mn is small when\ncompared to the large pool of Mn already present in the hypoxic and anoxic\nwater column. Our results highlight two modes of Mn carbonate formation in\nsediments of the deep basins. In the Gotland Deep area, Mn carbonates likely\nform from Mn oxides that are precipitated from the water column directly\nfollowing North Sea inflows. In the Landsort Deep, in contrast, Mn carbonate\nand Mn sulfide layers appear to form independently of inflow events, and are\npossibly related to the much larger and continuous input of Mn oxides linked\nto sediment focusing. Whereas Mn-enriched sediments continue to accumulate in\nthe Landsort Deep, this does not hold for the Gotland Deep area. Here, a\nrecent increase in euxinia, as evident from measured bottom water sulfide\nconcentrations and elevated sediment molybdenum (Mo), coincides with a\ndecline in sediment Mn content. Sediment analyses also reveal that recent\ninflows of oxygenated water (since ca. 1995) are no longer consistently\nrecorded as Mn carbonate layers. Our data suggest that eutrophication has not\nonly led to a recent rise in sulfate reduction rates but also to a decline in\nreactive Fe input to these basins. We hypothesize that these factors have jointly\nled to higher sulfide availability near the sediment–water interface\nafter inflow events. As a consequence, the Mn oxides may be reductively\ndissolved more rapidly than in the past and Mn carbonates may no longer form.\nUsing a simple diagenetic model for Mn dynamics in the surface sediment, we\ndemonstrate that an enhancement of the rate of reduction of Mn oxides is\nconsistent with such a scenario. Our results have important implications for\nthe use of Mn carbonate enrichments as a redox proxy in marine systems.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/4875/2015/", 
        "title": "Are recent changes in sediment manganese sequestration in the euxinic basins of the Baltic Sea linked to the expansion of hypoxia?"
    }, 
    {
        "author": "E. M. Stacy, S. C. Hart, C. T. Hunsaker, D. W. Johnson, and A. A. Berhe", 
        "date": "2015-08-17", 
        "description": "<b>Soil carbon and nitrogen erosion in forested catchments: implications for erosion-induced terrestrial  carbon sequestration</b><br /><br />Biogeosciences, 12, 4861-4874, 2015<br /><br />Author(s): E. M. Stacy, S. C. Hart, C. T. Hunsaker, D. W. Johnson, and A. A. Berhe<br /><br />Lateral movement of organic matter (OM) due to erosion is now considered an\nimportant flux term in terrestrial carbon (C) and nitrogen (N) budgets, yet\nmost published studies on the role of erosion focus on agricultural or\ngrassland ecosystems. To date, little information is available on the rate\nand nature of OM eroded from forest ecosystems. We present annual sediment\ncomposition and yield, for water years 2005–2011, from eight catchments in\nthe southern part of the Sierra Nevada, California. Sediment was compared to\nsoil at three different landform positions from the source slopes to\ndetermine if there is selective transport of organic matter or different\nmineral particle size classes. Sediment export varied from 0.4 to 177 kg ha<sup>−1</sup>,\nwhile export of C in sediment was between 0.025 and 4.2 kg C ha<sup>−1</sup> and\nexport of N in sediment was between 0.001 and 0.04 kg N ha<sup>−1</sup>. Sediment\nyield and composition showed high interannual variation.\nIn our study catchments, erosion laterally mobilized OM-rich litter material\nand topsoil, some of which enters streams owing to the catchment topography\nwhere steep slopes border stream channels. Annual lateral sediment export\nwas positively and strongly correlated with stream discharge, while C and N\nconcentrations were both negatively correlated with stream discharge; hence,\nC : N ratios were not strongly correlated to sediment yield. Our results\nsuggest that stream discharge, more than sediment source, is a primary\nfactor controlling the magnitude of C and N export from upland forest\ncatchments. The OM-rich nature of eroded sediment raises important questions\nabout the fate of the eroded OM. If a large fraction of the soil organic\nmatter (SOM) eroded from\nforest ecosystems is lost during transport or after deposition, the\ncontribution of forest ecosystems to the erosion-induced C sink is likely to\nbe small (compared to croplands and grasslands).", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/4861/2015/", 
        "title": "Soil carbon and nitrogen erosion in forested catchments: implications for erosion-induced terrestrial  carbon sequestration"
    }, 
    {
        "author": "X. Feng, Ö. Gustafsson, R. M. Holmes, J. E. Vonk, B. E. van Dongen, I. P. Semiletov, O. V. Dudarev, M. B. Yunker, R. W. Macdonald, D. B. Montluçon, and T. I. Eglinton", 
        "date": "2015-08-14", 
        "description": "<b>Multi-molecular tracers of terrestrial carbon transfer across the pan-Arctic: comparison of hydrolyzable components with plant wax lipids and lignin phenols</b><br /><br />Biogeosciences, 12, 4841-4860, 2015<br /><br />Author(s): X. Feng, Ö. Gustafsson, R. M. Holmes, J. E. Vonk, B. E. van Dongen, I. P. Semiletov, O. V. Dudarev, M. B. Yunker, R. W. Macdonald, D. B. Montluçon, and T. I. Eglinton<br /><br />Hydrolyzable organic carbon (OC) comprises a significant component of\nsedimentary particulate matter transferred from land into oceans via rivers.\nIts abundance and nature are however not well studied in Arctic river\nsystems, and yet may represent an important pool of carbon whose fate\nremains unclear in the context of mobilization and related processes\nassociated with a changing climate. Here, we examine the molecular composition\nand source of hydrolyzable compounds isolated from sedimentary particles\nderived from nine rivers across the pan-Arctic. Bound fatty acids (b-FAs),\nhydroxy FAs, n-alkane-α,ω-dioic acids (DAs) and phenols were\nthe major components released upon hydrolysis of these sediments. Among\nthem, b-FAs received considerable inputs from bacterial and/or algal\nsources, whereas ω-hydroxy FAs, mid-chain substituted acids, DAs,\nand hydrolyzable phenols were mainly derived from cutin and suberin of\nhigher plants. We further compared the distribution and fate of suberin- and\ncutin-derived compounds with those of other terrestrial biomarkers (plant\nwax lipids and lignin phenols) from the same Arctic river sedimentary\nparticles and conducted a benchmark assessment of several biomarker-based\nindicators of OC source and extent of degradation. While suberin-specific\nbiomarkers were positively correlated with plant-derived\nhigh-molecular-weight (HMW) FAs, lignin phenols were correlated with\ncutin-derived compounds. These correlations suggest that, similar to\nleaf-derived cutin, lignin was mainly derived from litter and surface soil\nhorizons, whereas suberin and HMW FAs incorporated significant inputs from\nbelowground sources (roots and deeper soil). This conclusion is supported by\nthe negative correlation between lignin phenols and the ratio of\nsuberin-to-cutin biomarkers. Furthermore, the molecular composition of\ninvestigated biomarkers differed between Eurasian and North American Arctic\nrivers: while lignin dominated in the terrestrial OC of Eurasian river\nsediments, hydrolyzable OC represented a much larger fraction in the\nsedimentary particles from Colville River. Hence, studies exclusively\nfocusing on either plant wax lipids or lignin phenols will not be able to\nfully unravel the mobilization and fate of bound OC in Arctic rivers.\nMore comprehensive, multi-molecular investigations are needed to better\nconstrain the land–ocean transfer of carbon in the changing Arctic,\nincluding further research on the degradation and transfer of both free and\nbound components in Arctic river sediments.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/4841/2015/", 
        "title": "Multi-molecular tracers of terrestrial carbon transfer across the pan-Arctic: comparison of hydrolyzable components with plant wax lipids and lignin phenols"
    }, 
    {
        "author": "M. Liu, M. Dannenmann, S. Lin, G. Saiz, G. Yan, Z. Yao, D. E. Pelster, H. Tao, S. Sippel, Y. Tao, Y. Zhang, X. Zheng, Q. Zuo, and K. Butterbach-Bahl", 
        "date": "2015-08-14", 
        "description": "<b>Ground cover rice production systems increase soil carbon and nitrogen stocks at regional scale</b><br /><br />Biogeosciences, 12, 4831-4840, 2015<br /><br />Author(s): M. Liu, M. Dannenmann, S. Lin, G. Saiz, G. Yan, Z. Yao, D. E. Pelster, H. Tao, S. Sippel, Y. Tao, Y. Zhang, X. Zheng, Q. Zuo, and K. Butterbach-Bahl<br /><br />Rice production is increasingly limited by water scarcity. Covering paddy\nrice soils with films (so-called ground cover rice production system: GCRPS)\ncan significantly reduce water demand as well as overcome temperature\nlimitations at the beginning of the growing season, which results in greater\ngrain yields in relatively cold regions and also in those suffering from\nseasonal water shortages. However, it has been speculated that both increased\nsoil aeration and temperature under GCRPS result in lower soil organic carbon\nand nitrogen stocks. Here we report on a regional-scale experiment conducted\nin Shiyan, a typical rice-producing mountainous area of China. We sampled\npaired adjacent paddy and GCRPS fields at 49 representative sites. Measured\nparameters included soil carbon (C) and nitrogen (N) stocks (to 1 m depth),\nsoil physical and chemical properties, δ<sup>15</sup>N composition of plants\nand soils, potential C mineralization rates, and soil organic carbon (SOC)\nfractions at all sampling sites. Root biomass was also quantified at one\nintensively monitored site.\n<br><br>\nThe study showed that: (1) GCRPS increased SOC and N stocks 5–20 years\nfollowing conversion from traditional paddy systems; (2) there were no\ndifferences between GCRPS and paddy systems in soil physical and chemical properties\nfor the various soil depths, with the exception of soil bulk density; (3)\nGCRPS increased above-ground and root biomass in all soil layers down to a\n40 cm depth; (4) δ<sup>15</sup>N values were lower in soils and plant\nleaves indicating lower NH<sub>3</sub> volatilization losses from GCRPS than in\npaddy systems; and (5) GCRPS had lower C mineralization potential than that\nobserved in paddy systems over a 200-day incubation period. Our results\nsuggest that GCRPS is an innovative production technique that not only\nincreases rice yields using less irrigation water, but that it also\nincreases SOC and N stocks.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/4831/2015/", 
        "title": "Ground cover rice production systems increase soil carbon and nitrogen stocks at regional scale"
    }, 
    {
        "author": "M. Bahn, M. Reichstein, K. Guan, J. M. Moreno, and C. Williams", 
        "date": "2015-08-11", 
        "description": "<b>Preface: Climate extremes and biogeochemical cycles in the terrestrial biosphere: impacts and feedbacks across scales</b><br /><br />Biogeosciences, 12, 4827-4830, 2015<br /><br />Author(s): M. Bahn, M. Reichstein, K. Guan, J. M. Moreno, and C. Williams<br /><br />", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/4827/2015/", 
        "title": "Preface: Climate extremes and biogeochemical cycles in the terrestrial biosphere: impacts and feedbacks across scales"
    }, 
    {
        "author": "S. Carter, M. Herold, M. C. Rufino, K. Neumann, L. Kooistra, and L. Verchot", 
        "date": "2015-08-10", 
        "description": "<b>Mitigation of agricultural emissions in the tropics: comparing forest land-sparing options at the national level</b><br /><br />Biogeosciences, 12, 4809-4825, 2015<br /><br />Author(s): S. Carter, M. Herold, M. C. Rufino, K. Neumann, L. Kooistra, and L. Verchot<br /><br />Emissions from agriculture-driven deforestation are of global concern, but\nforest land-sparing interventions such as agricultural intensification and\nutilization of available non-forest land offer opportunities for mitigation.\nIn many tropical countries, where agriculture is the major driver of\ndeforestation, interventions in the agriculture sector could reduce\ndeforestation emissions as well as reduce emissions in the agriculture\nsector. Our study uses a novel approach to quantify agriculture-driven\ndeforestation and associated emissions in the tropics between 2000 and 2010.\nEmissions from agriculture-driven deforestation in the tropics (97\ncountries) are 4.3 GtCO<sub>2</sub>e yr<sup>−1</sup>. We investigate the national\npotential to mitigate these emissions through forest land-sparing\ninterventions, which can potentially be implemented under REDD+.\n We\nconsider intensification and utilization of available non-forested land as\nforest land-sparing opportunities since they avoid the expansion of\nagriculture into forested land. In addition, we assess the potential to\nreduce agricultural emissions on existing agriculture land. The use of a\nsystematic framework demonstrates the selection of mitigation interventions\nby considering sequentially the level of emissions, mitigation potential of\nvarious interventions, enabling environment and associated risks to\nlivelihoods at the national level. Our results show that considering only\ncountries with high emissions from agriculture-driven deforestation, with\npotential for forest-sparing interventions and a good enabling environment\n(e.g. effective governance or engagement in REDD+), there is a potential\nto mitigate 1.3 GtCO<sub>2</sub>e yr<sup>−1</sup> (20 countries of 78 with sufficient\ndata). For countries where we identify agricultural emissions as a priority\nfor mitigation, up to 1 GtCO<sub>2</sub>e yr<sup>−1</sup> could be reduced from the\nagriculture sector including livestock. Risks to livelihoods from\nimplementing interventions based on national level data call for detailed\ninvestigation at the local level to inform decisions on mitigation\ninterventions. Three case studies demonstrate the use of the analytical\nframework. The inherent link between the agriculture and forestry sectors\ndue to competition for land suggests that these sectors cannot be considered\nindependently. Our findings highlight the need to include the forest and the\nagricultural sectors in the decision-making process to mitigate\ndeforestation.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/4809/2015/", 
        "title": "Mitigation of agricultural emissions in the tropics: comparing forest land-sparing options at the national level"
    }, 
    {
        "author": "B. Metcalfe, W. Feldmeijer, M. de Vringer-Picon, G.-J. A. Brummer, F. J. C. Peeters, and G. M. Ganssen", 
        "date": "2015-08-07", 
        "description": "<b>Late Pleistocene glacial–interglacial shell-size–isotope variability in planktonic foraminifera as a function of local hydrography</b><br /><br />Biogeosciences, 12, 4781-4807, 2015<br /><br />Author(s): B. Metcalfe, W. Feldmeijer, M. de Vringer-Picon, G.-J. A. Brummer, F. J. C. Peeters, and G. M. Ganssen<br /><br />So-called \"vital effects\" are a collective term for a suite of physiologically\nand metabolically induced variability in oxygen (δ<sup>18</sup>O) and carbon\n(δ<sup>13</sup>C) isotope ratios of planktonic foraminifer shells that hamper\nprecise quantitative reconstruction of past ocean parameters. Correction for\npotential isotopic offsets from equilibrium or the expected value is\nparamount, as too is the ability to define a comparable life stage for each\nspecies that allows for direct comparison. Past research has focused upon\nfinding a specific size range for individual species in lieu of other\nidentifiable features, thus allowing ocean parameters from a particular constant\n(i.e. a specific depth or season) to be reconstructed. Single-shell isotope\nanalysis of fossil shells from a mid-latitude North Atlantic Ocean\npiston core covering Termination III (200 to 250 ka) highlight the\nadvantage of using a dynamic size range, i.e. utilising measurements from\nmultiple narrow sieve size fractions spanning a large range of total body\nsizes, in studies of palaeoclimate. Using this methodology, we show that\nisotopic offsets between specimens in successive size fractions of\n<i>Globorotalia inflata</i> and <i>Globorotalia truncatulinoides</i> are\nnot constant over time, contrary to previous findings. For δ<sup>18</sup>O in\nsmaller-sized globorotalids (212–250 μm) it is suggested that the\noffset from other size fractions may reflect a shallower habitat in an early\nontogenetic stage. A reduction in the difference between small and large\nspecimens of <i>G. inflata</i> between insolation minima and maxima is\ninterpreted to relate to a prolonged period of reduced water column\nstratification. For the shallow-dwelling species <i>Globigerina\nbulloides</i>, no size–isotope difference between size fractions is observed, and\nthe variability in the oxygen isotopic values is shown to correlate well\nwith the seasonal insolation patterns. As such, patterns in oxygen isotope\nvariability of fossil populations may be used to reconstruct past seasonality\nchanges.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/4781/2015/", 
        "title": "Late Pleistocene glacial–interglacial shell-size–isotope variability in planktonic foraminifera as a function of local hydrography"
    }, 
    {
        "author": "J. D. Groppo, S. R. M. Lins, P. B. Camargo, E. D. Assad, H. S. Pinto, S. C. Martins, P. R. Salgado, B. Evangelista, E. Vasconcellos, E. E. Sano, E. Pavão, R. Luna, and L. A. Martinelli", 
        "date": "2015-08-07", 
        "description": "<b>Changes in soil carbon, nitrogen, and phosphorus due to land-use changes in Brazil</b><br /><br />Biogeosciences, 12, 4765-4780, 2015<br /><br />Author(s): J. D. Groppo, S. R. M. Lins, P. B. Camargo, E. D. Assad, H. S. Pinto, S. C. Martins, P. R. Salgado, B. Evangelista, E. Vasconcellos, E. E. Sano, E. Pavão, R. Luna, and L. A. Martinelli<br /><br />In this paper, soil carbon, nitrogen and phosphorus concentrations and stocks\nwere investigated in agricultural and natural areas in 17 plot-level paired\nsites and in a regional survey encompassing more than 100 pasture\nsoils In the paired sites, elemental soil concentrations and stocks were\ndetermined in native vegetation (forests and savannas), pastures and\ncrop–livestock systems (CPSs). Nutrient stocks were calculated for the soil\ndepth intervals 0–10, 0–30, and 0–60 cm for the paired sites and\n0–10, and 0–30 cm for the pasture regional survey by sum stocks\nobtained in each sampling intervals (0–5, 5–10, 10–20, 20–30, 30–40, 40–60 cm). Overall, there were significant differences in soil element\nconcentrations and ratios between different land uses, especially in the\nsurface soil layers. Carbon and nitrogen contents were lower, while\nphosphorus contents were higher in the pasture and CPS soils than in native\nvegetation soils. Additionally, soil stoichiometry has changed with changes\nin land use. The soil C : N ratio was lower in the native vegetation than in\nthe pasture and CPS soils, and the carbon and nitrogen to available\nphosphorus ratio (P<sub>ME</sub>) decreased from the native vegetation to the\npasture to the CPS soils. In the plot-level paired sites, the soil nitrogen\nstocks were lower in all depth intervals in pasture and in the CPS soils when\ncompared with the native vegetation soils. On the other hand, the soil\nphosphorus stocks were higher in all depth intervals in agricultural soils\nwhen compared with the native vegetation soils. For the regional pasture\nsurvey, soil nitrogen and phosphorus stocks were lower in all soil intervals\nin pasture soils than in native vegetation soils. The nitrogen loss with\ncultivation observed here is in line with other studies and it seems to be a\ncombination of decreasing organic matter inputs, in cases where crops\nreplaced native forests, with an increase in soil organic matter\ndecomposition that leads to a decrease in the long run. The main cause of\nthe increase in soil phosphorus stocks in the CPS and pastures of the\nplot-level paired site seems to be linked to phosphorus fertilization\nby mineral and organics fertilizers. The findings of this paper illustrate\nthat land-use changes that are currently common in Brazil alter soil\nconcentrations, stocks and elemental ratios of carbon, nitrogen and\nphosphorus. These changes could have an impact on the subsequent vegetation,\ndecreasing soil carbon and increasing nitrogen limitation but alleviating soil\nphosphorus deficiency.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/4765/2015/", 
        "title": "Changes in soil carbon, nitrogen, and phosphorus due to land-use changes in Brazil"
    }, 
    {
        "author": "T. Shiozaki, T. Nagata, M. Ijichi, and K. Furuya", 
        "date": "2015-08-07", 
        "description": "<b>Nitrogen fixation and the diazotroph community in the temperate coastal region of the northwestern North Pacific</b><br /><br />Biogeosciences, 12, 4751-4764, 2015<br /><br />Author(s): T. Shiozaki, T. Nagata, M. Ijichi, and K. Furuya<br /><br />Nitrogen fixation in temperate oceans is a potentially important, but poorly\nunderstood process that may influence the marine nitrogen budget. This study\ndetermined seasonal variations in nitrogen fixation and the diazotroph\ncommunity within the euphotic zone in the temperate coastal region of the\nnorthwestern North Pacific. Nitrogen fixation as high as 13.6 nmol N L<sup>−1</sup> d<sup>−1</sup>\nwas measured from early summer to fall when the surface\ntemperature exceeded 14.2 °C (but was lower than 24.3 °C)\nand the surface nitrate concentration was low (&le;  0.30 μM),\nalthough we also detected nitrogen fixation in subsurface layers (42–62 m)\nwhere nitrate concentrations were high (> 1 μM). Clone\nlibrary analysis results indicated that <i>nifH</i> gene sequences were omnipresent\nthroughout the investigation period. During the period when nitrogen\nfixation was detected (early summer to fall), the genes affiliated with\nUCYN-A, <i>Trichodesmium</i>, and γ-proteobacterial phylotype γ-24774A11 were\nfrequently recovered. In contrast, when nitrogen fixation was undetectable\n(winter to spring), many sequences affiliated with Cluster III diazotrophs\n(putative anaerobic bacteria) were recovered. Quantitative PCR analysis\nrevealed that UCYN-A was relatively abundant from early to late summer\ncompared with <i>Trichodesmium</i> and γ-24774A11, whereas <i>Trichodesmium</i> abundance was the highest\namong the three groups during fall.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/4751/2015/", 
        "title": "Nitrogen fixation and the diazotroph community in the temperate coastal region of the northwestern North Pacific"
    }, 
    {
        "author": "S. F. Harpenslager, G. van Dijk, S. Kosten, J. G. M. Roelofs, A. J. P. Smolders, and L. P. M. Lamers", 
        "date": "2015-08-06", 
        "description": "<b>Simultaneous high C fixation and high C emissions in   <i>Sphagnum</i>  mires</b><br /><br />Biogeosciences, 12, 4739-4749, 2015<br /><br />Author(s): S. F. Harpenslager, G. van Dijk, S. Kosten, J. G. M. Roelofs, A. J. P. Smolders, and L. P. M. Lamers<br /><br />Peatlands play an important role in the global carbon (C) cycle due to their\nlarge C storage potential. Their C sequestration rates, however, highly vary\ndepending on climatic and geohydrological conditions. Transitional mires are\noften characterised by floating peat with infiltration of buffered\ngroundwater or surface water. <i>Sphagnum</i> mosses grow on top, producing recalcitrant\norganic matter and fuelling large C stocks. As <i>Sphagnum</i> species strongly differ\nin their tolerance to the higher pH in these mires, their species\ncomposition can be expected to influence C dynamics in transitional mires.\n<br><br>\nWe therefore experimentally determined growth and net C sequestration rates\nfor four different <i>Sphagnum</i> species (<i>Sphagnum squarrosum</i>, <i>S. palustre</i>,\n<i>S. fallax</i> and <i>S. magellanicum</i>) in aquaria, with floating peat influenced\nby the infiltration of buffered water. Surprisingly, even though the first\nthree species increased their biomass, the moss-covered peat still showed a\nnet efflux of CO<sub>2</sub> that was up to 3 times higher than that of bare\npeat. This species-dependent C release could be explained by <i>Sphagnum</i>'s active\nlowering of the pH, which triggers the chemical release of CO<sub>2</sub> from\nbicarbonate.\n<br><br>\nOur results clearly illustrate that high <i>Sphagnum</i> biomass production may still\ncoincide with high C emission. These counterintuitive C dynamics in mire\nsuccession seem to be the result of both species- and biomass-dependent\nacidification and buffered water infiltration. Together, these processes can\nexplain part of the large variation in C fluxes (ranging from C\nsequestration to C release) reported for pristine mires in the literature.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/4739/2015/", 
        "title": "Simultaneous high C fixation and high C emissions in   <i>Sphagnum</i>  mires"
    }, 
    {
        "author": "M. Sollai, E. C. Hopmans, S. Schouten, R. G. Keil, and J. S. Sinninghe Damsté", 
        "date": "2015-08-06", 
        "description": "<b>Intact polar lipids of Thaumarchaeota and anammox bacteria as indicators of N cycling in the eastern tropical North Pacific oxygen-deficient zone</b><br /><br />Biogeosciences, 12, 4725-4737, 2015<br /><br />Author(s): M. Sollai, E. C. Hopmans, S. Schouten, R. G. Keil, and J. S. Sinninghe Damsté<br /><br />In the last decade our understanding of the marine nitrogen cycle has\nimproved considerably thanks to the discovery of two novel groups of\nmicroorganisms: ammonia-oxidizing archaea (AOA) and anaerobic\nammonia-oxidizing (anammox) bacteria. Both groups are important in oxygen-deficient zones (ODZs), where they substantially affect the marine N budget.\nThese two groups of microbes are also well known for producing specific\nmembrane lipids, which can be used as biomarkers to trace their presence in\nthe environment. We investigated the occurrence and distribution of AOA and\nanammox bacteria in the water column of the eastern tropical North Pacific\n(ETNP) ODZ, one of the most prominent ODZs worldwide. Suspended particulate\nmatter (SPM) was collected at different depths of the water column in high resolution, at both a coastal and an open-ocean setting. The SPM was analyzed\nfor AOA- and anammox bacteria-specific intact polar lipids (IPLs), i.e.,\nhexose-phosphohexose (HPH)-crenarchaeol and phosphatidylcholine\n(PC)-monoether ladderane. Comparison with oxygen profiles reveals that both\nthe microbial groups are able to thrive at low (< 1 μM)\nconcentrations of oxygen. Our results indicate a clear niche segregation of\nAOA and anammox bacteria in the coastal waters of the ETNP but a partial\noverlap of the two niches of these microbial species in the open-water\nsetting. The latter distribution suggests the potential for an interaction\nbetween the two microbial groups at the open-ocean site, although the nature\nof this hypothetical interaction (i.e., either competition or cooperation)\nremains unclear.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/4725/2015/", 
        "title": "Intact polar lipids of Thaumarchaeota and anammox bacteria as indicators of N cycling in the eastern tropical North Pacific oxygen-deficient zone"
    }, 
    {
        "author": "M. Yang, X. M. Geng, J. Grace, Y. F. Jia, Y. Z. Liu, S. W. Jiao, L. L. Shi, C. Lu, Y. Zhou, and G. C. Lei", 
        "date": "2015-08-06", 
        "description": "<b>N<sub>2</sub>O fluxes from the littoral zone of a Chinese reservoir</b><br /><br />Biogeosciences, 12, 4711-4723, 2015<br /><br />Author(s): M. Yang, X. M. Geng, J. Grace, Y. F. Jia, Y. Z. Liu, S. W. Jiao, L. L. Shi, C. Lu, Y. Zhou, and G. C. Lei<br /><br />There have been few studies of greenhouse gas emissions from reservoirs,\ndespite the remarkable growth in the number of reservoirs in developing\ncountries. We report a case study that focuses on the littoral zone of a\nmajor Chinese reservoir, where we established measurements of N<sub>2</sub>O fluxes\nusing the static chamber technique at five different water levels (deep\nwater, shallow water, seasonally flooded, control for seasonally flooded, and\nnon-flooded). The \"control for seasonal flooded\" had similar vegetation to\nthe \"seasonally flooded\" but was not actually flooded as it was on a higher\npiece of land. Seasonal, diurnal and spatial variations of N<sub>2</sub>O flux and\nenvironmental factors were monitored throughout the growing season which\nincluded a flood event during summer rains. The N<sub>2</sub>O flux ranged from\n−136.6 to 381.8 μg m<sup>−2</sup> h<sup>−1</sup> averaging\n6.8 μg m<sup>−2</sup> h<sup>−1</sup>. Seasonal and spatial variation was\nsignificant but diurnal variation was not. Non-flooded dry land emitted more\nN<sub>2</sub>O than flooded land, no matter whether it was permanently or\nseasonally flooded. Piecewise correlation was found between N<sub>2</sub>O flux,\nair temperature and soil nitrate concentration. Positive correlation was\nshown between N<sub>2</sub>O flux and dissolved oxygen in water. There were\nsignificantly higher emissions from farmland. We compared these results with\nour recently published study of CH<sub>4</sub> emissions, carried out\nsimultaneously at the same site as those in the present study. Completely\ndifferent patterns between the two gases are demonstrated. We conclude that\nthe littoral zone is a hotspot for N<sub>2</sub>O emissions in the summer,\nespecially when the shores of the lake are used for the farming of maize. But\nin terms of the overall greenhouse gas budget, the fluxes of N<sub>2</sub>O are not\nas important as those of CH<sub>4</sub>.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/4711/2015/", 
        "title": "N<sub>2</sub>O fluxes from the littoral zone of a Chinese reservoir"
    }, 
    {
        "author": "X. Yue, N. Unger, T. F. Keenan, X. Zhang, and C. S. Vogel", 
        "date": "2015-08-06", 
        "description": "<b>Probing the past 30-year phenology trend of US deciduous forests</b><br /><br />Biogeosciences, 12, 4693-4709, 2015<br /><br />Author(s): X. Yue, N. Unger, T. F. Keenan, X. Zhang, and C. S. Vogel<br /><br />Phenology is experiencing dramatic changes over deciduous forests in the\nUSA. Estimates of trends in phenology on the continental scale are\nuncertain, however, with studies failing to agree on both the magnitude and\nspatial distribution of trends in spring and autumn. This is due to the\nsparsity of in situ records, uncertainties associated with remote sensing data, and\nthe regional focus of many studies. It has been suggested that reported\ntrends are a result of recent temperature changes, though multiple processes\nare thought to be involved and the nature of the temperature forcing remains\nunknown. To date, no study has directly attributed long-term phenological\ntrends to individual forcings across the USA through integrating\nobservations with models. Here, we construct an extensive database of ground\nmeasurements of phenological events across the USA, and use it to calibrate\nand evaluate a suite of phenology models. The models use variations of the\naccumulative temperature summation, with additional chilling requirements\nfor spring phenology and photoperiod limitation for autumn. Including a\nchilling requirement or photoperiod limitation does not improve model\nperformance, suggesting that temperature change, especially in spring and\nautumn, is likely the dominant driver of the observed trend during the past\n3 decades. Our results show that phenological trends are not uniform over\nthe contiguous USA, with a significant advance of 0.34 day yr<sup>−1</sup> for\nthe spring budburst in the east, a delay of 0.15 day yr<sup>−1</sup> for the\nautumn dormancy onset in the northeast and west, but no evidence of change\nelsewhere. Relative to the 1980s, the growing season in the 2000s is\nextended by about 1 week (3–4 %) in the east, New England, and the upper\nRocky Mountains forests. Additional sensitivity tests show that\nintraspecific variations may not influence the predicted phenological\ntrends. These results help reconcile conflicting reports of phenological\ntrends in the literature, and directly attribute observed trends to\nlong-term changes in temperature.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/4693/2015/", 
        "title": "Probing the past 30-year phenology trend of US deciduous forests"
    }, 
    {
        "author": "G. Aloisi", 
        "date": "2015-08-06", 
        "description": "<b>Covariation of metabolic rates and cell size in coccolithophores</b><br /><br />Biogeosciences, 12, 4665-4692, 2015<br /><br />Author(s): G. Aloisi<br /><br />Coccolithophores are sensitive recorders of environmental change. The size\nof their coccosphere varies in the ocean along gradients of environmental\nconditions and provides a key for understanding the fate of this important\nphytoplankton group in the future ocean. But interpreting field changes in\ncoccosphere size in terms of laboratory observations is hard, mainly because\nthe marine signal reflects the response of multiple morphotypes to changes\nin a combination of environmental variables. In this paper I examine the\nlarge corpus of published laboratory experiments with coccolithophores\nlooking for relations between environmental conditions, metabolic rates and\ncell size (a proxy for coccosphere size). I show that growth,\nphotosynthesis and, to a lesser extent, calcification covary with cell size\nwhen <i>p</i>CO<sub>2</sub>, irradiance, temperature, nitrate, phosphate and iron\nconditions change. With the exception of phosphate and temperature, a change\nfrom limiting to non-limiting conditions always results in an increase in\ncell size. An increase in phosphate or temperature (below the optimum\ntemperature for growth) produces the opposite effect. The magnitude of the\ncoccosphere-size changes observed in the laboratory is comparable to that\nobserved in the ocean. If the biological reasons behind the\nenvironment–metabolism–size link are understood, it will be possible to use\ncoccosphere-size changes in the modern ocean and in marine sediments to\ninvestigate the fate of coccolithophores in the future ocean. This reasoning\ncan be extended to the size of coccoliths if, as recent experiments are\nstarting to show, coccolith size reacts to environmental change\nproportionally to coccosphere size. The coccolithophore database is strongly\nbiased in favour of experiments with the coccolithophore <i>Emiliania huxleyi</i> (<i>E. huxleyi</i>; 82 % of\ndatabase entries), and more experiments with other species are needed to\nunderstand whether these observations can be extended to coccolithophores in\ngeneral. I introduce a simple model that simulates the growth rate and the\nsize of cells forced by nitrate and phosphate concentrations. By considering\na simple rule that allocates the energy flow from nutrient acquisition to\ncell structure (biomass) and cell maturity (biological complexity,\neventually leading to cell division), the model is able to reproduce the\ncovariation of growth rate and cell size observed in laboratory experiments\nwith <i>E. huxleyi</i> when these nutrients become limiting. These results support ongoing\nefforts to interpret coccosphere and coccolith size measurements in the\ncontext of climate change.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/4665/2015/", 
        "title": "Covariation of metabolic rates and cell size in coccolithophores"
    }, 
    {
        "author": "T. Broder and H. Biester", 
        "date": "2015-08-06", 
        "description": "<b>Hydrologic controls on DOC, As and Pb export from a polluted peatland – the importance of heavy rain events, antecedent moisture conditions and hydrological connectivity</b><br /><br />Biogeosciences, 12, 4651-4664, 2015<br /><br />Author(s): T. Broder and H. Biester<br /><br />Bogs can store large amounts of lead (Pb) and arsenic (As) from\natmospheric deposition of anthropogenic emissions. Pb and As are exported\nalong with dissolved organic carbon (DOC) from these organic-rich systems,\nbut it is not yet clear which hydrological (pre)conditions favor their\nexport. This study combines a 1-year monitoring of precipitation, bog\nwater level and pore water concentration changes with bog discharge and DOC,\niron, As and Pb stream concentrations. From these data, annual DOC, As, and Pb\nexports were calculated. Concentrations ranged from 5 to 30 mg L<sup>−1</sup> for DOC, 0.2 to 1.9 μg L<sup>−1</sup> for As,\nand 1.3 to 12 μg L<sup>−1</sup> for Pb, with highest\nconcentrations in late summer. As and Pb concentrations significantly\ncorrelated with DOC concentrations. Fluxes depended strongly on discharge,\nas 40 % of As and 43 % of Pb were exported during 10 % of the time with\nthe highest discharge, pointing out the over-proportional contribution of\nshort-time, high-discharge events to annual As, Pb and DOC export.\nExponential increase in element export from the bog is explained by\nconnection of additional DOC, As and Pb pools in the acrotelm during water\ntable rise, which is most pronounced after drought. Pb, As and DOC\nconcentrations in pore water provide evidence of an increase in the soluble\nPb pool as soon as the peat layer becomes hydrologically connected, while DOC\nand As peak concentrations in runoff lag behind in comparison to Pb. Our\ndata indicate a distinct bog-specific discharge threshold of 8 L s<sup>−1</sup>,\nwhich is thought to depend mainly on the bogs size and drainage conditions.\nAbove this threshold, element concentrations do not further increase and\ndischarge becomes diluted. Combining pore water and discharge data shows that\nAs and Pb exports are dependent on not only the amount of precipitation and\ndischarge but also on the frequency and depth of water table fluctuations.\nComparing the annual bog As and Pb export with element inventories indicates\nthat As is much more mobilized than Pb, with annual fluxes accounting for\n0.85 and 0.27 &permil; of total As and Pb\ninventory, respectively.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/4651/2015/", 
        "title": "Hydrologic controls on DOC, As and Pb export from a polluted peatland – the importance of heavy rain events, antecedent moisture conditions and hydrological connectivity"
    }, 
    {
        "author": "F. Wiaux, M. Vanclooster, and K. Van Oost", 
        "date": "2015-08-06", 
        "description": "<b>Vertical partitioning and controlling factors of gradient-based soil carbon dioxide fluxes in two contrasted soil profiles along a loamy hillslope</b><br /><br />Biogeosciences, 12, 4637-4649, 2015<br /><br />Author(s): F. Wiaux, M. Vanclooster, and K. Van Oost<br /><br />In this study we aim to elucidate the role of physical conditions and gas\ntransfer mechanism along soil profiles in the decomposition and storage of\nsoil organic carbon (OC) in subsoil layers. We use a qualitative approach\nshowing the temporal evolution and the vertical profile description of\nCO<sub>2</sub> fluxes and abiotic variables. We assessed soil CO<sub>2</sub> fluxes\nthroughout two contrasted soil profiles (i.e. summit and footslope\npositions) along a hillslope in the central loess belt of Belgium. We\nmeasured the time series of soil temperature, soil moisture and CO<sub>2</sub>\nconcentration at different depths in the soil profiles for two periods of 6 months. We then calculated the CO<sub>2</sub> flux at different depths using\nFick's diffusion law and horizon specific diffusivity coefficients. The\ncalculated fluxes allowed assessing the contribution of different soil\nlayers to surface CO<sub>2</sub> fluxes. We constrained the soil gas diffusivity\ncoefficients using direct observations of soil surface CO<sub>2</sub> fluxes from\nchamber-based measurements and obtained a good prediction power of soil\nsurface CO<sub>2</sub> fluxes with an <i>R</i><sup>2</sup> of 92 %.\n<br><br>\nWe observed that the temporal evolution of soil CO<sub>2</sub> emissions at the\nsummit position is mainly controlled by temperature. In contrast, at the\nfootslope, we found that long periods of CO<sub>2</sub> accumulation in the\nsubsoil alternates with short peaks of important CO<sub>2</sub> release. This was\nrelated to the high water filled pore space that limits the transfer of\nCO<sub>2</sub> along the soil profile at this slope position. Furthermore, the\nresults show that approximately 90 to 95 % of the surface CO<sub>2</sub> fluxes\noriginate from the first 10 cm of the soil profile at the\nfootslope. This indicates that soil OC in this depositional context can be\nstabilized at depth, i.e. below 10 cm. This study highlights the need to\nconsider soil physical properties and their dynamics when assessing and\nmodeling soil CO<sub>2</sub> emissions. Finally, changes in the physical\nenvironment of depositional soils (e.g. longer dry periods) may affect the\nlong-term stability of the large stock of easily decomposable OC that is\ncurrently stored in these environments.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/4637/2015/", 
        "title": "Vertical partitioning and controlling factors of gradient-based soil carbon dioxide fluxes in two contrasted soil profiles along a loamy hillslope"
    }, 
    {
        "author": "T. Tagesson, R. Fensholt, S. Huber, S. Horion, I. Guiro, A. Ehammer, and J. Ardö", 
        "date": "2015-08-05", 
        "description": "<b>Deriving seasonal dynamics in ecosystem properties of semi-arid savanna grasslands from in situ-based hyperspectral reflectance</b><br /><br />Biogeosciences, 12, 4621-4635, 2015<br /><br />Author(s): T. Tagesson, R. Fensholt, S. Huber, S. Horion, I. Guiro, A. Ehammer, and J. Ardö<br /><br />This paper investigates how hyperspectral reflectance (between 350 and 1800 nm) can be used to infer ecosystem properties for a semi-arid savanna\ngrassland in West Africa using a unique in situ-based multi-angular data set\nof hemispherical conical reflectance factor (HCRF) measurements.\nRelationships between seasonal dynamics in hyperspectral HCRF and ecosystem\nproperties (biomass, gross primary productivity (GPP), light use efficiency\n(LUE), and fraction of photosynthetically active radiation absorbed by\nvegetation (FAPAR)) were analysed. HCRF data (&rho;) were used to study the\nrelationship between normalised difference spectral indices (NDSIs) and the\nmeasured ecosystem properties. Finally, the effects of variable sun sensor\nviewing geometry on different NDSI wavelength combinations were analysed. The\nwavelengths with the strongest correlation to seasonal dynamics in ecosystem\nproperties were shortwave infrared (biomass), the peak absorption band for\nchlorophyll <i>a</i> and <i>b</i> (at 682 nm) (GPP), the oxygen A band at 761 nm used\nfor estimating chlorophyll fluorescence (GPP and LUE), and blue wavelengths\n(&rho;<sub>412</sub>) (FAPAR). The NDSI with the strongest correlation to (i)\nbiomass combined red-edge HCRF (&rho;<sub>705</sub>) with green HCRF (&rho;<sub>587</sub>),\n(ii) GPP combined wavelengths at the peak of green reflection (&rho;<sub>518</sub>,\n&rho;<sub>556</sub>), (iii) LUE combined red (&rho;<sub>688</sub>) with blue HCRF\n(&rho;<sub>436</sub>), and (iv) FAPAR combined blue (&rho;<sub>399</sub>) and near-infrared\n(&rho;<sub>1295</sub>) wavelengths. NDSIs combining near infrared and shortwave\ninfrared were strongly affected by solar zenith angles and sensor viewing\ngeometry, as were many combinations of visible wavelengths. This study\nprovides analyses based upon novel multi-angular hyperspectral data for\nvalidation of Earth-observation-based properties of semi-arid ecosystems, as\nwell as insights for designing spectral characteristics of future sensors for\necosystem monitoring.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/4621/2015/", 
        "title": "Deriving seasonal dynamics in ecosystem properties of semi-arid savanna grasslands from in situ-based hyperspectral reflectance"
    }, 
    {
        "author": "M. K. Abbasi, N. Musa, and M. Manzoor", 
        "date": "2015-08-05", 
        "description": "<b>Mineralization of soluble P fertilizers and insoluble rock phosphate in response to phosphate-solubilizing bacteria and poultry manure and their effect on the growth and P utilization efficiency of chilli (<i>Capsicum annuum</i> L.)</b><br /><br />Biogeosciences, 12, 4607-4619, 2015<br /><br />Author(s): M. K. Abbasi, N. Musa, and M. Manzoor<br /><br />The ability of soil microorganisms and organic manure to convert insoluble\nphosphorus (P) to an accessible form offers a biological rescue system for\nimproving P utilization efficiency in soil–plant systems. Our objective was\nto examine the P mineralization potential of two soluble P fertilizers (SPF),\ni.e., single superphosphate (SSP) and diammonium phosphate (DAP), and of\ninsoluble rock phosphate (RP) with and without phosphate-solubilizing\nbacteria (PSB) and poultry manure (PM) and their subsequent effect on the\ngrowth, yield and P utilization efficiency (PUE) of chilli (<i>Capsicum\nannuum</i> L.). An incubation study was carried out on a loam (slightly\nalkaline) soil with 12 treatments: <i>T</i><sub>0</sub> – control; <i>T</i><sub>1</sub> – RP; <i>T</i><sub>2</sub>\n– SSP; <i>T</i><sub>3</sub> – DAP; <i>T</i><sub>4</sub> – PM; <i>T</i><sub>5</sub> – 1/2 RP+1/2 SSP;\n<i>T</i><sub>6</sub> – 1/2 RP+1/2 DAP; <i>T</i><sub>7</sub> – 1/2 RP+1/2 PM; <i>T</i><sub>8</sub> –\nRP+PSB; <i>T</i><sub>9</sub> – 1/2 RP+1/2 SSP+PSB; <i>T</i><sub>10</sub> – 1/2 RP+1/2\nDAP+PSB; and <i>T</i><sub>11</sub> – 1/2 RP+1/2 PM+PSB. Phosphorus mineralization\nwas measured by analyzing extractable P from the amended soil incubated under\ncontrolled conditions at 25 °C for periods of 0, 5, 15, 25, 35 and\n60 days. A complementary greenhouse experiment was conducted in pots with\nchilli (<i>Capsicum annuum</i> L.) as a test crop. Growth, yield, P uptake\nand PUE of the chilli was determined during the study. Results indicated that\nP mineralization in soil amended with RP was 6.0–11.5 mg kg<sup>−1</sup>, while\nboth soluble P fertilizers resulted in 68–73 mg P kg<sup>−1</sup> at day 0,\nwhich decreased by 79–82 % at the end of incubation. The integrated use\nof PSB and PM with RP in <i>T</i><sub>11</sub>  stimulated P mineralization by releasing\na maximum of 25 mg P kg<sup>−1</sup> that was maintained at high levels without\nany loss. Use of PSB decreased soil pH. In the greenhouse experiment, RP\nalone or RP+PSB did not have a significant impact on plant growth. However,\nthe combined use of RP, PM and PSB in <i>T</i><sub>11</sub> resulted in similar growth,\nyield and P uptake of chilli as DAP. The PUE of applied P varied from 4 to\n29 % and was higher in the treatments that included PSB. We conclude that\nthe use of PSB and PM with insoluble RP or with soluble P fertilizers could\nbe a promising approach to enhance P availability from both low-grade RP and\nSPF for crop production in intensive cropping systems.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/4607/2015/", 
        "title": "Mineralization of soluble P fertilizers and insoluble rock phosphate in response to phosphate-solubilizing bacteria and poultry manure and their effect on the growth and P utilization efficiency of chilli (<i>Capsicum annuum</i> L.)"
    }, 
    {
        "author": "K. Martinez-Cruz, A. Sepulveda-Jauregui, K. Walter Anthony, and F. Thalasso", 
        "date": "2015-08-04", 
        "description": "<b>Geographic and seasonal variation of dissolved methane and aerobic methane oxidation in Alaskan lakes</b><br /><br />Biogeosciences, 12, 4595-4606, 2015<br /><br />Author(s): K. Martinez-Cruz, A. Sepulveda-Jauregui, K. Walter Anthony, and F. Thalasso<br /><br />Methanotrophic bacteria play an important role oxidizing a significant\nfraction of methane (CH<sub>4</sub>) produced in lakes. Aerobic CH<sub>4</sub> oxidation\ndepends mainly on lake CH<sub>4</sub> and oxygen (O<sub>2</sub>) concentrations, in such\na manner that higher MO rates are usually found at the oxic/anoxic interface,\nwhere both molecules are present. MO also depends on temperature, and via\nmethanogenesis, on organic carbon input to lakes, including from thawing\npermafrost in thermokarst (thaw)-affected lakes. Given the large variability in these environmental factors, CH<sub>4</sub>\noxidation is expected to be subject to large seasonal and geographic\nvariations, which have been scarcely reported in the literature. In the\npresent study, we measured CH<sub>4</sub> oxidation rates in 30 Alaskan lakes\nalong a north-south latitudinal transect during winter and summer with a new\nfield laser spectroscopy method. Additionally, we measured dissolved\nCH<sub>4</sub> and O<sub>2</sub> concentrations. We found that in the winter, aerobic\nCH<sub>4</sub> oxidation was mainly controlled by the dissolved O<sub>2</sub>\nconcentration, while in the summer it was controlled primarily by the\nCH<sub>4</sub> concentration, which was scarce compared to dissolved O<sub>2</sub>. The\npermafrost environment of the lakes was identified as another key factor.\nThermokarst (thaw) lakes formed in yedoma-type permafrost had significantly\nhigher CH<sub>4</sub> oxidation rates compared to other thermokarst and\nnon-thermokarst lakes formed in non-yedoma permafrost environments. As\nthermokarst lakes formed in yedoma-type permafrost have been identified to\nreceive large quantities of terrestrial organic carbon from thaw and\nsubsidence of the surrounding landscape into the lake, confirming the strong\ncoupling between terrestrial and aquatic habitats and its influence on\nCH<sub>4</sub> cycling.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/4595/2015/", 
        "title": "Geographic and seasonal variation of dissolved methane and aerobic methane oxidation in Alaskan lakes"
    }, 
    {
        "author": "J. H. Matthes, S. H. Knox, C. Sturtevant, O. Sonnentag, J. Verfaillie, and D. Baldocchi", 
        "date": "2015-08-03", 
        "description": "<b>Predicting landscape-scale CO<sub>2</sub> flux at a pasture and rice paddy with long-term hyperspectral canopy reflectance measurements</b><br /><br />Biogeosciences, 12, 4577-4594, 2015<br /><br />Author(s): J. H. Matthes, S. H. Knox, C. Sturtevant, O. Sonnentag, J. Verfaillie, and D. Baldocchi<br /><br />Measurements of hyperspectral canopy reflectance provide a detailed snapshot\nof information regarding canopy biochemistry, structure and physiology. In\nthis study, we collected 5 years of repeated canopy hyperspectral\nreflectance measurements for a total of over 100 site visits within the flux\nfootprints of two eddy covariance towers at a pasture and rice paddy in\nnorthern California. The vegetation at both sites exhibited dynamic\nphenology, with significant interannual variability in the timing of\nseasonal patterns that propagated into interannual variability in measured\nhyperspectral reflectance. We used partial least-squares regression (PLSR)\nmodeling to leverage the information contained within the entire canopy\nreflectance spectra (400–900 nm) in order to investigate questions regarding\nthe connection between measured hyperspectral reflectance and\nlandscape-scale fluxes of net ecosystem exchange (NEE) and gross primary\nproductivity (GPP) across multiple timescales, from instantaneous flux to\nmonthly integrated flux. With the PLSR models developed from this large\ndata set we achieved a high level of predictability for both NEE and GPP flux\nin these two ecosystems, where the <i>R</i><sup>2</sup> of prediction with an independent\nvalidation data set ranged from 0.24 to 0.69. The PLSR models achieved the\nhighest skill at predicting the integrated GPP flux for the week prior to\nthe hyperspectral canopy reflectance collection, whereas the NEE flux often\nachieved the same high predictive power at daily to\nmonthly integrated flux timescales. The high level of predictability\nachieved by PLSR in this study demonstrated the potential for\nusing repeated hyperspectral canopy reflectance measurements to help\npartition NEE into its component fluxes, GPP and ecosystem\nrespiration, and for using quasi-continuous hyperspectral reflectance\nmeasurements to model regional carbon flux in future analyses.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/4577/2015/", 
        "title": "Predicting landscape-scale CO<sub>2</sub> flux at a pasture and rice paddy with long-term hyperspectral canopy reflectance measurements"
    }, 
    {
        "author": "C. Sanz-Lázaro, T. Valdemarsen, and M. Holmer", 
        "date": "2015-08-03", 
        "description": "<b>Effects of temperature and organic pollution on nutrient cycling in marine sediments</b><br /><br />Biogeosciences, 12, 4565-4575, 2015<br /><br />Author(s): C. Sanz-Lázaro, T. Valdemarsen, and M. Holmer<br /><br />Increasing ocean temperature due to climate change is an important\nanthropogenic driver of ecological change in coastal systems. In these\nsystems sediments play a major role in nutrient cycling. Our ability to\npredict ecological consequences of climate change is enhanced by simulating\nreal scenarios. Based on predicted climate change scenarios, we tested the\neffect of temperature and organic pollution on nutrient release from coastal\nsediments to the water column in a mesocosm experiment. PO<sub>4</sub><sup>3&minus;</sup>\nrelease rates from sediments followed the same trends as organic matter\nmineralization rates, increased linearly with temperature and were\nsignificantly higher under organic pollution than under nonpolluted\nconditions. NH<sub>4</sub><sup>+</sup> release only increased significantly when the\ntemperature rise was above 6 °C, and it was significantly\nhigher in organic polluted compared to nonpolluted sediments. Nutrient\nrelease to the water column was only a fraction from the mineralized organic\nmatter, suggesting PO<sub>4</sub><sup>3&minus;</sup> retention and NH<sub>4</sub><sup>+</sup> oxidation in\nthe sediment. Bioturbation and bioirrigation appeared to be key processes\nresponsible for this behavior. Considering that the primary production of\nmost marine basins is N-limited, the excess release of NH<sub>4</sub><sup>+</sup> at a\ntemperature rise > 6 °C could enhance water column primary\nproductivity, which may lead to the deterioration of the environmental\nquality. Climate change effects are expected to be accelerated in areas\naffected by organic pollution.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/4565/2015/", 
        "title": "Effects of temperature and organic pollution on nutrient cycling in marine sediments"
    }, 
    {
        "author": "F. Carlotti, M.-P. Jouandet, A. Nowaczyk, M. Harmelin-Vivien, D. Lefèvre, P. Richard, Y. Zhu, and M. Zhou", 
        "date": "2015-07-31", 
        "description": "<b>Mesozooplankton structure and functioning during the onset of the Kerguelen phytoplankton bloom during the KEOPS2 survey</b><br /><br />Biogeosciences, 12, 4543-4563, 2015<br /><br />Author(s): F. Carlotti, M.-P. Jouandet, A. Nowaczyk, M. Harmelin-Vivien, D. Lefèvre, P. Richard, Y. Zhu, and M. Zhou<br /><br />This paper presents results on the spatial and temporal distribution\npatterns of mesozooplankton in the naturally fertilized region to the east\nof the Kerguelen Islands (Southern Ocean) visited at early bloom stage\nduring the KEOPS2 survey (15 October to 20 November 2011). The aim of this\nstudy was to compare the zooplankton response in contrasted environments\nlocalized over the Kerguelen Plateau in waters of the east shelf and shelf\nedge and in productive oceanic deep waters characterized by conditions of\ncomplex circulation and rapidly changing phytoplankton biomass.\n<br><br>\nThe mesozooplankton community responded to the spring bloom earlier on the\nplateau than in the oceanic waters, where complex mesoscale circulation\nstimulated initial more or less ephemeral blooms before a broader bloom\nextension. Taxonomic compositions showed a high degree of similarity across\nthe whole region, and the populations initially responded to spring bloom\nwith a large production of larval forms increasing abundances, without\nbiomass changes. Taxonomic composition and stable isotope ratios of\nsize-fractionated zooplankton indicated the strong domination of herbivores,\nand the total zooplankton biomass values over the survey presented a\nsignificant correlation with the integrated chlorophyll concentrations in\nthe mixed layer.\n<br><br>\nThe biomass stocks observed at the beginning of the KEOPS2 cruise were around\n1.7 g C m<sup>−2</sup> above the plateau and 1.2 g C m<sup>−2</sup> in oceanic\nwaters. Zooplankton biomass in oceanic waters remained on average below\n2 g C m<sup>−2</sup> over the study period, except for one station in the Polar\nFront zone (F-L), whereas zooplankton biomasses were around 4 g C m<sup>−2</sup>\non the plateau at the end of the survey. The most remarkable feature during\nthe sampling period was the stronger increase in abundance in the oceanic\nwaters (25 × 10<sup>3</sup> to 160 × 10<sup>3</sup> ind m<sup>&minus;2</sup>)\nthan on the plateau (25 × 10<sup>3</sup> to\n90 × 10<sup>3</sup> ind m<sup>&minus;2</sup>). The size structure and taxonomic\ndistribution patterns revealed a cumulative contribution of various larval\nstages of dominant copepods and euphausiids particularly in the oceanic\nwaters, with clearly identifiable stages of progress during a Lagrangian time\nseries survey. The reproduction and early stage development of dominant\nspecies were sustained by mesoscale-related initial ephemeral blooms in\noceanic waters, but growth was still food-limited and zooplankton biomass\nstagnated. In contrast, zooplankton abundance and biomass on the shelf were\nboth in a growing phase, at slightly different rates, due to growth under\nsub-optimal conditions. Combined with our observations during the KEOPS1\nsurvey (January–February 2005), the present results deliver a consistent\nunderstanding of patterns in mesozooplankton abundance and biomass from early\nspring to summer in the poorly documented oceanic region east of the\nKerguelen Islands.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/4543/2015/", 
        "title": "Mesozooplankton structure and functioning during the onset of the Kerguelen phytoplankton bloom during the KEOPS2 survey"
    }, 
    {
        "author": "N. Gentsch, R. Mikutta, R. J. E. Alves, J. Barta, P. Čapek, A. Gittel, G. Hugelius, P. Kuhry, N. Lashchinskiy, J. Palmtag, A. Richter, H. Šantrůčková, J. Schnecker, O. Shibistova, T. Urich, B. Wild, and G. Guggenberger", 
        "date": "2015-07-30", 
        "description": "<b>Storage and transformation of organic matter fractions in cryoturbated permafrost soils across the Siberian Arctic</b><br /><br />Biogeosciences, 12, 4525-4542, 2015<br /><br />Author(s): N. Gentsch, R. Mikutta, R. J. E. Alves, J. Barta, P. Čapek, A. Gittel, G. Hugelius, P. Kuhry, N. Lashchinskiy, J. Palmtag, A. Richter, H. Šantrůčková, J. Schnecker, O. Shibistova, T. Urich, B. Wild, and G. Guggenberger<br /><br />In permafrost soils, the temperature regime and the resulting cryogenic\nprocesses are important determinants of the storage of organic carbon (OC)\nand its small-scale spatial variability. For cryoturbated soils, there is a\nlack of research assessing pedon-scale heterogeneity in OC stocks and the\ntransformation of functionally different organic matter (OM) fractions, such\nas particulate and mineral-associated OM. Therefore, pedons of 28 Turbels\nwere sampled in 5 m wide soil trenches across the Siberian Arctic to\ncalculate OC and total nitrogen (TN) stocks based on digital profile\nmapping. Density fractionation of soil samples was performed to distinguish\nbetween particulate OM (light fraction, LF, < 1.6 g cm<sup>&minus;3</sup>),\nmineral associated OM (heavy fraction, HF, > 1.6 g cm<sup>&minus;3</sup>),\nand a mobilizable dissolved pool (mobilizable fraction, MoF). Across all\ninvestigated soil profiles, the total OC storage was 20.2 ± 8.0 kg m<sup>−2</sup>\n(mean ± SD) to 100 cm soil depth. Fifty-four percent of this\nOC was located in the horizons of the active layer (annual summer thawing\nlayer), showing evidence of cryoturbation, and another 35 % was present in\nthe upper permafrost. The HF-OC dominated the overall OC stocks (55 %),\nfollowed by LF-OC (19 % in mineral and 13 % in organic horizons). During\nfractionation, approximately 13 % of the OC was released as MoF, which\nlikely represents a readily bioavailable OM pool. Cryogenic activity in\ncombination with cold and wet conditions was the principle mechanism through\nwhich large OC stocks were sequestered in the subsoil (16.4 ± 8.1 kg m<sup>−2</sup>;\nall mineral B, C, and permafrost horizons). Approximately 22 %\nof the subsoil OC stock can be attributed to LF material subducted by\ncryoturbation, whereas migration of soluble OM along freezing gradients\nappeared to be the principle source of the dominant HF (63 %) in the\nsubsoil. Despite the unfavourable abiotic conditions, low C / N ratios and\nhigh δ<sup>13</sup>C values indicated substantial microbial OM\ntransformation in the subsoil, but this was not reflected in altered LF and\nHF pool sizes. Partial least-squares regression analyses suggest that OC\naccumulates in the HF fraction due to co-precipitation with multivalent\ncations (Al, Fe) and association with poorly crystalline iron oxides and clay\nminerals. Our data show that, across all permafrost pedons, the\nmineral-associated OM represents the dominant OM fraction, suggesting that\nthe HF-OC is the OM pool in permafrost soils on which changing soil\nconditions will have the largest impact.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/4525/2015/", 
        "title": "Storage and transformation of organic matter fractions in cryoturbated permafrost soils across the Siberian Arctic"
    }, 
    {
        "author": "J. A. Gamon", 
        "date": "2015-07-30", 
        "description": "<b>Reviews and Syntheses: optical sampling of the flux tower footprint</b><br /><br />Biogeosciences, 12, 4509-4523, 2015<br /><br />Author(s): J. A. Gamon<br /><br />The purpose of this review is to address the reasons and methods for\nconducting optical remote sensing within the flux tower footprint.\nFundamental principles and conclusions gleaned from over 2 decades of\nproximal remote sensing at flux tower sites are reviewed. The organizing\nframework used here is the light-use efficiency (LUE) model, both because it\nis widely used, and because it provides a useful theoretical construct for\nintegrating optical remote sensing with flux measurements. Multiple ways of\ndriving this model, ranging from meteorological measurements to remote\nsensing, have emerged in recent years, making it a convenient conceptual\nframework for comparative experimental studies. New interpretations of\nestablished optical sampling methods, including the photochemical reflectance\nindex (PRI) and solar-induced chlorophyll fluorescence (SIF), are discussed\nwithin the context of the LUE model. Multi-scale analysis across temporal and\nspatial axes is a central theme because such scaling can provide links\nbetween ecophysiological mechanisms detectable at the level of individual\norganisms and broad patterns emerging at larger scales, enabling evaluation\nof emergent properties and extrapolation to the flux footprint and beyond.\nProper analysis of the sampling scale requires an awareness of sampling\ncontext that is often essential to the proper interpretation of optical\nsignals. Additionally, the concept of optical types, vegetation exhibiting\ncontrasting optical behavior in time and space, is explored as a way to frame\nour understanding of the controls on surface–atmosphere fluxes.\nComplementary normalized difference vegetation index (NDVI) and PRI patterns\nacross ecosystems are offered as an example of this hypothesis, with the LUE\nmodel and light-response curve providing an integrating framework. I conclude\nthat experimental approaches allowing systematic exploration of plant optical\nbehavior in the context of the flux tower network provides a unique way to\nimprove our understanding of environmental constraints and ecophysiological\nfunction. In addition to an enhanced mechanistic understanding of ecosystem\nprocesses, this integration of remote sensing with flux measurements offers\nmany rich opportunities for upscaling, satellite validation, and informing\npractical management objectives ranging from assessing ecosystem health and\nproductivity to quantifying biospheric carbon sequestration.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/4509/2015/", 
        "title": "Reviews and Syntheses: optical sampling of the flux tower footprint"
    }, 
    {
        "author": "P. R. Halloran, B. B. B. Booth, C. D. Jones, F. H. Lambert, D. J. McNeall, I. J. Totterdell, and C. Völker", 
        "date": "2015-07-30", 
        "description": "<b>The mechanisms of North Atlantic CO<sub>2</sub> uptake in a large Earth System Model ensemble</b><br /><br />Biogeosciences, 12, 4497-4508, 2015<br /><br />Author(s): P. R. Halloran, B. B. B. Booth, C. D. Jones, F. H. Lambert, D. J. McNeall, I. J. Totterdell, and C. Völker<br /><br />The oceans currently take up around a quarter of the carbon dioxide (CO<sub>2</sub>)\nemitted by human activity. While stored in the ocean, this CO<sub>2</sub> is not\ninfluencing Earth's radiation budget; the ocean CO<sub>2</sub> sink therefore plays\nan important role in mitigating global warming. CO<sub>2</sub> uptake by the oceans\nis heterogeneous, with the subpolar North Atlantic being the strongest CO<sub>2</sub>\nsink region. Observations over the last 2 decades have indicated that\nCO<sub>2</sub> uptake by the subpolar North Atlantic sink can vary rapidly. Given the\nimportance of this sink and its apparent variability, it is critical that we\nunderstand the mechanisms behind its operation. Here we explore the combined\nnatural and anthropogenic subpolar North Atlantic CO<sub>2</sub> uptake across a\nlarge ensemble of Earth System Model simulations, and find that models show a\npeak in sink strength around the middle of the century after which CO<sub>2</sub>\nuptake begins to decline. We identify different drivers of change on\ninterannual and multidecadal timescales. Short-term variability appears to be\ndriven by fluctuations in regional seawater temperature and alkalinity,\nwhereas the longer-term evolution throughout the coming century is largely\noccurring through a counterintuitive response to rising atmospheric CO<sub>2</sub>\nconcentrations. At high atmospheric CO<sub>2</sub> concentrations the contrasting\nRevelle factors between the low latitude water and the subpolar gyre,\ncombined with the transport of surface waters from the low latitudes to the\nsubpolar gyre, means that the subpolar CO<sub>2</sub> uptake capacity is largely\nsatisfied from its southern boundary rather than through air–sea CO<sub>2</sub> flux.\nOur findings indicate that: (i) we can explain the mechanisms of subpolar\nNorth Atlantic CO<sub>2</sub> uptake variability across a broad range of Earth System\nModels; (ii) a focus on understanding the mechanisms behind contemporary\nvariability may not directly tell us about how the sink will change in the\nfuture; (iii) to identify long-term change in the North Atlantic CO<sub>2</sub> sink\nwe should focus observational resources on monitoring lower latitude as well\nas the subpolar seawater CO<sub>2</sub>; (iv) recent observations of a weakening\nsubpolar North Atlantic CO<sub>2</sub> sink may suggest that the sink strength has\npeaked and is in long-term decline.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/4497/2015/", 
        "title": "The mechanisms of North Atlantic CO<sub>2</sub> uptake in a large Earth System Model ensemble"
    }, 
    {
        "author": "J. D. L. van Bleijswijk, C. Whalen, G. C. A. Duineveld, M. S. S. Lavaleye, H. J. Witte, and F. Mienis", 
        "date": "2015-07-29", 
        "description": "<b>Microbial assemblages on a cold-water coral mound at the SE Rockall Bank (NE Atlantic): interactions with hydrography and topography</b><br /><br />Biogeosciences, 12, 4483-4496, 2015<br /><br />Author(s): J. D. L. van Bleijswijk, C. Whalen, G. C. A. Duineveld, M. S. S. Lavaleye, H. J. Witte, and F. Mienis<br /><br />This study characterizes the microbial community composition over Haas\nMound, one of the\nmost prominent cold-water coral mounds of the Logachev Mound province\n(Rockall Bank, NE Atlantic). We outline patterns of distribution\nvertically – from the seafloor to the water column – and laterally – across\nthe mound – and couple these to mound topography and hydrography. Samples of\nwater, sediment and <i>Lophelia pertusa</i> were collected in 2012 and 2013 from locations that\nwere chosen based on high definition video surveys. Temperature and current\nmeasurements were obtained at two sites at the summit and foot of Haas Mound\nto study near-bed hydrodynamic conditions. Overlaying water was collected\nfrom depths of 400 m as well as 5 and 10 m above the bottom using a\nCTD/Rosette system. Near-bottom water, sediment and <i>L. pertusa</i> mucus and skeleton\nsamples were obtained with a box corer. Of all these biotopes, Roche GS-FLX\namplicon sequencing targeting both Bacteria and Archaea was carried out,\naugmenting our understanding of deep sea microbial consortia. The pattern of\nsimilarities between samples, visualized by multi-dimensional scaling (MDS),\nindicates a strong link between the distribution of microbes and the\nspecific biotopes. The microbial operational taxonomic unit (OTU) diversity was the highest in near-bottom\nwater, which was sampled in the coral framework. For the first time,\nThaumarchaeota marine group I (MGI) were found in <i>L. pertusa</i> mucus; <i>Endozoicomonas</i> was detected in skeleton, mucus\nand near-bottom water, whereas <i>Mycoplasma</i> was only detected in skeleton and\nnear-bottom water, however not in mucus. Analysis of similarities (ANOSIM) indicates that overlaying\nwater is well-mixed at 400 m depth but less so at 5 and 10 m above the\nbottom, where the composition of microbial communities differed\nsignificantly between summit, slope and off-mound. At all locations, the\nnear-bottom water differed significantly from water at 5 m above the bottom,\nillustrating that the near-bottom water in between the coral framework\nrepresents a separate microbial habitat. Furthermore, the observed spatial\nheterogeneity in microbial communities is discussed in relation to\nenvironmental conditions.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/4483/2015/", 
        "title": "Microbial assemblages on a cold-water coral mound at the SE Rockall Bank (NE Atlantic): interactions with hydrography and topography"
    }, 
    {
        "author": "S. Dutkiewicz, A. E. Hickman, O. Jahn, W. W. Gregg, C. B. Mouw, and M. J. Follows", 
        "date": "2015-07-29", 
        "description": "<b>Capturing optically important constituents and properties in  a marine biogeochemical and ecosystem model</b><br /><br />Biogeosciences, 12, 4447-4481, 2015<br /><br />Author(s): S. Dutkiewicz, A. E. Hickman, O. Jahn, W. W. Gregg, C. B. Mouw, and M. J. Follows<br /><br />We present a numerical model of the ocean that couples a three-stream\nradiative transfer component with a marine biogeochemical–ecosystem component in\na dynamic three-dimensional physical framework. The radiative transfer\ncomponent resolves the penetration of spectral irradiance as it is absorbed and\nscattered within the water column.  We explicitly include the effect of several\noptically important water constituents (different phytoplankton functional\ntypes; detrital particles; and coloured dissolved organic matter, CDOM). The\nmodel is evaluated against in situ-observed and satellite-derived products. In\nparticular we compare to concurrently measured biogeochemical, ecosystem, and\noptical data along a meridional transect of the Atlantic Ocean. The simulation\ncaptures the patterns and magnitudes of these data, and estimates surface\nupwelling irradiance analogous to that observed by ocean colour satellite\ninstruments.\nWe find that incorporating the different optically important\nconstituents explicitly and including spectral irradiance was crucial to\ncapture the variability in the depth of the  subsurface  chlorophyll <i>a</i> (Chl <i>a</i>) maximum.\nWe conduct a series of sensitivity experiments to\n      demonstrate, globally, the relative importance of each of the water\n      constituents, as well as the crucial feedbacks between the light field,\n      the relative fitness of phytoplankton types, and the biogeochemistry\n      of the ocean.\n CDOM has proportionally more importance at attenuating light at\nshort wavelengths and in more productive waters, phytoplankton absorption is\nrelatively more important at the subsurface Chl <i>a</i>\nmaximum, and  water molecules have the greatest contribution\nwhen concentrations of other constituents are low, such as in the\noligotrophic gyres. Scattering had less effect on attenuation,\nbut since it is important for the amount and type of upwelling irradiance, it is\ncrucial for setting sea surface reflectance.\n   Strikingly, sensitivity experiments in which\n      absorption by any of the optical constituents was increased led to\n      a decrease in the size of the oligotrophic regions of the subtropical\n      gyres: lateral nutrient supplies were enhanced as a result of\n      decreasing high-latitude productivity.\nThis new model that\n      captures bio-optical feedbacks will be important for improving our\n      understanding of the role of light and optical constituents on ocean\n      biogeochemistry, especially in a changing environment.\n      Further, resolving surface upwelling irradiance will make it easier to\n      connect to satellite-derived products in the\n      future.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/4447/2015/", 
        "title": "Capturing optically important constituents and properties in  a marine biogeochemical and ecosystem model"
    }, 
    {
        "author": "A. R. Bowie, P. van der Merwe, F. Quéroué, T. Trull, M. Fourquez, F. Planchon, G. Sarthou, F. Chever, A. T. Townsend, I. Obernosterer, J.-B. Sallée, and S. Blain", 
        "date": "2015-07-29", 
        "description": "<b>Iron budgets for three distinct biogeochemical sites around the Kerguelen Archipelago (Southern Ocean) during the natural fertilisation study, KEOPS-2</b><br /><br />Biogeosciences, 12, 4421-4445, 2015<br /><br />Author(s): A. R. Bowie, P. van der Merwe, F. Quéroué, T. Trull, M. Fourquez, F. Planchon, G. Sarthou, F. Chever, A. T. Townsend, I. Obernosterer, J.-B. Sallée, and S. Blain<br /><br />Iron availability in the Southern Ocean controls phytoplankton growth,\ncommunity composition and the uptake of atmospheric CO<sub>2</sub> by the\nbiological pump. The KEOPS-2 (KErguelen Ocean and Plateau compared Study 2)\n\"process study\", took place around the Kerguelen Plateau in the Indian\nsector of the Southern Ocean. This is a region naturally fertilised with iron\non the scale of hundreds to thousands of square kilometres, producing a\nmosaic of spring blooms which show distinct biological and biogeochemical\nresponses to fertilisation. This paper presents biogeochemical iron budgets\n(incorporating vertical and lateral supply, internal cycling, and sinks) for\nthree contrasting sites: an upstream high-nutrient low-chlorophyll reference,\nover the plateau and in the offshore plume east of the Kerguelen Islands.\nThese budgets show that distinct regional environments driven by complex\ncirculation and transport pathways are responsible for differences in the\nmode and strength of iron supply, with vertical supply dominant on the\nplateau and lateral supply dominant in the plume. Iron supply from \"new\"\nsources (diffusion, upwelling, entrainment, lateral advection, atmospheric\ndust) to the surface waters of the plume was double that above the plateau\nand 20 times greater than at the reference site, whilst iron demand (measured\nby cellular uptake) in the plume was similar to that above the plateau but 40\ntimes greater than at the reference site. \"Recycled\" iron supply by\nbacterial regeneration and zooplankton grazing was a relatively minor\ncomponent at all sites (< 8 % of new supply), in contrast to earlier\nfindings from other biogeochemical iron budgets in the Southern Ocean. Over\nthe plateau, a particulate iron dissolution term of 2.5 % was invoked to\nbalance the budget; this approximately doubled the standing stock of\ndissolved iron in the mixed layer. The exchange of iron between dissolved,\nbiogenic particulate and lithogenic particulate pools was highly dynamic in\ntime and space, resulting in a decoupling of the iron supply and carbon\nexport and, importantly, controlling the efficiency of fertilisation.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/4421/2015/", 
        "title": "Iron budgets for three distinct biogeochemical sites around the Kerguelen Archipelago (Southern Ocean) during the natural fertilisation study, KEOPS-2"
    }, 
    {
        "author": "J. L. Olsen, S. Miehe, P. Ceccato, and R. Fensholt", 
        "date": "2015-07-29", 
        "description": "<b>Does EO NDVI seasonal metrics capture variations in species composition and biomass due to grazing in semi-arid grassland savannas?</b><br /><br />Biogeosciences, 12, 4407-4419, 2015<br /><br />Author(s): J. L. Olsen, S. Miehe, P. Ceccato, and R. Fensholt<br /><br />Most regional scale studies of vegetation in the Sahel have been based on\nEarth observation (EO) imagery due to the limited number of sites providing\ncontinuous and long term in situ meteorological and vegetation measurements.\nFrom a long time series of coarse resolution normalized difference vegetation\nindex (NDVI) data a greening of the Sahel since the 1980s has been\nidentified. However, it is poorly understood how commonly applied remote\nsensing techniques reflect the influence of extensive grazing (and changes in\ngrazing pressure) on natural rangeland vegetation. This paper analyses the time\nseries of Moderate Resolution Imaging Spectroradiometer (MODIS) NDVI metrics\nby comparing it with data from the Widou Thiengoly test site in northern\nSenegal. Field data include grazing intensity, end of season standing biomass\n(ESSB) and species composition from sizeable areas suitable for comparison\nwith moderate – coarse resolution satellite imagery. It is shown that\nsampling plots excluded from grazing have a different species composition\ncharacterized by a longer growth cycle as compared to plots under controlled\ngrazing or communal grazing. Also substantially higher ESSB is observed for\ngrazing exclosures as compared to grazed areas, substantially exceeding the\namount of biomass expected to be ingested by livestock for this area. The\nseasonal integrated NDVI (NDVI small integral; capturing only the signal\ninherent to the growing season recurrent vegetation), derived using absolute\nthresholds to estimate start and end of growing seasons, is identified as the\nmetric most strongly related to ESSB for all grazing regimes. However\nplot-pixel comparisons demonstrate how the NDVI/ESSB relationship changes due\nto grazing-induced variation in annual plant species composition and the NDVI\nvalues for grazed plots are only slightly lower than the values observed for\nthe ungrazed plots. Hence, average ESSB in ungrazed plots since 2000 was 0.93 t ha<sup>−1</sup>, compared to 0.51 t ha<sup>−1</sup> for plots subjected to controlled\ngrazing and 0.49 t ha<sup>−1</sup> for communally grazed plots, but the average\nintegrated NDVI values for the same period were 1.56, 1.49, and 1.45 for\nungrazed, controlled and communal, respectively, i.e. a much smaller\ndifference. This indicates that a grazing-induced development towards less\nESSB and shorter-cycled annual plants with reduced ability to turn additional\nwater in wet years into biomass is not adequately captured by seasonal NDVI\nmetrics.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/4407/2015/", 
        "title": "Does EO NDVI seasonal metrics capture variations in species composition and biomass due to grazing in semi-arid grassland savannas?"
    }, 
    {
        "author": "M. A. Rawlins, A. D. McGuire, J. S. Kimball, P. Dass, D. Lawrence, E. Burke, X. Chen, C. Delire, C. Koven, A. MacDougall, S. Peng, A. Rinke, K. Saito, W. Zhang, R. Alkama, T. J. Bohn, P. Ciais, B. Decharme, I. Gouttevin, T. Hajima, D. Ji, G. Krinner, D. P. Lettenmaier, P. Miller, J. C. Moore, B. Smith, and T. Sueyoshi", 
        "date": "2015-07-28", 
        "description": "<b>Assessment of model estimates of land-atmosphere CO<sub>2</sub> exchange across Northern Eurasia</b><br /><br />Biogeosciences, 12, 4385-4405, 2015<br /><br />Author(s): M. A. Rawlins, A. D. McGuire, J. S. Kimball, P. Dass, D. Lawrence, E. Burke, X. Chen, C. Delire, C. Koven, A. MacDougall, S. Peng, A. Rinke, K. Saito, W. Zhang, R. Alkama, T. J. Bohn, P. Ciais, B. Decharme, I. Gouttevin, T. Hajima, D. Ji, G. Krinner, D. P. Lettenmaier, P. Miller, J. C. Moore, B. Smith, and T. Sueyoshi<br /><br />A warming climate is altering land-atmosphere exchanges of carbon, with a\npotential for increased vegetation productivity as well as the mobilization\nof permafrost soil carbon stores. Here we investigate land-atmosphere carbon\ndioxide (CO<sub>2</sub>) cycling through analysis of net ecosystem productivity (NEP)\nand its component fluxes of gross primary productivity (GPP) and ecosystem\nrespiration (ER) and soil carbon residence time, simulated by a set of land\nsurface models (LSMs) over a region spanning the drainage basin of Northern\nEurasia. The retrospective simulations cover the period 1960–2009 at 0.5°\n resolution, which is a scale common among many global carbon and\nclimate model simulations. Model performance benchmarks were drawn from\ncomparisons against both observed CO<sub>2</sub> fluxes derived from site-based eddy\ncovariance measurements as well as regional-scale GPP estimates based on\nsatellite remote-sensing data. The site-based comparisons depict a tendency\nfor overestimates in GPP and ER for several of the models, particularly at\nthe two sites to the south. For several models the spatial pattern in GPP\nexplains less than half the variance in the MODIS MOD17 GPP product. Across\nthe models NEP increases by as little as 0.01 to as much as 0.79 g C m<sup>−2</sup> yr<sup>−2</sup>,\nequivalent to 3  to 340 % of the respective model means, over the\nanalysis period. For the multimodel average the increase is 135 % of the mean\nfrom the first to last 10 years of record (1960–1969 vs. 2000–2009), with a\nweakening CO<sub>2</sub> sink over the latter decades. Vegetation net primary\nproductivity increased by 8 to 30 % from the first to last 10 years,\ncontributing to soil carbon storage gains. The range in regional mean NEP\namong the group is twice the multimodel mean, indicative of the uncertainty\nin CO<sub>2</sub> sink strength. The models simulate that inputs to the soil carbon\npool exceeded losses, resulting in a net soil carbon gain amid a decrease in\nresidence time. Our analysis points to improvements in model elements\ncontrolling vegetation productivity and soil respiration as being needed for\nreducing uncertainty in land-atmosphere CO<sub>2</sub> exchange. These advances will\nrequire collection of new field data on vegetation and soil dynamics, the\ndevelopment of benchmarking data sets from measurements and remote-sensing\nobservations, and investments in future model development and intercomparison\nstudies.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/4385/2015/", 
        "title": "Assessment of model estimates of land-atmosphere CO<sub>2</sub> exchange across Northern Eurasia"
    }, 
    {
        "author": "Z. Luo, E. Wang, H. Zheng, J. A. Baldock, O. J. Sun, and Q. Shao", 
        "date": "2015-07-28", 
        "description": "<b>Convergent modelling of past soil organic carbon stocks but divergent projections</b><br /><br />Biogeosciences, 12, 4373-4383, 2015<br /><br />Author(s): Z. Luo, E. Wang, H. Zheng, J. A. Baldock, O. J. Sun, and Q. Shao<br /><br />Soil carbon (C) models are important tools for understanding soil C balance and\nprojecting C stocks in terrestrial ecosystems, particularly under global\nchange. The initialization and/or parameterization of soil C models can vary\namong studies even when the same model and data set are used, causing\npotential uncertainties in projections. Although a few studies have assessed\nsuch uncertainties, it is yet unclear what these uncertainties are\ncorrelated with and how they change across varying environmental and\nmanagement conditions. Here, applying a process-based biogeochemical model\nto 90 individual field experiments (ranging from 5 to 82 years of\nexperimental duration) across the Australian cereal-growing regions, we\ndemonstrated that well-designed optimization procedures enabled the model to\naccurately simulate changes in measured C stocks, but did not guarantee\nconvergent forward projections (100 years). Major causes of the projection\nuncertainty were due to insufficient understanding of how microbial\nprocesses and soil C pool change to modulate C turnover. For a given site,\nthe uncertainty significantly increased with the magnitude of future C input\nand years of the projection. Across sites, the uncertainty correlated\npositively with temperature but negatively with rainfall. On average, a\n331 % uncertainty in projected C sequestration ability can be inferred in\nAustralian agricultural soils. This uncertainty would increase further if\nprojections were made for future warming and drying conditions. Future\nimprovement in soil C modelling should focus on how the microbial community and\nits C use efficiency change in response to environmental changes, and better\nconceptualization of heterogeneous soil C pools and the C transformation\namong those pools.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/4373/2015/", 
        "title": "Convergent modelling of past soil organic carbon stocks but divergent projections"
    }, 
    {
        "author": "M. Vanselow-Algan, S. R. Schmidt, M. Greven, C. Fiencke, L. Kutzbach, and E.-M. Pfeiffer", 
        "date": "2015-07-28", 
        "description": "<b>High methane emissions dominated annual greenhouse gas balances 30 years after bog rewetting</b><br /><br />Biogeosciences, 12, 4361-4371, 2015<br /><br />Author(s): M. Vanselow-Algan, S. R. Schmidt, M. Greven, C. Fiencke, L. Kutzbach, and E.-M. Pfeiffer<br /><br />Natural peatlands are important carbon sinks and sources of methane\n(CH<sub>4</sub>). In contrast, drained peatlands turn from a carbon sink to a\ncarbon source and potentially emit nitrous oxide (N<sub>2</sub>O). Rewetting of\npeatlands thus potentially implies climate change mitigation. However, data\nabout the time span that is needed for the re-establishment of the carbon\nsink function by restoration are scarce. We therefore investigated the annual\ngreenhouse gas (GHG) balances of three differently vegetated sites of a bog\necosystem 30 years after rewetting. All three\nvegetation communities turned out to be sources of carbon dioxide (CO<sub>2</sub>)\nranging between 0.6 ± 1.43 t CO<sub>2</sub> ha<sup>−2</sup> yr<sup>−1</sup>\n(<i>Sphagnum-</i>dominated vegetation) and 3.09 ± 3.86 t CO<sub>2</sub> ha<sup>−2</sup> yr<sup>−1</sup> (vegetation dominated by heath).\nWhile accounting for the different global warming potential (GWP) of\nCO<sub>2</sub>, CH<sub>4</sub> and N<sub>2</sub>O, the annual GHG balance was calculated.\nEmissions ranged between 25 and 53 t CO<sub>2</sub>-eq ha<sup>−1</sup> yr<sup>−1</sup> and were dominated by large\nemissions of CH<sub>4</sub> (22–51 t CO<sub>2</sub>-eq ha<sup>−1</sup> yr<sup>−1</sup>),\nwith highest rates found at purple moor grass (<i>Molinia caerulea</i>) stands. These are to our\nknowledge the highest CH<sub>4</sub> emissions so far reported for bog ecosystems\nin temperate Europe. As the restored area was subject to large fluctuations\nin the water table, we assume that the high CH<sub>4</sub> emission rates were caused\nby a combination of both the temporal inundation of the easily decomposable\nplant litter of purple moor grass and the plant-mediated transport through\nits tissues. In addition, as a result of the land use history, mixed soil\nmaterial due to peat extraction and refilling can serve as an explanation.\nWith regards to the long time span passed since rewetting, we note that the\ninitial increase in CH<sub>4</sub> emissions due to rewetting as described in the\nliterature is not inevitably limited to a short-term period.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/4361/2015/", 
        "title": "High methane emissions dominated annual greenhouse gas balances 30 years after bog rewetting"
    }, 
    {
        "author": "A. J. Ulseth and R. O. Hall Jr.", 
        "date": "2015-07-28", 
        "description": "<b>Dam tailwaters compound the effects of reservoirs on the longitudinal transport of organic carbon in an arid river</b><br /><br />Biogeosciences, 12, 4345-4359, 2015<br /><br />Author(s): A. J. Ulseth and R. O. Hall Jr.<br /><br />Reservoirs on rivers can disrupt organic carbon (OC) transport and\ntransformation, but less is known how river reaches directly below dams\ncontribute to OC processing. We compared how reservoirs and their associated\ntailwaters affected OC quantity and quality by calculating particulate\nOC (POC) and dissolved OC (DOC) fluxes, and measuring composition and\nbioavailability of DOC. We sampled the Yampa River near Maybell, Colorado,\nUSA, and the Green River above and below Fontenelle and Flaming Gorge\nreservoirs as well as their respective tailwaters from early snowmelt to base flow\nhydrological conditions. In unregulated reaches (Yampa River, Green River\nabove Fontenelle reservoir), DOC and POC concentrations increased with\nsnowmelt discharge. POC and DOC concentrations also increased with stream\ndischarge below Fontenelle reservoir, but there was no relationship between\nDOC and stream flow below Flaming Gorge reservoir. The annual load of POC\nwas 3-fold lower below Fontenelle Reservoir and nearly 7-fold lower below\nFlaming Gorge reservoir, compared to their respective upstream sampling\nsites. DOC exported to downstream reaches from both reservoirs was less\nbioavailable, as measured with bioassays, than DOC upriver of the\nreservoirs. Lastly, tailwater reaches below the reservoirs generated OC,\nexporting potentially 1.6–2.2 g C m<sup>−2</sup> d<sup>−1</sup> of OC to downstream\necosystems. Therefore, the effect of impounding rivers on C fluxes is\ngreater than the impact of the reservoirs alone given the additive effect of\ntailwater reaches below dams, which may produce and export comparable\namounts of likely autochthonous carbon to downstream reaches.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/4345/2015/", 
        "title": "Dam tailwaters compound the effects of reservoirs on the longitudinal transport of organic carbon in an arid river"
    }
]