[
    {
        "author": "", 
        "date": "2015-09-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">\n      On the basis of a 51-year statistical analysis of reanalysis data, we propose for the first time that the positive phase of the Western Pacific (WP) pattern in the winter is linked to the negative phase of the North Atlantic Oscillation (NAO) in the previous winter, and vice versa. We show that there are two possible mechanisms responsible for this interannual remote linkage. One is an Arctic mechanism. Extensive Arctic sea ice in the summer after a negative NAO acts as a bridge to the positive phase of the WP in the next winter. The other mechanism involves the tropics. An El Niño occurrence after a negative winter NAO acts as another bridge to the positive phase of the WP in the following winter. The timescale of the Arctic route is nearly decadal, whereas that of the tropical route is about 3–5 years. The tropical mechanism indicates that the NAO remotely excites an El Niño in the second half of the following year. A process perhaps responsible for the El Niño occurrence was investigated statistically. A negative NAO in the winter increases Eurasian snow cover. This anomalous snow cover then intensifies the cold air outbreak from Asia to the western tropical Pacific. This outbreak can intensify the westerly wind burst and excite El Niño in the following year. We suggest that the phase of the NAO in the winter could be a predictor of the WP in the following year.\n      </p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2384-1", 
        "title": "Impact of the winter North Atlantic Oscillation (NAO) on the Western Pacific (WP) pattern in the following winter through Arctic sea ice and ENSO: part I—observational evidence"
    }, 
    {
        "author": "", 
        "date": "2015-09-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">\n      Drought in Guatemala has negative consequences for agriculture and potable water supplies, particularly in regions of the country with highly seasonal rainfall. General circulation models suggest that a decrease in both winter and summer rainfall over Central America is likely and imminent as a consequence of anthropogenic influences on the climate system. However, precipitation observations over the last several decades are equivocal. Here, we use an <em class=\"a-plus-plus\">Abies guatemalensis</em> tree-ring chronology from the Sierra de los Cuchumatanes to estimate January through March rainfall since the late seventeenth century. Our reconstruction shows that recent winter–spring rainfall from the region is not yet exceptional in the context of the last several centuries, has a significant yet variable decadal component, is associated with large-scale modes of ocean–atmosphere variability, and reveals evidence of past multiyear droughts.\n      </p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2407-y", 
        "title": "Tree-ring reconstructed dry season rainfall in Guatemala"
    }, 
    {
        "author": "", 
        "date": "2015-09-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">The relation between the intensity of the East Asian trough and the strength of the East Asian winter monsoon is documented. A prominent dipole of the available potential energy of the zonal mean flow can be observed over the midlatitudes and polar regions and is related to temperature anomalies. Variation in the intensity of the East Asian trough is caused by variation in the energy conversion from the available potential energy of the zonal mean flow to the East Asian trough. The in-phase relation between the intensities of the East Asian jet and East Asian trough is illustrated by the relation between the potential energy and kinetic energy of stationary eddies. The dipole of height anomalies over the midlatitude and polar regions develops in late autumn and decays in early spring. We investigate the effect of both stationary and transient eddy forcing on the evolution of the dipole. The combined forcing of the two types of eddy makes an important contribution to the development, maintenance, and decay of the dipole.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2419-7", 
        "title": "Vertical structure, physical properties, and energy exchange of the East Asian trough in boreal winter"
    }, 
    {
        "author": "", 
        "date": "2015-09-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">Despite instrumental records showing recent large temperature rises on the Tibetan Plateau (TP), only a few tree-ring temperature reconstructions do capture this warming trend. Here, we sampled 260 trees from seven Alpine treeline locations across the southeast TP. Standardized tree-ring width chronologies of <em class=\"a-plus-plus\">Abies squamata</em> and <em class=\"a-plus-plus\">Sabina squamat</em> were produced following Regional Curve Standardization detrending. The leading principal component of these records is well correlated with the regional summer (JJA) minimum temperature (MinT) (R<sup class=\"a-plus-plus\">2</sup> = 0.47, <em class=\"a-plus-plus\">P</em> &lt; 0.001, 1953–2009). Hence we produce a regional summer MinT reconstruction spanning the last 212 years. This reconstruction reveals a long-term persistent warming trend, starting in the 1820s, at a rate of 0.45 ± 0.09 °C/century (1820–2009). This trend is also detected since the 1820s in the Asian summer MinT reconstruction produced by the PAGES 2K project, with a very close warming rate (0.43 ± 0.08 °C/century, 1820–1989). Our record also displays an enhanced multi-decadal variability since the mid-twentieth century. The 1990s–2000s are the warmest of our whole record, due to the superposition of the gradual warming trend and decadal variability during this interval. The strongest decadal cooling occurs during the 1950s and the largest warming trend during the 1970s. The magnitude of warming from 1973 to 2003 was larger than the total warming trend from 1820s to 2009. Extreme events are also more frequent since 1950. The pattern of multi-decadal variability has similarities with the Atlantic multi-decadal oscillation, suggesting common causality. CMIP5 historical simulations fail to capture both the magnitude and timing of this multi-decadal variability. The ensemble CMIP5 average produces a steady warming trend starting in the 1970s, which only accounts for about 60 % of the observed warming trend during this period. We conclude that TP summer temperature could reflect a climate response to increased greenhouse gas concentrations, however modulated by multi-decadal variations common with the Atlantic sector.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2386-z", 
        "title": "Unprecedented recent warming rate and temperature variability over the east Tibetan Plateau inferred from Alpine treeline dendrochronology"
    }, 
    {
        "author": "", 
        "date": "2015-09-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">This study evaluates the influence of various climate modes on sea level. The altimetry record has excellent spatial coverage but the limited length becomes an issue when evaluating low frequency variability in the presence of a trend. We use altimetry along with two ocean models to study how the relationship between sea surface height (SSH) in the Indian and Pacific Oceans and four climate modes [the Pacific Decadal Oscillation (PDO), the El Niño–Southern Oscillation, the Indian Ocean Dipole and the Southern Annular Mode] depends on the length of the time series. For low frequency variability such as the PDO, a time series on the order of 50 years in length is required to separate variability from the trend. Using shorter time series results in aliasing of the SSH trend and low frequency variability, which has implications for ascertaining the role of the PDO in the SSH trends. We find that the regression of SSH on to the PDO during the altimetry period, which is thought to have been responsible for a large fraction of the recent western Pacific SSH trend, is not representative of the SSH–PDO relationship in the longer-term record.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2377-0", 
        "title": "Robustness of the modes of Indo-Pacific sea level variability"
    }, 
    {
        "author": "", 
        "date": "2015-09-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">Strong relationships exist between the Southern Annular Mode (SAM) and surface air temperature (SAT) across much of Antarctica. Changes in the SAM will have a profound influence on future Antarctic climate so it is important that the models used to predict climate change can accurately reproduce current SAM–SAT relationships. We analyse data from 50 Climate Model Intercomparison Project (CMIP) 5 models to assess how well they reproduce the observed mean and variability of annual and seasonal SAM–SAT relationships at six Antarctic stations. Overall, the models do better at reproducing these relationships when meridional flow has its largest influence on SAT, doing best (worst) in winter (autumn and summer). They are generally unable to replicate existing seasonal cycles in the strength of the SAM–SAT relationship and show much less spatial and especially temporal variability in the strength of these relationships than is observed. Using an estimate of intrinsic variability to quantify the skill of the CMIP5 models, their average ability to successfully replicate a seasonal SAM–SAT relationship at the six locations studied ranges from 16 % in autumn to 32 % in winter. The mean success rate of a single model across all four seasons is 24 %, ranging from 8 to 38 % (compared to a ‘perfect model’ with 46 %). Analysing the different atmospheric circulation patterns associated with extreme SAM–SAT correlations in the models demonstrates the importance of correctly reproducing both the climatological mean and variability of the planetary longwaves at Southern Hemisphere high-latitudes (particularly wave-number 3), in order to accurately reproduce observed SAM–SAT relationships across Antarctica.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2406-z", 
        "title": "An examination of the relationship between the Southern Annular Mode and Antarctic surface air temperatures in the CMIP5 historical runs"
    }, 
    {
        "author": "", 
        "date": "2015-09-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">The 1998 extremely heavy rainfall events over East Asia are investigated through partial lateral forcing (PLF) experiments with the Weather Research and Forecasting model to determine the impacts of the synoptic (SY), intra-seasonal (IS), and inter-annual (IA) forcing across the lateral boundary on the extreme climate anomalies. The large-scale lateral boundary forcing was derived from an ensemble reanalysis dataset and decomposed into climatological, SY, IS, and IA components. The PLF experiments show that the IS forcing not only triggers the monsoon onset and drives two northward propagation events of the subtropical front but also has dominant contributions to the two heaviest rainfall events over the Yangtze River Basin (YRB) and South China, suggesting the critical role of the intra-seasonal variability in the devastating 1998 floods. Previous studies perceived that the northward propagating IS oscillation from the tropics regulates the extreme heavy rainfall of East Asia summer monsoon in 1998. However, we find that the IS forcing from the mid-latitude plays a more important role than the forcing from the tropics in generating the two extreme rainfall events in 1998. During the first extreme event in June, the IS forcing across the western boundary is the major cause of the northward advance of the subtropical front and the heavy rainfall over the YRB and South China, with the IS forcing across the northern boundary providing the second largest contribution. During the second extreme event (July 15–August 5), the IS forcing from the eastern boundary plays a dominant role in driving the southward retreat and northward advance of the subtropical front, causing another heavy rainfall over the YRB and South China. The western and northern IS forcing also has large contributions to the second extreme event. We have estimated the contributions to the seasonal anomalous rainfall by the three types of forcing. The SY forcing tends to have a moderate effect on the YRB rainfall but significant reduction of the rainfall in South China. The IS forcing has dominant contributions to the seasonal-mean rainfall anomalies over all three sub-regions of China (North China, the YRB, and South China). The IA forcing mainly enhances the rainfall in South China but reduces the precipitation in the YRB slightly. This study portends a promising application of regional climate models to identify key factors causing extreme climate events. The PLF methodology can be used to study a broad range of climate phenomena and to understand the effects of variety of dynamic and physical processes in climate variability and predictability.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2365-4", 
        "title": "Partial lateral forcing experiments reveal how multi-scale processes induce devastating rainfall: a new application of regional modeling"
    }, 
    {
        "author": "", 
        "date": "2015-09-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">The East Asian winter monsoon (EAWM) exhibits significant variability on intraseasonal, interannual, and interdecadal time scales and the variability can be extended to Holocene centennial and millennial scales. Previous Holocene EAWM proxy data records, which were mostly located in Central, Eastern and Southern China, did not show a consistent Holocene EAWM history. Therefore, it is difficult to provide insights into mechanisms of the long-term winter monsoon variability on the basis of the records. Eolian sediments at the southern edge of the Gobi Desert, Western China, are sensitive to the EAWM changes and less affected by the East Asian summer monsoon due to an obstruction of the Qinghai–Tibet Plateau. This paper presents a comparison between a well-dated Holocene EAWM record and coupled climate model simulations, so as to explore physical processes and influencing factors of the Holocene EAWM. Sediment samples from two Holocene eolian sedimentary sections [Huangyanghe (a) and Huangyanghe (b)] were acquired at the southern edge of the Gobi Desert. Chronologies were established based on twenty bulk organic matter AMS <sup class=\"a-plus-plus\">14</sup>C ages and five pollen concentrates AMS <sup class=\"a-plus-plus\">14</sup>C ages. Proxy data, including grain-size, total organic carbon, magnetic susceptibility and carbonate content were obtained from the two eolian sections. The grain-size standard deviation model was applied to determine components sensitive to variability of the Holocene EAWM. After a comparison of environmentally-sensitive grain-size components and proxy data, the 20–200 μm component at the Huangyanghe (a) and the 20–159 μm component at the Huangyanghe (b) section were selected as indicators of the Holocene EAWM, which show a strong early Holocene winter monsoon and a decline of the winter monsoon since the mid-Holocene. We also present equilibrium and transient simulations of the climate evolution for the Holocene using a state-of-art coupled climate model: the Community Climate System Model version 3 (CCSM3). Indices for the Holocene EAWM were calculated and are consistent with the reconstructed Holocene EAWM intensity. The simulations indicate that orbital forcing effects on the land-sea temperature and sea level pressure contrast can account for the observed EAWM trends. Other forcings that were present in the early Holocene, including the remnant Laurentide ice sheet and meltwater forcing in the North Atlantic, were not responsible for the Holocene trends.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2372-5", 
        "title": "A Holocene East Asian winter monsoon record at the southern edge of the Gobi Desert and its comparison with a transient simulation"
    }, 
    {
        "author": "", 
        "date": "2015-09-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">The response of the Atlantic meridional overturning circulation (AMOC) to an increase of radiative forcing (ramp-up) and a subsequent reversal of radiative forcing (ramp-down) is analyzed for four different global climate models. Due to changes in ocean temperature and hydrological cycle, all models show a weakening of the AMOC during the ramp-up phase. Once the external forcing is reversed, the results become model dependent. For IPSL-CM5A-LR, the AMOC continues its weakening trend for most of the ramp-down experiment. For HadGEM2-ES, the AMOC trend reverses once the external forcing also reverses, without recovering its initial value. For EC-EARTH and MPI-ESM-LR the recovery is anomalously strong yielding an AMOC overshoot. A robust linear dependency can be established between AMOC and density difference between North Atlantic (NA) deep water formation region and South Atlantic (SA). In particular, AMOC evolution is primarily controlled by a meridional salinity contrast between these regions. During the warming scenario, the subtropical Atlantic becomes saltier while the NA experiences a net freshening which favours an AMOC weakening. The different behaviour in the models during the ramp-down is dependent on the response of the ocean at the boundaries of NA and SA. The way in which the positive salinity anomaly stored in the subtropical Atlantic during the ramp-up is subsequently released elsewhere, characterizes the recovery. An out-of-phase response of the salinity transport at <span class=\"a-plus-plus inline-equation id-i-eq1\">\n                        \n                        <span class=\"a-plus-plus equation-source format-t-e-x\">\\(48^{\\circ }\\hbox {N}\\)</span>\n                        \n                      </span> and <span class=\"a-plus-plus inline-equation id-i-eq2\">\n                        \n                        <span class=\"a-plus-plus equation-source format-t-e-x\">\\(34^{\\circ }\\hbox {S}\\)</span>\n                        \n                      </span> boundaries is able to control the meridional density contrast between NA and SA during the transient experiments. Such a non-synchronized response is mainly controlled by changes in gyre salinity transport rather than by changes in overturning transport, thus suggesting a small role of the salt advection feedback in the evolution of the AMOC.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2391-2", 
        "title": "Multimodel analysis on the response of the AMOC under an increase of radiative forcing and its symmetrical reversal"
    }, 
    {
        "author": "", 
        "date": "2015-09-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">\n      Biosphere–atmosphere interactions play a very important role in modulating regional climate. To capture these bi-directional interactions, a dynamic vegetation model, the Canadian Terrestrial Ecosystem Model (CTEM), has been implemented in the fifth generation of the Canadian Regional Climate Model (CRCM5). CTEM can grow vegetation from bare ground and includes processes of photosynthesis, autotrophic and heterotrophic respiration, phenology, turnover, mortality and allocation. This study focuses on assessing the impact of interactive vegetation phenology, i.e. CTEM, on the CRCM5 simulated climate over North America. This is achieved by comparing two CRCM5 simulations—one with interactive phenology and the other with prescribed vegetation, driven by ECMWF reanalysis data (ERA40 and ERA-Interim) at the lateral boundaries, for the 1971–2010 period. Comparison of simulated vegetation attributes, temperature and precipitation in both simulations to those observed indicates that introduction of interactive phenology improves the performance of CRCM5 in some regions, although it introduces new biases in other regions, which are related to the underestimation of leaf area index (LAI). Interactive phenology enhances biosphere–atmosphere interactions, which are reflected in the higher values of correlation between atmosphere and biosphere variables. Interactive phenology also introduces long-term memory in CRCM5, estimated via lagged correlations between precipitation/temperature and LAI. Improved biosphere–atmosphere interactions and long-term memory in the CRCM5 simulation with interactive phenology leads to better interannual variability, particularly noticeable in the biosphere and atmosphere states during anomalously wet and dry years. This study thus provides useful insights related to the added value of interactive phenology in CRCM5 as well as the nature and variability of biosphere–atmosphere interactions over North America.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2397-9", 
        "title": "Impact of interactive vegetation phenology on the Canadian RCM simulated climate over North America"
    }, 
    {
        "author": "", 
        "date": "2015-09-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">During the 2012–2013 winter, the negative phase of the North Atlantic Oscillation (NAO) predominated, resulting in a cold winter over Europe and northern Asia punctuated by episodes of frigid weather. This climate anomaly is part of a recent trend towards negative values of the NAO index that has occurred over recent winters. The negative trend of the NAO may be related to atmospheric internal variability but it may also be partly forced by slowly varying components of the climate system. In the present study, we investigate the influence of surface conditions on the atmospheric circulation for the 2012–2013 winter using an atmospheric global climate model. In particular, the role of low Arctic sea ice concentration, warm tropical/North Atlantic sea surface temperature and positive Siberian snow cover anomalies are isolated by prescribing them in a set of different numerical experiments. Our simulations suggest that each of these surface forcings favored a negative NAO during the 2012–2013 winter. In our model, the combined NAO response to tropical/North Atlantic SST, Arctic sea ice and Siberian snow anomalies accounts for about 30 % of the observed NAO anomaly. Different physical mechanisms are explored to elucidate the atmospheric responses and are shown to involve both tropical and extratropical processes.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2368-1", 
        "title": "Role of sea surface temperature, Arctic sea ice and Siberian snow in forcing the atmospheric circulation in winter of 2012–2013"
    }, 
    {
        "author": "", 
        "date": "2015-09-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">Data analysis indicates that the interannual variability of the spring atmospheric heat source over the Tibetan Plateau (TP) depends largely on the intensity of the overlying subtropical westerly jet (WJ), which is closely related to the early spring (February–March–April) sea surface temperature anomaly (SSTA) tripole pattern over the North Atlantic, i.e., the SSTA tripole pattern with a warm core to the southeast of Newfoundland and two cold cores to the south of Iceland and southeast of Bermuda, respectively. Such an SSTA pattern can be regarded as a response to the atmospheric forcing of the preceding January–February–March North Atlantic Oscillation. Numerical experiment results from both linear baroclinic model with an idealized diabatic heating profile and an atmospheric general circulation model with prescribed SSTA forcing demonstrate that the warm core alone of the tripole pattern can stimulate a steady downstream Rossby wave train, which further intensifies the spring WJ over the TP. As a result, a positive anomaly of surface sensible heating occurs over most parts of the TP, whereas the precipitation and corresponding latent heating is characterized by a seesaw pattern with a positive/negative anomaly over the northern/southern TP. Meanwhile, the air column radiation cooling effect is enhanced to a certain degree over the plateau. Further analysis suggests that the early spring SSTA over the North Atlantic may exert a seasonal-lagged impact upon the East Asian summer monsoon by modulating the thermal forcing over the TP.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2417-9", 
        "title": "Interannual variability of the spring atmospheric heat source over the Tibetan Plateau forced by the North Atlantic SSTA"
    }, 
    {
        "author": "", 
        "date": "2015-09-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">We investigate the multi-decadal variability of observed surface wind speed around South Korea. It is found that surface wind speed exhibits decreasing trend from mid-1950s until 2003, which is similar with the trends reported for other parts of the world. However, the decreasing trend ceases and becomes unclear since then. It is revealed that decreasing wind speed until 2003 is strongly associated with the decreasing trend of the spatial variance in both atmospheric pressure and air temperature across the East Asia for the same period. On the contrary, break of decreasing trend in surface wind speed since 2003 is associated with increasing spatial variance in surface temperature over the East Asia. Ground observation shows that surface wind speed and air temperature exhibit highly negative correlations for both summer and winter prior to 2003. However, since 2003, the correlations differ between seasons. We suggest that mechanisms behind the recent wind speed trend are different between summer and winter. This is on the basis of an interesting finding that air temperature has decreased while surface temperature has increased during winter months since 2003. We hypothesize that such contrasting temperature trends indicate more frequent movement of external cold air mass into the region since 2003. We also hypothesize that increasing summer wind speed is driven by intrusion of warm air mass into the region which is witnessed via increasing spatial variance in surface temperature across East Asia and the fact that both air and surface temperature rise together.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-015-2546-9", 
        "title": "Recent recovery of surface wind speed after decadal decrease: a focus on South Korea"
    }, 
    {
        "author": "", 
        "date": "2015-09-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">Using observational pentad data of the recent 34 Northern Hemisphere extended winters, subseasonal variability of surface air temperature (SAT) over North America is analyzed. The four leading modes of subseasonal SAT variability, that are identified with an empirical orthogonal function (EOF) analysis, account for about 60% of the total variance. The first (EOF1) and second (EOF2) modes are independent of other modes, and thus are likely controlled by distinct processes. The third (EOF3) and fourth (EOF4) modes, however, tend to have a phase shift to each other in space and time, indicating that part of their variability is related to a common process and represent a propagating pattern over North America. Lagged regression analysis is conducted to identify the precursors of large-scale atmospheric circulation for each mode a few pentads in advance, and to understand the processes that influence the subseasonal SAT variability and the predictability signal sources. EOF1 is found to be closely related to the Pacific-North American (PNA) circulation pattern and at least part of its variability is preceded by the East Asian cold surge. The cold surge leads to low-level convergence and enhanced convection in the tropical central Pacific which in turn induces the PNA. EOF2 tends to oscillate at a period of about 70 days, and is influenced by the low-frequency component of the Madden–Julian Oscillation (MJO). On the other hand, EOF3 and EOF4 are connected to the high-frequency part of the MJO which has a period range of 30–50 days. These findings would help understanding the mechanisms of subseasonal surface air temperature variability in North America and improving weather predictions on a subseasonal time scale.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2363-6", 
        "title": "Subseasonal variability of North American wintertime surface air temperature"
    }, 
    {
        "author": "", 
        "date": "2015-09-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">We investigate the response of the atmospheric and land surface components of the CMIP5/AR5 Earth System model HadGEM2-ES to pre-industrial (PI: AD 1860) and last glacial maximum (LGM: 21 kyr) boundary conditions. HadGEM2-ES comprises atmosphere, ocean and sea-ice components which are interactively coupled to representations of the carbon cycle, aerosols including mineral dust and tropospheric chemistry. In this study, we focus on the atmosphere-only model HadGEM2-A coupled to terrestrial carbon cycle and aerosol models. This configuration is forced with monthly sea surface temperature and sea-ice fields from equivalent coupled simulations with an older version of the Hadley Centre model, HadCM3. HadGEM2-A simulates extreme cooling over northern continents and nearly complete die back of vegetation in Asia, giving a poor representation of the LGM environment compared with reconstructions of surface temperatures and biome distributions. The model also performs significantly worse for the LGM in comparison with its precursor AR4 model HadCM3M2. Detailed analysis shows that the major factor behind the vegetation die off in HadGEM2-A is a subtle change to the temperature dependence of leaf mortality within the phenology model of HadGEM2. This impacts on both snow-vegetation albedo and vegetation dynamics. A new set of parameters is tested for both the pre-industrial and LGM, showing much improved coverage of vegetation in both time periods, including an improved representation of the needle-leaf forest coverage in Siberia for the pre-industrial. The new parameters and the resulting changes in global vegetation distribution strongly impact the simulated loading of mineral dust, an important aerosol for the LGM. The climate response in an abrupt 4× pre-industrial CO<sub class=\"a-plus-plus\">2</sub> simulation is also analysed and shows modest regional impacts on surface temperatures across the Boreal zone.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2421-0", 
        "title": "Last glacial maximum constraints on the Earth System model HadGEM2-ES"
    }, 
    {
        "author": "", 
        "date": "2015-09-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">As the biggest economy in Canada, the Province of Ontario is now suffering many consequences caused by or associated with global warming, such as frequent and intense heat waves, floods, droughts, and wind gust. Planning of mitigation and adaptation strategies against the changing climate, which requires a better understanding of possible future climate outcomes over the Province in the context of global warming, is of great interest to local policy makers, stakeholders, and development practitioners. Therefore, in this study, high-resolution projections of near-surface air temperature outcomes including mean, maximum, and minimum daily temperature over Ontario are developed, aiming at investigating how the global warming would affect the local climatology of the major cities as well as the spatial patterns of air temperature over the entire Province. The PRECIS modeling system is employed to carry out regional climate ensemble simulations driven by the boundary conditions of a five-member HadCM3-based perturbed-physics ensemble (i.e., HadCM3Q0, Q3, Q10, Q13, and Q15). The ensemble simulations are then synthesized through a Bayesian hierarchical model to develop probabilistic projections of future temperature outcomes with consideration of some uncertain parameters involved in the regional climate modeling process. The results suggest that there would be a consistent increasing trend in the near-surface air temperature with time periods from 2030s to 2080s. The most likely mean temperature in next few decades (i.e., 2030s) would be [−2, 2] °C in northern Ontario, [2, 6] °C in the middle, and [6, 12] °C in the south, afterwards the mean temperature is likely to keep rising by ~ 2 °C per 30-years period. The continuous warming across the Province would drive the lowest mean temperature up to 2 °C in the north and the highest mean temperature up to 16 °C in the south. In addition, the spread of the most likely ranges of future outcomes shows a consistent widening trend from 2030s to 2080s, implying that long-term climate change is more difficult to predict than near-term change because many more uncertain or unknown factors may continue to emerge during the long-term simulation.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2387-y", 
        "title": "Projected increases in near-surface air temperature over Ontario, Canada: a regional climate modeling approach"
    }, 
    {
        "author": "", 
        "date": "2015-09-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">Precipitation over the tropical Atlantic in 24 atmospheric models is analyzed using an object-based approach, which clusters rainy areas in the models as precipitation objects and calculates their properties such as size, amplitude, and location. Based on the distribution of precipitation objects over land and over ocean, two classes of models emerge. The first class of models has a reasonable representation of objects over land but misplaces the ocean object westward, near the coast of Brazil, instead of the central Atlantic as observed. The second class of models show small-sized objects over land with intense precipitation values; for these models, the ocean object is located eastward, near the coast of Guinea. The Atlantic intertropical convergence zone structure in the models exhibits either the West or the East Atlantic bias. No model matches the observed precipitation distribution. The two distinct model behaviors in the mean state are traced to the coastal precipitation bias of the models in boreal spring. In this season, the two model groups place the main precipitation object on opposite coasts—one group puts it at the south coast of Brazil and the other group places it at the Gulf of Guinea. This west–east partitioning of precipitation is sustained in boreal summer, resulting in the West and East Atlantic bias in the annual mean. It is found that models with the East Atlantic bias tend to be high resolution models which rain excessively over the Gulf of Guinea starting from boreal spring.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2366-3", 
        "title": "The Atlantic ITCZ bias in CMIP5 models"
    }, 
    {
        "author": "", 
        "date": "2015-09-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">\n      A wide range of sea surface temperature (SST) expressions have been observed during the El Niño–Southern Oscillation events of 1950–2010, which have occurred simultaneously with different global atmospheric circulations. This study examines the atmospheric circulation and precipitation during December–March 1950–2010 over the African Continent south of 15<span class=\"a-plus-plus inline-equation id-i-eq1\">\n                        \n                        <span class=\"a-plus-plus equation-source format-t-e-x\">\\(^{\\circ }\\)</span>\n                        \n                      </span>S, a region hereafter known as Southern Africa, associated with eight tropical Pacific SST expressions characteristic of El Niño and La Niña events. The self-organizing map method along with a statistical distinguishability test was used to isolate the SST expressions of El Niño and La Niña. The seasonal precipitation forcing over Southern Africa associated with the eight SST expressions was investigated in terms of the horizontal winds, moisture budget and vertical motion. El Niño events, with warm SST across the east and central Pacific Ocean and warmer than average SST over the Indian Ocean, are associated with precipitation reductions over Southern Africa. The regional precipitation reductions are forced primarily by large-scale mid-tropospheric subsidence associated with anticyclonic circulation in the upper troposphere. El Niño events with cooler than average SST over the Indian Ocean are associated with precipitation increases over Southern Africa associated with lower tropospheric cyclonic circulation and mid-tropospheric ascent. La Niña events, with cool SST anomalies over the central Pacific and warm SST over the west Pacific and Indian Ocean, are associated with precipitation increases over Southern Africa. The regional precipitation increases are forced primarily by lower tropospheric cyclonic circulation, resulting in mid-tropospheric ascent and an increased flux of moisture into the region.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2414-z", 
        "title": "El Niño–Southern Oscillation diversity and Southern Africa teleconnections during Austral Summer"
    }, 
    {
        "author": "", 
        "date": "2015-09-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">We investigate heat waves defined as periods of at least 3 consecutive days of extremely high daily maximum temperature affecting at least 30 % of western Europe. This definition has been chosen to select heat waves that might impact western European electricity supply. Even though not all such heat waves threaten it, the definition allows to identify a sufficient number of events, the strongest being potentially harmful. The heat waves are characterised by their duration, spatial extent, intensity and severity. The heat wave characteristics are calculated for historical and future climate based on results of climate model simulations conducted during the 5th Phase of the Coupled Model Intercomparison Project (CMIP5). The uncertainty of future anthropogenic forcing is taken into account by analysing results for the Representative Concentration Pathway scenarios RCP2.6, RCP4.5 and RCP8.5. The historical simulations are evaluated against the EOBS gridded station data. The CMIP5 ensemble median captures well the observed mean heat wave characteristics. However, no model simulates a heat wave as severe as observed during August 2003. Under future climate conditions, the heat waves become more frequent and have higher mean duration, extent and intensity. The ensemble spread is larger than the scenario uncertainty. The shift of the temperature distribution is more important for the increase of the cumulative heat wave severity than the broadening of the temperature distribution. However, the broadening leads to an amplification of the cumulative heat wave severity by a factor of 1.7 for RCP4.5 and 1.5 for RCP8.5.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2434-8", 
        "title": "Changes of western European heat wave characteristics projected by the CMIP5 ensemble"
    }, 
    {
        "author": "", 
        "date": "2015-09-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">The impact of climate warming on the ocean near Greenland is investigated with a high resolution coupled global climate model. The ocean around Greenland exhibits a strong warming in response to a four times increase of present-day atmospheric <span class=\"a-plus-plus inline-equation id-i-eq1\">\n                        \n                        <span class=\"a-plus-plus equation-source format-t-e-x\">\\(CO_2\\)</span>\n                        \n                      </span> levels. The signal is intensified in the intermediate layer and regionally strongest in the Greenland Sea. The projected changes in temperature are driven by changes affecting the large-scale ocean circulation rather than changes of the local atmospheric heat forcing. The ocean conditions examined here provide a background for the water masses in contact with the outlet glaciers around the Greenland coast. The future warming of the warm subtropical-origin layer could thus lead to enhanced ice sheet melting, although the signal could be mitigated by other effects, including an enhanced stratification of the surface fresh layer. Applying a simple parameterization to estimate the change in melt rate along the Greenland coast, we find that ice sheet melting increases everywhere in response to the change in water mass properties, although the melt rate changes show large variations in space. The largest melting acceleration is found on the east coast between Fram Strait and Denmark Strait, where both the parameterization applied to present-day conditions and observations suggest moderate melting up to now. These model results caution that the Greenland Ice Sheet mass balance should be monitored everywhere and not only where melting occurs at the moment.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2373-4", 
        "title": "Ocean change around Greenland under a warming climate"
    }
]