[
    {
        "author": "S. A. Mauget", 
        "date": "2015-08-26", 
        "description": "<b>Optimal ranking regime analysis of TreeFlow dendrohydrological reconstructions</b><br /><br />Climate of the Past, 11, 1107-1125, 2015<br /><br />Author(s): S. A. Mauget<br /><br />The optimal ranking regime (ORR) method was used to identify 6–100-year time\nwindows containing significant ranking sequences in 55 western US streamflow\nreconstructions, and reconstructions of the level of the Great Salt Lake and\nSan Francisco Bay salinity during 1500–2007. The method's ability to\nidentify optimally significant and non-overlapping runs of low- and\nhigh-rankings allows it to re-express a reconstruction time series as a\nsimplified sequence of regime segments marking intra- to multi-decadal (IMD)\nperiods of low or high streamflow, lake level, and salinity. Those ORR\nsequences, referred to here as <i>Z</i>-lines, can be plotted to identify\nconsistent regime patterns in the analysis of numerous reconstructions. The\n<i>Z</i>-lines for the 57 reconstructions evaluated here show a common\npattern of IMD cycles of drought and pluvial periods during the late 16th and\n17th centuries, a relatively dormant period during the 18th century, and the\nreappearance of alternating dry and wet IMD periods during the 19th and early\n20th centuries. Although this pattern suggests the possibility of similarly\nactive and inactive oceanic modes in the North Pacific and North Atlantic,\nsuch centennial-scale patterns are not evident in the ORR analyses of\nreconstructed Pacific Decadal Oscillation (PDO), El Niño–Southern\nOscillation, and North Atlantic sea-surface temperature variation. However,\ngiven the inconsistency in the analyses of four PDO reconstructions, the\npossible role of centennial-scale oceanic mechanisms is uncertain. In future\nresearch the ORR method might be applied to climate reconstructions around\nthe Pacific Basin to try to resolve this uncertainty. Given its ability to\ncompare regime patterns in climate reconstructions derived using different\nmethods and proxies, the method may also be used in future research to\nevaluate long-term regional temperature reconstructions.", 
        "journal": "Climate of the Past", 
        "link": "http://www.clim-past.net/11/1107/2015/", 
        "title": "Optimal ranking regime analysis of TreeFlow dendrohydrological reconstructions"
    }, 
    {
        "author": "R. V. Kochanov, I. E. Gordon, L. S. Rothman, S. W. Sharpe, T. J. Johnson, and R. L. Sams", 
        "date": "2015-08-25", 
        "description": "<b>Comment on \"Radiative forcings for 28 potential Archean greenhouse gases\" by Byrne and Goldblatt (2014)</b><br /><br />Climate of the Past, 11, 1097-1105, 2015<br /><br />Author(s): R. V. Kochanov, I. E. Gordon, L. S. Rothman, S. W. Sharpe, T. J. Johnson, and R. L. Sams<br /><br />In the recent article by Byrne and Goldblatt,\n              \"Radiative forcing for 28 potential Archean greenhouse\n              gases\", Clim.  Past. 10, 1779–1801 (2014), the authors\n              employ the HITRAN2012 spectroscopic database to evaluate\n              the radiative forcing of 28 Archean gases. As part of\n              the evaluation of the status of the spectroscopy of\n              these gases in the selected spectral region\n              (50–1800 cm<sup>−1</sup>), the cross sections generated\n              from the HITRAN line-by-line parameters were compared\n              with those of the PNNL database of experimental cross\n              sections recorded at moderate resolution. The authors\n              claimed that for NO<sub>2</sub>, HNO<sub>3</sub>,\n              H<sub>2</sub>CO, H<sub>2</sub>O<sub>2</sub>, HCOOH, C<sub>2</sub>H<sub>4</sub>,\n              CH<sub>3</sub>OH and CH<sub>3</sub>Br  there exist\n              large or sometimes severe disagreements between the\n              databases. In this work we show that for only three of\n              these eight gases a modest discrepancy does exist\n              between the two databases and we explain the origin of\n              the differences. For the other five gases, the\n              disagreements are not nearly at the scale suggested by\n              the authors, while we explain some of the differences\n              that do exist. In summary, the agreement between the\n              HITRAN and PNNL databases is very good, although not\n              perfect. Typically differences do not exceed 10 %,\n              provided that HITRAN data exist for the\n              bands/wavelengths of interest. It appears that\n              a molecule-dependent combination of errors has affected\n              the conclusions of the authors. In at least one case it\n              appears that they did not take the correct file from\n              PNNL (N<sub>2</sub>O<sub>4</sub> (dimer)+ NO<sub>2</sub> was used in\n              place of the monomer). Finally, cross sections of\n              HO<sub>2</sub> from HITRAN (which do not have a PNNL\n              counterpart) were not calculated correctly in BG, while\n              in the case of HF misleading discussion was presented there based\n              on the confusion by foreign or noise features in the experimental\n              PNNL spectra.", 
        "journal": "Climate of the Past", 
        "link": "http://www.clim-past.net/11/1097/2015/", 
        "title": "Comment on \"Radiative forcings for 28 potential Archean greenhouse gases\" by Byrne and Goldblatt (2014)"
    }, 
    {
        "author": "J. J. Gómez-Navarro, O. Bothe, S. Wagner, E. Zorita, J. P. Werner, J. Luterbacher, C. C. Raible, and J. P Montávez", 
        "date": "2015-08-25", 
        "description": "<b>A regional climate palaeosimulation for Europe in the period 1500–1990 – Part 2: Shortcomings and strengths of models and reconstructions</b><br /><br />Climate of the Past, 11, 1077-1095, 2015<br /><br />Author(s): J. J. Gómez-Navarro, O. Bothe, S. Wagner, E. Zorita, J. P. Werner, J. Luterbacher, C. C. Raible, and J. P Montávez<br /><br />This study compares gridded European seasonal series of surface air temperature (SAT) and precipitation (PRE) reconstructions with a regional climate simulation over the period 1500–1990.\n  The area is analysed separately for nine subareas that represent the majority of the climate diversity in the European sector. In their spatial structure, an overall good agreement is found\n  between the reconstructed and simulated climate features across Europe, supporting consistency in both products. Systematic biases between both data sets can be explained by a priori known\n  deficiencies in the simulation. Simulations and reconstructions, however, largely differ in the temporal evolution of past climate for European subregions. In particular, the simulated anomalies\n  during the Maunder and Dalton minima show stronger response to changes in the external forcings than recorded in the reconstructions. Although this disagreement is to some extent\n  expected given the prominent role of internal variability in the evolution of regional temperature and precipitation, a certain degree of agreement is a priori expected in variables directly\n  affected by external forcings. In this sense, the inability of the model to reproduce a warm period similar to that recorded for the winters during the first decades of the 18th\n  century in the reconstructions is indicative of fundamental limitations in the simulation that preclude reproducing exceptionally anomalous conditions. Despite these limitations,\n  the simulated climate is a physically consistent data set, which can be used as a benchmark to analyse the consistency and limitations of gridded reconstructions of different\n  variables. A comparison of the leading modes of SAT and PRE variability indicates that reconstructions are too simplistic, especially for precipitation, which is associated\n  with the linear statistical techniques used to generate the reconstructions. The analysis of the co-variability between sea level pressure (SLP) and SAT and PRE in the simulation\n  yields a result which resembles the canonical co-variability recorded in the observations for the 20th century. However, the same analysis for reconstructions exhibits\n  anomalously low correlations, which points towards a lack of dynamical consistency between independent reconstructions.", 
        "journal": "Climate of the Past", 
        "link": "http://www.clim-past.net/11/1077/2015/", 
        "title": "A regional climate palaeosimulation for Europe in the period 1500–1990 – Part 2: Shortcomings and strengths of models and reconstructions"
    }, 
    {
        "author": "Y. Li, N. Su, L. Liang, L. Ma, Y. Yan, and Y. Sun", 
        "date": "2015-08-25", 
        "description": "<b>Multiscale monsoon variability during the last two climatic cycles revealed by spectral signals in Chinese  loess and speleothem records</b><br /><br />Climate of the Past, 11, 1067-1075, 2015<br /><br />Author(s): Y. Li, N. Su, L. Liang, L. Ma, Y. Yan, and Y. Sun<br /><br />The East Asian Monsoon (EAM) exhibits a significant variability on timescales\nranging from tectonic to centennial as inferred from loess, speleothem and\nmarine records. However, the relative contributions and plausible driving\nforces of the monsoon variability at different timescales remain\ncontroversial. Here, we spectrally explore time series of loess grain size\nand speleothem δ<sup>18</sup>O records and decompose the two proxies into\nintrinsic components using the empirical mode decomposition method. Spectral\nresults of these two proxies display clear glacial and orbital periodicities\ncorresponding to ice volume and solar cycles, and evident millennial signals\nwhich are in pace with Heinrich rhythm and Dansgaard–Oeschger (DO) cycles.\nFive intrinsic components are parsed out from loess grain size and six\nintrinsic components from speleothem δ<sup>18</sup>O records. Combined signals\nare correlated further with possible driving factors including the ice\nvolume, insolation and North Atlantic cooling from a linear point of view.\nThe relative contributions of components differ significantly between loess\ngrain size and speleothem δ<sup>18</sup>O records. Coexistence of glacial and\norbital components in the loess grain size implies that both ice volume and\ninsolation have distinctive impacts on the winter monsoon variability, in\ncontrast to the predominant precessional impact on the speleothem\nδ<sup>18</sup>O variability. Moreover, the millennial components are evident\nin loess grain size and speleothem δ<sup>18</sup>O records with variances of\n13 and 17 %, respectively. A comparison of the millennial-scale signals\nof these two proxies reveals that abrupt changes in the winter and summer\nmonsoons over the last 260 kyr share common features and similar driving\nforces linked to high-latitude Northern Hemisphere climate.", 
        "journal": "Climate of the Past", 
        "link": "http://www.clim-past.net/11/1067/2015/", 
        "title": "Multiscale monsoon variability during the last two climatic cycles revealed by spectral signals in Chinese  loess and speleothem records"
    }, 
    {
        "author": "C. Camenisch", 
        "date": "2015-08-20", 
        "description": "<b>Endless cold: a seasonal reconstruction of temperature and precipitation in the Burgundian Low Countries during the 15th century based on documentary evidence</b><br /><br />Climate of the Past, 11, 1049-1066, 2015<br /><br />Author(s): C. Camenisch<br /><br />This paper applies the methods of historical climatology to present a\nclimate reconstruction for the area of the Burgundian Low Countries during\nthe 15th century. The results are based on documentary evidence that\nhas been handled very carefully, especially with regard to the distinction\nbetween contemporary and non-contemporary sources. Approximately 3000\nwritten records derived from about 100 different sources were examined and\nconverted into seasonal seven-degree indices for temperature and\nprecipitation. For the Late Middle Ages only a few climate reconstructions\nexist. There are even fewer reconstructions which include spring and autumn\ntemperature or any precipitation information at all. This paper therefore constitutes a\nuseful contribution to the understanding of climate and weather conditions\nin the less well researched but highly interesting 15th century. The\nextremely cold winter temperatures during the 1430s and an extremely cold\nwinter in 1407/1408 are striking. Moreover, no other year in this century was\nas hot and dry as 1473. At the beginning and the end of the 1480s and at the\nbeginning of the 1490s summers were considerably wetter than average.", 
        "journal": "Climate of the Past", 
        "link": "http://www.clim-past.net/11/1049/2015/", 
        "title": "Endless cold: a seasonal reconstruction of temperature and precipitation in the Burgundian Low Countries during the 15th century based on documentary evidence"
    }, 
    {
        "author": "Y. Brugnara, R. Auchmann, S. Brönnimann, R. J. Allan, I. Auer, M. Barriendos, H. Bergström, J. Bhend, R. Brázdil, G. P. Compo, R. C. Cornes, F. Dominguez-Castro, A. F. V. van Engelen, J. Filipiak, J. Holopainen, S. Jourdain, M. Kunz, J. Luterbacher, M. Maugeri, L. Mercalli, A. Moberg, C. J. Mock, G. Pichard, L. Řezníčková, G. van der Schrier, V. Slonosky, Z. Ustrnul, M. A. Valente, A. Wypych, and X. Yin", 
        "date": "2015-08-06", 
        "description": "<b>A collection of sub-daily pressure and temperature observations for the early instrumental period with a focus on the \"year without a summer\" 1816</b><br /><br />Climate of the Past, 11, 1027-1047, 2015<br /><br />Author(s): Y. Brugnara, R. Auchmann, S. Brönnimann, R. J. Allan, I. Auer, M. Barriendos, H. Bergström, J. Bhend, R. Brázdil, G. P. Compo, R. C. Cornes, F. Dominguez-Castro, A. F. V. van Engelen, J. Filipiak, J. Holopainen, S. Jourdain, M. Kunz, J. Luterbacher, M. Maugeri, L. Mercalli, A. Moberg, C. J. Mock, G. Pichard, L. Řezníčková, G. van der Schrier, V. Slonosky, Z. Ustrnul, M. A. Valente, A. Wypych, and X. Yin<br /><br />The eruption of Mount Tambora (Indonesia) in April 1815 is the largest\ndocumented volcanic eruption in history. It is associated with a large global\ncooling during the following year, felt particularly in parts of Europe and\nNorth America, where the year 1816 became known as the \"year without a\nsummer\". This paper describes an effort made to collect surface\nmeteorological observations from the early instrumental period, with a focus\non the years of and immediately following the eruption (1815–1817). Although\nthe collection aimed in particular at pressure observations, correspondent\ntemperature observations were also recovered. Some of the series had already\nbeen described in the literature, but a large part of the data, recently\ndigitised from original weather diaries and contemporary magazines and\nnewspapers, is presented here for the first time. The collection puts\ntogether more than 50 sub-daily series from land observatories in Europe\nand North America and from ships in the tropics. The pressure observations\nhave been corrected for temperature and gravity and reduced to mean sea\nlevel. Moreover, an additional statistical correction was applied to take into\naccount common error sources in mercury barometers. To assess the reliability\nof the corrected data set, the variance in the pressure observations is\ncompared with modern climatologies, and single observations are used for\nsynoptic analyses of three case studies in Europe. All raw observations will\nbe made available to the scientific community in the International Surface\nPressure Databank.", 
        "journal": "Climate of the Past", 
        "link": "http://www.clim-past.net/11/1027/2015/", 
        "title": "A collection of sub-daily pressure and temperature observations for the early instrumental period with a focus on the \"year without a summer\" 1816"
    }, 
    {
        "author": "C. J. Hollis, B. R. Hines, K. Littler, V. Villasante-Marcos, D. K. Kulhanek, C. P. Strong, J. C. Zachos, S. M. Eggins, L. Northcote, and A. Phillips", 
        "date": "2015-07-31", 
        "description": "<b>The Paleocene–Eocene Thermal Maximum at DSDP Site 277, Campbell Plateau, southern Pacific Ocean</b><br /><br />Climate of the Past, 11, 1009-1025, 2015<br /><br />Author(s): C. J. Hollis, B. R. Hines, K. Littler, V. Villasante-Marcos, D. K. Kulhanek, C. P. Strong, J. C. Zachos, S. M. Eggins, L. Northcote, and A. Phillips<br /><br />Re-examination of sediment cores from Deep Sea Drilling Project (DSDP) Site\n277 on the western margin of the Campbell Plateau (paleolatitude of\n~65° S) has identified an intact Paleocene–Eocene\n(P–E) boundary overlain by a 34 cm thick record of the Paleocene–Eocene Thermal\nMaximum (PETM) within nannofossil chalk. The upper part of the PETM is\ntruncated, either due to drilling disturbance or a sedimentary hiatus. An\nintact record of the onset of the PETM is indicated by a gradual decrease in\nδ<sup>13</sup>C values over 20 cm, followed by a 14 cm interval in which\nδ<sup>13</sup>C is 2 &permil; lighter than uppermost Paleocene values. After\naccounting for effects of diagenetic alteration, we use δ<sup>18</sup>O and\nMg/Ca values from foraminiferal tests to determine that intermediate\nand surface waters warmed by ~5–6° at the onset of the PETM\nprior to the full development of the negative δ<sup>13</sup>C excursion. After\nthis initial warming, sea temperatures were relatively stable through the\nPETM but declined abruptly across the horizon that truncates the event at\nthis site. Mg/Ca analysis of foraminiferal tests indicates peak\nintermediate and surface water temperatures of ~19 and\n~32 °C, respectively. These temperatures may be influenced by\nresidual diagenetic factors and changes in ocean circulation, and surface water\nvalues may also be biased towards warm-season temperatures.", 
        "journal": "Climate of the Past", 
        "link": "http://www.clim-past.net/11/1009/2015/", 
        "title": "The Paleocene–Eocene Thermal Maximum at DSDP Site 277, Campbell Plateau, southern Pacific Ocean"
    }, 
    {
        "author": "N. Towles, P. Olson, and A. Gnanadesikan", 
        "date": "2015-07-29", 
        "description": "<b>Scaling laws for perturbations in the ocean–atmosphere system following large CO<sub>2</sub> emissions</b><br /><br />Climate of the Past, 11, 991-1007, 2015<br /><br />Author(s): N. Towles, P. Olson, and A. Gnanadesikan<br /><br />Scaling relationships are found for perturbations to\n  atmosphere and ocean variables from large transient CO<sub>2</sub>\n  emissions.  Using the Long-term Ocean-atmosphere-Sediment CArbon cycle Reservoir (LOSCAR) model  (Zeebe et al., 2009;\n  Zeebe, 2012b), we calculate perturbations to atmosphere temperature, total carbon, ocean temperature, total ocean carbon, pH, alkalinity, marine-sediment carbon, and carbon-13 isotope anomalies\n  in the ocean and atmosphere resulting from idealized CO<sub>2</sub>\n  emission events. The peak perturbations in the atmosphere and ocean\n  variables are then fit to power law functions of the form of <i>γ</i>\n  <i>D</i><sup>&alpha;</sup><i>E</i><sup>&beta;</sup>, where <i>D</i> is the event duration, <i>E</i> is its\n  total carbon emission, and <i>γ</i> is a coefficient. Good power law\n  fits are obtained for most system variables for <i>E</i> up to\n  50 000 PgC and <i>D</i> up to 100 kyr. Although all of\n  the peak perturbations increase with emission rate <i>E</i>/<i>D</i>, we find no\n  evidence of emission-rate-only scaling, &alpha; + &beta; = 0. Instead, our scaling\n  yields &alpha; + &beta; &simeq; 1 for total ocean and atmosphere carbon and\n   0 < &alpha; + &beta; < 1 for most of the other system variables.", 
        "journal": "Climate of the Past", 
        "link": "http://www.clim-past.net/11/991/2015/", 
        "title": "Scaling laws for perturbations in the ocean–atmosphere system following large CO<sub>2</sub> emissions"
    }, 
    {
        "author": "A. J. Coletti, R. M. DeConto, J. Brigham-Grette, and M. Melles", 
        "date": "2015-07-10", 
        "description": "<b>A GCM comparison of Pleistocene super-interglacial periods in relation to Lake El'gygytgyn, NE Arctic Russia</b><br /><br />Climate of the Past, 11, 979-989, 2015<br /><br />Author(s): A. J. Coletti, R. M. DeConto, J. Brigham-Grette, and M. Melles<br /><br />Until now, the lack of time-continuous, terrestrial paleoenvironmental\ndata from the Pleistocene Arctic has made model simulations of past\ninterglacials difficult to assess. Here, we compare climate simulations of\nfour warm interglacials at Marine Isotope Stages (MISs) 1 (9 ka), 5e (127 ka),\n11c (409 ka) and 31 (1072 ka) with new proxy climate data recovered from\nLake El'gygytgyn, NE Russia. Climate reconstructions of the mean temperature\nof the warmest month (MTWM) indicate conditions up to 0.4, 2.1, 0.5 and 3.1 °C warmer than today during MIS 1, 5e, 11c and 31,\nrespectively. While the climate model captures much of the observed warming\nduring each interglacial, largely in response to boreal summer (JJA) orbital\nforcing, the extraordinary warmth of MIS 11c compared to the other\ninterglacials in the Lake El'gygytgyn temperature proxy reconstructions\nremains difficult to explain. To deconvolve the contribution of multiple\ninfluences on interglacial warming at Lake El'gygytgyn, we isolated the\ninfluence of vegetation, sea ice and circum-Arctic land ice feedbacks on\nthe modeled climate of the Beringian interior. Simulations accounting for\nclimate–vegetation–land-surface feedbacks during all four interglacials show\nexpanding boreal forest cover with increasing summer insolation intensity. A\ndeglaciated Greenland is shown to have a minimal effect on northeast Asian\ntemperature during the warmth of stages 11c and 31 (Melles et al., 2012). A prescribed\nenhancement of oceanic heat transport into the Arctic Ocean does have some\neffect on Lake El'gygytgyn's regional climate, but the exceptional warmth of\nMIS l1c remains enigmatic compared to the modest orbital and greenhouse gas\nforcing during that interglacial.", 
        "journal": "Climate of the Past", 
        "link": "http://www.clim-past.net/11/979/2015/", 
        "title": "A GCM comparison of Pleistocene super-interglacial periods in relation to Lake El'gygytgyn, NE Arctic Russia"
    }, 
    {
        "author": "B. Lemieux-Dudon, L. Bazin, A. Landais, H. Toyé Mahamadou Kele, M. Guillevic, P. Kindler, F. Parrenin, and P. Martinerie", 
        "date": "2015-06-25", 
        "description": "<b>Implementation of counted layers for coherent ice core chronology</b><br /><br />Climate of the Past, 11, 959-978, 2015<br /><br />Author(s): B. Lemieux-Dudon, L. Bazin, A. Landais, H. Toyé Mahamadou Kele, M. Guillevic, P. Kindler, F. Parrenin, and P. Martinerie<br /><br />A recent coherent chronology has been built for four Antarctic ice cores and the\nNorthGRIP (NGRIP) Greenland ice core (Antarctic Ice Core Chronology 2012,\nAICC2012) using a Bayesian approach for ice core dating (Datice). When\nbuilding the AICC2012 chronology, and in order to prevent any confusion with\nofficial ice core chronology, the AICC2012 chronology for NGRIP was forced to\nfit exactly the GICC05 chronology based on layer counting. However, such a\nstrong tuning did not satisfy the hypothesis of independence of background\nparameters and observations for the NGRIP core, as required by Datice. We\npresent here the implementation in Datice of a new type of markers that is\nbetter suited for constraints deduced from layer counting: the duration\nconstraints. Estimating the global error on chronology due to such markers is\nnot straightforward and implies some assumption on the correlation between\nindividual counting errors for each interval of duration. We validate this\nnew methodological implementation by conducting twin experiments and a\nposteriori diagnostics on the NGRIP ice core. Several sensitivity tests on\nmarker sampling and correlation between counting errors were performed to\nprovide some guidelines when using such a method for future dating\nexperiments. Finally, using these markers for NGRIP in a five-core\ndating exercise with Datice leads to new chronologies that do not differ by\nmore than 410 years from AICC2012 for Antarctic ice cores and 150 years from\nGICC05 for NGRIP over the last 60 000 years.", 
        "journal": "Climate of the Past", 
        "link": "http://www.clim-past.net/11/959/2015/", 
        "title": "Implementation of counted layers for coherent ice core chronology"
    }, 
    {
        "author": "D. Zanchettin, O. Bothe, F. Lehner, P. Ortega, C. C. Raible, and D. Swingedouw", 
        "date": "2015-06-24", 
        "description": "<b>Reconciling reconstructed and simulated features of the winter Pacific/North American pattern in the early 19th century</b><br /><br />Climate of the Past, 11, 939-958, 2015<br /><br />Author(s): D. Zanchettin, O. Bothe, F. Lehner, P. Ortega, C. C. Raible, and D. Swingedouw<br /><br />Reconstructions of past climate behavior often describe prominent anomalous\nperiods that are not necessarily captured in climate simulations. Here, we\nillustrate the contrast between an interdecadal strong positive phase of the\nwinter Pacific/North American pattern (PNA) in the early 19th century\nthat is described by a PNA reconstruction based on tree rings from\nnorthwestern North America, and a slight tendency towards negative winter\nPNA anomalies during the same period in an ensemble of state-of-the-art\ncoupled climate simulations. Additionally, a pseudo-proxy investigation with\nthe same simulation ensemble allows for assessing the robustness of PNA\nreconstructions using solely geophysical predictors from northwestern North\nAmerica for the last millennium. The reconstructed early 19th-century\npositive PNA anomaly emerges as a potentially reliable feature, although the\npseudo-reconstructions are subject to a number of sources of uncertainty and\ndeficiencies highlighted especially at multidecadal and centennial\ntimescales. The pseudo-reconstructions demonstrate that the\nearly 19th-century discrepancy between reconstructed and simulated PNA\ndoes not stem from the reconstruction process. Instead, reconstructed and\nsimulated features of the early 19th-century PNA can be reconciled by\ninterpreting the reconstructed evolution during this time as an expression\nof internal climate variability, which is unlikely to be reproduced in its\nexact temporal occurrence by a small ensemble of climate simulations.\nHowever, firm attribution of the reconstructed PNA anomaly is hampered by\nknown limitations and deficiencies of coupled climate models and\nuncertainties in the early 19th-century external forcing and background\nclimate state.", 
        "journal": "Climate of the Past", 
        "link": "http://www.clim-past.net/11/939/2015/", 
        "title": "Reconciling reconstructed and simulated features of the winter Pacific/North American pattern in the early 19th century"
    }, 
    {
        "author": "S. J. Burns, L. C. Kanner, H. Cheng, and R. Lawrence Edwards", 
        "date": "2015-06-23", 
        "description": "<b>A tropical speleothem record of glacial inception, the South American Summer Monsoon from 125 to 115 ka</b><br /><br />Climate of the Past, 11, 931-938, 2015<br /><br />Author(s): S. J. Burns, L. C. Kanner, H. Cheng, and R. Lawrence Edwards<br /><br />Relatively few marine or terrestrial paleoclimate studies have focused on\nglacial inception, the transition from an interglacial to a glacial climate\nstate. As a result, neither the timing and structure of glacial inception nor the spatial pattern of glacial inception in different parts of\nthe world is well known. Here we present results of a study of a speleothem from the\nPeruvian Andes that records changes in the intensity of South American Summer\nMonsoon (SASM) rainfall over the period from 125 to 115 ka. The results show\nthat late in the last interglacial period, at 123 ka, SASM rainfall\ndecreased, perhaps in response to a decrease in temperature and ice cover in\nthe high northern latitudes and associated changes in atmospheric\ncirculation. Then at 120.8 ka, a rapid increase in SASM rainfall marks the\nend of the last interglacial. After a more gradual increase between 120 and\n117 ka, a second abrupt increase occurs at 117 ka. This pattern of change\nis mirrored to a remarkable degree by changes in the East Asian Monsoon. It\nis interpreted to reflect both a long-term gradual response of the monsoons\nto orbitally driven insolation changes and to rapid changes in Northern\nHemisphere ice volume and temperature. Both monsoon systems are close to\ntheir full glacial conditions by 117 ka, before any significant decrease in\natmospheric CO<sub>2</sub>.", 
        "journal": "Climate of the Past", 
        "link": "http://www.clim-past.net/11/931/2015/", 
        "title": "A tropical speleothem record of glacial inception, the South American Summer Monsoon from 125 to 115 ka"
    }, 
    {
        "author": "C. M. Chiessi, S. Mulitza, G. Mollenhauer, J. B. Silva, J. Groeneveld, and M. Prange", 
        "date": "2015-06-22", 
        "description": "<b>Thermal evolution of the western South Atlantic and the adjacent continent during Termination 1</b><br /><br />Climate of the Past, 11, 915-929, 2015<br /><br />Author(s): C. M. Chiessi, S. Mulitza, G. Mollenhauer, J. B. Silva, J. Groeneveld, and M. Prange<br /><br />During Termination 1, millennial-scale weakening events of the Atlantic\nmeridional overturning circulation (AMOC) supposedly produced major changes\nin sea surface temperatures (SSTs) of the western South Atlantic, and in mean\nair temperatures (MATs) over southeastern South America. It has been suggested, for\ninstance, that the Brazil Current (BC) would strengthen (weaken) and the\nNorth Brazil Current (NBC) would weaken (strengthen) during slowdown\n(speed-up) events of the AMOC. This anti-phase pattern was claimed to be a\nnecessary response to the decreased North Atlantic heat piracy during periods\nof weak AMOC. However, the thermal evolution of the western South Atlantic\nand the adjacent continent is so far largely unknown. Here we address this\nissue, presenting high-temporal-resolution SST and MAT records from the BC\nand southeastern South America, respectively. We identify a warming in the\nwestern South Atlantic during Heinrich Stadial 1 (HS1), which is followed\nfirst by a drop and then by increasing temperatures during the\nBølling–Allerød, in phase with an existing SST record from the NBC.\nAdditionally, a similar SST evolution is shown by a southernmost eastern\nSouth Atlantic record, suggesting a South Atlantic-wide pattern in SST\nevolution during most of Termination 1. Over southeastern South America, our\nMAT record shows a two-step increase during Termination 1, synchronous with\natmospheric CO<sub>2</sub> rise (i.e., during the second half of HS1 and during the\nYounger Dryas), and lagging abrupt SST changes by several thousand years.\nThis delay corroborates the notion that the long duration of HS1 was\nfundamental in driving the Earth out of the last glacial.", 
        "journal": "Climate of the Past", 
        "link": "http://www.clim-past.net/11/915/2015/", 
        "title": "Thermal evolution of the western South Atlantic and the adjacent continent during Termination 1"
    }, 
    {
        "author": "F. Spadin, D. Marti, R. Hidalgo-Staub, J. Rička, D. Fleitmann, and M. Frenz", 
        "date": "2015-06-17", 
        "description": "<b>Technical Note: How accurate can stalagmite formation temperatures be determined using vapour bubble radius measurements in fluid inclusions?</b><br /><br />Climate of the Past, 11, 905-913, 2015<br /><br />Author(s): F. Spadin, D. Marti, R. Hidalgo-Staub, J. Rička, D. Fleitmann, and M. Frenz<br /><br />Stalagmites are natural archives containing detailed information on\n      continental climate variability of the past. Microthermometric\n      measurements of fluid inclusion homogenisation temperatures allow\n      determination of stalagmite formation temperatures by measuring the\n      radius of stable laser-induced vapour bubbles inside the\n      inclusions. A reliable method for precisely measuring the radius of\n      vapour bubbles is presented. The method is applied to stalagmite\n      samples for which the formation temperature is known. An assessment of\n      the bubble radius measurement accuracy and how this error influences\n      the uncertainty in determining the formation temperature is\n      provided. We demonstrate that the nominal homogenisation temperature\n      of a single inclusion can be determined with an accuracy of\n      ±0.25 °C, if the volume of the inclusion is larger\n      than 10<sup>5</sup> μm<sup>3</sup>. With this method, we could measure in a\n      proof-of-principle investigation that the formation temperature of\n      10–20 yr\n      old inclusions in a stalagmite taken from the Milandre cave is 9.87 ± 0.80 °C,\n      while the mean annual surface temperature, that in the case of the Milandre cave correlates\n      well with the cave temperature, was 9.6 ± 0.15 °C, calculated from actual\n      measurements at that time, showing a very good agreement. Formation temperatures of\n      inclusions formed during the last 450 yr are found in a temperature range between\n      8.4 and 9.6 °C, which corresponds to the calculated average surface temperature. Paleotemperatures can thus be\n      determined within ±1.0 °C.", 
        "journal": "Climate of the Past", 
        "link": "http://www.clim-past.net/11/905/2015/", 
        "title": "Technical Note: How accurate can stalagmite formation temperatures be determined using vapour bubble radius measurements in fluid inclusions?"
    }, 
    {
        "author": "S. Albani, N. M. Mahowald, G. Winckler, R. F. Anderson, L. I. Bradtmiller, B. Delmonte, R. François, M. Goman, N. G. Heavens, P. P. Hesse, S. A. Hovan, S. G. Kang, K. E. Kohfeld, H. Lu, V. Maggi, J. A. Mason, P. A. Mayewski, D. McGee, X. Miao, B. L. Otto-Bliesner, A. T. Perry, A. Pourmand, H. M. Roberts, N. Rosenbloom, T. Stevens, and J. Sun", 
        "date": "2015-06-11", 
        "description": "<b>Twelve thousand years of dust: the Holocene global dust cycle constrained by natural archives</b><br /><br />Climate of the Past, 11, 869-903, 2015<br /><br />Author(s): S. Albani, N. M. Mahowald, G. Winckler, R. F. Anderson, L. I. Bradtmiller, B. Delmonte, R. François, M. Goman, N. G. Heavens, P. P. Hesse, S. A. Hovan, S. G. Kang, K. E. Kohfeld, H. Lu, V. Maggi, J. A. Mason, P. A. Mayewski, D. McGee, X. Miao, B. L. Otto-Bliesner, A. T. Perry, A. Pourmand, H. M. Roberts, N. Rosenbloom, T. Stevens, and J. Sun<br /><br />Mineral dust plays\n  an important role in the climate system by interacting\nwith radiation, clouds, and biogeochemical cycles. In addition, natural\narchives show that the dust cycle experienced variability in the past in\nresponse to global and local climate change. The compilation of the DIRTMAP (Dust Indicators and Records from\nTerrestrial and MArine Palaeoenvironments) paleodust data sets in the last 2 decades provided a benchmark for paleoclimate\nmodels that include the dust cycle, following a time slice approach. We\npropose an innovative framework to organize a paleodust data set that builds on the positive experience of DIRTMAP and takes into account new scientific\nchallenges by providing a concise and accessible data set of temporally\nresolved records of dust mass accumulation rates and particle grain size\ndistributions. We consider data from ice cores, marine sediments,\nloess–paleosol sequences, lake sediments, and peat bogs for this compilation,\nwith a temporal focus on the Holocene period. This global compilation allows\nthe investigation of the potential, uncertainties, and confidence level of dust\nmass accumulation rate reconstructions and highlights the importance of\ndust particle size information for accurate and quantitative reconstructions\nof the dust cycle. After applying criteria that help to establish that the\ndata considered represent changes in dust deposition, 45 paleodust records\nhave been identified, with the highest density of dust deposition data\noccurring in the North Atlantic region. Although the temporal evolution of\ndust in the North Atlantic appears consistent across several cores and\nsuggests that minimum dust fluxes are likely observed during the early to\nmid-Holocene period (6000–8000 years ago), the magnitude of dust fluxes in\nthese observations is not fully consistent, suggesting that more work needs\nto be done to synthesize data sets for the Holocene. Based on the data\ncompilation, we used the Community Earth System Model to estimate the mass\nbalance of and variability in the global dust cycle during the Holocene, with\ndust loads ranging from 17.2 to 20.8 Tg between 2000 and 10 000 years ago\nand with a minimum in the early to mid-Holocene (6000–8000 years ago).", 
        "journal": "Climate of the Past", 
        "link": "http://www.clim-past.net/11/869/2015/", 
        "title": "Twelve thousand years of dust: the Holocene global dust cycle constrained by natural archives"
    }, 
    {
        "author": "K. Tachikawa, L. Vidal, M. Cornuault, M. Garcia, A. Pothin, C. Sonzogni, E. Bard, G. Menot, and M. Revel", 
        "date": "2015-06-11", 
        "description": "<b>Eastern Mediterranean Sea circulation inferred from the conditions of S1 sapropel deposition</b><br /><br />Climate of the Past, 11, 855-867, 2015<br /><br />Author(s): K. Tachikawa, L. Vidal, M. Cornuault, M. Garcia, A. Pothin, C. Sonzogni, E. Bard, G. Menot, and M. Revel<br /><br />Holocene eastern Mediterranean Sea sediments contain an organic-rich sapropel\nS1 layer that was formed in oxygen-depleted waters. The spatial distribution\nof this layer revealed that during S1 deposition, deep waters were anoxic\nbelow a depth of 1800 m. However, whether this boundary permanently existed\nfrom the early to the mid-Holocene has not been examined yet. To answer this\nquestion, a multi-proxy approach was applied to a core retrieved close to the\n1800 m boundary (at 1780 m). We measured the bulk sediment elemental\ncomposition, the stable isotopic composition of the planktonic foraminifer\n<i>Globigerinoides ruber</i> and the abundance of benthic foraminifera\nsince the last deglaciation. The result indicates that authigenic U and Mo\naccumulation began around 13–12 cal ka BP, in concert with surface water\nfreshening estimated from the <i>G. ruber</i> δ<sup>18</sup>O record. The\nonset of bottom and pore water oxygen depletion occurred prior to S1\ndeposition inferred from barium enrichment. In the middle of the S1\ndeposition period, reduced authigenic V, Fe and As contents and the\nBr/Cl ratio indicated short-term bottom-water re-oxygenation. A sharp\nMn peak and maximal abundance for benthic foraminifera marked a total\nrecovery for circulation at approximately 7 cal ka BP. Based on our\nresults and existing data, we suggest that S1 formation within the upper\n1780 m of the eastern Mediterranean Sea was preconditioned by reduced\nventilation, resulting from excess freshwater inputs due to insolation\nchanges under deglacial conditions that initiated between 15 and\n12 cal ka BP within the upper\n1780 m. Short-term re-oxygenation in the Levantine Basin is estimated to\nhave affected bottom water at least as deep as 1780 m in response to cooling\nand/or the reduction of freshwater inputs. We tentatively propose that\ncomplete ventilation recovery at the S1 termination was depth-dependent, with\nearlier oxygenation within the upper 1780 m. Our results provide new\nconstraints on vertical water column structure in the eastern Mediterranean\nSea since the last deglaciation.", 
        "journal": "Climate of the Past", 
        "link": "http://www.clim-past.net/11/855/2015/", 
        "title": "Eastern Mediterranean Sea circulation inferred from the conditions of S1 sapropel deposition"
    }, 
    {
        "author": "S. Y. Maezumi, M. J. Power, F. E. Mayle, K. K. McLauchlan, and J. Iriarte", 
        "date": "2015-06-08", 
        "description": "<b>Effects of past climate variability on fire and vegetation in the cerrãdo savanna of the Huanchaca Mesetta, NE Bolivia</b><br /><br />Climate of the Past, 11, 835-853, 2015<br /><br />Author(s): S. Y. Maezumi, M. J. Power, F. E. Mayle, K. K. McLauchlan, and J. Iriarte<br /><br />Cerrãdo savannas have the greatest fire activity of all major global land-cover\ntypes and play a significant role in the global carbon cycle. During the\n21st century, temperatures are projected to increase by ~ 3 °C coupled with a precipitation decrease of\n~ 20%. Although these conditions could potentially\nintensify drought stress, it is unknown how that might alter vegetation\ncomposition and fire regimes. To assess how Neotropical savannas responded\nto past climate changes, a 14 500-year, high-resolution, sedimentary record\nfrom Huanchaca Mesetta, a palm swamp located in the cerrãdo savanna in northeastern\nBolivia, was analyzed with phytoliths, stable isotopes, and charcoal. A\nnon-analogue, cold-adapted vegetation community dominated the\nLateglacial–early Holocene period (14 500–9000 cal yr BP, which included trees and\nC<sub>3</sub> Pooideae and C<sub>4</sub> Panicoideae grasses. The Lateglacial\nvegetation was fire-sensitive and fire activity during this period was low,\nlikely responding to fuel availability and limitation. Although similar\nvegetation characterized the early Holocene, the warming conditions\nassociated with the onset of the Holocene led to an initial increase in fire\nactivity. Huanchaca Mesetta became increasingly fire-dependent during the\nmiddle Holocene with the expansion of C<sub>4</sub> fire-adapted grasses. However,\nas warm, dry conditions, characterized by increased length and severity of\nthe dry season, continued, fuel availability decreased. The establishment of\nthe modern palm swamp vegetation occurred at 5000 cal yr BP. Edaphic factors\nare the first-order control on vegetation on the rocky quartzite mesetta.\nWhere soils are sufficiently thick, climate is the second-order control of\nvegetation on the mesetta. The presence of the modern palm swamp is\nattributed to two factors: (1) increased precipitation that increased water\ntable levels and (2) decreased frequency and duration of <i>surazos</i> (cold wind\nincursions from Patagonia) leading to increased temperature minima. Natural\n(soil, climate, fire) drivers rather than anthropogenic drivers control the\nvegetation and fire activity at Huanchaca Mesetta. Thus the cerrãdo savanna\necosystem of the Huanchaca Plateau has exhibited ecosystem resilience to\nmajor climatic changes in both temperature and precipitation since the\nLateglacial period.", 
        "journal": "Climate of the Past", 
        "link": "http://www.clim-past.net/11/835/2015/", 
        "title": "Effects of past climate variability on fire and vegetation in the cerrãdo savanna of the Huanchaca Mesetta, NE Bolivia"
    }, 
    {
        "author": "J. A. Santos, M. F. Carneiro, A. Correia, M. J. Alcoforado, E. Zorita, and J. J. Gómez-Navarro", 
        "date": "2015-06-05", 
        "description": "<b>New insights into the reconstructed temperature in Portugal over the last 400 years</b><br /><br />Climate of the Past, 11, 825-834, 2015<br /><br />Author(s): J. A. Santos, M. F. Carneiro, A. Correia, M. J. Alcoforado, E. Zorita, and J. J. Gómez-Navarro<br /><br />The consistency of an existing reconstructed annual (December–November)\ntemperature series for the Lisbon region (Portugal) from 1600 onwards, based\non a European-wide reconstruction, with (1) five local borehole\ntemperature–depth profiles; (2) synthetic temperature–depth profiles,\ngenerated from both reconstructed temperatures and two regional paleoclimate\nsimulations in Portugal; (3) instrumental data sources over the twentieth\ncentury; and (4) temperature indices from documentary sources during the late\nMaunder Minimum (1675–1715) is assessed. The low-frequency variability in\nthe reconstructed temperature in Portugal is not entirely consistent with\nlocal borehole temperature–depth profiles and with the simulated response of\ntemperature in two regional paleoclimate simulations driven by\nreconstructions of various climate forcings. Therefore, the existing\nreconstructed series is calibrated by adjusting its low-frequency variability\nto the simulations (first-stage adjustment). The annual reconstructed series\nis then calibrated in its location and scale parameters, using the\ninstrumental series and a linear regression between them (second-stage\nadjustment). This calibrated series shows clear footprints of the Maunder and\nDalton minima, commonly related to changes in solar activity and explosive\nvolcanic eruptions, and a strong recent-past warming, commonly related to\nhuman-driven forcing. Lastly, it is also in overall agreement with annual\ntemperature indices over the late Maunder Minimum in Portugal. The series\nresulting from this post-reconstruction adjustment can be of foremost\nrelevance to improve the current understanding of the driving mechanisms of\nclimate variability in Portugal.", 
        "journal": "Climate of the Past", 
        "link": "http://www.clim-past.net/11/825/2015/", 
        "title": "New insights into the reconstructed temperature in Portugal over the last 400 years"
    }, 
    {
        "author": "Y. Kubota, K. Kimoto, T. Itaki, Y. Yokoyama, Y. Miyairi, and H. Matsuzaki", 
        "date": "2015-06-03", 
        "description": "<b>Bottom water variability in the subtropical northwestern Pacific from 26 kyr BP to present based on Mg / Ca and stable carbon and oxygen isotopes of benthic foraminifera</b><br /><br />Climate of the Past, 11, 803-824, 2015<br /><br />Author(s): Y. Kubota, K. Kimoto, T. Itaki, Y. Yokoyama, Y. Miyairi, and H. Matsuzaki<br /><br />To understand bottom water variability in the subtropical northwestern\nPacific, bottom water temperatures (BWTs), carbon isotopes (&delta;<sup>13</sup>C), and oxygen isotopes of seawater (δ<sup>18</sup>O<sub>w</sub>) at a\nwater depth of 1166 m were reconstructed from 26 kyr BP to present. A new\nregional Mg / Ca calibration for the benthic foraminifera <i>Cibicidoides wuellerstorfi</i> (type B) was\nestablished to convert the benthic Mg / Ca value to BWT, based on 26\nsurface sediment samples and two core-top samples retrieved around Okinawa\nIsland. During the Last Glacial Maximum (LGM), the δ<sup>18</sup>O<sub>w</sub>\nin the intermediate water in the northwestern South Pacific was ~0.4&permil; lower than in the deep South Pacific, indicating a greater\nvertical salinity gradient than at present. This salinity (and probably density)\nstructure would have led to stratification in the intermediate and deep\nPacific, which would, in turn, have greatly influenced carbon storage during\nthe glacial time. The benthic Mg / Ca and δ<sup>18</sup>O<sub>w</sub> records suggest changes\nthat seem to follow Heinrich event 1 (H1) and the Bølling–Alleød\n(B/A) and Younger Dryas (YD) intervals, with BWT higher during H1\n(~17 kyr BP) and YD (~12 kyr BP) and lower\nduring B/A (~14 kyr BP). The warming in the bottom water\nduring H1 suggests increased contribution of North Pacific Intermediate\nWater (NPIW) to the subtropical northwestern Pacific and decreased upwelling\nof cooler waters from the abyssal North Pacific. During the interval from 17\nto 14.5 kyr BP, the BWT tended to decrease successively in association with\na decrease in δ<sup>13</sup>C values, presumably as a result of increased\nupwelling of the abyssal waters to the intermediate depths of the North\nPacific caused by shoaling and enhancement of the southward return flow\nof Pacific Deep Water (PDW). During the Holocene, the millennial- to sub-millennial-scale variations in the BWT generally correlate with the sea\nsurface temperatures in the Okhotsk Sea, the source region of the NPIW,\nsuggesting that changes in the BWT are linked to changes in the NPIW\nproduction rate.", 
        "journal": "Climate of the Past", 
        "link": "http://www.clim-past.net/11/803/2015/", 
        "title": "Bottom water variability in the subtropical northwestern Pacific from 26 kyr BP to present based on Mg / Ca and stable carbon and oxygen isotopes of benthic foraminifera"
    }, 
    {
        "author": "M. Van Rampelbergh, S. Verheyden, M. Allan, Y. Quinif, H. Cheng, L. R. Edwards, E. Keppens, and P. Claeys", 
        "date": "2015-06-01", 
        "description": "<b>A 500-year seasonally resolved δ<sup>18</sup>O and δ<sup>13</sup>C, layer thickness and calcite aspect record from a speleothem deposited in the Han-sur-Lesse cave, Belgium</b><br /><br />Climate of the Past, 11, 789-802, 2015<br /><br />Author(s): M. Van Rampelbergh, S. Verheyden, M. Allan, Y. Quinif, H. Cheng, L. R. Edwards, E. Keppens, and P. Claeys<br /><br />Speleothem δ<sup>18</sup>O and δ<sup>13</sup>C signals enable climate\nreconstructions at high resolution. However, scarce decadal and seasonally\nresolved speleothem records are often difficult to interpret in terms of\nclimate due to the multitude of factors that affect the proxy signals. In\nthis paper, a fast-growing (up to 2 mm yr<sup>−1</sup>) seasonally laminated speleothem\nfrom the Han-sur-Lesse cave (Belgium) is analyzed for its δ<sup>18</sup>O\nand δ<sup>13</sup>C values, layer thickness and changes in calcite aspect.\nThe studied record covers the period between AD 2001 and 1479 as indicated\nby layer counting and confirmed by 20 U / Th ages. The Proserpine proxies are\nseasonally biased and document drier (and colder) winters on multidecadal\nscales. Higher δ<sup>13</sup>C signals reflect increased prior calcite\nprecipitation (PCP) and lower soil activity during drier (and colder)\nwinters. Thinner layers and darker calcite relate to slower growth and exist\nduring drier (and colder) winter periods. Exceptionally dry (and cold)\nwinter periods occur from 1565 to 1610, at 1730, from 1770 to 1800, from\n1810 to 1860, and from 1880 to 1895 and correspond to exceptionally cold\nperiods in historical and instrumental records as well as European winter\ntemperature reconstructions. More relative climate variations, during which\nthe four measured proxies vary independently and display lower amplitude\nvariations, occur between 1479 and 1565, between 1610 and 1730, and between\n1730 and 1770. The winters during the first and last periods are interpreted\nas relatively wetter (and warmer) and correspond to warmer periods in\nhistorical data and in winter temperature reconstructions in Europe. The\nwinters in the period between 1610 and 1730 are interpreted as relatively\ndrier (and cooler) and correspond to generally colder conditions in\nEurope. Interpretation of the seasonal variations in δ<sup>18</sup>O and\nδ<sup>13</sup>C signals differs from that on a decadal and multidecadal\nscale. Seasonal δ<sup>18</sup>O variations reflect cave air temperature\nvariations and suggest a 2.5 °C seasonality in cave air\ntemperature during the two relatively wetter (and warmer) winter periods\n(1479–1565 and 1730–1770), which corresponds to the cave air temperature\nseasonality observed today. Between 1610 and 1730, the δ<sup>18</sup>O\nvalues suggest a 1.5 °C seasonality in cave air temperature,\nindicating colder summer temperatures during this drier (and cooler)\ninterval. The δ<sup>13</sup>C seasonality is driven by PCP and suggests\ngenerally lower PCP seasonal effects between 1479 and 1810 compared to\ntoday. A short interval of increased PCP seasonality occurs between 1600 and\n1660, and reflects increased PCP in summer due to decreased winter recharge.", 
        "journal": "Climate of the Past", 
        "link": "http://www.clim-past.net/11/789/2015/", 
        "title": "A 500-year seasonally resolved δ<sup>18</sup>O and δ<sup>13</sup>C, layer thickness and calcite aspect record from a speleothem deposited in the Han-sur-Lesse cave, Belgium"
    }
]