[
    {
        "author": "", 
        "date": "2015-08-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">Tropical cyclones (TCs) in the South China Sea (SCS) are either generated locally or formed non-locally in the Northwest Pacific Ocean (NWP) and entered into the SCS. Here, it is found that local TCs vary out-of-phase with non-local TCs in summer. That is, if fewer (more) TCs enter into the SCS from the NWP, more (fewer) TCs are generated over the SCS. Further analyses show that variability of the western Pacific subtropical high (WPSH) is responsible for the out-of-phase relationship. As the WPSH shifts eastward (westward), fewer (more) non-local TCs formed in the NWP can enter into the SCS because TCs are recurved northward (moved westward). Due to the eastward (westward) movement of the WPSH, positive (negative) low-level vorticity anomalies, weak (strong) vertical wind shear between the upper and lower troposphere, and anomalous upward (downward) motion in the middle troposphere are induced in the northern SCS. The changes in the relative vorticity, vertical wind shear and vertical velocity are favorable (unfavorable) for the local TC genesis in the SCS. These variations of non-local and local TCs result in an out-of-phase relationship between TCs formed locally in the SCS and non-locally in the NWP.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2362-7", 
        "title": "Out-of-phase relationship between tropical cyclones generated locally in the South China Sea and non-locally from the Northwest Pacific Ocean"
    }, 
    {
        "author": "", 
        "date": "2015-08-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">\n      This paper investigates the reversibility of CO<sub class=\"a-plus-plus\">2</sub> induced climate change and in particular the potential impacts of different rates of CO<sub class=\"a-plus-plus\">2</sub> reduction using a coupled climate model. Atmospheric CO<sub class=\"a-plus-plus\">2</sub> concentration is ramped up by 0.5 %/year from the preindustrial value to 4×CO<sub class=\"a-plus-plus\">2</sub> and then ramped down from 2×CO<sub class=\"a-plus-plus\">2</sub> to 4×CO<sub class=\"a-plus-plus\">2</sub> with different rates. How the response of the climate system is affected by the peak atmospheric CO<sub class=\"a-plus-plus\">2</sub> concentration and the rate of long term decline is vital information for those considering hypothetical geoengineering options to remove CO<sub class=\"a-plus-plus\">2</sub>. Major components of the climate system including global mean surface air temperature and precipitation, contribution of thermal expansion to global sea level rise, loss of the Arctic sea ice, weakening of the Atlantic meridional overturning circulation (AMOC) and the South Asia monsoon are analyzed. We have found no ‘tipping points’ or thresholds beyond which CO<sub class=\"a-plus-plus\">2</sub> induced climate change in these components become irreversible within this model under the specific scenarios. However, there are strong inertias and path-dependent hysteresis in the climate system linked through oceanic memory. Initially the strengthened global hydrological cycle accelerates further in response to a CO<sub class=\"a-plus-plus\">2</sub> ramp-down before weakening. Thermal expansion of the oceans continues for many decades after CO<sub class=\"a-plus-plus\">2</sub> concentration starts to decrease. A 0.5 %/year reduction from 4×CO<sub class=\"a-plus-plus\">2</sub> could see a further 25 % sea level rise. The weakening of the AMOC is reversible, but the build-up of highly saline subtropical waters during global warming drives an overshoot of the AMOC after the CO<sub class=\"a-plus-plus\">2</sub> ramp-down and extends the warming of the northern high latitudes by many decades. The South Asia monsoon strengthens in response to a CO<sub class=\"a-plus-plus\">2</sub> ramp-up marked by an increase in summer monsoon rainfall. This increase reverses rapidly following a CO<sub class=\"a-plus-plus\">2</sub> ramp-down, displaying an undershoot in monsoon rainfall for rapid CO<sub class=\"a-plus-plus\">2</sub> reductions.\n      </p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2302-6", 
        "title": "The reversibility of CO 2 induced climate change"
    }, 
    {
        "author": "", 
        "date": "2015-08-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">Based on dust storm records and meteorological data from six stations in the area surrounding the Tengger Desert over the period 1960–2007, the diurnal, monthly and interannual variation of dust storms and severe dust storms, as well as their relation to wind speed, precipitation and temperature, are analyzed and discussed. Statistical analyses demonstrate that such storms occur more frequently from 9:00 to 21:00 local standard time and much more frequently between March and May, especially April. Dust storm frequency (DSF) and severe dust storm frequency (SDSF) show a significant linear decreasing trend from 1960 to 2007. For monthly variability, winds (especially strong ones with speeds 10–20 m/s) are the main factor controlling both dust storm types. Precipitation and temperature have an indirect effect on DSF and SDSF by controlling vegetation growth. For interannual variability, strong wind is still the main control, with precipitation a relatively important cofactor. Temperature has an irregular but somewhat negative relationship with dust storms. Precipitation and especially temperature have likely been important in the increase of DSF since 2000.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2321-3", 
        "title": "Climatological analysis of dust storms in the area surrounding the Tengger Desert during 1960–2007"
    }, 
    {
        "author": "", 
        "date": "2015-08-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">This study examines persistent and short-lived heavy precipitation events (PHPEs and SHPEs, respectively) in South China during summer (July–September) 1975–2009 in association with large-scale circulation and moisture processes at different timescales. Compared to SHPEs, PHPEs are characterized by long-lasting enhanced convection and cyclonic moisture circulation as well as strengthened moisture convergence over South China. Examination of environmental variables at different timescales suggests that intraseasonal and synoptic components play a deterministic role in regulating the overall changes in convection and moisture convergence, while the low-frequency background state plays only a marginal role. Further analysis of the moisture divergence terms also reveals that the overall changes in moisture divergence during PHPEs and SHPEs stem primarily from variations in the intraseasonal and synoptic wind fields rather than in the humidity fields. Overall, it is found that the location and strength of the intraseasonal oscillation (ISO) and the synoptic disturbances play a decisive role in controlling the severity and duration of rainfall events over South China. The synchronization and persistence of the enhanced convection and moisture circulation of the ISO and synoptic disturbances jointly contribute to prolonged heavy precipitation over South China, while the weakening and asynchrony of the associated convection and moisture circulation at different timescales result in rainfall events of weaker intensity and shorter duration.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2347-6", 
        "title": "Multiscale control of summertime persistent heavy precipitation events over South China in association with synoptic, intraseasonal, and low-frequency background"
    }, 
    {
        "author": "", 
        "date": "2015-08-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">The impacts of El Niño and La Niña on the rainfall over southern China in winter half year (November–April) are investigated diagnostically. It is found that positive rainfall anomalies with statistical significance appear over southern China in El Niño winter but no reversed significant rainfall anomalies in La Niña winter. The asymmetry of the rainfall anomalies are related with the asymmetry in anomalous circulation over western North Pacific (WNP) in lower troposphere, with a strong anomalous anticyclone in El Niño winter but a weak anomalous cyclone in La Niña winter. It is revealed that the asymmetric responses in anomalous circulation to El Nino and La Niña are affected by the intraseasonal oscillation (ISO). In El Niño winter the interannual variation is dominant and the ISO is weak, and the strong interannual variation leads to a strong response of the anomalous anticyclone over WNP in winter half year. However, in La Niña winter the ISO is dominant and the interannual variation is weak, and the weak interannual variation results in a weak response of the anomalous cyclone over WNP.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2207-4", 
        "title": "Role of intraseasonal oscillation in asymmetric impacts of El Niño and La Niña on the rainfall over southern China in boreal winter"
    }, 
    {
        "author": "", 
        "date": "2015-08-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">Mega-El Niño-Southern Oscillation (ENSO) and the North Atlantic Oscillation (NAO), as two principal components of the global air-sea coupling system, may have synchronous or out-synchronous fluctuations during different epochs. Understanding such connection change is instrumental for climate prediction, particularly the decadal prediction. Results in this study show that mega-ENSO has experienced a notable inter-decadal change in its linkage with the winter NAO during the past 56 years: mega-ENSO was significantly correlated with the NAO during 1957–1981 (or synchronous epoch), while such correlation has broken down since 1982 (or out-synchronous epoch). This marked change might be attributed to a sea surface temperature (SST) forcing change in the North Atlantic, based on the observational and numerical evidences in this study. The synchronous epoch is concurrent with the anomalous tropical North Atlantic (TNA) SST forcing, whereas the out-synchronous epoch is associated with the anomalous extra-tropical North Atlantic (XNA) SST forcing. Two possible reasons may explain how the synchronous behaviors between mega-ENSO and the NAO were tied to the TNA SST anomaly (SSTA). There is a positive feedback between the TNA SSTA and the NAO-like atmosphere anomalies, which helps to “prolong” the NAO impacts from the developing phase through mature phase of mega-ENSO. Additionally, the TNA SSTA itself may induce a NAO-like atmosphere anomaly. Since 1982, the TNA SSTA has been replaced by the XNA SSTA and the latter primarily favors a NAO-neutral state in the atmosphere, which ends the synchronous epoch.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2361-8", 
        "title": "Interdecadal variability of the mega-ENSO–NAO synchronization in winter"
    }, 
    {
        "author": "", 
        "date": "2015-08-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">The authors analyze the historical record of tornado reports in the United States and find evidence for changes in tornado climatology possibly related to global warming. They do this by examining the annual number of days with many tornadoes and the ratio of these days to days with at least one tornado and by examining the annual proportion of tornadoes occurring on days with many tornadoes. Additional evidence of a changing tornado climate is presented by considering tornadoes in geographic clusters and by analyzing the density of tornadoes within the clusters. There is a consistent decrease in the number of days with at least one tornado at the same time as an increase in the number of days with many tornadoes. These changes are interpreted as an increasing proportion of tornadoes occurring on days with many tornadoes. Coincident with these temporal changes are increases in tornado density as defined by the number of tornadoes per area. Trends are insensitive to the begin year of the analysis. The bottom line is that the risk of big tornado days featuring densely concentrated tornado outbreaks is on the rise. The results are broadly consistent with numerical modeling studies that project increases in convective energy within the tornado environment.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2277-3", 
        "title": "The increasing efficiency of tornado days in the United States"
    }, 
    {
        "author": "", 
        "date": "2015-08-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">\n      The pre-monsoon tropical cyclone (TC) activity and the monsoon evolution in the Bay of Bengal (BoB) are both influenced by the Madden–Julian Oscillation (MJO), but the two do not always occur in unison. This study examines the conditions that allow the MJO to modulate the monsoon onset in Myanmar and TC activity concurrently. Using the APHRODITE gridded precipitation and the ERA-Interim reanalysis datasets, composite evolutions of monsoon rainfall and TC genesis are constructed for the period of 1979–2010. It is found that the MJO exhibits a strong interannual variability in terms of phase and intensity, which in some years modulate the conditions for BoB TCs to shortly precede or form concurrently with the monsoon onset in Myanmar. Such a modulation is absent in years of weaker MJO events. Further understanding of the interannual variability of MJO activity could facilitate the prediction of the monsoon onset and TC formation in the BoB.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2289-z", 
        "title": "Bay of Bengal: coupling of pre-monsoon tropical cyclones with the monsoon onset in Myanmar"
    }, 
    {
        "author": "", 
        "date": "2015-08-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">The impact of the interannual variations in ENSO SSTs on the spread of probability density function (PDF) for the seasonal mean of variables of societal relevance are analyzed based on a large set of the hindcasts from NCEP CFSv2. The study is focused on the analysis of global rainfall and 2-m temperature over land (T2m) for December–January–February (DJF) seasonal mean. For rainfall, the spatial distribution of the ENSO SST induced changes on the spread of PDF strongly resembles changes in the mean but have a smaller amplitude. Over the central-eastern equatorial Pacific, changes in the spread lead to a reduction in signal-to-noise ratio (SNR) during El Niño years while to an increase in the SNR during La Niña years. Over extratropics, year to year changes in the spread are relatively small. For T2m, the changes in spread have little systematic dependence on the ENSO SSTs and the amplitudes of the changes in spread are much smaller than corresponding changes in the ensemble mean. The results demonstrate small systematic year to year variations in the PDF spread, for example over extratropics for rainfall and over most of global land areas for T2m, and indicate that it might be a good practice in seasonal predictions to assume that the spread of seasonal means from year to year is constant and the skill in seasonal forecast information resides primarily in the shift of the first moment of the seasonal mean of the PDF.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2336-9", 
        "title": "Influence of ENSO SSTs on the spread of the probability density function for precipitation and land surface temperature"
    }, 
    {
        "author": "", 
        "date": "2015-08-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">El Niño phenomenon is the main oceanic driver of the interannual atmospheric variability and a determinant source of predictability in the tropics and extratropics. Several studies have found a consistent and statistically significant impact of El Niño over the North Atlantic European Sector, which could lead to an improvement of the skill of current seasonal forecast systems over Europe. Nevertheless, this signal seems to be non-stationary in time and it could be modulated by the ocean at very low frequencies. Hence, the seasonal climate predictability based on El Niño could be variable and only effective for specific time periods. This study considers the multidecadal changes in the ocean mean state as a possible modulator of ENSO-European rainfall teleconnection at interannual timescales. A long control simulation of the CNRM-CM5 model is used to substantiate this hypothesis and to assess if it can be relevant to explain the non-stationary behavior seen in the twentieth century. The model reproduces the leading rainfall mode over the Euro-Mediterranean region, and its non stationary link with El Niño. This teleconnection has been identified in coincidence with changes of the zonal mean flow at upper levels, which influence the propagation of the waves from the tropics to extratropics through the atmosphere and, hence, to explain the changing impact over Europe. However, the non-stationary impact observed along the twentieth century could also be related to the observed changes in the interannual oceanic forcing signal itself. The results obtained suggest, for both hypotheses, an important role of the natural internal variability of the ocean at multidecadal timescales.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2319-x", 
        "title": "A mechanism for the multidecadal modulation of ENSO teleconnection with Europe"
    }, 
    {
        "author": "", 
        "date": "2015-08-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">The interannual variability of annual and monthly rainfall in Haiti is examined from a database of 78 rain gauges in 1905–2005. The spatial coherence of annual rainfall is rather low, which is partly due to Haiti’s rugged landscape, complex shoreline, and surrounding warm waters (mean sea surface temperatures &gt;27 °C from May to December). The interannual variation of monthly rainfall is mostly shaped by the intensity of the low-level winds across the Caribbean Sea, leading to a drier- (or wetter-) than-average rainy season associated with easterly (or westerly) anomalies, increasing (or decreasing) winds. The varying speed of low-level easterlies across the Caribbean basin may reflect at least four different processes during the year: (1) an anomalous trough/ridge over the western edge of the Azores high from December to February, peaking in January; (2) a zonal pressure gradient between Eastern Pacific and the tropical Northern Atlantic from May/June to September, with a peak in August (i.e. lower-than-average rainfall in Haiti is associated with positive sea level pressure anomalies over the tropical North Atlantic and negative sea level pressure anomalies over the Eastern Pacific); (3) a local ocean–atmosphere coupling between the speed of the Caribbean Low Level Jet and the meridional sea surface temperature (SST) gradient across the Caribbean basin (i.e. colder-than-average SST in the southern Caribbean sea is associated with increased easterlies and below-average rainfall in Haiti). This coupling is triggered when the warmest Caribbean waters move northward toward the Gulf of Mexico; (4) in October/November, a drier- (or wetter-) than-usual rainy season is related to an almost closed anticyclonic (or cyclonic) anomaly located ENE of Haiti on the SW edge of the Azores high. This suggests a main control of the interannual variations of rainfall by intensity, track and/or recurrence of tropical depressions traveling northeast of Haiti. During this period, the teleconnection of Haitian rainfall with synchronous Atlantic and Eastern Pacific SST is at a minimum.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2326-y", 
        "title": "Interannual and intra-annual variability of rainfall in Haiti (1905–2005)"
    }, 
    {
        "author": "", 
        "date": "2015-08-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">An extended singularity value decomposition based statistical model, namely the spatial–temporal projection model (STPM), was constructed for the extended-range (10–30-day) forecast of tropical outgoing longwave radiation anomalies (OLRA). The special feature of this empirical model is using the spatial and temporal information of predictor–predictand coupled patterns to predict the temporally varying predictand field at all-time leads (i.e., 10–35 days) at once. A 10-year hindcast result shows that, different from previous statistical models, the skill scores of the STPM dropped slowly with forecast lead times. Useful skills can be detected at 30–35 day leads over most tropical regions. The highest temporal correlation coefficient of 0.4–0.5 appears over the Maritime Continent (Indian and western North Pacific monsoon regions) in boreal winter (summer), exceeding a 99 % confidence level. The STPM is also capable in predicting the spatial evolutions of convective anomalies, including the zonal and meridional propagation of OLRA. The forecast of the Real-time Multivariate MJO indices shows that the STPM attains a higher skill than previous statistical models. The STPM also shows comparable skills with the state-of-the-art dynamic models during the Dynamics of the Madden–Julian Oscillation campaign period, especially at 15-day and longer leads.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2353-8", 
        "title": "A spatial–temporal projection model for extended-range forecast in the tropics"
    }, 
    {
        "author": "", 
        "date": "2015-08-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">The study analyses the annual structure of dry spells over the Iberian Peninsula through a second markov chain model based on the persistence concept under present and future conditions. The persistence of dryness can be considered as an indicator of drought, being useful for early warning drought systems. It can be studied as an isolated factor, here we focus the analysis on the probability of dry spells occurrence at each grid point of the domain by means of a two-state second order of Markov Chain model. Previous studies using this model along twentieth century observational data obtained successful results in the dry spells characterisation over several regions. First, the application of this theoretical model on three observational datasets over the domain, confirms the second order of markov chain characteristics of the observed dry spells. Then, the observational climate (1989–2007) EraInterim-forced regional climate model simulations from Spanish ESCENA project are successfully compared with those observational datasets results. Then, the study of climate change projections on the markovian behaviour is studied through the ECHAM5r2 global climate model and the regional models under present (1970–2000) and future (2021–2050) climate conditions. They indicate that the markovian characteristics of dry spells are kept in the future over the domain except some points in the South East coast. A decrease of the probability of occurrence of short dry spells (1–7 days) is obtained, while the longest dry spells (&gt;12 days) are increased. These results are coherent with the analysis of the annual average of dry spells length.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2280-8", 
        "title": "Markovian characteristics of dry spells over the Iberian Peninsula under present and future conditions using ESCENA ensemble of regional climate models"
    }, 
    {
        "author": "", 
        "date": "2015-08-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">Due to a scarcity of observations and its long memory of uncertain past climate, the Antarctic Ice Sheet remains a largely unknown factor in the prediction of global sea level change. As the history of the ice sheet plays a key role in its future evolution, in this study we model the Antarctic Ice Sheet from the Last Glacial Maximum (21 kyr ago) until the year 2100 with the ice-dynamical model ANICE. We force the model with different temperature, surface mass balance and sea-level records to investigate the importance of these different aspects for the evolution of the ice sheet. Additionally, we compare the model output from 21 kyr ago until the present with observations to assess model performance in simulating the total grounded ice volume and the evolution of different regions of the Antarctic Ice Sheet. Although there are some clear limitations of the model, we conclude that sea-level change has driven the deglaciation of the ice sheet, whereas future temperature change and the history of the ice sheet are the primary cause of changes in ice volume in the future. We estimate the change in grounded ice volume between its maximum (around 15 kyr ago) and the present-day to be between 8.4 and 12.5 m sea-level equivalent and the contribution of the Antarctic Ice Sheet to the global mean sea level in 2100, with respect to 2000, to be −22 to 63 mm.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2317-z", 
        "title": "A model study of the effect of climate and sea-level change on the evolution of the Antarctic Ice Sheet from the Last Glacial Maximum to 2100"
    }, 
    {
        "author": "", 
        "date": "2015-08-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">This study finds that the global atmospheric circulation weakens, i.e. transports less mass, by about 5 % per degree of global warming as a result of anthropogenic emissions. This is found by calculating a global thermodynamic mass stream function and diagnosing long-term changes in a set of climate-model simulations in the Intergovernmental Panel on Climate Change 5th assessment report. The global atmospheric circulation also expands in thermodynamic coordinates due to increased dry static energy and latent heat in the tropical troposphere. The surface warming and moistening follows a Clausius–Clapeyron relation and tropical moist ascent remains nearly moist adiabatic. Furthermore, the meridional overturning circulation is found to only weaken slightly suggesting that the dominant change is in the zonally asymmetric circulation, i.e. the Walker circulation. The total poleward energy transport increases while the poleward mass transport decreases. The results are found to be robust across the climate models studied.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2337-8", 
        "title": "Weakening of the global atmospheric circulation with global warming"
    }, 
    {
        "author": "", 
        "date": "2015-08-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">The prediction skills of climate model simulations in the western tropical Pacific (WTP) and East Asian region are assessed using the retrospective forecasts of seven state-of-the-art coupled models and their multi-model ensemble (MME) for boreal summers (June–August) during the period 1983–2005, along with corresponding observed and reanalyzed data. The prediction of summer rainfall anomalies in East Asia is difficult, while the WTP has a strong correlation between model prediction and observation. We focus on developing a new approach to further enhance the seasonal prediction skill for summer rainfall in East Asia and investigate the influence of convective activity in the WTP on East Asian summer rainfall. By analyzing the characteristics of the WTP convection, two distinct patterns associated with El Niño-Southern Oscillation developing and decaying modes are identified. Based on the multiple linear regression method, the East Asia Rainfall Index (EARI) is developed by using the interannual variability of the normalized Maritime continent-WTP Indices (MPIs), as potentially useful predictors for rainfall prediction over East Asia, obtained from the above two main patterns. For East Asian summer rainfall, the EARI has superior performance to the East Asia summer monsoon index or each MPI. Therefore, the regressed rainfall from EARI also shows a strong relationship with the observed East Asian summer rainfall pattern. In addition, we evaluate the prediction skill of the East Asia reconstructed rainfall obtained by hybrid dynamical–statistical approach using the cross-validated EARI from the individual models and their MME. The results show that the rainfalls reconstructed from simulations capture the general features of observed precipitation in East Asia quite well. This study convincingly demonstrates that rainfall prediction skill is considerably improved by using a hybrid dynamical–statistical approach compared to the dynamical forecast alone.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2343-x", 
        "title": "Enhancement of seasonal prediction of East Asian summer rainfall related to western tropical Pacific convection"
    }, 
    {
        "author": "", 
        "date": "2015-08-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">Australia experienced much above average rainfall in association with strong, extended La Niña conditions during 2010–2012. Was the heavy Australian rainfall influenced by La Niña conditions and/or anthropogenic greenhouse gases? We investigate the relative contributions of anthropogenic climate change and natural climatic variability to the likelihood of heavy Australian rainfall using three distinct model datasets. Area-average rainfall anomalies for model simulations with natural forcings only were compared to simulations with both anthropogenic and natural forcings using 16 models participating in the Coupled Model Intercomparison Project Phase 5. Using fraction of attributable risk to compare the likelihood of unusual rainfall between the parallel experiments, we find attribution statements are uncertain, with FAR values sensitive to the attribution parameters considered, including thresholds, regions and seasons. When heavy rainfall probabilities were next investigated in ensembles of two atmospheric general circulation models, run with and without anthropogenically-induced sea surface temperature changes, results were model-dependent. Overall, the attribution of seasonal-scale heavy Australia rainfall to a particular cause is likely more complicated than for temperature extremes. As estimates of the greenhouse gas attributable change in rainfall risk may depend on the model datasets considered, it is also useful to consider model outputs from several datasets and using various estimates of counterfactual surface conditions to establish robust attribution statements for extreme rainfall events. In contrast, comparing the likelihoods of heavy rainfall during simulated La Niña years with El Niño/neutral years reveals a substantial La Niña influence on Australian rainfall during 2010–2012 that is robust to changes in the attribution framework.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2283-5", 
        "title": "Are estimates of anthropogenic and natural influences on Australia’s extreme 2010–2012 rainfall model-dependent?"
    }, 
    {
        "author": "", 
        "date": "2015-08-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">The performance of the fifth generation of the Canadian Regional Climate Model (CRCM5) in reproducing the main climatic characteristics over India during the southwest (SW)-, post- and pre-monsoon seasons are presented in this article. To assess the performance of CRCM5, <em class=\"a-plus-plus\">European Centre</em> for <em class=\"a-plus-plus\">Medium</em>-<em class=\"a-plus-plus\">Range Weather Forecasts</em> (ECMWF) <em class=\"a-plus-plus\">Re</em>-<em class=\"a-plus-plus\">Analysis (ERA</em>-<em class=\"a-plus-plus\">40)</em> and <em class=\"a-plus-plus\">Interim</em> re-analysis (ERA-Interim) driven CRCM5 simulation is compared against independent observations and reanalysis data for the 1971–2000 period. Projected changes for two future periods, 2041–2070 and 2071–2100, with respect to the 1971–2000 current period are assessed based on two transient climate change simulations of CRCM5 spanning the 1950–2100 period. These two simulations are driven by the Canadian Earth System Model version 2 (CanESM2) and the Max Planck Institute for Meteorology’s Earth System Low Resolution Model (MPI-ESM-LR), respectively. The boundary forcing errors associated with errors in the driving global climate models are also studied by comparing the 1971–2000 period of the CanESM2 and MPI-ESM-LR driven simulations with that of the CRCM5 simulation driven by ERA-40/ERA-Interim. Results show that CRCM5 driven by ERA-40/ERA-Interim is in general able to capture well the temporal and spatial patterns of 2 m-temperature, precipitation, wind, sea level pressure, total runoff and soil moisture over India in comparison with available reanalysis and observations. However, some noticeable differences between the model and observational data were found during the SW-monsoon season within the domain of integration. CRCM5 driven by ERA-40/ERA-Interim is 1–2 °C colder than CRU observations and generates more precipitation over the Western Ghats and central regions of India, and not enough in the northern and north-eastern parts of India and along the Konkan west coast in comparison with the observed precipitation. The monsoon onset seems to be relatively well captured over the southwestern coast of India, while the monsoon withdrawal occurs too late in comparison with observations. Boundary forcing errors are generally of the same magnitude or larger for the SW-monsoon season and smaller for the other seasons when compared to performance errors. For the two future periods analyzed, both CanESM2 and MPI-ESM-LR driven CRCM5 simulations imply a general warming over India in the twentyfirst century, with maximum increases projected for the pre-monsoon season. However, conflicting climate change signal is noted for precipitation for both future periods with respect to the 1971–2000 current period, with CanESM2 driven simulation suggesting an increase in precipitation in future climate, which is consistent with the projected increase in evapotranspiration, while MPI-ESM-LR driven simulation suggests a decrease in precipitation and evapotranspiration. The conflicting climate change signal in precipitation is also reflected in those variables that are tightly linked with precipitation, such as total runoff, highlighting the need for multi-model ensembles to better represent the uncertainties related to future projections.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2350-y", 
        "title": "Current climate and climate change over India as simulated by the Canadian Regional Climate Model"
    }, 
    {
        "author": "", 
        "date": "2015-08-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">Despite the spatially homogenous summer temperature pattern in Fennoscandia, there are large spreads among the many existing reconstructions, resulting in an uncertainty in the timing and amplitude of past changes. Also, there has been a general bias towards northernmost Fennoscandia. In an attempt to provide a more spatially coherent view of summer (June–August, JJA) temperature variability within the last millennium, we utilized seven density and three blue intensity Scots pine (<em class=\"a-plus-plus\">Pinus sylvestris</em> L.) chronologies collected from the altitudinal (Scandinavian Mountains) and latitudinal (northernmost part) treeline. To attain a JJA temperature signal as strong as possible, as well as preserving multicentury-scale variability, we used a new tree-ring parameter, where the earlywood information is removed from the maximum density and blue intensity, and a modified signal-free standardization method. Two skilful reconstructions for the period 1100–2006 CE were made, one regional reconstruction based on an average of the chronologies, and one field (gridded) reconstruction. The new reconstructions were shown to have much improved spatial representations compared to those based on data from only northern sites, thus making it more valid for the whole region. An examination of some of the forcings of JJA mean temperatures in the region shows an association with sea-surface temperature over the eastern North Atlantic, but also the subpolar and subtropical gyres. Moreover, using Superposed Epoch Analysis, a significant cooling in the year following a volcanic eruption was noted, and for the largest explosive eruptions, the effect could remain for up to 4 years. This new improved reconstruction provides a mean to reinforce our understanding of forcings on summer temperatures in the North European sector.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2328-9", 
        "title": "Fennoscandia revisited: a spatially improved tree-ring reconstruction of summer temperatures for the last 900 years"
    }, 
    {
        "author": "", 
        "date": "2015-08-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">Precipitation is a critical component of the water balance, and hence its variability is critical for cryospheric and climate change in the Tibetan Plateau (TP). Mean annual and seasonal precipitation totals are compared between gridded observations interpolated to a high resolution (0.5° × 0.5°) and multiple reanalysis type-datasets during 1979–2001. The latter include two NCEP reanalyses (NCEP1 and NCEP2), two European Centre for Medium-Range Weather Forecasts (ECMWF) reanalyses (ERA-40 and ERA-Interim), three modern reanalyses [the twentieth century reanalysis (20century), MERRA and CFSR] and three merged analysis datasets (CMAP1, CMAP2 and GPCP). Observations show an increase in mean precipitation from the northwestern to the southeastern (SE) regions of the TP which are divided by an isohyet of 400 mm, and overall trends during the studied period are positive. Compared with observations, most of the datasets (NCEP1, NCEP2, CMAP1, CMAP2, ERA-Interim, ERA-40, GPCP, 20century, MERRA and CFSR) can both broadly capture the spatial distributions and identify temporal patterns and variabilities of mean precipitation. However, most multi-datasets overestimate precipitation especially in the SE where summer convection is dominant. There remain substantial disagreements and large discrepancies in precipitation trends due to differences in assimilation systems between datasets. Taylor diagrams are used to show the correlation coefficients, standard deviation, and root-mean-square difference of precipitation totals between interpolated observations and assimilated values on an annual and seasonal basis. Merged analysis data (CMAP1 and CMAP2) agree with observations more closely than reanalyses. Thus not all datasets are equally biased and choice of dataset is important.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2310-6", 
        "title": "Comparison of multiple datasets with gridded precipitation observations over the Tibetan Plateau"
    }
]