[
    {
        "author": "",
        "date": "2015-08-20",
        "description": "\n                  <h3 class=\"a-plus-plus\">Abstract</h3>\n                  <p class=\"a-plus-plus\">This study investigates the impact of climate-vegetation interaction on future climate changes over West Africa using a regional climate model with synchronous coupling between climate and natural vegetation, the RegCM4.3.4-CLM-CN-DV. Based on the lateral boundary conditions supplied by MIROC-ESM and CESM under the greenhouse gas Representative Concentration Pathway 8.5, significant increase of vegetation density is projected over the southern part of Sahel, with an increase of leaf area index and a conversion from grass to woody plants around 7–10°N of Sahel. Regardless of whether the model treats vegetation as static or dynamic, it projects an increase of precipitation in eastern Sahel and decrease in the west. The feedback due to projected vegetation change tends to cause a wet signal, enhancing the projected increase or alleviate the decrease of precipitation in JJA in the areas of projected vegetation increase. Its impact is negligible in DJF. Vegetation feedback slightly enhances projected warming in most of West Africa during JJA, but has a significant cooling effect during DJF in regions of strong vegetation changes. Future changes of surface runoff are projected to follow the direction of precipitation changes. While dynamic vegetation feedback enhances the projected increase of soil water content in JJA, it has a drying effect in DJF. The magnitude of projected ET changes is reduced in JJA and increased in DJF due to vegetation dynamics. A high sensitivity of climate projection to dynamic vegetation feedback was found mainly in semiarid areas of West Africa, with little signal in the wet tropics.</p>\n                ",
        "journal": "Climate Dynamics",
        "link": "http://link.springer.com/10.1007/s00382-015-2795-7",
        "title": "Effects of vegetation feedback on future climate change over West Africa"
    },
    {
        "author": "",
        "date": "2015-08-20",
        "description": "\n                  <h3 class=\"a-plus-plus\">Abstract</h3>\n                  <p class=\"a-plus-plus\">\n      Cyclonic windstorms are one of the most important natural hazards for Europe, but robust climate projections of the position and the strength of the North Atlantic storm track are not yet possible, bearing significant risks to European societies and the (re)insurance industry. Previous studies addressing the problem of climate model uncertainty through statistical comparisons of simulations of the current climate with (re-)analysis data show large disagreement between different climate models, different ensemble members of the same model and observed climatologies of intense cyclones. One weakness of such evaluations lies in the difficulty to separate influences of the climate model’s basic state from the influence of fast processes on the development of the most intense storms, which could create compensating effects and therefore suggest higher reliability than there really is. This work aims to shed new light into this problem through a cost-effective “seamless” approach of hindcasting 20 historical severe storms with the two global climate models, ECHAM6 and GA4 configuration of the Met Office Unified Model, run in a numerical weather prediction mode using different lead times, and horizontal and vertical resolutions. These runs are then compared to re-analysis data. The main conclusions from this work are: (a) objectively identified cyclone tracks are represented satisfactorily by most hindcasts; (b) sensitivity to vertical resolution is low; (c) cyclone depth is systematically under-predicted for a coarse resolution of T63 by both climate models; (d) no systematic bias is found for the higher resolution of T127 out to about three days, demonstrating that climate models are in fact able to represent the complex dynamics of explosively deepening cyclones well, if given the correct initial conditions; (e) an analysis using a recently developed diagnostic tool based on the surface pressure tendency equation points to too weak diabatic processes, mainly latent heating, as the main source for the under-prediction in the coarse-resolution runs. Finally, an interesting implication of these results is that the too low number of deep cyclones in many free-running climate simulations may therefore be related to an insufficient number of storm-prone initial conditions. This question will be addressed in future work.</p>\n                ",
        "journal": "Climate Dynamics",
        "link": "http://link.springer.com/10.1007/s00382-015-2777-9",
        "title": "Can we trust climate models to realistically represent severe European windstorms?"
    },
    {
        "author": "",
        "date": "2015-08-15",
        "description": "\n                  <h3 class=\"a-plus-plus\">Abstract</h3>\n                  <p class=\"a-plus-plus\">The southeast region of Brazil experienced in austral summer 2014 a major drought event leading to a number of impacts in water availability for human consumption, agricultural irrigation and hydropower production. This study aims to perform a diagnostic analysis of the observed climate conditions during this event, including an inspection of the occurred precipitation anomalies in the context of previous years, and an investigation of possible relationships with sea surface temperatures and atmospheric circulation patterns. The sea surface temperature analysis revealed that the southwestern South Atlantic Ocean region near the coast of southeast Brazil showed strong negative association with precipitation over southeast Brazil, indicating that increased sea temperatures in this ocean region are consistent with reduced precipitation as observed in summer 2014. The circulation analysis revealed prevailing anti-cyclonic anomalies at lower levels (850 hPa) with northerly anomalies to the west of southeast Brazil, channeling moisture from the Amazon towards Paraguay, northern Argentina and southern Brazil, and drier than normal air from the South Atlantic Ocean towards the southeast region of Brazil. This circulation pattern was found to be part of a large-scale teleconnection wave train linked with the subsidence branch of the Walker circulation in the tropical east Pacific, which in turn was generated by an anomalous tropical heat source in north/northeastern Australia. A regional Hadley circulation with an ascending branch to the south of the subsidence branch of the Walker circulation in the tropical east Pacific was identified as an important component connecting the tropical and extratropical circulation. The ascending branch of this Hadley circulation in the south Pacific coincided with an identified Rossby wave source region, which contributed to establishing the extratropical component of the large-scale wave train connecting the south Pacific and the Atlantic region surrounding southeast Brazil. This connection between the Pacific and the Atlantic was confirmed with Rossby ray tracing analyses. The local circulation response was associated to downward air motion (subsidence) over Southeast Brazil, contributing to the expressive negative precipitation anomalies observed during summer 2014, and leading to a major drought event in the historical context. The analysis of atmospheric and oceanic patterns of this event helped defining a schematic framework leading to the observed drought conditions in southeast Brazil, including the involved teleconnections, blocking high pressure, radiative and humidity transport effects.</p>\n                ",
        "journal": "Climate Dynamics",
        "link": "http://link.springer.com/10.1007/s00382-015-2800-1",
        "title": "The 2014 southeast Brazil austral summer drought: regional scale mechanisms and teleconnections"
    },
    {
        "author": "",
        "date": "2015-08-15",
        "description": "\n                  <h3 class=\"a-plus-plus\">Abstract</h3>\n                  <p class=\"a-plus-plus\">We identify the dynamical drivers of systematic changes in persistent quasi-stationary states (regimes) of the Southern Hemisphere troposphere and their secular trends. We apply a purely data-driven approach, whereby a multiscale approximation to nonstationary dynamical processes is achieved through optimal sequences of locally stationary fast vector autoregressive factor processes, to examine a high resolution atmospheric reanalysis over the period encompassing 1958–2013. This approach identifies regimes and their secular trends in terms of the predictability of the flow and is Granger causal. A comprehensive set of diagnostics on both isentropic and isobaric surfaces is employed to examine teleconnections over the full hemisphere and for a set of regional domains. Composite states for the hemisphere obtained from nonstationary nonparametric cluster analysis reveal patterns consistent with a circumglobal wave 3 (polar)–wave 5 (subtropical) pattern, while regional composites reveal the Pacific South American pattern and blocking modes. The respective roles of potential vorticity sources, stationary Rossby waves and baroclinic instability on the dynamics of these circulation modes are shown to be reflected by the seasonal variations of the waveguides, where Rossby wave sources and baroclinic disturbances are largely contained within the waveguides and with little direct evidence of sustained remote tropical influences on persistent synoptic features. Warm surface temperature anomalies are strongly connected with regions of upper level divergence and anticyclonic Rossby wave sources. The persistent states identified reveal significant variability on interannual to decadal time scales with large secular trends identified in all sectors apart from a region close to South America.</p>\n                ",
        "journal": "Climate Dynamics",
        "link": "http://link.springer.com/10.1007/s00382-015-2786-8",
        "title": "On the dynamics of persistent states and their secular trends in the waveguides of the Southern Hemisphere troposphere"
    },
    {
        "author": "",
        "date": "2015-08-15",
        "description": "\n                  <h3 class=\"a-plus-plus\">Abstract</h3>\n                  <p class=\"a-plus-plus\">In a previous study Pons et al. (Clim Res 54(3):197–207, <span class=\"a-plus-plus citation-ref citationid-c-r26\">2010</span>. doi:<span class=\"a-plus-plus non-url-ref\">10.3354/cr01117g</span>) reported a significant decreasing trend of snowfall occurrence in the Northern Iberian Peninsula since the mid 70s. The study was based on observations of annual snowfall frequency (measured as the annual number of snowfall days NSD) from a network of 33 stations ranging from 60 to 1350 m. In the present work we analyze the skill of Regional Climate Models (RCMs) to reproduce this trend for the period 1961–2000 (using both reanalysis- and historical GCM-driven boundary conditions) and the trend and the associated uncertainty of the regional future projections obtained under the A1B scenario for the first half of the twenty-first century. In particular, we consider the regional simulation dataset from the EU-funded ENSEMBLES project, consisting of thirteen state-of-the-art RCMs run at 25 km resolution over Europe. While ERA40 severely underestimates both the mean NSD and its observed trend (−2.2 days/decade), the corresponding RCM simulations driven by the reanalysis appropriately capture the interannual variability and trends of the observed NSD (trends ranging from −3.4 to −0.7, −2.1 days/decade for the ensemble mean). The results driven by the GCM historical runs are quite variable, with trends ranging from −8.5 to 0.2 days/decade (−1.5 days/decade for the ensemble mean), and the greatest uncertainty by far being associated with the particular GCM used. Finally, the trends for the future 2011–2050 A1B runs are more consistent and significant, ranging in this case from −3.7 to −0.5 days/decade (−2.0 days/decade for the ensemble mean), indicating a future significant decreasing trend. These trends are mainly determined by the increasing temperatures, as indicated by the interannual correlation between temperature and NSD (−0.63 in the observations), which is preserved in both ERA40- and GCM-driven simulations.</p>\n                ",
        "journal": "Climate Dynamics",
        "link": "http://link.springer.com/10.1007/s00382-015-2793-9",
        "title": "Future trends of snowfall days in northern Spain from ENSEMBLES regional climate projections"
    },
    {
        "author": "",
        "date": "2015-08-15",
        "description": "\n                  <h3 class=\"a-plus-plus\">Abstract</h3>\n                  <p class=\"a-plus-plus\">The interannual-decadal variability of the wintertime mixed layer depths (MLDs) over the North Pacific is investigated from an empirical orthogonal function (EOF) analysis of an ensemble of global ocean reanalyses. The first leading EOF mode represents the interannual MLD anomalies centered in the eastern part of the central mode water formation region in phase opposition with those in the eastern subtropics and the central Alaskan Gyre. This first EOF mode is highly correlated with the Pacific decadal oscillation index on both the interannual and decadal time scales. The second leading EOF mode represents the MLD variability in the subtropical mode water (STMW) formation region and has a good correlation with the wintertime West Pacific (WP) index with time lag of 3 years, suggesting the importance of the oceanic dynamical response to the change in the surface wind field associated with the meridional shifts of the Aleutian Low. The above MLD variabilities are in basic agreement with previous observational and modeling findings. Moreover the reanalysis ensemble provides uncertainty estimates. The interannual MLD anomalies in the first and second EOF modes are consistently represented by the individual reanalyses and the amplitudes of the variabilities generally exceed the ensemble spread of the reanalyses. Besides, the resulting MLD variability indices, spanning the 1948–2012 period, should be helpful for characterizing the North Pacific climate variability. In particular, a 6-year oscillation including the WP teleconnection pattern in the atmosphere and the oceanic MLD variability in the STMW formation region is first detected.</p>\n                ",
        "journal": "Climate Dynamics",
        "link": "http://link.springer.com/10.1007/s00382-015-2762-3",
        "title": "Interannual-decadal variability of wintertime mixed layer depths in the North Pacific detected by an ensemble of ocean syntheses"
    },
    {
        "author": "",
        "date": "2015-08-13",
        "description": "\n                  <h3 class=\"a-plus-plus\">Abstract</h3>\n                  <p class=\"a-plus-plus\">In this study, the relationship between the El Niño-Southern Oscillation (ENSO) and precipitation variability over the Korean Peninsula is investigated. In contrast to the previously-known positive correlation between them during an El Niño developing summer and winter, we found a considerably significant negative correlation in September between Niño3 Sea Surface Temperature and Korean precipitation during ENSO developing phase. The northerly wind is only seen during El Nino developing phase and is part of the cyclonic flow over the subtropical North Pacific. The cyclonic flow over the subtropical North Pacific is induced by the subtropical diabatic heating, which is a peculiar feature during El Niño developing phase. In addition, it is demonstrated that the negative correlation is partly attributed to the tropical cyclone (TC), particularly during La Niña phase. That is, TC tends to pass through Korean Peninsula more frequently during La Niña years, which leads to more precipitation over the Korean Peninsula.</p>\n                ",
        "journal": "Climate Dynamics",
        "link": "http://link.springer.com/10.1007/s00382-015-2776-x",
        "title": "Precipitation variability in September over the Korean Peninsula during ENSO developing phase"
    },
    {
        "author": "",
        "date": "2015-08-12",
        "description": "\n                  <h3 class=\"a-plus-plus\">Abstract</h3>\n                  <p class=\"a-plus-plus\">Extreme precipitation and flood episodes in the Himalayas are oftentimes traced to synoptic situations involving connections between equatorward advancing upper level extratropical circulations and moisture-laden tropical monsoon circulation. While previous studies have documented precipitation characteristics in the Himalayan region during severe storm cases, a comprehensive understanding of circulation dynamics of extreme precipitation mechanisms is still warranted. In this study, a detailed analysis is performed using rainfall observations and reanalysis circulation products to understand the evolution of monsoon-extratropical circulation features and their interactions based on 34 extreme precipitation events which occurred in the Western Himalayas (WEH) during the period 1979–2013. Our results provide evidence for a common large-scale circulation pattern connecting the extratropics and the South Asian monsoon region, which is favorable for extreme precipitation occurrences in the WEH region. This background upper level large-scale circulation pattern consists of a deep southward penetrating midlatitude westerly trough, a blocking high over western Eurasia and an intensifying Tibetan anticyclone. It is further seen from our analysis that the key elements of monsoon-midlatitude interactions, responsible for extreme precipitation events over the WEH region, are: (1) midlatitude Rossby wave breaking, (2) west-northwest propagation of monsoon low-pressure system from the Bay of Bengal across the Indian subcontinent, (3) eddy shedding of the Tibetan anticyclone, (4) ageostrophic motions and transverse circulation across the Himalayas, and (5) strong moist convection over the Himalayan foothills. Furthermore, high-resolution numerical simulations indicate that diabatic heating and mesoscale ageostrophic effects can additionally amplify the convective motions and precipitation in the WEH region.</p>\n                ",
        "journal": "Climate Dynamics",
        "link": "http://link.springer.com/10.1007/s00382-015-2784-x",
        "title": "Monsoon-extratropical circulation interactions in Himalayan extreme rainfall"
    },
    {
        "author": "",
        "date": "2015-08-12",
        "description": "\n                  <h3 class=\"a-plus-plus\">Abstract</h3>\n                  <p class=\"a-plus-plus\">\n      Explosive cyclones are rapidly intensifying low pressure systems generating severe wind speeds and heavy precipitation primarily in coastal and marine environments. This study presents the first analysis on how explosive cyclones respond to climate change in the extratropics of the Northern Hemisphere. An objective-feature tracking algorithm is used to identify and track cyclones from 23 CMIP5 climate models for the recent past (1981–1999) and future (2081–2099). Explosive cyclones are projected to shift northwards by about <span class=\"a-plus-plus inline-equation id-i-eq2\">\n                      \n                      <span class=\"a-plus-plus equation-source format-t-e-x\">\\(2.2^\\circ\\)</span>\n                      \n                    </span> latitude on average in the northern Pacific, with fewer and weaker events south of <span class=\"a-plus-plus inline-equation id-i-eq3\">\n                      \n                      <span class=\"a-plus-plus equation-source format-t-e-x\">\\(45^\\circ \\hbox {N}\\)</span>\n                      \n                    </span>, and more frequent and stronger events north of this latitude. This shift is correlated with a poleward shift of the jet stream in the inter-model spread (<span class=\"a-plus-plus inline-equation id-i-eq4\">\n                      \n                      <span class=\"a-plus-plus equation-source format-t-e-x\">\\(R=0.56\\)</span>\n                      \n                    </span>). In the Atlantic, the total number of explosive cyclones is projected to decrease by about 17 % when averaging across models, with the largest changes occurring along North America’s East Coast. This reduction is correlated with a decline in the lower-tropospheric Eady growth rate (<span class=\"a-plus-plus inline-equation id-i-eq5\">\n                      \n                      <span class=\"a-plus-plus equation-source format-t-e-x\">\\(R=0.51\\)</span>\n                      \n                    </span>), and is stronger for models with smaller frequency biases (<span class=\"a-plus-plus inline-equation id-i-eq6\">\n                      \n                      <span class=\"a-plus-plus equation-source format-t-e-x\">\\(R=-0.65\\)</span>\n                      \n                    </span>). The same region is also projected to experience a small intensification of explosive cyclones, with larger vorticity values for models that predict stronger increases in the speed of the jet stream (<span class=\"a-plus-plus inline-equation id-i-eq7\">\n                      \n                      <span class=\"a-plus-plus equation-source format-t-e-x\">\\(R=0.58\\)</span>\n                      \n                    </span>). This strengthening of the jet stream is correlated with an enhanced sea surface temperature gradient in the North Atlantic (<span class=\"a-plus-plus inline-equation id-i-eq8\">\n                      \n                      <span class=\"a-plus-plus equation-source format-t-e-x\">\\(R=-0.63\\)</span>\n                      \n                    </span>). The inverse relationship between model bias and projection, and the role of model resolution are discussed.</p>\n                ",
        "journal": "Climate Dynamics",
        "link": "http://link.springer.com/10.1007/s00382-015-2791-y",
        "title": "How will climate change affect explosive cyclones in the extratropics of the Northern Hemisphere?"
    },
    {
        "author": "",
        "date": "2015-08-12",
        "description": "\n                  <h3 class=\"a-plus-plus\">Abstract</h3>\n                  <p class=\"a-plus-plus\">This paper examines the difference in the Atlantic Meridional Overturning Circulation (AMOC) mean state between free and assimilative simulations of a common ocean model using a common interannual atmospheric forcing. In the assimilative simulation, the reproduction of cold cores in the Nordic Seas, which is absent in the free simulation, enhances the overflow to the North Atlantic and improves AMOC with enhanced transport of the deeper part of the southward return flow. This improvement also induces an enhanced supply of North Atlantic Deep Water (NADW) and causes better representation of the Atlantic deep layer despite the fact that correction by the data assimilation is applied only to temperature and salinity above a depth of 1750 m. It also affects Circumpolar Deep Water in the Southern Ocean. Although the earliest influence of the improvement propagated by coastal waves reaches the Southern Ocean in 10–15 years, substantial influence associated with the arrival of the renewed NADW propagates across the Atlantic Basin in several decades. Although the result demonstrates that data assimilation is able to improve the deep ocean state even if there is no data there, it also indicates that long-term integration is required to reproduce variability in the deep ocean originating from variations in the upper ocean. This study thus provides insights on the reliability of AMOC and the ocean state in the Atlantic deep layer reproduced by data assimilation systems.</p>\n                ",
        "journal": "Climate Dynamics",
        "link": "http://link.springer.com/10.1007/s00382-015-2780-1",
        "title": "Enhancement of the southward return flow of the Atlantic Meridional Overturning Circulation by data assimilation and its influence in an assimilative ocean simulation forced by CORE-II atmospheric forcing"
    },
    {
        "author": "",
        "date": "2015-08-11",
        "description": "\n                  <h3 class=\"a-plus-plus\">Abstract</h3>\n                  <p class=\"a-plus-plus\">In this paper, decadal variability of the Pacific-South America (PSA) mode is examined from year 1871 to 2008 based on the newly developed ocean and atmosphere reanalysis products. The PSA mode, mirroring the Pacific-North America mode in the Northern Hemisphere, emerges as the second EOF mode of 500 mb geopotential height anomalies. The mode displays substantial interannual-decadal variability with distinct timescales between 3–8 and 10–18 years, respectively. The decadal variability of the PSA mode is found to be associated with the coupled ocean–atmosphere interaction over the subtropical South and tropical Pacific. The subduction of the subtropical temperature anomalies in the South Pacific in conjunction with the tropical–subtropical atmospheric teleconnection plays important role in the decadal variability of the PSA mode.</p>\n                ",
        "journal": "Climate Dynamics",
        "link": "http://link.springer.com/10.1007/s00382-015-2794-8",
        "title": "Dynamics and mechanisms of decadal variability of the Pacific-South America mode over the 20th century"
    },
    {
        "author": "",
        "date": "2015-08-11",
        "description": "\n                  <h3 class=\"a-plus-plus\">Abstract</h3>\n                  <p class=\"a-plus-plus\">The National Center for Atmospheric Research Community Earth System Model is used to study the “spring predictability barrier” (SPB) problem for El Niño events from the perspective of initial error growth. By conducting perfect model predictability experiments, we obtain two types of initial sea temperature errors, which often exhibit obvious season-dependent evolution and cause a significant SPB when predicting the onset of El Niño events bestriding spring. One type of initial errors possesses a sea surface temperature anomaly (SSTA) pattern with negative anomalies in the central–eastern equatorial Pacific, plus a basin-wide dipolar subsurface temperature anomaly pattern with negative anomalies in the upper layers of the eastern equatorial Pacific and positive anomalies in the lower layers of the western equatorial Pacific. The other type consists of an SSTA component with positive anomalies over the southeastern equatorial Pacific, plus a large-scale zonal dipole pattern of the subsurface temperature anomaly with positive anomalies in the upper layers of the eastern equatorial Pacific and negative anomalies in the lower layers of the central–western equatorial Pacific. Both exhibit a La Niña-like evolving mode and cause an under-prediction for Niño-3 SSTA of El Niño events. For the former initial error type, the resultant prediction errors grow in a manner similar to the behavior of the growth phase of La Niña; while for the latter initial error type, they experience a process that is similar to El Niño decay and transition to a La Niña growth phase. Both two types of initial errors cause negative prediction errors of Niño-3 SSTA for El Niño events. The prediction errors for Niño-3 SSTA are mainly due to the contribution of initial sea temperature errors in the large-error-related regions in the upper layers of the eastern tropical Pacific and/or in the lower layers of the western tropical Pacific. These regions may represent ‘‘sensitive areas’’ for El Niño–Southern Oscillation (ENSO) predictions, thereby providing information for target observations to improve the forecasting skill of ENSO.</p>\n                ",
        "journal": "Climate Dynamics",
        "link": "http://link.springer.com/10.1007/s00382-015-2789-5",
        "title": "The initial errors that induce a significant “spring predictability barrier” for El Niño events and their implications for target observation: results from an earth system model"
    },
    {
        "author": "",
        "date": "2015-08-11",
        "description": "\n                  <h3 class=\"a-plus-plus\">Abstract</h3>\n                  <p class=\"a-plus-plus\">Impacts of spectral nudging on simulations of Arctic climate in coupled simulations have been investigated in a set of simulations with a regional climate model (RCM). The dominantly circumpolar circulation in the Arctic lead to weak constraints on the lateral boundary conditions (LBCs) for the RCM, which causes large internal variability with strong deviations from the driving model. When coupled to an ocean and sea ice model, this results in sea ice concentrations that deviate from the observed spatial distribution. Here, a method of spectral nudging is applied to the atmospheric model RCA4 in order to assess the potentials for improving results for the sea ice concentrations when coupled to the RCO ocean-sea ice model. The spectral nudging applied to reanalysis driven simulations significantly improves the generated sea ice regarding its temporal evolution, extent and inter-annual trends, compared to simulations with standard LBC nesting. The method is furthermore evaluated with driving data from two CMIP5 GCM simulations for current and future conditions. The GCM biases are similar to the RCA4 biases with ERA-Interim, however, the spectral nudging still improves the surface winds enough to show improvements in the simulated sea ice. For both GCM downscalings, the spectrally nudged version retains a larger sea ice extent in September further into the future. Depending on the sea ice formulation in the GCM, the temporal evolution of the regional sea ice model can deviate strongly.</p>\n                ",
        "journal": "Climate Dynamics",
        "link": "http://link.springer.com/10.1007/s00382-015-2783-y",
        "title": "On the effects of constraining atmospheric circulation in a coupled atmosphere-ocean Arctic regional climate model"
    },
    {
        "author": "",
        "date": "2015-08-11",
        "description": "\n                  <h3 class=\"a-plus-plus\">Abstract</h3>\n                  <p class=\"a-plus-plus\">The increased rate of Tropical Indian Ocean (TIO) surface warming has gained a lot of attention in the recent years mainly due to its regional climatic impacts. The processes associated with this increased surface warming is highly complex and none of the mechanisms in the past studies could comprehend the important features associated with this warming such as the negative trends in surface net heat fluxes and the decreasing temperature trends at thermocline level. In this work we studied a previously unexplored aspect, the changes in large scale surface circulation pattern modulating the surface warming pattern over TIO. We use ocean reanalysis datasets and a suit of Ocean General Circulation Model (OGCM) experiments to address this problem. Both reanalysis and OGCM reveal strengthening large scale surface circulation pattern in the recent years. The most striking feature is the intensification of cyclonic gyre circulation around the thermocline ridge in the southwestern TIO. The surface circulation change in TIO is mainly associated with the surface wind changes and the geostrophic response to sea surface height decrease in the western/southwestern TIO. The surface wind trends closely correspond to SST warming pattern. The strengthening mean westerlies over the equatorial region are conducive to convergence in the central and divergence in the western equatorial Indian Ocean (IO) resulting central warming and western cooling. The resulting east west SST gradient further enhances the equatorial westerlies. This positive feedback mechanism supports strengthening of the observed SST trends in the equatorial Indian Ocean. The cooling induced by the enhanced upwelling in the west is compensated to a large extent by warming due to reduction in mixed layer depth, thereby keeping the surface temperature trends in the west to weak positive values. The OGCM experiments showed that the wind induced circulation changes redistribute the excess heat received in the western TIO to central and east thereby enhancing warming in the central equatorial IO. The increased surface warming in central TIO increases the latent heat loss, and keeps the net heat flux trends negative. Model sensitivity experiments reveal that the subsurface cooling at thermocline level in TIO is contributed by variability in Pacific via Indonesian Through Flow whereas the surface warming trend is mainly induced by the changes in the local forcing. The long term changes in IO Rossby waves are not induced by local atmospheric forcing but are forced by Pacific. The thermocline shoaling in the west is therefore amplified by the remote influence of Pacific via wave transmission through Indonesian archipelago.</p>\n                ",
        "journal": "Climate Dynamics",
        "link": "http://link.springer.com/10.1007/s00382-015-2790-z",
        "title": "Can large scale surface circulation changes modulate the sea surface warming pattern in the Tropical Indian Ocean?"
    },
    {
        "author": "",
        "date": "2015-08-08",
        "description": "\n                  <h3 class=\"a-plus-plus\">Abstract</h3>\n                  <p class=\"a-plus-plus\">Based on the <em class=\"a-plus-plus\">historical</em> and <em class=\"a-plus-plus\">RCP8.5</em> experiments from 25 Coupled Model Intercomparison Project phase 5 (CMIP5) models, the impacts of sea surface temperature (SST) warming in the tropical Indian Ocean (IO) on the projected change in summer rainfall over Central Asia (CA) are investigated. The analysis is designed to answer three questions: (1) Can CMIP5 models reproduce the observed influence of the IO sea surface temperatures (SSTs) on the CA rainfall variations and the associated dynamical processes? (2) How well do the models agree on their projected rainfall changes over CA under warmed climate? (3) How much of the uncertainty in such rainfall projections is due to different impacts of IO SSTs in these models? The <em class=\"a-plus-plus\">historical</em> experiments show that in most models summer rainfall over CA are positively correlated to the SSTs in the IO. Furthermore, for models with higher rainfall-SSTs correlations, the dynamical processes accountable for such impacts are much closer to what have been revealed in observational data: warmer SSTs tend to favor the development of anti-cyclonic circulation patterns at low troposphere over north and northwest of the Arabian Sea and the Bay of Bengal. These anomalous circulation patterns correspond to significantly enhanced southerly flow which carries warm and moisture air mass from the IO region up to the northeast. At the same time, there is a cyclonic flow over the central and eastern part of the CA which further brings the tropical moisture into the CA and provides essential moist conditions for its rainfall generation. In the second half of twenty-first century, although all the 25 models simulate warmed SSTs, significant uncertainty exists in their projected rainfall changes over CA: half of them suggest summer rainfall increases, but the other half project rainfall decreases. However, when we select seven models out of the 25 based on their skills in capturing the dynamical processes as observed, then the model projected changes are much closer. Five out of the seven models predicted more rainfall over CA. Such a result is helpful for allowing us to attribute part of the observed upward rainfall trend in the CA region in the last several decades to the IO SST warming.</p>\n                ",
        "journal": "Climate Dynamics",
        "link": "http://link.springer.com/10.1007/s00382-015-2765-0",
        "title": "Impacts of SST Warming in tropical Indian Ocean on CMIP5 model-projected summer rainfall changes over Central Asia"
    },
    {
        "author": "",
        "date": "2015-08-08",
        "description": "\n                  <h3 class=\"a-plus-plus\">Abstract</h3>\n                  <p class=\"a-plus-plus\">Mineral dust aerosols are an essential component of climate over West Africa, however, little work has been performed to investigate their contributions to potential climate change. A set of regional climate model experiments with and without mineral dust processes and land cover changes is performed to evaluate their climatic effects under the Representative Concentration Pathway 8.5 for two global climate models. Results suggest surface warming to be in the range of 4–8 °C by the end of the century (2081–2100) over West Africa with respect to the present day (1981–2000). The presence of mineral dusts dampens the warming by 0.1–1 °C in all seasons. Accounting for changes in land cover enhances the warming over the north of Sahel and dampens it to the south in spring and summer; however, the magnitudes are smaller than those resulting from dusts. Overall dust loadings are projected to increase, with the greatest increase occurring over the Sahara and Sahel in summer. Accounting for land cover changes tends to reduce dust loadings over the southern Sahel. Future precipitation is projected to decrease by 5–40 % in the western Sahara and Sahel and increase by 10–150 % over the eastern Sahel and Guinea Coast in JJA. A dipole pattern of future precipitation changes is attributed to dust effects, with decrease in the north by 5–20 % and increase by 5–20 % in the south. Future changes in land cover result in a noisy non-significant response with a tendency for slight wetting in MAM, JJA, and SON and drying in DJF.</p>\n                ",
        "journal": "Climate Dynamics",
        "link": "http://link.springer.com/10.1007/s00382-015-2792-x",
        "title": "Potential climate effect of mineral aerosols over West Africa: Part II—contribution of dust and land cover to future climate change"
    },
    {
        "author": "",
        "date": "2015-08-07",
        "description": "\n                  <h3 class=\"a-plus-plus\">Abstract</h3>\n                  <p class=\"a-plus-plus\">The TAO/TRITON array is the cornerstone of the tropical Pacific and ENSO observing system. Motivated by the recent rapid decline of the TAO/TRITON array, the potential utility of TAO/TRITON was assessed for ENSO monitoring and prediction. The analysis focused on the period when observations from Argo floats were also available. We coordinated observing system experiments (OSEs) using the global ocean data assimilation system (GODAS) from the National Centers for Environmental Prediction and the ensemble coupled data assimilation (ECDA) from the Geophysical Fluid Dynamics Laboratory for the period 2004–2011. Four OSE simulations were conducted with inclusion of different subsets of in situ profiles: all profiles (XBT, moorings, Argo), all except the moorings, all except the Argo and no profiles. For evaluation of the OSE simulations, we examined the mean bias, standard deviation difference, root-mean-square difference (RMSD) and anomaly correlation against observations and objective analyses. Without assimilation of in situ observations, both GODAS and ECDA had large mean biases and RMSD in all variables. Assimilation of all in situ data significantly reduced mean biases and RMSD in all variables except zonal current at the equator. For GODAS, the mooring data is critical in constraining temperature in the eastern and northwestern tropical Pacific, while for ECDA both the mooring and Argo data is needed in constraining temperature in the western tropical Pacific. The Argo data is critical in constraining temperature in off-equatorial regions for both GODAS and ECDA. For constraining salinity, sea surface height and surface current analysis, the influence of Argo data was more pronounced. In addition, the salinity data from the TRITON buoys played an important role in constraining salinity in the western Pacific. GODAS was more sensitive to withholding Argo data in off-equatorial regions than ECDA because it relied on local observations to correct model biases and there were few XBT profiles in those regions. The results suggest that multiple ocean data assimilation systems should be used to assess sensitivity of ocean analyses to changes in the distribution of ocean observations to get more robust results that can guide the design of future tropical Pacific observing systems.</p>\n                ",
        "journal": "Climate Dynamics",
        "link": "http://link.springer.com/10.1007/s00382-015-2743-6",
        "title": "Evaluation of tropical Pacific observing systems using NCEP and GFDL ocean data assimilation systems"
    },
    {
        "author": "",
        "date": "2015-08-05",
        "description": "\n                  <h3 class=\"a-plus-plus\">Abstract</h3>\n                  <p class=\"a-plus-plus\">The relationship between the large-scale circulation dynamics and regional precipitation regime in the Tibetan Plateau (TP) has so far not been well understood. In this study, we classify the circulation types using the self-organizing maps based on the daily field of 500 hPa geopotential height and link them to the precipitation climatology in the eastern and central TP. By virtue of an objective determining method, 18 circulation types are quantified. The results show that the large amount of precipitation in summer is closely related to the circulation types in which the enhanced and northward shifted subtropical high (SH) over the northwest Pacific and the obvious cyclconic circulation anomaly over the Bay of Bengal are helpful for the Indian summer monsoon and East Asian summer monsoon to take abundant low-latitude moisture to the eastern and southern TP. On the contrary, the dry winter in the central and eastern Tibet corresponds to the circulation types with divergence over the central and eastern TP and the water vapor transportations of East Asian winter monsoon and mid-latitude westerly are very weak. Some circulation types are associated with some well-known circulation patterns/monsoons influencing the TP (e.g. East Atlantic Pattern, El Niño Southern Oscillation, Indian Summer Monsoon and the mid-latitude westerly), and exhibit an overall good potential for explaining the variability of regional seasonal precipitation. Moreover, the climate shift signals in the late 1970s over the eastern Pacific/North Pacific Oceans could also be reflected by both the variability of some circulation types and their correspondingly composite precipitations. This study extends our understandings for the large-scale atmospheric dynamics and their linkages with regional precipitation and is beneficial for the climate change projection and related adaptation activities in the highest and largest plateau in the world.</p>\n                ",
        "journal": "Climate Dynamics",
        "link": "http://link.springer.com/10.1007/s00382-015-2782-z",
        "title": "Large-scale circulation classification and its links to observed precipitation in the eastern and central Tibetan Plateau"
    },
    {
        "author": "",
        "date": "2015-08-04",
        "description": "\n                  <h3 class=\"a-plus-plus\">Abstract</h3>\n                  <p class=\"a-plus-plus\">Effects of wind and fresh water on the Atlantic meridional overturning circulation (AMOC) are investigated using a fully coupled climate model. The AMOC can change significantly when perturbed by either wind stress or freshwater flux in the North Atlantic. This study focuses on wind stress effect. Our model results show that the wind forcing is crucial in maintaining the AMOC. Reducing wind forcing over the ocean can cause immediately weakening of the vertical salinity diffusion and convection in the mid-high latitudes Atlantic, resulting in an enhancement of vertical salinity stratification that restrains the deep water formation there, triggering a slowdown of the thermohaline circulation. As the thermohaline circulation weakens, the sea ice expands southward and melts, providing the upper ocean with fresh water that weakens the thermohaline circulation further. The wind perturbation experiments suggest a positive feedback between sea-ice and thermohaline circulation strength, which can eventually result in a complete shutdown of the AMOC. This study also suggests that sea-ice variability may be also important to the natural AMOC variability on decadal and longer timescales.</p>\n                ",
        "journal": "Climate Dynamics",
        "link": "http://link.springer.com/10.1007/s00382-015-2774-z",
        "title": "Wind effect on the Atlantic meridional overturning circulation via sea ice and vertical diffusion"
    },
    {
        "author": "",
        "date": "2015-08-04",
        "description": "\n                  <h3 class=\"a-plus-plus\">Abstract</h3>\n                  <p class=\"a-plus-plus\">An on-line, ensemble-based data assimilation (DA) method is performed to reconstruct the climate for 1750–1850 AD, and the performance is evaluated on large and small spatial scales. We use a low-resolution version of the Max Planck Institute for Meteorology MPI-ESM model and assimilate the PAGES 2K continental mean temperature reconstructions for the Northern Hemisphere (NH). The ensembles are generated sequentially for sub-periods based on the analysis of previous sub-periods. The assimilation has good skill for large-scale temperatures, but there is no agreement between the DA analysis and proxy-based reconstructions for small-scale temperature patterns within Europe or with reconstructions for the North Atlantic Oscillation (NAO) index. To explain the lack of added value in small spatial scales, a maximum covariance analysis (MCA) of links between NH temperature and sea level pressure is performed based on a control simulation with MPI-ESM. For annual values, winter and spring the Northern Annular Mode (NAM) is the pattern that is most closely linked to the NH continental temperatures, while for summer and autumn it is a wave-like pattern. This link is reproduced in the DA for winter, spring and annual means, providing potential for constraining the NAM/NAO phase and in turn regional temperature variability. It is shown that the lack of actual small-scale skill is likely due to the fact that the link might be too weak, as the NH continental mean temperatures are not the best predictors for large-scale circulation anomalies, or that the PAGES 2K temperatures include noise. Both factors can lead to circulation anomalies in the DA analysis that are substantially different from reality, leading to unrealistic representation of small-scale temperature variability. Moreover, we show that even if the true amplitudes of the leading MCA circulation patterns were known, there is still a large amount of unexplained local temperature variance. Based on these results, we argue that assimilating temperature reconstructions with a higher spatial resolution might improve the DA performance.</p>\n                ",
        "journal": "Climate Dynamics",
        "link": "http://link.springer.com/10.1007/s00382-015-2785-9",
        "title": "Assimilating continental mean temperatures to reconstruct the climate of the late pre-industrial period"
    }
]