[
    {
        "author": "",
        "date": "2015-08-25",
        "description": "\n                  <h3 class=\"a-plus-plus\">Abstract</h3>\n                  <p class=\"a-plus-plus\">The political utility of clubs hinges on their ability to provide excludable benefits to members. But in some cases of climate clubs, membership is not easily demarcated, and excludable benefits may be minimal. I argue that these governance initiatives—where membership is fluid and benefits are small—are more accurately defined as “pseudo-clubs.” Though they function differently than conventional clubs, “pseudo-clubs” can have considerable political utility. They can lay the foundations for emissions mitigation by solving technical problems associated with the measurement of GHGs. Moreover, since they have low entry costs and minimal sanctions, they can easily attract large numbers of users. With broad membership “pseudo-clubs” can help promote the uptake of standards, potentially solving coordination problems. However, since measurement is only a precursor to reduction, ultimately, incentives to measure will have to be coupled with rules to reduce emissions. Environmentally effective pseudo-clubs will eventually need the help of governments to shift from coordinating emissions <em class=\"a-plus-plus\">measurement</em> to cooperating on emissions <em class=\"a-plus-plus\">reduction</em>. Pseudo-clubs can serve as an initial building block toward meaningful climate action, but governments will have to finish the job.</p>\n                ",
        "journal": "Climatic Change",
        "link": "http://link.springer.com/10.1007/s10584-015-1481-4",
        "title": "The strength of weakness: pseudo-clubs in the climate regime"
    },
    {
        "author": "",
        "date": "2015-08-09",
        "description": "\n                  <h3 class=\"a-plus-plus\">Abstract</h3>\n                  <p class=\"a-plus-plus\">Recent trends in the frequency and intensity of extreme weather events have raised the concern that climate change could increase flooding risks and property damage. However, a major challenge in attributing and projecting changes in disaster risk is that damage is influenced not only by the physical climate hazard, but also by non-climatic factors that shape exposure and vulnerability. Recent assessments of integrated disaster risk have been hampered by the paucity of literature analyzing local-scale interactions between hazard, exposure and vulnerability in the historical record. Here we develop an integrated empirical analysis of historical flood damage that emphasizes spatial and temporal heterogeneity in flood hazard, economic exposure and social vulnerability. Using the Midwestern United States as a testbed, we show that annual property damage from flooding is projected to increase by 13 to 17.4 % over the next two decades. At the state level, over half of the increase is driven by projected growth in housing units. However, at the county level, the dominant factor causing future damage varies, emphasizing the value of a fully integrated, spatially and temporally resolved approach to assessing flooding risk and control strategies.</p>\n                ",
        "journal": "Climatic Change",
        "link": "http://link.springer.com/10.1007/s10584-015-1478-z",
        "title": "Future property damage from flooding: sensitivities to economy and climate change"
    },
    {
        "author": "",
        "date": "2015-08-08",
        "description": "\n                  <h3 class=\"a-plus-plus\">Abstract</h3>\n                  <p class=\"a-plus-plus\">Future bitumen production in the Athabasca Oil Sands, one of the largest remaining reserves of petroleum on the planet, is a key factor in global climate policy and politics. Climate warming in the Athabasca River Basin (ARB) has the potential to limit future streamflow availability for aquatic ecosystem needs, as well as for water withdrawals in oil sands mining operations. This study applies the land surface model IBIS and the hydrological routing algorithm THMB, with forced output from CMIP5 global climate models, to examine the response of streamflow in the ARB to climate change this century. In comparison to the small impact of water withdrawals on streamflow, climate change impacts are projected to be the primary driver of future low flow occurrences. Although winter flows are most sensitive to water withdrawals under the historical hydroclimatological regime, future climate change is projected to increase winter flows and decrease summer flows instead, with the frequency of summer low flows projected to rise by up to 85 % in the highest future emissions scenario by the end of the century. A decline in water availability due to more frequent low flows could interrupt oil sands water withdrawals and subsequent daily bitumen production for an additional 2–3 months each year by mid-century. Adaptation to climate warming in the ARB will need to recognize these changing seasonal patterns of flow in order to maintain available flows for ecological needs and water withdrawals.</p>\n                ",
        "journal": "Climatic Change",
        "link": "http://link.springer.com/10.1007/s10584-015-1479-y",
        "title": "Climate change impacts on streamflow availability for the Athabasca Oil Sands"
    },
    {
        "author": "",
        "date": "2015-08-07",
        "description": "\n                  <h3 class=\"a-plus-plus\">Abstract</h3>\n                  <p class=\"a-plus-plus\">Probabilistic event attribution (PEA) is an important tool for assessing the contribution of climate change to extreme weather events. Here, PEA is applied to explore the climate attribution of recent extreme heat events in California’s Central Valley. Heat waves have become progressively more severe due to increasing relative humidity and nighttime temperatures, which increases the health risks of exposed communities, especially Latino farmworkers and other socioeconomically disadvantaged communities. Using a superensemble of simulations with the Hadley Centre Regional Model (HadRM3P), we find that (1) simulations of the hottest summer days during the 2000s were twice as likely to occur using observed levels of greenhouse gases than in a counterfactual world without major human activities, suggesting a strong relationship between heat extremes and the increase in human emissions of greenhouse gases, (2) detrimental impacts of heat on public health-relevant variables, such as the number of days above 40 °C, can be quantified and attributed to human activities using PEA, and (3) PEA can serve as a tool for addressing climate justice concerns of populations within developed nations who are disproportionately exposed to climate risks.</p>\n                ",
        "journal": "Climatic Change",
        "link": "http://link.springer.com/10.1007/s10584-015-1474-3",
        "title": "Climate change, climate justice and the application of probabilistic event attribution to summer heat extremes in the California Central Valley"
    },
    {
        "author": "",
        "date": "2015-08-07",
        "description": "\n                  <h3 class=\"a-plus-plus\">Abstract</h3>\n                  <p class=\"a-plus-plus\">It is firmly established in the hydrologic literature that flooding depends on both antecedent watershed wetness and precipitation. One could phrase this relationship as “heavy precipitation does not necessarily lead to high stream discharge”, but rarely do studies directly affirm this statement. We have observed several non-hydrologists mistake trends in heavy precipitation as a proxy for trends in riverine flooding. If the relationship between heavy precipitation and high discharge was more often explicitly presented, heavy precipitation may less often be misinterpreted as a proxy for discharge. In this paper, we undertake such an analysis for 390 watersheds across the contiguous U.S. We found that 99th percentile precipitation only results in 99th percentage discharge 36 % of the time. However, when conditioned on soil moisture from the Variable Infiltration Capacity model, 62 % of 99th percentile precipitation results in 99th percentile discharge during wet periods and only 13 % during dry periods. When relating trends in heavy precipitation to hydrologic response, precipitation data should, therefore, be segregated based on concurrent soil moisture. Taking this approach for climate predictions, we found that CMIP-5 atmosphere–ocean global circulation model (AOGCM) simulations for a RCP 6.0 forcing project increases in concurrence of greater than median soil wetness and extreme precipitation in the northern United States and a decrease in the south, suggesting northern regions could see an increase in very high discharges while southern regions could see decreases despite both regions having an increase in extreme precipitation. While the actual outcome is speculative given the uncertainties of the AOGCM’s, such an analysis provides a more sophisticated framework from which to evaluate the output as well as historic climate data.</p>\n                ",
        "journal": "Climatic Change",
        "link": "http://link.springer.com/10.1007/s10584-015-1476-1",
        "title": "Examining why trends in very heavy precipitation should not be mistaken for trends in very high river discharge"
    },
    {
        "author": "",
        "date": "2015-08-05",
        "description": "",
        "journal": "Climatic Change",
        "link": "http://link.springer.com/10.1007/s10584-015-1466-3",
        "title": "Erratum to: increased record-breaking precipitation events under global warming"
    },
    {
        "author": "",
        "date": "2015-08-05",
        "description": "\n                  <h3 class=\"a-plus-plus\">Abstract</h3>\n                  <p class=\"a-plus-plus\">We develop a methodology with which to assess the effects of policy instruments on the long-term abatement and costs of carbon capture and storage (CCS) technologies for coal power plants. Using an expert elicitation, historical data on the determinants of technological change in energy, values from the engineering literature, and demand estimates from an integrated assessment model, we simulate ranges of outcomes between 2025 and 2095. We introduce probability distributions of all important parameters and propagate them through the model to generate probability distributions of electricity costs, abatement costs, and CO<sub class=\"a-plus-plus\">2</sub> avoided over time. Carbon pricing has larger effects than R&amp;D and subsidies. But much of the range of outcomes is driven by uncertainty in other parameters, such as capital costs and returns to scale. Availability of other low carbon technologies, particularly bioenergy with CCS affects outcomes. Subsidies have the biggest impacts when they coincide with expanding manufacturing scale of CCS components. Our results point to 4 parameters for which better information is needed for future work informing technology policy to address climate change: capital costs, demonstration plants, growth constraints, and knowledge spillovers among technologies.</p>\n                ",
        "journal": "Climatic Change",
        "link": "http://link.springer.com/10.1007/s10584-015-1469-0",
        "title": "Characterizing the effects of policy instruments on the future costs of carbon capture for coal power plants"
    },
    {
        "author": "",
        "date": "2015-08-01",
        "description": "",
        "journal": "Climatic Change",
        "link": "http://link.springer.com/10.1007/s10584-015-1440-0",
        "title": "Governance, enabling frameworks and policies for the transfer and diffusion of low carbon and climate adaptation technologies in developing countries"
    },
    {
        "author": "",
        "date": "2015-08-01",
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">Many land snails are vulnerable to climate change as a consequence of small distribution ranges and poor dispersal. South America is a diverse region in terms of land snail fauna, but studies about the impacts of climate change on molluscan biodiversity are virtually nonexistent. Bioclimatic models provide an important tool to assess how habitat suitability may change in a warming planet. In this study, we examine potential impacts of climate change on a giant land snail (<em class=\"a-plus-plus\">Megalobulimus sanctipauli</em>) from the Atlantic Forest to predict future shifts in its potential distribution, and to identify protected areas that may contain suitable habitat for setting conservation priorities. Using a maximum entropy algorithm, we modeled the species’ potential distribution across South America under current climatic conditions and projected the results onto two climate change scenarios for two time frames. A 2.17 % of South America on the Atlantic Forest was predicted to be currently suitable for the species, comprising the border area among Argentina, Brazil and Paraguay. Prognosis of future distribution showed a trend to a northern retraction, but a southern expansion of current potential range. More than 150 protected areas were identified to contain climatically suitable habitat for the species, but on the less optimistic outlook only ~1545 km<sup class=\"a-plus-plus\">2</sup> of protected areas (0.009 % of South America) would remain suitable for the species by the end of the century. Our findings are expected to improve understanding of climate change impacts on native giant land snails and to contribute in conservation efforts on this malacofauna.</p>\n                  ",
        "journal": "Climatic Change",
        "link": "http://link.springer.com/10.1007/s10584-015-1405-3",
        "title": "Impact of climate change on the distribution of a giant land snail from South America: predicting future trends for setting conservation priorities on native malacofauna"
    },
    {
        "author": "",
        "date": "2015-08-01",
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">Global and regional climate model (GCM and RCM) outputs are often used as climate forcing for ecological impact models, and this potentially results in large cumulative errors because information and error are passed sequentially along the modeling chain from GCM to RCM to impact model. There are also a growing number of Earth system modeling platforms in which climate and ecological models are dynamically coupled, and in this case error amplification due to feedbacks can lead to even more serious problems. It is essential in both cases to rethink the organization of evaluation which typically relies on independent validation at each successive step, and to rely more heavily on analyses that cover the full modeling chain and thus require stronger interactions between climate and impact modelers. In this paper, we illustrate the benefits of using impact models as an additional source of information for evaluating climate models. Four RCMs that are part of the HyMeX (Hydrological cycle in Mediterranean EXperiment) and Mediterranean CORDEX projects (MED-CORDEX) were tested with observed climatology and a process-based model of European beech (<em class=\"a-plus-plus\">Fagus sylvatica</em> L.) tree growth and forest ecosystem functioning that has been rigorously validated. This two part analysis i) indicates that evaluation of RCMs on climate variables alone may be insufficient to determine the suitability of RCMs for studies of climate-forest interactions and ii) points to areas of improvement in these RCMs that would improve impact studies or behavior in coupled climate-ecosystem models over the spatial domain studied.</p>\n                  ",
        "journal": "Climatic Change",
        "link": "http://link.springer.com/10.1007/s10584-015-1412-4",
        "title": "Testing climate models using an impact model: what are the advantages?"
    },
    {
        "author": "",
        "date": "2015-08-01",
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">The Sierra Nevada of California is a region where large forest fires have been suppressed for over a century and future climate warming has the potential to alter vegetation cover and surface water runoff. A detailed geographic record of recent changes in vegetation cover across the Sierra Nevada remains a gap that can be filled with satellite remote sensing data. Results from Landsat image analysis over the past 25 years in the Upper Kings River basin showed that consistent increases in the normalized difference vegetation index (NDVI) have not extended above 2000 m elevation. Moreover, mean increases in NDVI since 1986 at elevations below 2000 m (which cover about half of the total basin area) have not exceeded 9 %, even in the most extreme precipitation yearly comparisons. NDVI has decreased significantly at elevations above 2000 m throughout the basin in relatively wet year comparisons since the mid-1980s. These findings conflict with any assumptions that evapotranspiration fluxes impacting river flows downstream have been altered mainly by vegetation change over most of the Upper Kings River basin in recent decades.</p>\n                  ",
        "journal": "Climatic Change",
        "link": "http://link.springer.com/10.1007/s10584-015-1397-z",
        "title": "Vegetation cover change in the Upper Kings River basin of the Sierra Nevada detected using Landsat satellite image analysis"
    },
    {
        "author": "",
        "date": "2015-08-01",
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">Winter tourism is the main source of income and the driving force of local development in many mountain areas. However, in recent years, the industry has been identified as being extremely vulnerable to future climate change. Although the Pyrenees has the largest ski area in Europe after the Alps, there are few detailed climate change vulnerability assessments on the ski resorts based in this region. This paper analyzes the vulnerability of the Pyrenean ski resorts to projected changes in the snowpack under various future climate scenarios. In addition, the study analyzes the sustainability of the snowmaking systems to offset the climate variability of natural snow cover. On average, the study predicts a shorter ski-season length, especially in low-altitude ski resorts in a moderate climate change scenario and for all ski resorts in a more intensive climate change scenario. However, a significant regional variability has been identified for the projected impacts at very short geographical distances within the studied area. Moreover, this paper shows that snowmaking cannot completely solve the problem for all ski resorts in the Pyrenees, as the measure can only act as a robust adaptation strategy in the region provided climate change is limited to +2 °C snowmaking.</p>\n                  ",
        "journal": "Climatic Change",
        "link": "http://link.springer.com/10.1007/s10584-015-1400-8",
        "title": "The vulnerability of Pyrenean ski resorts to climate-induced changes in the snowpack"
    },
    {
        "author": "",
        "date": "2015-08-01",
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">Based on a systematic literature review method that consists of a bibliometric and a content analysis, we examine the current state of research on climate change adaptation and mitigation inter-relationships. Although systematic literature reviews have been applied in other research fields such as health sciences, there are only a few examples in social and environmental sciences. First, we investigate in which research fields the inter-relationships between adaptation and mitigation have been studied and how they have been conceptualised. Second, we analyse what kinds of synergies, trade-offs or conflicts between adaptation and mitigation policies and practices can be identified particularly in urban studies. Third, based on selected urban studies, we examine how inter-relationships between the two policy objectives or practical measures have been studied, in which context, and what is the main outcome of these studies. We also present what suggestions there are for solving conflicts, and how synergies can be enhanced in urban areas. The results indicate that there is value in examining the two together since urban areas are balancing between adaptation and mitigation and have to negotiate trade-offs at different scales.</p>\n                  ",
        "journal": "Climatic Change",
        "link": "http://link.springer.com/10.1007/s10584-015-1395-1",
        "title": "Inter-relationships between adaptation and mitigation: a systematic literature review"
    },
    {
        "author": "",
        "date": "2015-08-01",
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">What role, if any, do incidental emotions play in people’s beliefs about climate change and support for climate mitigation policies? This question has received surprisingly little attention, despite a growing recognition that reactions to climate change information are shaped by various contextual factors beyond the information itself. Drawing on recent perspectives in psychology and communication, we conducted an experiment (<em class=\"a-plus-plus\">N</em> = 719) in which participants were randomly assigned to one of two emotion-induction treatments (guilt or anger) or to a no-emotion (neutral) control condition immediately before reading a news story about negative climate impacts and reporting on related policy preferences (e.g., support for taxing carbon polluters). Results revealed a number of significant effects, some of which emerged for the sample overall (e.g., guilt increased support for particular climate mitigation policies) and some that depended on personal and message factors suggested by prior research (e.g., political affiliation and social distance). Overall, these findings suggest that emotions may play an important role in guiding how the public processes and reacts to information about climate change.</p>\n                  ",
        "journal": "Climatic Change",
        "link": "http://link.springer.com/10.1007/s10584-015-1443-x",
        "title": "Exploring the role of incidental emotions in support for climate change policy"
    },
    {
        "author": "",
        "date": "2015-08-01",
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">Jurisdictions throughout the world are contemplating greenhouse gas (GHG) mitigation strategies that will enable meeting long-term GHG targets. Many jurisdictions are now focusing on the 2020–2050 timeframe. We conduct an inter-model comparison of nine California statewide energy models with GHG mitigation scenarios to 2050 to better understand common insights across models, ranges of intermediate GHG targets (i.e., for 2030), necessary technology deployment rates, and future modeling needs for the state. The models are diverse in their representation of the California economy: across scenarios with deep reductions in GHGs, annual statewide GHG emissions are 8–46 % lower than 1990 levels by 2030 and 59–84 % lower by 2050 (not including the Wind-Water-Solar model); the largest <em class=\"a-plus-plus\">cumulative</em> reductions occur in scenarios that favor early mitigation; non-hydroelectric renewables account for 30–58 % of electricity generated for the state in 2030 and 30–89 % by 2050 (not including the Wind-Water-Solar model) ; the transportation sector is decarbonized using a mix of energy efficiency gains and alternative-fueled vehicles; and bioenergy is directed almost exclusively towards the transportation sector, accounting for a maximum of 40 % of transportation energy by 2050. Models suggest that without new policies, emissions from non-energy sectors and from high-global-warming-potential gases may <em class=\"a-plus-plus\">alone</em> exceed California’s 2050 GHG goal. Finally, future modeling efforts should focus on the: economic impacts and logistical feasibility of given scenarios, interactive effects between two or more climate policies, role of uncertainty in the state’s long-term energy planning, and identification of pathways that achieve the dual goals of criteria pollutant and GHG emission reduction.</p>\n                  ",
        "journal": "Climatic Change",
        "link": "http://link.springer.com/10.1007/s10584-015-1403-5",
        "title": "Comparison of low-carbon pathways for California"
    },
    {
        "author": "",
        "date": "2015-08-01",
        "description": "\n                  <h3 class=\"a-plus-plus\">Abstract</h3>\n                  <p class=\"a-plus-plus\">Forests sequester carbon from the atmosphere, helping mitigate climate change. In fire-prone forests, burn events result in direct and indirect emissions of carbon. High fire-induced tree mortality can cause a transition from a carbon sink to source, but thinning and prescribed burning can reduce fire severity and carbon loss when wildfire occurs. However, treatment implementation requires carbon removal and emissions to reduce high-severity fire risk. The carbon removed and emitted during treatment may be resequestered by subsequent tree growth, although there is much uncertainty regarding the length of time required. To assess the long-term carbon dynamics of thinning and burning treatments, we quantified the 10-year post-treatment carbon stocks and 10-year net biome productivity (NBP) from a full-factorial experiment involving three levels of thinning and two levels of burning in a mixed-conifer forest in California’s Sierra Nevada. Our results indicate that (1) the understory thin treatment, that retained large trees, quickly recovered the initial carbon emissions (NBP = 31.4 ± 4.2 Mg C ha<sup class=\"a-plus-plus\">−1</sup>), (2) the carbon emitted from prescribed fire in the burn-only treatment was resequestered within the historical fire return interval (NBP = 32.8 ± 3.5 Mg C ha<sup class=\"a-plus-plus\">−1</sup>), and (3) the most effective treatment for reducing fire risk, understory thin and burn, had negative NBP (−6.0 ± 4.5 Mg C ha<sup class=\"a-plus-plus\">−1</sup>) because of post-fire large tree mortality. Understory thinning and prescribed burning can help stabilize forest carbon and restore ecosystem resilience, but this requires additional emissions beyond only thinning or only burning. Retaining additional mid-sized trees may reduce the carbon impacts of understory thinning and burning.</p>\n                ",
        "journal": "Climatic Change",
        "link": "http://link.springer.com/10.1007/s10584-015-1450-y",
        "title": "The carbon balance of reducing wildfire risk and restoring process: an analysis of 10-year post-treatment carbon dynamics in a mixed-conifer forest"
    },
    {
        "author": "",
        "date": "2015-08-01",
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">Fossil fuel subsidy reform would not only decrease consumption, but also lower the world market price of traded fossil energy carriers, in particular oil. As a consequence, oil importers would lower their import bills by more than US$ 30 bn per year. Recycling at least a part of these savings to support low-carbon energy technologies in countries that reduce their subsidies could provide a mechanism to jointly incentivize transformation of the energy system and alter the political economy of subsidy reform.</p>\n                  ",
        "journal": "Climatic Change",
        "link": "http://link.springer.com/10.1007/s10584-015-1406-2",
        "title": "Using importers’ windfall savings from oil subsidy reform to enhance international cooperation on climate policies"
    },
    {
        "author": "",
        "date": "2015-08-01",
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">To investigate climate variability in Asia during the last millennium, the spatial and temporal evolution of summer (June–July–August; JJA) temperature in eastern and south-central Asia is reconstructed using multi-proxy records and the regularized expectation maximization (RegEM) algorithm with truncated total least squares (TTLS), under a point-by-point regression (PPR) framework. The temperature index reconstructions show that the late 20th century was the warmest period in Asia over the past millennium. The temperature field reconstructions illustrate that temperatures in central, eastern, and southern China during the 11th and 13th centuries, and in western Asia during the 12th century, were significantly higher than those in other regions, and comparable to levels in the 20th century. Except for the most recent warming, all identified warm events showed distinct regional expressions and none were uniform over the entire reconstruction area. The main finding of the study is that spatial temperature patterns have, on centennial time-scales, varied greatly over the last millennium. Moreover, seven climate model simulations, from the Coupled Model Intercomparison Project Phase 5 (CMIP5), over the same region of Asia, are all consistent with the temperature index reconstruction at the 99 % confidence level. Only spatial temperature patterns extracted as the first empirical orthogonal function (EOF) from the GISS-E2-R and MPI-ESM-P model simulations are significant and consistent with the temperature field reconstruction over the past millennium in Asia at the 90 % confidence level. This indicates that both the reconstruction and the simulations depict the temporal climate variability well over the past millennium. However, the spatial simulation or reconstruction capability of climate variability over the past millennium could be still limited. For reconstruction, some grid points do not pass validation tests and reveal the need for more proxies with high temporal resolution, accurate dating, and sensitive temperature signals, especially in central Asia and before AD 1400.</p>\n                  ",
        "journal": "Climatic Change",
        "link": "http://link.springer.com/10.1007/s10584-015-1413-3",
        "title": "A multi-proxy reconstruction of spatial and temporal variations in Asian summer temperatures over the last millennium"
    },
    {
        "author": "",
        "date": "2015-08-01",
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">Climate analogues (CAs), regions whose present climates are similar to the future climate of a target place, are identified to assess the effects of climate change towards the end of the 21st century. The location of CAs and their present climates yield information that may be used to mitigate the harmful impacts of climate change. Present (1979–2003) and future (2075–2099) climates are projected in an ensemble experiment using the atmospheric general circulation model of the Meteorological Research Institute in Japan. The ensemble members consist of combinations of four distributions of sea surface temperature, three convection schemes, and two initial conditions. The emission scenario for greenhouse gases is A1B of the Special Report on Emissions Scenarios. A new method to identify the location of CAs is introduced, in which the uncertainty in the climate projection is taken into account. CAs for all land regions of the world are presented and those of four capital cities are analyzed in detail. The CAs are generally distributed equator-ward from the target places, consistent with the global warming. It is also found that ensemble experiments that encompass the uncertainty of climate projections can yield robust results for the CA and lead to reliable assessments of climate change.</p>\n                  ",
        "journal": "Climatic Change",
        "link": "http://link.springer.com/10.1007/s10584-015-1396-0",
        "title": "Objective estimate of future climate analogues projected by an ensemble AGCM experiment under the SRES A1B scenario"
    },
    {
        "author": "",
        "date": "2015-08-01",
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">We demonstrate the effectiveness of a new method for quantifying radiative forcing from land use and land cover change (LULCC) within an integrated assessment model, the Global Change Assessment Model (GCAM). The method relies on geographically differentiated estimates of radiative forcing from albedo change associated with major land cover transitions derived from the Community Earth System Model. We find that conversion of 1 km<sup class=\"a-plus-plus\">2</sup> of woody vegetation (forest and shrublands) to non-woody vegetation (crops and grassland) yields between 0 and −0.71 nW/m<sup class=\"a-plus-plus\">2</sup> of globally averaged radiative forcing determined by the vegetation characteristics, snow dynamics, and atmospheric radiation environment characteristic within each of 151 regions we consider globally. Across a set of scenarios designed to span a range of potential future LULCC, we find LULCC forcing ranging from −0.06 to −0.29 W/m<sup class=\"a-plus-plus\">2</sup> by 2070 depending on assumptions regarding future crop yield growth and whether climate policy favors afforestation or bioenergy crops. Inclusion of this previously uncounted forcing in the policy targets driving future climate mitigation efforts leads to changes in fossil fuel emissions on the order of 1.5 PgC/yr by 2070 for a climate forcing limit of 4.5 Wm<sup class=\"a-plus-plus\">−2</sup>, corresponding to a 12–67 % change in fossil fuel emissions depending on the scenario. Scenarios with significant afforestation must compensate for albedo-induced warming through additional emissions reductions, and scenarios with significant deforestation need not mitigate as aggressively due to albedo-induced cooling. In all scenarios considered, inclusion of albedo forcing in policy targets increases forest and shrub cover globally.</p>\n                  ",
        "journal": "Climatic Change",
        "link": "http://link.springer.com/10.1007/s10584-015-1411-5",
        "title": "Accounting for radiative forcing from albedo change in future global land-use scenarios"
    }
]