[
    {
        "author": "Silvio   Davolio, Paolo   Stocchi, Alvise   Benetazzo, Emanuele   Bohm, Francesco   Riminucci, Mariangela   Ravaioli, Xiao-Ming   Li, Sandro   Carniel</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>September 2015</pubDate><br> <b>Source:</b>Dynamics of Atmospheres and Oceans, Volume 71</br><br>     Author(s): Silvio   Davolio, Paolo   Stocchi, Alvise   Benetazzo, Emanuele   Bohm, Francesco   Riminucci, Mariangela   Ravaioli, Xiao-Ming   Li, Sandro   Carniel</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0085\" view=\"all\">The Bora wind event occurred in winter 2012 was exceptional in terms of both meteorological effects and impact on the Adriatic Sea circulation. It was associated with intense and persistent winds, very cold temperatures all over the Mediterranean basin and heavy snowfall over the Apennines slopes exposed to north-easterly winds, and it was responsible for triggering dense water formation and driving basin-scale oceanic circulation. The cooling period (29 January–13 February) was characterized by intense air–sea exchanges of momentum and heat, whose accurate simulation is required for a proper description of atmospheric and ocean circulations.</simple-para> <simple-para id=\"spar0090\" view=\"all\">In the present study, results of a number of short-range high-resolution numerical weather prediction (NWP) model simulations for the entire Bora outbreak are discussed. The modeling chain, based on BOLAM and MOLOCH limited area models, has been implemented using initial and boundary conditions provided by different global NWP systems. Model performance has been evaluated in terms of variables of interest for oceanographic applications, such as sea surface temperature (SST), surface heat fluxes, solar radiation and near surface meteorological parameters (air temperature, wind, pressure and humidity). The validation has been undertaken through a comparison against surface data (buoys and oceanographic platforms) available at different locations in the northern Adriatic area, while advanced synthetic aperture radar (ASAR) products have been used to assess modeled wind fields on a larger scale.</simple-para> <simple-para id=\"spar0095\" view=\"all\">Model results indicate a good agreement with the observations concerning meteorological variables, in particular wind, pressure and temperature. However, large differences were found in the SST forecasts, which in turn affect also sea surface flux predictions. The uncertainties in SST forecasts are mainly ascribable to the different initialization fields provided by either the global models or satellite analyses. Thus SST initialization represents a critical issue for an accurate description of surface fluxes at least for this exceptionally severe event.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Dynamics of Atmospheres and Oceans",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0377026515000263%26_version%3D1%26md5%3Df5542b82a09f2102d4d2187edd5f3aad",
        "title": "Exceptional Bora outbreak in winter 2012: Validation and analysis of high-resolution atmospheric model simulations in the northern Adriatic area"
    },
    {
        "author": "Hongwei   Yang, Dezhou   Yang, Yunlong   Shi, Shanshan   Jin, Baoshu   Yin</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>September 2015</pubDate><br> <b>Source:</b>Dynamics of Atmospheres and Oceans, Volume 71</br><br>     Author(s): Hongwei   Yang, Dezhou   Yang, Yunlong   Shi, Shanshan   Jin, Baoshu   Yin</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0005\" view=\"all\"> <simple-para id=\"spar0005\" view=\"all\">In this article, a new equation governing the behavior of Rossby solitary waves is derived by employing perturbation expansions and stretching transformations of time and space, which is called mBO-mKdV-Burgers equation. The equation is different from the common BO equation, it is more suitable for describing the Rossby solitary waves when the perturbation is stronger. Based on the analytical solution of mBO-mKdV-Burgers equation, the features of Rossby solitary waves including conserved laws, fission property and dissipation effect are studied. It is found that dissipation causes the amplitude and speed of solitary waves decrease; breakup phenomenon will happen during propagation. Finally, numerical simulation is carried out to investigate the effect of detuning parameter <italic>α</italic>, topographical altitude and dissipation on the interaction of Rossby solitary waves with topography. It is pointed out that with decreasing of detuning parameter <italic>α</italic>, the propagation speed of solitary waves decreases and the interaction time increases, which is beneficial to form the large amplitude disturbance; with increasing of topographical altitude, the free solitary waves can not cross over topography; decreasing detuning parameter <italic>α</italic> and increasing topographical altitude are both mechanisms to generate atmospheric blocking; with the occurence of small dissipation, damping oscillation phenomenon will happen.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Dynamics of Atmospheres and Oceans",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0377026515000251%26_version%3D1%26md5%3Ddd44c8499fad97ec65a3ff96123afdb0",
        "title": "Interaction of algebraic Rossby solitary waves with topography and atmospheric blocking"
    },
    {
        "author": "Yevgeniy   Frenkel, Andrew J.   Majda, Samuel N.   Stechmann</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>September 2015</pubDate><br> <b>Source:</b>Dynamics of Atmospheres and Oceans, Volume 71</br><br>     Author(s): Yevgeniy   Frenkel, Andrew J.   Majda, Samuel N.   Stechmann</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0010\" view=\"all\">Despite recent advances in supercomputing, current general circulation models (GCMs) have significant problems in representing the variability associated with organized tropical convection. Furthermore, due to high sensitivity of the simulations to the cloud radiation feedback, the tropical convection remains a major source of uncertainty in long-term weather and climate forecasts. In a series of recent studies, it has been shown, in paradigm two-baroclinic-mode systems and in aquaplanet GCMs, that a stochastic multicloud convective parameterization based on three cloud types (congestus, deep and stratiform) can be used to improve the variability and the dynamical structure of tropical convection, including intermittent coherent structures such as synoptic and mesoscale convective systems. Here, the stochastic multicloud model is modified with a parameterized cloud radiation feedback mechanism and atmosphere-ocean coupling. The radiative convective feedback mechanism is shown to increase the mean and variability of the Walker circulation. The corresponding intensification of the circulation is associated with propagating synoptic scale systems originating inside of the enhanced sea surface temperature area. In column simulations, the atmosphere ocean coupling introduces pronounced low frequency convective features on the time scale associated with the depth of the mixed ocean layer. However, in the presence of the gravity wave mixing of spatially extended simulations, these features are not as prominent. This highlights the deficiency of the column model approach at predicting the behavior of multiscale spatially extended systems. Overall, the study develops a systematic framework for incorporating parameterized radiative cloud feedback and ocean coupling which may be used to improve representation of intraseasonal and seasonal variability in GCMs.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Dynamics of Atmospheres and Oceans",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0377026515000275%26_version%3D1%26md5%3D7e6abaf4b63b91ebf3b3a2d1a6c68eb5",
        "title": "Cloud-radiation feedback and atmosphere-ocean coupling in a stochastic multicloud model"
    },
    {
        "author": "Yannis S.   Androulidakis, Katerina D.   Kombiadou, Christos V.   Makris, Vassilis N.   Baltikas, Yannis N.   Krestenitis</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>September 2015</pubDate><br> <b>Source:</b>Dynamics of Atmospheres and Oceans, Volume 71</br><br>     Author(s): Yannis S.   Androulidakis, Katerina D.   Kombiadou, Christos V.   Makris, Vassilis N.   Baltikas, Yannis N.   Krestenitis</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0115\" view=\"all\">The trends of storm surge extremes in the Mediterranean Sea for a period of 150 years (1951–2100) are explored, using a high-resolution storm surge model. Numerical simulations are forced by the output of regional climate simulations with RegCM3, which uses IPCC’s historical data on greenhouse gasses emissions for the (past) period 1951–2000, and IPCC’s A1B climate scenario for the (future) period 2001–2100. Comparisons between observations and modeling results show good agreement and confirm the ability of our model to estimate the response of the sea surface to future climatic conditions. We investigate the future trends, the variability and frequency of local extremes and the main forcing mechanisms that can induce strong surges in the Mediterranean region. Our results support that there is a general decreasing trend in storminess under the considered climate scenario, mostly related to the frequency of local peaks and the duration and spatial coverage of the storm surges. The northward shift in the location of storm tracks is a possible reason for this storminess attenuation, especially over areas where the main driving factor of extreme events is the inverted barometer effect. However, the magnitudes of sea surface elevation extremes may increase in several Mediterranean sub-regions, <italic>i.e.</italic>, Southern Adriatic, Balearic and Tyrrhenian Seas, during the 21st century. There are clear distinctions in the contributions of winds and pressure fields to the sea level height for various regions of the Mediterranean Sea, as well as on the seasonal variability of extreme values; the Aegean and Adriatic Seas are characteristic examples, where high surges are predicted to be mainly induced by low pressure systems and favorable winds, respectively.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Dynamics of Atmospheres and Oceans",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0377026515000287%26_version%3D1%26md5%3D2e63073b440638bd247d2a09ac4ec592",
        "title": "Storm surges in the Mediterranean Sea: Variability and trends under future climatic conditions"
    },
    {
        "author": "Julio   Salcedo-Castro, Ricardo   de Camargo, Eduardo   Marone, Héctor H.   Sepúlveda</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>September 2015</pubDate><br> <b>Source:</b>Dynamics of Atmospheres and Oceans, Volume 71</br><br>     Author(s): Julio   Salcedo-Castro, Ricardo   de Camargo, Eduardo   Marone, Héctor H.   Sepúlveda</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0010\" view=\"all\">A new methodology is proposed to estimate the strength of the South Atlantic Anticyclone (SAA), using the gridded sea level pressure (SLP) of the National Centers for Environmental Prediction/National Center for Atmospheric Research (NCEP/NCAR) Reanalysis data. The top quartile (1017.3<hsp sp=\"0.25\"/>hPa) of the SLP data was found a reasonable criterion to delimit the SAA area. Consequently, we defined the SAA area as the quadrangle containing 80% of the observations with pressure &amp;gt;1017.3<hsp sp=\"0.25\"/>hPa. In this quadrangle, an area weighted pressure gradient (AWPG) was computed for the whole area and for the north–south and west–east halves. When compared with maximum pressure, the AWPG showed a better correlation with the significant wave height (SWH) and wind speed (WS) derived from altimetry. The mean value of the AWPG was 8<hsp sp=\"0.25\"/>×<hsp sp=\"0.25\"/>10<sup loc=\"post\">−4</sup> <hsp sp=\"0.25\"/>Pa/m, with representative values of 9.1<hsp sp=\"0.25\"/>×<hsp sp=\"0.25\"/>10<sup loc=\"post\">−4</sup> <hsp sp=\"0.25\"/>Pa/m and 7.4<hsp sp=\"0.25\"/>×<hsp sp=\"0.25\"/>10<sup loc=\"post\">−4</sup> <hsp sp=\"0.25\"/>Pa/m for austral winter and summer, respectively. The phase difference between the monthly AWPG in the north and south sub-quadrangles accounts for the evolution of the spatial pattern of the anticyclone throughout a year. This quantitative approach proved to be a useful estimate of the strength of South Atlantic Anticyclone. Further improvements of this approach are discussed.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Dynamics of Atmospheres and Oceans",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0377026515000305%26_version%3D1%26md5%3Daed51b6d7c3f3fc5a677379efead969d",
        "title": "Using the mean pressure gradient and NCEP/NCAR reanalysis to estimate the strength of the South Atlantic Anticyclone"
    },
    {
        "author": "Scott   Wunsch</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>September 2015</pubDate><br> <b>Source:</b>Dynamics of Atmospheres and Oceans, Volume 71</br><br>     Author(s): Scott   Wunsch</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0010\" view=\"all\">Recent observations from the South China Sea have demonstrated that semi-diurnal tides sometimes generate a double-frequency harmonic. Similar harmonic generation has been found in laboratory experiments and numerical simulations of internal wave beams refracting into a pycnocline. Here, a weakly nonlinear theory of internal wave refraction is applied to oceanic internal tides in an idealized stratification profile. The steady state harmonic amplitude is calculated as a function of the tidal frequency and the pycnocline characteristics. The results indicate that harmonic generation by nonlinear refraction of semi-diurnal tides is consistent with the South China Sea observations.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Dynamics of Atmospheres and Oceans",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0377026515000299%26_version%3D1%26md5%3D1e638d888649cffc676839f019470095",
        "title": "Nonlinear harmonic generation by diurnal tides"
    },
    {
        "author": "Albert   Dai</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>September 2015</pubDate><br> <b>Source:</b>Dynamics of Atmospheres and Oceans, Volume 71</br><br>     Author(s): Albert   Dai</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0015\" view=\"all\"> <simple-para id=\"spar0015\" view=\"all\">Gravity currents flowing downslope, namely downflows, were observed to have a larger scale instability on high slope angles and such violent instability was absent for downflows on low slope angles. By linear theory, it is found that two branches of instability occur for slope angle in the range of 0°<hsp sp=\"0.25\"/>&amp;lt;<hsp sp=\"0.25\"/> <italic>θ</italic> <hsp sp=\"0.25\"/>&amp;lt;<hsp sp=\"0.25\"/>90°. The ensuing instability is on the upper branch for low slope angles and on the lower branch for high slope angles. There also exists a transitional slope angle, <italic>θ</italic> <inf loc=\"post\"> <italic>E</italic> </inf> <hsp sp=\"0.25\"/>≈<hsp sp=\"0.25\"/>0.04°, at which the onset instability switches from one branch to the other. The scale of instability is found to increase and tend to skew towards the upper edge of the downflow as the ensuing instability switches from the upper branch to the lower one. Our findings surprisingly resonate with previously reported observations. Critical Reynolds number, below which the flow is stable to infinitesimal disturbances, is found to increase as the slope angle decreases. The role played by the bottom slope is essentially twofold. On one hand, the downslope component of gravity acts as the driving force for downflows. On the other hand, the wall-normal component of gravity acts for the stratification effect. Therefore, as the slope angle decreases, the driving force diminishes and the stratification intensifies, which can explain that the critical Reynolds number increases as the slope angle decreases. When a downflow propagates onto a sufficiently low slope angle, the low driving force and intensified stratification effect would make the downflow less prone to sustain a turbulent state of flow, which ultimately leads to the final stage of a gravity current event.</simple-para> </abstract-sec><br> <h3 class=\"h3\">Graphical abstract</h3> <img src=\"http://origin-ars.els-cdn.com/content/image/1-s2.0-S0377026515000317-fx1.jpg\" height=\"174\" width=\"500\" alt=\"image\"/> <h3 class=\"h3\">Highlights</h3> <simple-para xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"spar0005\" view=\"all\"> <display> <figure id=\"fig0035\"> <link locator=\"fx1\"/> </figure> </display> </simple-para></br></br><br></br></br>",
        "journal": "Dynamics of Atmospheres and Oceans",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0377026515000317%26_version%3D1%26md5%3Dbf5fd5330ca36cad06015b7e8d3c7b78",
        "title": "On the instability of a buoyancy-driven downflow"
    },
    {
        "author": "Xiaofan   Li, Guoqing   Zhai, Peijun   Zhu, Rui   Liu</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>September 2015</pubDate><br> <b>Source:</b>Dynamics of Atmospheres and Oceans, Volume 71</br><br>     Author(s): Xiaofan   Li, Guoqing   Zhai, Peijun   Zhu, Rui   Liu</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0010\" view=\"all\">The diurnal variation of tropical rainfall is examined through the analysis of an equilibrium cloud-resolving model experiment. Model domain mean rain rate is defined as a product of rain intensity and fractional rainfall coverage. The diurnal variation of the mean rain rate is associated with that of fractional rainfall coverage because the diurnal variation of rain intensity is significantly weakened through the decrease in rainfall in early morning hours. The decrease in rainfall corresponds to the reduction in secondary circulations through the barotropic conversion from the perturbation kinetic energy to the mean kinetic energy under the imposed negative vertical gradient of westerly winds. The fractional rainfall coverage shows the diurnal signal with the maximum in the early morning hours primarily due to nocturnal infrared radiative cooling.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Dynamics of Atmospheres and Oceans",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0377026515000329%26_version%3D1%26md5%3Dd2d2c085e1a1fb2a45dd2f107ed649d4",
        "title": "An equilibrium cloud-resolving modeling study of diurnal variation of tropical rainfall"
    },
    {
        "author": "L.   Ponsoni, B.   Aguiar-González, J.J.   Nauw, H.   Ridderinkhof, L.R.M.   Maas</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>Available online 8 August 2015</pubDate><br> <b>Source:</b>Dynamics of Atmospheres and Oceans</br><br>     Author(s): L.   Ponsoni, B.   Aguiar-González, J.J.   Nauw, H.   Ridderinkhof, L.R.M.   Maas</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0010\" view=\"all\"> <italic>In situ</italic> observations reveal a southeastward-directed North Madagascar Undercurrent (NMUC) below and opposite to the equatorward-directed North Madagascar Current (NMC) off Cape Amber, at the northern tip of Madagascar. Results show an undercurrent hugging the continental slope with its core at 460 m depth and velocities over 0.7 m s<sup loc=\"post\">−1</sup>. Its volume transport is estimated to be 3.1–3.8 Sv, depending on the velocity extrapolation methods used to fill in the data gaps near the slope (no-slip and full-slip, respectively). The thermohaline characteristics show a saltier and warmer NMUC, compared to the surrounding offshore waters, transporting mainly South Indian Central Water. Also, strong horizontal gradients of density are found in the NMUC domain. An inshore cell of coastal downwelling due to Ekman Transport towards the coast is identified, which can explain, at least in part, the strong baroclinic pressure gradients as well as the NMUC development and possible persistence.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Dynamics of Atmospheres and Oceans",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0377026515300014%26_version%3D1%26md5%3D509457ea9db839633b28b9a4b680dd15",
        "title": "First observational evidence of a North Madagascar Undercurrent"
    },
    {
        "author": "Marcio M.   Cintra, Carlos A.D.   Lentini, Jacques   Servain, Moacyr   Araujo, Eduardo   Marone</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>Available online 7 August 2015</pubDate><br> <b>Source:</b>Dynamics of Atmospheres and Oceans</br><br>     Author(s): Marcio M.   Cintra, Carlos A.D.   Lentini, Jacques   Servain, Moacyr   Araujo, Eduardo   Marone</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0010\" view=\"all\">The thermodynamics of the seasonal evolution of the Southwestern Tropical Atlantic Warm Pool (hereafter SWTAWP), which is delimited by the 28<hsp sp=\"0.25\"/>°C isotherm, is investigated using the Regional Ocean Modeling System (ROMS). Results indicate that the net heat flux is responsible for the appearance and extinction of the SWTAWP. From March to May, the SWTAWP attains its maximum development and sometimes merges with equatorial warm waters towards the African continent, whose development follows the same period. Along the equator, the combination of oceanic terms (i.e., advection and diffusion) is important to promote the separation - when it occurs - of equatorial warm waters from southwestern tropical waters, which develops off the Brazilian coast. An analysis of the relative contribution of the temperature tendency terms of the mixed layer (ML) heat budget over the appearance, development and extinction of the SWTAWP is also done. The most important term for warming and cooling inside of the ML is the net heat flux at the sea surface. The ML is heated by the atmosphere between October and April, whereas the upper ocean cools down between May and September. The highest heat content values occur during the lower-temperature period (August to October), which is linked to the deepening of the ML during this time period. The horizontal advection along the equator is important, particularly at the eastern domain, which is influenced by the cold tongue. In this area, the vertical diffusive term is also significant; however, it presents values near zero outside the equator. These results contribute to a better understanding of the behavior of the heat budget within the tropical Atlantic, as previous studies over this region focused along the equator only.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Dynamics of Atmospheres and Oceans",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0377026515000330%26_version%3D1%26md5%3D9a236e079102a7a985f0f5455e66a018",
        "title": "Physical processes that drive the seasonal evolution of the Southwestern Tropical Atlantic Warm Pool"
    },
    {
        "author": "",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>June 2015</pubDate><br> <b>Source:</b>Dynamics of Atmospheres and Oceans, Volume 70</br><br></br><br><br></br></br><br></br></br>",
        "journal": "Dynamics of Atmospheres and Oceans",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0377026515000160%26_version%3D1%26md5%3D56c0602758d54adc762ae168e5d5b060",
        "title": "IFC - Editorial Board"
    },
    {
        "author": "Bijan   Fallah, Sahar   Sodoudi</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>June 2015</pubDate><br> <b>Source:</b>Dynamics of Atmospheres and Oceans, Volume 70</br><br>     Author(s): Bijan   Fallah, Sahar   Sodoudi</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0010\" view=\"all\">Maximum covariance analysis (MCA) and isometric feature mapping (Isomap) are applied to investigate the spatio-temporal atmosphere–ocean interactions otherwise hidden in observational data for the period of 1979–2010. Despite an established long-term surface warming trend for the whole northern hemisphere, sea surface temperatures (SST) in the East Pacific have remained relatively constant for the period of 2001–2010. Our analysis reveals that SST anomaly probability density function of the leading two Isomap components is bimodal. We conclude that Isomap shows the existence of two distinct regimes in surface ocean temperature, resembling the break and active phases of rainfall over equatorial land areas. These regimes occurred within two separated time windows during the past three decades. Strengthening of trade winds over Pacific was coincident with the cold phase of east equatorial Pacific. This pattern was reversed during the warm phase of east equatorial Pacific. The El Niño event of 1997/1998 happened within the transition mode between these two regimes and may be a trigger for the SST changes in the Pacific. Furthermore, we suggest that Isomap, compared with MCA, provides more information about the behavior and predictability of the inter-seasonal atmosphere–ocean interactions.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Dynamics of Atmospheres and Oceans",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0377026515000135%26_version%3D1%26md5%3D7c52631ef62c879d21a04f2c211eae0b",
        "title": "Bimodality and regime behavior in atmosphere–ocean interactions during the recent climate change"
    },
    {
        "author": "Chunhui   Li, Tim   Li, Dejun   Gu, Ailan   Lin, Bin   Zheng</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>June 2015</pubDate><br> <b>Source:</b>Dynamics of Atmospheres and Oceans, Volume 70</br><br>     Author(s): Chunhui   Li, Tim   Li, Dejun   Gu, Ailan   Lin, Bin   Zheng</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0080\" view=\"all\">Sub-seasonal variability of summer (May–October) rainfall over the ChangJiang Valley exhibits two dominant timescales, one with a quasi-biweekly (QBW) period (10–20 days) and the other with an intraseasonal oscillation (ISO) period (20–60 days). A significant positive correlation (at a 99% confidence level) was found between the summer precipitation anomaly and the intensity of the QBW and ISO modes in the region. By examining the composite structure and evolution characteristics, we note that the QBW mode is characterized by a northwest–southeast oriented wave train pattern, moving southeastward. The perturbations associated with the ISO mode propagate northwestward in strong ISO years but southeastward in weak ISO years. A marked feature is the phase leading of low-level moisture to convection in both the QBW and ISO mode. When the summer rainfall is strong in the ChangJiang Valley, large-scale atmospheric conditions in the strong QBW/ISO activity region are characterized by deeper moist layer, convectively more unstable stratification and greater ascending motion. Such mean conditions favor the growth of the QBW and ISO perturbations. Thus, a significant positive correlation between the summer precipitation and the strength of sub-seasonal variability arises from the large-scale control of the summer mean flow to perturbations.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Dynamics of Atmospheres and Oceans",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0377026515000123%26_version%3D1%26md5%3D9997fa15c3d4f269e0c27c51a1801f85",
        "title": "Relationship between summer rainfall anomalies and sub-seasonal oscillation intensity in the ChangJiang Valley in China"
    },
    {
        "author": "Ki-Young   Heo, Ye-Won   Seo, Kyung-Ja   Ha, Kwang-Soon   Park, Jinah   Kim, Jung-Woon   Choi, Kicheon   Jun, Jin-Yong   Jeong</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>June 2015</pubDate><br> <b>Source:</b>Dynamics of Atmospheres and Oceans, Volume 70</br><br>     Author(s): Ki-Young   Heo, Ye-Won   Seo, Kyung-Ja   Ha, Kwang-Soon   Park, Jinah   Kim, Jung-Woon   Choi, Kicheon   Jun, Jin-Yong   Jeong</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0080\" view=\"all\">The development mechanisms of the explosive cyclone that occurred during 3–4 April 2012 over East Sea (Sea of Japan) are examined through numerical simulation and sensitivity experiments using the Weather and Research Forecasting (WRF) model. The characteristics of this explosive cyclone are different from typical cyclonic features observed in this region, including its intensity, deepening rate, and formation time. Numerical simulation, reanalysis data, upper and surface weather charts, and satellite data indicate that the strong baroclinic instability and temperature advection associated with upper-level cut-off low and the interaction of potential vorticity (PV) anomalies between the lower- and upper-level are essential to explosive cyclogenesis.</simple-para> <simple-para id=\"spar0085\" view=\"all\">The sensitivity experiments of the explosive cyclone show that latent heat release (LHR) is an important factor in explosive cyclogenesis. The intensification, extent, and movement speed of the cyclone are amplified by LHR as well as the formation of an upper-level cut-off low. The role of LHR is primary important in the generation and evolution of the cyclone. Especially, the LHR contributes to roughly 50% of decrease in sea level pressure (SLP) and 50% of the central cyclone’s low-level PV generation in initial stage. During a 48-h simulation, the contributions of the LHR, surface heat flux, and their interaction on the decrease of SLP of the cyclone are found to be 40.6, −8.2, and 10.5%, respectively. These results reveal that the explosive cyclone has larger deepening rates than OJ cyclones, and develops with a large amount of LHR near the cyclone center.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Dynamics of Atmospheres and Oceans",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0377026515000147%26_version%3D1%26md5%3D948153ef573df206dc309d512757400e",
        "title": "Development mechanisms of an explosive cyclone over East Sea on 3–4 April 2012"
    },
    {
        "author": "",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>March 2015</pubDate><br> <b>Source:</b>Dynamics of Atmospheres and Oceans, Volume 69</br><br></br><br><br></br></br><br></br></br>",
        "journal": "Dynamics of Atmospheres and Oceans",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0377026515000032%26_version%3D1%26md5%3D8490ae79c425b27abb239392b47f3b9e",
        "title": "IFC - Editorial Board"
    },
    {
        "author": "Ranis N.   Ibragimov, Lin   Guang</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>March 2015</pubDate><br> <b>Source:</b>Dynamics of Atmospheres and Oceans, Volume 69</br><br>     Author(s): Ranis N.   Ibragimov, Lin   Guang</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0010\" view=\"all\">The Cauchy–Poisson free boundary problem associated with a nonstationary motion of a perfect incompressible fluid circulating around the equatorial plane of a planet is considered. It is shown that the corresponding theory of a higher-order shallow approximation admits two functionally independent systems, while the classical problem for the flat bottom admits only one system.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Dynamics of Atmospheres and Oceans",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0377026514000542%26_version%3D1%26md5%3D345ac6e80ecfa5a927d3fa44509d658e",
        "title": "Splitting phenomenon of a higher-order shallow water theory associated with a longitudinal planetary waves"
    },
    {
        "author": "Hans   van Haren</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>March 2015</pubDate><br> <b>Source:</b>Dynamics of Atmospheres and Oceans, Volume 69</br><br>     Author(s): Hans   van Haren</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0075\" view=\"all\">The character of turbulent overturns in a weakly stratified deep-sea is investigated in some detail using 144 high-resolution temperature sensors at 0.7<hsp sp=\"0.25\"/>m intervals, starting 5<hsp sp=\"0.25\"/>m above the bottom. A 9-day, 1<hsp sp=\"0.25\"/>Hz sampled record from the 912<hsp sp=\"0.25\"/>m depth flat-bottom (&amp;lt;0.5% bottom-slope) mooring site in the central-north Alboran Sea (W-Mediterranean) demonstrates an overall conservative temperature range of only 0.05<hsp sp=\"0.25\"/>°C, a typical mean buoyancy period as large as 3<hsp sp=\"0.25\"/>h and a 1<hsp sp=\"0.25\"/>Hz-profile-vertically-averaged turbulence dissipation rate maximum of only 10<sup loc=\"post\">−8</sup> <hsp sp=\"0.25\"/>m<sup loc=\"post\">2</sup> <hsp sp=\"0.25\"/>s<sup loc=\"post\">−3</sup>. Nonetheless, this ‘boundary layer’ varies in height between &amp;lt;6 and &amp;gt;104<hsp sp=\"0.25\"/>m above the bottom and is thus not homogeneous throughout; the temperature variations are seldom quiescent and are generally turbulent in appearance, well exceeding noise levels. The turbulence character is associated with small-scale internal waves; examples are found of both shear- and convection-driven turbulence; particular association, although not phase-locked, is found between turbulence variations and tidal rather than with inertial motions; the mean buoyancy frequency of a few times the inertial frequency implies the importance of ‘slantwise convection’ in the direction of the earth rotational vector rather than in the direction of gravity. Such convection is observed both in near-homogeneous and weakly stratified form.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Dynamics of Atmospheres and Oceans",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0377026514000530%26_version%3D1%26md5%3D5ef4f3d6c64197ffef8e62224138e628",
        "title": "Impressions of the turbulence variability in a weakly stratified, flat-bottom deep-sea ‘boundary layer’"
    },
    {
        "author": "Pehr   Björnbom</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>March 2015</pubDate><br> <b>Source:</b>Dynamics of Atmospheres and Oceans, Volume 69</br><br>     Author(s): Pehr   Björnbom</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0015\" view=\"all\"> <simple-para id=\"spar0015\" view=\"all\">Equilibrium temperature profiles obtained by maximizing the entropy of a column of fluid with a given height and volume under the influence of gravity are discussed by using numerical experiments. Calculations are made both for the case of an ideal gas and for a liquid with constant isobaric heat capacity, constant compressibility and constant thermal expansion coefficient representing idealized conditions corresponding to atmosphere and ocean. Calculations confirm the classical equilibrium condition by Gibbs that an isothermal temperature profile gives a maximum in entropy constrained by a constant mass and a constant sum of internal and potential energy. However, it was also found that an isentropic profile gives a maximum in entropy constrained by a constant mass and a constant internal energy of the fluid column. On the basis of this result a hypothesis is suggested that the adiabatic lapse rate represents a restricted or transitory and metastable equilibrium state, which has a maximum in entropy with lower value than the maximum in the state with an isothermal lapse rate. This transitory equilibrium state is maintained by passive forces, preventing or slowing down the transition of the system to the final or ultimate equilibrium state.</simple-para> </abstract-sec><br> <h3 class=\"h3\">Graphical abstract</h3> <img src=\"http://origin-ars.els-cdn.com/content/image/1-s2.0-S0377026514000529-fx1.jpg\" height=\"200\" width=\"500\" alt=\"image\"/> <h3 class=\"h3\">Highlights</h3> <simple-para xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"spar0005\" view=\"all\"> <display> <figure id=\"fig0030\"> <link locator=\"fx1\"/> </figure> </display> </simple-para></br></br><br></br></br>",
        "journal": "Dynamics of Atmospheres and Oceans",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0377026514000529%26_version%3D1%26md5%3Df082c43d546562002a83d73fb13cf939",
        "title": "Temperature lapse rates at restricted thermodynamic equilibrium in the Earth system"
    },
    {
        "author": "Jun-Ichi   Yano</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>March 2015</pubDate><br> <b>Source:</b>Dynamics of Atmospheres and Oceans, Volume 69</br><br>     Author(s): Jun-Ichi   Yano</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0010\" view=\"all\">The present paper originally derives the convective kinetic energy equation under mass-flux subgrid-scale parameterization in a formal manner based on the segmentally-constant approximation (SCA). Though this equation is long since presented by Arakawa and Schubert (1974), a formal derivation is not known in the literature. The derivation of this formulation is of increasing interests in recent years due to the fact that it can explain basic aspects of the convective dynamics such as discharge–recharge and transition from shallow to deep convection.</simple-para> <simple-para id=\"spar0015\" view=\"all\">The derivation is presented in two manners: (i) for the case that only the vertical component of the velocity is considered and (ii) the case that both the horizontal and vertical components are considered. The equation reduces to the same form as originally presented by Arakwa and Schubert in both cases, but with the energy dissipation term defined differently. In both cases, nevertheless, the energy “dissipation” (loss) term consists of the three principal contributions: (i) entrainment–detrainment, (ii) outflow from top of convection, and (iii) pressure effects. Additionally, inflow from the bottom of convection contributing to a growth of convection is also <italic>formally</italic> counted as a part of the dissipation term. The eddy dissipation is also included for a completeness.</simple-para> <simple-para id=\"spar0020\" view=\"all\">The order-of-magnitude analysis shows that the convective kinetic energy “dissipation” is dominated by the pressure effects, and it may be approximately described by Rayleigh damping with a constant time scale of the order of 10<sup loc=\"post\">2</sup>–10<sup loc=\"post\">3</sup> <hsp sp=\"0.25\"/>s. The conclusion is also supported by a supplementary analysis of a cloud-resolving model (CRM) simulation. The Appendix discusses how the loss term (“dissipation”) of the convective kinetic energy is qualitatively different from the conventional eddy-dissipation process found in turbulent flows.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Dynamics of Atmospheres and Oceans",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0377026514000554%26_version%3D1%26md5%3Dd92b029c5040804968ea7738d2564622",
        "title": "Convective kinetic energy equation under the mass-flux subgrid-scale parameterization"
    },
    {
        "author": "",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>December 2014</pubDate><br> <b>Source:</b>Dynamics of Atmospheres and Oceans, Volume 68</br><br></br><br><br></br></br><br></br></br>",
        "journal": "Dynamics of Atmospheres and Oceans",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0377026514000451%26_version%3D1%26md5%3Db97c382a22faaf14ade8fc10a42e533a",
        "title": "IFC - Editorial Board"
    },
    {
        "author": "Mei   Hong, Ren   Zhang, Dong   Wang, Xi   Chen, Jian   Shi, Vijay   Singh</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>December 2014</pubDate><br> <b>Source:</b>Dynamics of Atmospheres and Oceans, Volume 68</br><br>     Author(s): Mei   Hong, Ren   Zhang, Dong   Wang, Xi   Chen, Jian   Shi, Vijay   Singh</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0010\" view=\"all\">The western Pacific subtropical high (WPSH) is closely correlated with the East Asian climate. To date, the underlying mechanisms and sustaining factors have not been positively elucidated. Based on the concept of dynamical system model reconstruction, this paper presents a nonlinear statistical–dynamical model of the subtropical high ridge line (SHRL) in concurrence with four summer monsoon factors. SHRL variations from 1990 to 2011 are subdivided into three categories, while parameter differences relating to three differing models are examined. Dynamical characteristics of SHRL are analyzed and an aberrance mechanism subsequently developed. Modeling suggests that different parameters may lead to significant variance pertaining to monsoon variables corresponding with numerous WPSH activities. Dynamical system bifurcation and mutation indicates that the South China Sea monsoon trough is a significant factor with respect to the occurrence and maintenance of the ‘double-ridge’ phenomenon. Moreover, the occurrence of the Mascarene cold high is predicted to cause an abnormal northward location of WPSH, resulting in the “empty plum” phenomenon.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Dynamics of Atmospheres and Oceans",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0377026514000335%26_version%3D1%26md5%3Dece56ef95fc1de3bc2e4f8925810f3d7",
        "title": "Retrieval the statistical–dynamical model of western Pacific subtropical high ridge line index and key members of Asian summer monsoon system"
    },
    {
        "author": "O.   Alizadeh-Choobari, A.   Sturman, P.   Zawar-Reza</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>December 2014</pubDate><br> <b>Source:</b>Dynamics of Atmospheres and Oceans, Volume 68</br><br>     Author(s): O.   Alizadeh-Choobari, A.   Sturman, P.   Zawar-Reza</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0010\" view=\"all\">Aerosols make a considerable contribution to the climate system through their radiative and cloud condensation nuclei effects, which underlines the need for understanding the origin of aerosols and their transport pathways. Seasonal distribution of mineral dust around the globe and its correlation with atmospheric circulation is investigated using satellite data, and meteorological data from ECMWF. The most important sources of dust are located in North Africa, the Middle East and Southwest Asia with an observed summer maximum, and East Asia with a spring peak. Maximum dust activity over North Africa and the Middle East in summer is attributed to dry convection associated with the summertime low-pressure system, while unstable weather and dry conditions are responsible for the spring peak in dust emission in East Asia. Intercontinental transport of mineral dust by atmospheric circulation has been observed, including trans-Atlantic transport of North African dust, trans-Pacific transport of Asian dust, and transport of dust from the Middle East across the Indian Ocean. The extent of African dust over the Atlantic Ocean and its latitudinal variation with season is related to the large-scale atmospheric circulation, including seasonal changes in the position of the intertropical convergence zone (ITCZ) and variation of wind patterns. North African aerosols extend over longer distances across the North Atlantic in summer because of greater dust emission, an intensified easterly low level jet (LLJ) and strengthening of the Azores-Bermuda anticyclonic circulation. Transport of East Asian aerosol is facilitated by the existence of a LLJ that extends from East Asia to the west coast of North America.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Dynamics of Atmospheres and Oceans",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0377026514000347%26_version%3D1%26md5%3D31a5cbbdcb9c0b6cc445f35378615aa2",
        "title": "A global satellite view of the seasonal distribution of mineral dust and its correlation with atmospheric circulation"
    },
    {
        "author": "J.A.   Ferreira, A.C.   Carvalho, L.   Carvalheiro, A.   Rocha, J.M.   Castanheira</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>December 2014</pubDate><br> <b>Source:</b>Dynamics of Atmospheres and Oceans, Volume 68</br><br>     Author(s): J.A.   Ferreira, A.C.   Carvalho, L.   Carvalheiro, A.   Rocha, J.M.   Castanheira</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0010\" view=\"all\">At daybreak and late morning of 18th of February 2008 Lisbon and Setúbal have been under the influence of a heavy rain event. This period was simulated by two operational WRF model set ups running for Portugal at the University of Aveiro in two different horizontal and vertical resolution and physical parameterisations. These two model configurations were tested for the described precipitation event in terms of microphysics and cumulus parameterisation and also in their domain configuration setup. Results suggest that the combination of cumulus and microphysics schemes is very important in the prediction of the amounts of precipitation. A small change in domain resolution has more impact in the spatial patterns of precipitation rather than in the amounts predicted.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Dynamics of Atmospheres and Oceans",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0377026514000359%26_version%3D1%26md5%3D2064e62f5670de6ca9da1c28ca69be38",
        "title": "On the influence of physical parameterisations and domains configuration in the simulation of an extreme precipitation event"
    },
    {
        "author": "",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>September 2014</pubDate><br> <b>Source:</b>Dynamics of Atmospheres and Oceans, Volume 67</br><br></br><br><br></br></br><br></br></br>",
        "journal": "Dynamics of Atmospheres and Oceans",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0377026514000372%26_version%3D1%26md5%3Db9b10929c44a8e0243e673616f8b8885",
        "title": "IFC - Editorial Board"
    },
    {
        "author": "Jun-Ichi   Yano</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>September 2014</pubDate><br> <b>Source:</b>Dynamics of Atmospheres and Oceans, Volume 67</br><br>     Author(s): Jun-Ichi   Yano</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0005\" view=\"all\"> <simple-para id=\"spar0005\" view=\"all\">Structure of the mass-flux convection parameterization formulation is re-examined. Many of the equations associated with this formulation are derived in systematic manner with various intermediate steps explicitly presented. The nonhydrostatic anelastic model (NAM) is taken as a starting point of all the derivations.</simple-para> <simple-para id=\"spar0010\" view=\"all\">Segmentally constant approximation (SCA) is a basic geometrical constraint imposed on a full system (e.g., NAM) as a first step for deriving the mass-flux formulation. The standard mass-flux convection parameterization, as originally formulated by Ooyama, Fraedrich, Arakawa and Schubert, is re-derived under the two additional hypotheses concerning entrainment–detrainment and environment, and an asymptotic limit of vanishing areas occupied by convection.</simple-para> <simple-para id=\"spar0015\" view=\"all\">A model derived at each step of the deduction constitutes a stand-alone subgrid-scale representation by itself, leading to a hierarchy of subgrid-scale schemes. A backward tracing of this deduction process provides paths for generalizing mass-flux convection parameterization. Issues of the high-resolution limit for parameterization are also understood as those of relaxing various traditional constraints. The generalization presented herein can include various other subgrid-scale processes under a mass-flux framework.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Dynamics of Atmospheres and Oceans",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0377026514000219%26_version%3D1%26md5%3D228b498906c51961097da808ba1bff9e",
        "title": "Formulation structure of the mass-flux convection parameterization"
    },
    {
        "author": "Youjia   Zou, Xiangying   Xi</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>September 2014</pubDate><br> <b>Source:</b>Dynamics of Atmospheres and Oceans, Volume 67</br><br>     Author(s): Youjia   Zou, Xiangying   Xi</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0010\" view=\"all\">The Gulf Stream, one of the strongest currents in the world, transports approximately 31<hsp sp=\"0.25\"/>Sv of water (<cross-refs id=\"crfs0005\" refid=\"bib0075 bib0015 bib0105\">Kelly and Gille, 1990; Baringer and Larsen, 2001; Leaman et al., 1995</cross-refs>) and 1.3<hsp sp=\"0.25\"/>×<hsp sp=\"0.25\"/>10<sup loc=\"post\">15</sup> <hsp sp=\"0.25\"/>W (<cross-ref id=\"crf0020\" refid=\"bib0100\">Larsen, 1992</cross-ref>) of heat into the Atlantic Ocean, and warms the vast European continent. Thus any change of the Gulf Stream could lead to the climate change in the European continent, and even worldwide (<cross-ref id=\"crf0025\" refid=\"bib0035\">Bryden et al., 2005</cross-ref>). Past studies have revealed a diminished Gulf Stream and oceanic heat transport that was possibly associated with a southward migration of intertropical convergence zone (ITCZ) and may have contributed to Little Ice Age (AD ∼1200 to 1850) in the North Atlantic (<cross-ref id=\"crf0030\" refid=\"bib0110\">Lund et al., 2006</cross-ref>). However, the causations of the Gulf Stream weakening due to the southward migration of the ITCZ remain uncertain. Here we use satellite observation data and employ a model (oceanic general circulation model – OGCM) to demonstrate that the Brazilian promontory in the east coast of South America may have played a crucial role in allocating the equatorial currents, while the mean position of the equatorial currents migrates between northern and southern hemisphere in the Atlantic Ocean. Northward migrations of the equatorial currents in the Atlantic Ocean have little influence on the Gulf Stream. Nevertheless, southward migrations, especially abrupt large southward migrations of the equatorial currents, can lead to the increase of the Brazil Current and the significant decrease of the North Brazil Current, in turn the weakening of the Gulf Stream. The results from the model simulations suggest the mean position of the equatorial currents in the Atlantic Ocean shifted at least 180–260<hsp sp=\"0.25\"/>km southwards of its present-day position during the Little Ice Age based on the calculations of simple linear equations and the OGCM simulations.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Dynamics of Atmospheres and Oceans",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0377026514000207%26_version%3D1%26md5%3Dc7772c80c16d023925bc68a1c11e9af7",
        "title": "The possible role of Brazilian promontory in Little Ice Age"
    },
    {
        "author": "Ian J.   Brown, Ricardo   Torres, Andrew P.   Rees</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>September 2014</pubDate><br> <b>Source:</b>Dynamics of Atmospheres and Oceans, Volume 67</br><br>     Author(s): Ian J.   Brown, Ricardo   Torres, Andrew P.   Rees</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0005\" view=\"all\"> <simple-para id=\"spar0005\" view=\"all\">Concentrations and flux densities of methane were determined during a Lagrangian study of an advective filament in the permanent upwelling region off western Mauritania. Newly upwelled waters were dominated by the presence of North Atlantic Central Water and surface CH<inf loc=\"post\">4</inf> concentrations of 2.2<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>0.3<hsp sp=\"0.25\"/>nmol<hsp sp=\"0.25\"/>L<sup loc=\"post\">−1</sup> were largely in equilibrium with atmospheric values, with surface saturations of 101.7<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>14%. As the upwelling filament aged and was advected offshore, CH<inf loc=\"post\">4</inf> enriched South Atlantic Central Water from intermediate depths of 100–350<hsp sp=\"0.25\"/>m was entrained into the surface mixed layer of the filament following intense mixing associated with the shelf break. Surface saturations increased to 198.9<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>15% and flux densities increased from a mean value over the shelf of 2.0<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>1.1<hsp sp=\"0.25\"/>μmol<hsp sp=\"0.25\"/>m<sup loc=\"post\">−2</sup> <hsp sp=\"0.25\"/>d<sup loc=\"post\">−1</sup> to a maximum of 22.6<hsp sp=\"0.25\"/>μmol<hsp sp=\"0.25\"/>m<sup loc=\"post\">−2</sup> <hsp sp=\"0.25\"/>d<sup loc=\"post\">−1</sup>. Annual CH<inf loc=\"post\">4</inf> emissions for this persistent filament were estimated at 0.77<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>0.64<hsp sp=\"0.25\"/>Gg which equates to a maximum of 0.35% of the global oceanic budget. This raises the known outgassing intensity of this area and highlights the importance of advecting filaments from upwelling waters as efficient vehicles for air-sea exchange.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Dynamics of Atmospheres and Oceans",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0377026514000323%26_version%3D1%26md5%3Df8d0ca78ff25bf2abdc90a620804c04d",
        "title": "The origin of sub-surface source waters define the sea–air flux of methane in the Mauritanian Upwelling, NW Africa"
    },
    {
        "author": "Dehai   Luo, Shuzhan   Ren</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>September 2014</pubDate><br> <b>Source:</b>Dynamics of Atmospheres and Oceans, Volume 67</br><br>     Author(s): Dehai   Luo, Shuzhan   Ren</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0010\" view=\"all\">The robust relationship between the sea surface temperature (SST) and wind stress is used to examine the impact of the SST–wind stress coupling on the dynamics and stability of ocean currents inside and outside SST frontal zones based on the wave-activity equations for the semi-geostrophic (SG) and quasi-geostrophic (QG) models.</simple-para> <simple-para id=\"spar0015\" view=\"all\">The results show that the coupling has fundamentally different effects on the ocean current inside and outside SST fronts. Outside the frontal zones the coupling only redistributes the surface temperature perturbation but does not change the total pseudo-momentum and pseudo-energy. Therefore the QG pseudo-momentum and pseudo-energy are still conserved under the impact of the coupling, although the pseudo-energy is slightly modified. The stability conditions, more general than the ones obtained by <cross-ref id=\"crf0020\" refid=\"bib0165\">Spall (2007)</cross-ref>, are obtained from the conservation of the wave-activities. Inside the SST frontal zones, however, the coupling, along with the nonlinear Ekman effect, destroys the conservation of the SG pseudo-momentum and pseudo-energy. Therefore no stability condition is available, indicating that the current inside the frontal zone may be unstabilized by the coupling or nonlinear Ekman transport effect. It is also found that different dynamical features inside and outside frontal zones cause the different modulation of the coupling strength. The drastic differences are closely associated with the different assumptions underlying QG and SG dynamics about the density/temperature gradient and isotropy of motions.</simple-para> <simple-para id=\"spar0020\" view=\"all\">The different impacts of the coupling are further illustrated analytically by comparing the normal mode growth rates for the SG and QG Eady models. The comparisons show that ocean current outside the SST frontal zone is stable under any normal mode disturbances when the coupling factor <math altimg=\"si2.gif\" overflow=\"scroll\"> <msub> <mi>σ</mi> <mi>QG</mi> </msub> <mo>&amp;lt;</mo> <mo>−</mo> <msub> <mover accent=\"true\"> <mi>U</mi> <mo>¯</mo> </mover> <mi>s</mi> </msub> </math> where <math altimg=\"si3.gif\" overflow=\"scroll\"> <msub> <mover accent=\"true\"> <mi>U</mi> <mo>¯</mo> </mover> <mi>s</mi> </msub> </math> is the basic zonal flow at the surface, but it is unstable under certain normal modes when <math altimg=\"si4.gif\" overflow=\"scroll\"> <msub> <mi>σ</mi> <mi>QG</mi> </msub> <mo>&amp;gt;</mo> <mo>−</mo> <msub> <mover accent=\"true\"> <mi>U</mi> <mo>¯</mo> </mover> <mi>s</mi> </msub> </math>. However the ocean current inside the frontal zone is always unstable under the influence of the SST–wind coupling or nonlinear Ekman effect. It is found that the negative coupling (when surface wind blows from cold water to warm water) tends to generate strong instability. In addition, the growing/decaying normal modes are non-dispersive and propagate only in one direction (eastward) outside the frontal zone, but they are dispersive and can propagate in both directions inside frontal zone.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Dynamics of Atmospheres and Oceans",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0377026514000177%26_version%3D1%26md5%3D1640a87228cbd671820e19cbff93eee2",
        "title": "Impact of the SST–wind stress coupling on the dynamics and stability of ocean current inside and outside SST frontal zones"
    },
    {
        "author": "",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>June 2014</pubDate><br> <b>Source:</b>Dynamics of Atmospheres and Oceans, Volume 66</br><br></br><br><br></br></br><br></br></br>",
        "journal": "Dynamics of Atmospheres and Oceans",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0377026514000232%26_version%3D1%26md5%3Dde487e1965734f8aa8373b2da1606f45",
        "title": "IFC - Editorial Board"
    },
    {
        "author": "Sarmad   Ghader, Jan   Nordström</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>June 2014</pubDate><br> <b>Source:</b>Dynamics of Atmospheres and Oceans, Volume 66</br><br>     Author(s): Sarmad   Ghader, Jan   Nordström</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0010\" view=\"all\">We derive a general form of well-posed open boundary conditions for the two-dimensional shallow water equations by using the energy method. Both the number and the type of boundary conditions are presented for subcritical and supercritical flows on a general domain. The boundary conditions are also discussed for a rectangular domain. We compare the results with a number of often used open boundary conditions and show that they are a subset of the derived general form.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Dynamics of Atmospheres and Oceans",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0377026514000037%26_version%3D1%26md5%3D42dd45a19d1ed09c8b4039c40ec8e2be",
        "title": "Revisiting well-posed boundary conditions for the shallow water equations"
    },
    {
        "author": "Gregory J.   Tripoli, Eric A.   Smith</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>June 2014</pubDate><br> <b>Source:</b>Dynamics of Atmospheres and Oceans, Volume 66</br><br>     Author(s): Gregory J.   Tripoli, Eric A.   Smith</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0010\" view=\"all\">In this second part of a two-part sequence of papers, the performance metrics and quantitative advantages of a new VST surface coordinate system, implemented within a dynamically constrained, nonhydrostatic, cloud mesoscale atmospheric model, are evaluated in conjunction with seven orthodox obstacle flow problems. [The first part presented a full formulation of the VST model, prefaced by a description of the framework of the newly re-tooled nonhydrostatic modeling system (NMS) operating within integral constraints based on the conservation of the foremost quantities of mass, energy and circulation.] The intent behind VST is to create a vertical surface coordinate system boundary underpinning a nonhydrostatic atmosphere capable of reliable simulations of flows over both smooth and steep terrain without sacrificing dynamical integrity over either type of surface. Model simulation results are analyzed for six classical fluid dynamics problems involving flows relative to obstacles with known analytical or laboratory-simulated solutions, as well as for a seventh noteworthy mountain wave breaking problem that has well-studied numerical solutions. For cases when topography becomes excessively severe or poorly resolved numerically, atmospheric models using transform (terrain-following) coordinates produce noteworthy errors rendering a stable integration only if the topography is smoothed. For cases when topography is slowly varying (smooth or subtle), models using discrete-step coordinates also produce noteworthy errors relative to known solutions. Alternatively, the VST model demonstrates that both limitations of the two conventional approaches, for the entire range of slope severities, can be overcome. This means that VST is ideally suited for a scalable, nonhydrostatic atmospheric model, safeguarded with physically realistic dynamical constraints.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Dynamics of Atmospheres and Oceans",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0377026514000049%26_version%3D1%26md5%3Dd98c27ef9bd5e3352497d0a006e4d8cf",
        "title": "Introducing variable-step topography (VST) coordinates within dynamically constrained nonhydrostatic modeling system (NMS). Part 2: VST performance on orthodox obstacle flows"
    },
    {
        "author": "Gregory J.   Tripoli, Eric A.   Smith</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>June 2014</pubDate><br> <b>Source:</b>Dynamics of Atmospheres and Oceans, Volume 66</br><br>     Author(s): Gregory J.   Tripoli, Eric A.   Smith</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0010\" view=\"all\">A Variable-Step Topography (VST) surface coordinate system is introduced into a dynamically constrained, scalable, nonhydrostatic atmospheric model for reliable simulations of flows over both smooth and steep terrain without sacrificing dynamical integrity over either type of surface. Backgrounds of both terrain-following and step coordinate model developments are presented before justifying the turn to a VST approach within an appropriately configured host model. In this first part of a two-part sequence of papers, the full formulation of the VST model, prefaced by a description of the framework of its apposite host, <italic>i.e.</italic>, a re-tooled Nonhydrostatic Modeling System (NMS), are presented. [The second part assesses the performance and benefits of the new VST coordinate system in conjunction with seven orthodox obstacle flow problems.] The NMS is a 3-dimensional, nonhydrostatic cloud-mesoscale model, designed for integrations from plume-cloud scales out to regional-global scales. The derivative properties of VST in conjunction with the NMS's newly designed dynamically constrained core are capable of accurately capturing the deformations of flows by any type of terrain variability. Numerical differencing schemes needed to satisfy critical integral constraints, while also effectively enabling the VST lower boundary, are described. The host model constraints include mass, momentum, energy, vorticity and enstrophy conservation. A quasi-compressible closure cast on multiple-nest rotated spherical grids is the underlying framework used to study the advantages of the VST coordinate system. The principle objective behind the VST formulation is to combine the advantages of both terrain-following and step coordinate systems without suffering either of their disadvantages, while at the same time creating a vertical surface coordinate setting suitable for a scalable, nonhydrostatic model, safeguarded with physically realistic dynamical constraints.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Dynamics of Atmospheres and Oceans",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0377026514000025%26_version%3D1%26md5%3De2b92ef15fb9bf081c9a9907cd0c3046",
        "title": "Introducing Variable-Step Topography (VST) coordinates within dynamically constrained Nonhydrostatic Modeling System (NMS). Part 1: VST formulation within NMS host model framework"
    },
    {
        "author": "Hans   van Haren, Louis   Gostiaux</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>June 2014</pubDate><br> <b>Source:</b>Dynamics of Atmospheres and Oceans, Volume 66</br><br>     Author(s): Hans   van Haren, Louis   Gostiaux</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0010\" view=\"all\">We are concerned with the shape of overturns due to irreversible effects of turbulent mixing through internal wave breaking in the ocean. Vertical (<italic>z</italic>) overturn displacements (<italic>d</italic>) are computed from ship-borne SeaBird-911 CTD-data using the well-established method of reordering unstable portions in vertical density profiles. When displayed as a function of <italic>z</italic>, the displacements <italic>d</italic>(<italic>z</italic>) reveal a characteristic zigzag shape. Here, we primarily investigate the particular slope (<italic>z</italic>/<italic>d</italic>) of this zigzag signature after assigning the displacements to the end-point depths. Using model-overturns we show that this slope equals ½ for a solid-body-rotation, while a more sophisticated Rankine-vortex overturn-model, here employed in the vertical, has slopes slightly &amp;gt;½ in the interior and &amp;gt;1 along the sides. In the case of a near-homogeneous layer, displacement-points fill a parallelogram with side-edges having a slope of 1. The models are used to interpret overturn shapes in NE-Atlantic-Ocean-data from moderately deep, turbulent waters above Rockall Bank (off Ireland) and from deep, weakly stratified waters above Mount Josephine (off Portugal). These are compared with salinity-compensated intrusion data in Mediterranean-outflow-waters in the Canary Basin. Dynamically, most overturns are found to resemble the half-turn Rankine-vortex model and very few a, small-only, solid-body-rotation. Additionally, the usefulness and uselessness of upcast-CTD-data are discussed for overturn characterization.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Dynamics of Atmospheres and Oceans",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0377026514000050%26_version%3D1%26md5%3Da5b7d1c7dcc752298a0e67b826f98313",
        "title": "Characterizing turbulent overturns in CTD-data"
    },
    {
        "author": "Naratip   Santitissadeekorn, Elaine T.   Spiller, Christopher   Jones, Regis   Rutarindwa, Liyan   Liu, Kayo   Ide</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>June 2014</pubDate><br> <b>Source:</b>Dynamics of Atmospheres and Oceans, Volume 66</br><br>     Author(s): Naratip   Santitissadeekorn, Elaine T.   Spiller, Christopher   Jones, Regis   Rutarindwa, Liyan   Liu, Kayo   Ide</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0010\" view=\"all\">We conduct Observing System Simulation Experiments (OSSEs) with Lagrangian data assimilation (LaDA) in two-layer point-vortex systems, where the trajectories of passive tracers (drifters or floats) are observed on one layer that is coupled to another layer with different dynamics. Depending on the initial position of the observed tracers, the model studied here can exhibit nonlinear features that cause the standard Kalman filter and its variants to fail. For this reason, we adopt a Monte Carlo approach known as particle filtering, which takes the nonlinear dynamics into account. The main objective of this paper is to understand the effects of drifter placement and layer coupling on the precision skill of assimilating Lagrangian data into multi-layered models. Therefore, we analyze the quality of the assimilated vortex estimates by assimilating path data from passive tracers launched at different locations, on different layers and in systems with various coupling strengths between layers. We consider two cases: vortices placed on different layers (heton) and on the same layer (non-heton). In both cases we find that launch location, launch layer and coupling strength all play a significant role in assimilation precision skill. However, the specifics of the interplay of these three factors are quite different for the heton case versus the non-heton case.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Dynamics of Atmospheres and Oceans",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0377026514000141%26_version%3D1%26md5%3Da9de4ceb8d6d83b2495752b922f950a8",
        "title": "Observing System Simulation Experiments of cross-layer Lagrangian data assimilation"
    },
    {
        "author": "Albert J.   Gabric, Bo   Qu, Patricia A.   Matrai, Carly   Murphy, Hailang   Lu, Dao Rong   Lin, Feng   Qian, Min   Zhao</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>June 2014</pubDate><br> <b>Source:</b>Dynamics of Atmospheres and Oceans, Volume 66</br><br>     Author(s): Albert J.   Gabric, Bo   Qu, Patricia A.   Matrai, Carly   Murphy, Hailang   Lu, Dao Rong   Lin, Feng   Qian, Min   Zhao</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0010\" view=\"all\">We investigate the relationship between satellite-derived time series for microalgal biomass, measured using remotely sensed chlorophyll-<italic>a</italic> (CHL: mg<hsp sp=\"0.25\"/>m<sup loc=\"post\">−3</sup>), aerosol optical depth (AOD) and sea ice cover (ICE) in the Greenland Sea (10° W–10° E, 65–80° N) over the decadal period 2003–2012. Zonal averages for all variables were computed in 5-degree latitude bands. Unlike other regions of the Arctic Ocean, the marginal ice zone in the Greenland Sea is confined to north of 75° N. The CHL time series is characterized by high interannual variability, especially in the northern marginal sea ice zone (MIZ) where variability in sea ice extent is a likely factor. The ten-year climatology shows that CHL increases from March, reaching a seasonal peak in May in the southern sector and in June in the northern sectors. The climatological peak of AOD is achieved in April in all latitude bands, about a month before the peak in CHL. This suggests that the Arctic aerosol burden is strongly affected by continental sources in early spring.</simple-para> <simple-para id=\"spar0015\" view=\"all\">Interestingly, a summer increase in AOD (which succeeds the CHL maximum) is seen in some years. Sea ice extent in early spring is less than 40% in the northern sector in all years. There is considerable interannual variability in both the onset of melt and the extent of sea ice loss during summer, with the minimum summer sea ice extent decreasing to almost zero in five of the years. Cross-correlation analyses of the three times series identify a statistically significant relation between CHL and AOD in six of the years in the southern sector, but no correlation between CHL and ICE was found in the northern sector. There is, however, a significant correlation between AOD and ICE time series in the northern sector in four years. High AOD values registered in early spring are most likely of anthropogenic origin, however, peaks later in summer coincident with the phytoplankton bloom and high emissions of biogenic aerosol precursors such as dimethylsulfide and other primary aerosols of marine origin, suggest the summer atmospheric aerosol burden is likely influenced by biogenic emissions.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Dynamics of Atmospheres and Oceans",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0377026514000165%26_version%3D1%26md5%3D8c4728db22010b0fbf5ea159826cdce8",
        "title": "Investigating the coupling between phytoplankton biomass, aerosol optical depth and sea-ice cover in the Greenland Sea"
    },
    {
        "author": "P.J.   Diamessis, S.   Wunsch, I.   Delwiche, M.P.   Richter</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>June 2014</pubDate><br> <b>Source:</b>Dynamics of Atmospheres and Oceans, Volume 66</br><br>     Author(s): P.J.   Diamessis, S.   Wunsch, I.   Delwiche, M.P.   Richter</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0010\" view=\"all\">The interaction of an internal wave beam (IWB) with an idealized oceanic pycnocline is examined using two-dimensional fully nonlinear direct numerical simulations based on a spectral multidomain penalty method in the vertical direction. The phenomenon of focus is the nonlinear generation of harmonics. A total of 24 simulations have been performed, varying the normalized pycnocline thickness and the ratio of peak pycnocline Brunt-Väisälä frequency to that of the stratified lower layer. Harmonics at the point of IWB entry into the pycnocline increase in amplitude and number with a measure of the maximum gradient of the Brunt-Väisälä frequency, suggesting refraction as an important factor in harmonic generation. Among the simulations performed, two distinct limits of pycnocline thickness are identified. For thin pynoclines, whose thickness is 10% of the incident IWB's horizontal wavelength, harmonics trapped within the pycnocline have maximum amplitude when their frequency and wavenumber match those of the natural pycnocline interfacial wave mode. Results in this case are compared with weakly nonlinear theory for harmonic generation by plane wave refraction. For thicker pycnoclines, whose thickness is equal the incident IWB's horizontal wavelength, IWB refraction results in harmonic generation at multiple locations in addition to pycnocline entry, giving rise to complex flow structure inside the pycnocline.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Dynamics of Atmospheres and Oceans",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0377026514000153%26_version%3D1%26md5%3D90791a4d11a6daee4594ea18f1a38fe7",
        "title": "Nonlinear generation of harmonics through the interaction of an internal wave beam with a model oceanic pycnocline"
    },
    {
        "author": "A.M.   Selvam</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>June 2014</pubDate><br> <b>Source:</b>Dynamics of Atmospheres and Oceans, Volume 66</br><br>     Author(s): A.M.   Selvam</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0010\" view=\"all\">Meteorological parameters, such as temperature, rainfall, pressure, etc., exhibit selfsimilar space–time fractal fluctuations generic to dynamical systems in nature such as fluid flows, spread of forest fires, earthquakes, etc. The power spectra of fractal fluctuations display inverse power-law form signifying long-range correlations. A general systems theory model predicts universal inverse power-law form incorporating the golden mean for the fractal fluctuations. The model predicted distribution was compared with observed distribution of fractal fluctuations of all size scales (small, large and extreme values) in the historic month-wise temperature (maximum and minimum) and total rainfall for the four stations Oxford, Armagh, Durham and Stornoway in the UK region, for data periods ranging from 92 years to 160 years. For each parameter, the two cumulative probability distributions, namely <italic>c</italic> <inf loc=\"post\">max</inf> and <italic>c</italic> <inf loc=\"post\">min</inf> starting from respectively maximum and minimum data value were used. The results of the study show that (i) temperature distributions (maximum and minimum) follow model predicted distribution except for Stornowy, minimum temperature <italic>c</italic> <inf loc=\"post\">min</inf>. (ii) Rainfall distribution for <italic>c</italic> <inf loc=\"post\">min</inf> follow model predicted distribution for all the four stations. (iii) Rainfall distribution for <italic>c</italic> <inf loc=\"post\">max</inf> follows model predicted distribution for the two stations Armagh and Stornoway. The present study suggests that fractal fluctuations result from the superimposition of eddy continuum fluctuations.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Dynamics of Atmospheres and Oceans",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0377026514000189%26_version%3D1%26md5%3Dcd8009c3468f67bcbafec14f6de87e27",
        "title": "Universal inverse power-law distribution for temperature and rainfall in the UK region"
    },
    {
        "author": "Andrew D.   Jensen, Anthony R.   Lupo</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>June 2014</pubDate><br> <b>Source:</b>Dynamics of Atmospheres and Oceans, Volume 66</br><br>     Author(s): Andrew D.   Jensen, Anthony R.   Lupo</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0010\" view=\"all\">In this note, equations for enstrophy and enstrophy advection are derived in terms of well-known quantities, assuming horizontal frictionless flow on a beta-plane. Specifically, enstrophy can be written in terms of the geopotential (or pressure), relative vorticity, zonal wind, and resultant deformation. Enstrophy advection is shown to be related to the time evolution of deformation and ageostrophic relative vorticity. Based on previous research, these terms may contribute to instability associated with atmospheric blocking development and decay.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Dynamics of Atmospheres and Oceans",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0377026514000190%26_version%3D1%26md5%3Dd663a273fe50d9d81e8286ab6f5d2413",
        "title": "The role of deformation and other quantities in an equation for enstrophy as applied to atmospheric blocking"
    },
    {
        "author": "",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>March 2014</pubDate><br> <b>Source:</b>Dynamics of Atmospheres and Oceans, Volume 65</br><br></br><br><br></br></br><br></br></br>",
        "journal": "Dynamics of Atmospheres and Oceans",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0377026514000074%26_version%3D1%26md5%3D87f89bc0c359f1dff441fe72d209dd43",
        "title": "IFC - Editorial Board"
    },
    {
        "author": "Aliasghar   Marjani, Mirmosadegh   Jamali</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>March 2014</pubDate><br> <b>Source:</b>Dynamics of Atmospheres and Oceans, Volume 65</br><br>     Author(s): Aliasghar   Marjani, Mirmosadegh   Jamali</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0010\" view=\"all\">In this paper we examine how exchange flow in Urmia Lake plays a crucial role in dynamics of the lake. Urmia Lake, a very large hyper-saline lake of high ecological significance, is located in northwest of Iran with a 15-km causeway dividing it into north and south lakes. A 1250-m opening in the causeway near the east coast links the two lakes. The differences in mean water levels and densities of the two lakes increase in spring due to large freshwater inflows into the south lake. High evaporation dominates the lake in summer. By incorporating the results of a two-layer hydraulics theory into a mixing model of the lake, we show that the exchange flow through the opening diminishes the water level and salinity differences of the two lakes and hence helps restoration of the pre-construction state of the lake by the end of fall. The model results are confirmed by the field data. The north–south and south–north flows through the opening are equal in most of the year, except in spring when the south–north flow is greater due to the head difference of the two lakes.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Dynamics of Atmospheres and Oceans",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0377026513000559%26_version%3D1%26md5%3D99d7e54b28bdb5dd5cfec297ff589dda",
        "title": "Role of exchange flow in salt water balance of Urmia Lake"
    },
    {
        "author": "John P.   Boyd, Edwin   Sanjaya</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>March 2014</pubDate><br> <b>Source:</b>Dynamics of Atmospheres and Oceans, Volume 65</br><br>     Author(s): John P.   Boyd, Edwin   Sanjaya</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0010\" view=\"all\">We revisit early models of steady western boundary currents [Gulf Stream, Kuroshio, etc.] to explore the role of irregular coastlines on jets, both to advance the research frontier and to illuminate for education. In the framework of a steady-state, quasigeostrophic model with viscosity, bottom friction and nonlinearity, we prove that rotating a straight coastline, initially parallel to the meridians, significantly thickens the western boundary layer. We analyze an infinitely long, straight channel with arbitrary orientation and bottom friction using an exact solution and singular perturbation theory, and show that the model, though simpler than Stommel's, nevertheless captures both the western boundary jet (“Gulf Stream”) and the “orientation effect”. In the rest of the article, we restrict attention to the Stommel flow (that is, linear and inviscid except for bottom friction) and apply matched asymptotic expansions, radial basis function, Fourier–Chebyshev and Chebyshev–Chebyshev pseudospectral methods to explore the effects of coastal geometry in a variety of non-rectangular domains bounded by a circle, parabolas and squircles. Although our oceans are unabashedly idealized, the narrow spikes, broad jets and stationary points vividly illustrate the power and complexity of coastal control of western boundary layers.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Dynamics of Atmospheres and Oceans",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0377026513000572%26_version%3D1%26md5%3D09664c4f7b2bac07b355ebccbef64aeb",
        "title": "Geometrical effects on western intensification of wind-driven ocean currents: The rotated-channel Stommel model, coastal orientation, and curvature"
    },
    {
        "author": "Jessica   Benthuysen, Ryo   Furue, Julian P.   McCreary, Nathaniel L.   Bindoff, Helen E.   Phillips</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>March 2014</pubDate><br> <b>Source:</b>Dynamics of Atmospheres and Oceans, Volume 65</br><br>     Author(s): Jessica   Benthuysen, Ryo   Furue, Julian P.   McCreary, Nathaniel L.   Bindoff, Helen E.   Phillips</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0010\" view=\"all\">The boundary currents over the Western Australian continental shelf and slope consist of the poleward flowing Leeuwin Current (LC) and the equatorward flowing Leeuwin Undercurrent (LUC). Key properties of the LC are its poleward strengthening, deepening to the south, and shelfbreak intensification. The alongshore flow reverses direction below about 300<hsp sp=\"0.25\"/>m, forming the LUC at greater depths. To investigate the processes that cause these features, we obtain solutions to an idealized, regional ocean model of the South Indian Ocean. Solutions are forced by relaxing surface density to a prescribed, meridionally varying density profile <italic>ρ</italic> <sup loc=\"post\">*</sup>(<italic>y</italic>) with a timescale of <italic>δt</italic>. In addition, vertical diffusion is intensified near the ocean surface. This diffusion establishes the minimum thickness over which density is well-mixed. We define this thickness as the “upper layer”. Solutions are obtained with and without a continental shelf and slope off Western Australia and for a range of values of <italic>δt</italic> and mixing parameters. Within this upper layer, there is a meridional density gradient that balances a near-surface, eastward geostrophic flow. The eastward current downwells near the eastern boundary, leading to westward flow at depth. The upper layer's meridional structure and zonal currents crucially depend on coastal processes, including the presence of topography near the eastern boundary. Kelvin waves inhibit the upper layer from deepening at the coast. Rossby waves propagate the coastal density structure offshore, hence modifying the interior currents. A comparison of the solutions with or without a continental shelf and slope demonstrate that topographic trapping of Rossby waves is a necessary process for maintaining realistic eastern boundary current speeds. Significant poleward speeds occur only onshore of where the upper layer intersects the slope, that is, at a grounding line. Its poleward transport increases when surface-enhanced vertical mixing is applied over a greater depth. When the timescale <italic>δt</italic> is sufficiently short, the poleward current is nearly barotropic. The current's spatial structure over the shelf is controlled by horizontal mixing, having the structure of a Munk layer. Increasing vertical diffusion deepens the upper layer thickness and strengthens the alongshore current speed. Bottom drag leads to an offshore flow along the bottom, reducing the net onshore transport and weakening the current's poleward acceleration. When <italic>δt</italic> is long, poleward advection of buoyancy forms a density front near the shelf break, intensifying poleward speeds near the surface. With bottom drag, a bottom Ekman flow advects density offshore, shifting the jet core offshore of the shelf break. The resulting cross-shelf density gradient reverses the meridional current's direction at depth, leading to an equatorward undercurrent.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Dynamics of Atmospheres and Oceans",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0377026513000584%26_version%3D1%26md5%3Db0f108012b5e46272ceb8eebba14565a",
        "title": "Dynamics of the Leeuwin Current: Part 2. Impacts of mixing, friction, and advection on a buoyancy-driven eastern boundary current over a shelf"
    },
    {
        "author": "Catalina   Aguirre, René D.   Garreaud, José A.   Rutllant</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>March 2014</pubDate><br> <b>Source:</b>Dynamics of Atmospheres and Oceans, Volume 65</br><br>     Author(s): Catalina   Aguirre, René D.   Garreaud, José A.   Rutllant</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0010\" view=\"all\">The effect of the high frequency (synoptic) variability of wind and heat fluxes upon the surface ocean off south-central Chile (west coast of South America) is investigated using a regional ocean model. We focus our analysis in austral summer, when the regional wind experiences significant day-to-day variability superimposed on a mean, upwelling favorable flow. To evaluate the nature and magnitude of these effects, we performed three identical simulations except for the surface forcing: the climatological run, with long-term monthly mean wind-stresses and heat fluxes; the wind-synoptic run, with daily wind stresses and climatological heat fluxes; and the full-synoptic run, with daily wind-stresses and daily fluxes. The mean currents and surface geostrophic EKE fields show no major differences between simulations, and agree well with those observed in this ocean area. Nevertheless, substantially more ageostrophic EKE is found in the simulations which include synoptic variability of wind-stresses, impacting the total surface EKE and diffusivities, particularly south of Punta Lavapie (37°<hsp sp=\"0.25\"/>S), where the lack of major currents implies low levels of geostrophic EKE. Summer mean SSTs are similar in all simulations and agree with observations, but SST variability along the coast is larger in the runs including wind-stress synoptic variability, suggesting a rather linear response of the ocean to cycles of southerly wind strengthening and relaxation. We found that coastal SST variability does not change significantly in the first tenths of kilometers from the shore when including daily heat fluxes, highlighting the prominent role of wind-driven upwelling cycles. In contrast, in the offshore region situated beyond the 50<hsp sp=\"0.25\"/>km coastal strip, it is necessary to include synoptic variability in the heat fluxes to account for a realistic SST variability.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Dynamics of Atmospheres and Oceans",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0377026513000699%26_version%3D1%26md5%3Dd49a245aef90aeb898518b5be79775bf",
        "title": "Surface ocean response to synoptic-scale variability in wind stress and heat fluxes off south-central Chile"
    },
    {
        "author": "Mark J.   Halverson</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>March 2014</pubDate><br> <b>Source:</b>Dynamics of Atmospheres and Oceans, Volume 65</br><br>     Author(s): Mark J.   Halverson</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0010\" view=\"all\">Current meter data from a series of oceanographic moorings spanning a total of five years was analyzed to quantify the tidal and subtidal exchange of water between Prince William Sound and the adjacent continental shelf in the northern Gulf of Alaska. Velocity profiles were used to quantify the exchange in terms of a transport through each of the two largest passages: Montague Strait and Hinchinbrook Entrance. Buoy wind and atmospheric pressure observations, as well as bottom pressure records, are then used to elucidate the role of atmospheric forcing on the exchange.</simple-para> <simple-para id=\"spar0015\" view=\"all\">An EOF analysis shows that the barotropic component accounts for 62% or more of the variance in the velocity profiles even after tides are removed by low-pass filtering, and thus the analysis is concerned primarily with depth-integrated transport. The estimated depth-integrated transport can reach ±0.6<hsp sp=\"0.25\"/>Sv in Montague Strait, and ±1.5<hsp sp=\"0.25\"/>Sv in Hinchinbrook Entrance. The largest fluctuations occur in response to the semidiurnal tides. Transport variations on subtidal time scales, which can reach −0.2<hsp sp=\"0.25\"/>Sv in Montague Strait, and +0.6<hsp sp=\"0.25\"/>Sv in Hinchinbrook Entrance, are shown by a frequency domain analysis to be dominated by easterly wind stress events which occur at periods of 2–5 days in both summer and winter. Atmospheric pressure has much less impact on transport, but there is some evidence that it might play a small role on time scales of a few weeks.</simple-para> <simple-para id=\"spar0020\" view=\"all\">Bottom pressure records suggest that easterly wind events set up a sea level height gradient in Hinchinbrook Entrance such that it tilts up to the east, which under geostrophy drives a barotropic flow into Prince William Sound. The same winds also raise the sea level in Hinchinbrook Entrance relative to Montague Strait, encouraging an outflow there in agreement with the ADCP observations. There is no evidence that the wind drives a vertically sheared bi-directional flow in either entrance, as has been observed in some estuaries. It is hypothesized that the lack of such a flow is possible because Prince William Sound has two major connections to the shelf, which alters the mass conservation requirement for each passage when compared to a system with just one entrance.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Dynamics of Atmospheres and Oceans",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0377026513000705%26_version%3D1%26md5%3D146c7eab76219315fd268ba8c3a94043",
        "title": "Atmospheric and tidal forcing of the exchange between Prince William Sound and the Gulf of Alaska"
    },
    {
        "author": "Jennifer L.   Jefferson, Chris R.   Rehmann</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>March 2014</pubDate><br> <b>Source:</b>Dynamics of Atmospheres and Oceans, Volume 65</br><br>     Author(s): Jennifer L.   Jefferson, Chris R.   Rehmann</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0010\" view=\"all\">The mixing efficiency of unsheared homogeneous turbulence in flows stratified by one or two active scalars was calculated with rapid distortion theory (RDT). For the case with one scalar the mixing efficiency <italic>η</italic> depends on the Schmidt number <italic>Sc</italic> <hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/> <italic>ν</italic>/<italic>D</italic> and the Grashof number <italic>Gr</italic> <hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/> <italic>NL</italic> <sup loc=\"post\">2</sup>/<italic>ν</italic>, where <italic>ν</italic> is the kinematic viscosity, <italic>D</italic> is the molecular diffusivity, <italic>N</italic> is the buoyancy frequency, and <italic>L</italic> is a length scale representative of the large eddies. For the case with two scalars the efficiency also depends on the density ratio <italic>R</italic> <inf loc=\"post\"> <italic>ρ</italic> </inf>, which compares the density difference caused by temperature and the density difference caused by salt. In the one scalar case when <italic>Gr</italic> is large, <italic>η</italic> decreases as <italic>Sc</italic> increases. The mixing efficiency increases with <italic>Gr</italic> up to a maximum value, as in numerical simulations and experiments. The maximum mixing efficiency of approximately 30% for low <italic>Sc</italic> is consistent with simulations, while the maximum efficiency of 6% for heated water is consistent with laboratory measurements. However, RDT underpredicts the maximum efficiency for saltwater and also the value of <italic>Gr</italic> at which the efficiency becomes constant. The predicted behavior of the mixing efficiency for two active scalars is similar to that for one scalar, and the efficiency decreases as <italic>R</italic> <inf loc=\"post\"> <italic>ρ</italic> </inf> decreases, as in experiments and semi-empirical models. These calculations show that results from simulations with low <italic>Sc</italic> likely overestimate the efficiency of turbulence in strongly stratified flows in lakes and oceans.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Dynamics of Atmospheres and Oceans",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0377026513000717%26_version%3D1%26md5%3D1c4c4f59b8f68023bcf4452ae59aa992",
        "title": "Rapid distortion theory for mixing efficiency of a flow stratified by one or two scalars"
    },
    {
        "author": "",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>November 2013</pubDate><br> <b>Source:</b>Dynamics of Atmospheres and Oceans, Volume 64</br><br></br><br><br></br></br><br></br></br>",
        "journal": "Dynamics of Atmospheres and Oceans",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0377026513000602%26_version%3D1%26md5%3D77f013439a108a67ba0e0cc8ef4cf579",
        "title": "Editorial Board"
    },
    {
        "author": "Stefano   Grassi, Eric   Hillebrand, Daniel   Ventosa-Santaulària</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>November 2013</pubDate><br> <b>Source:</b>Dynamics of Atmospheres and Oceans, Volume 64</br><br>     Author(s): Stefano   Grassi, Eric   Hillebrand, Daniel   Ventosa-Santaulària</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0010\" view=\"all\">We propose a semi-empirical model for the relation between global mean surface temperature and global sea-levels. In contradistinction to earlier approaches to this problem, the model allows for valid statistical inference and joint estimation of trend components and interaction term of temperature and sea-level. Estimation of the model on the data set used in <cross-ref id=\"crf0055\" refid=\"bib0095\">Rahmstorf (2007)</cross-ref> yields a proportionality coefficient of 4.6<hsp sp=\"0.25\"/>mm/year per °C at a one-sided significance level of 7.6 percent or higher. Long-term simulations of the model result in a two-sided 90-percent confidence interval for the sea-level rise in the year 2100 of [15<hsp sp=\"0.25\"/>cm, 150<hsp sp=\"0.25\"/>cm] above the 1990 level. This is a wider margin of error than was reported in the previous literature, and it reflects the substantial uncertainty in relating two trending time series.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Dynamics of Atmospheres and Oceans",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0377026513000420%26_version%3D1%26md5%3Dde4d52e0b316fd29557b9cef024845d8",
        "title": "The statistical relation of sea-level and temperature revisited"
    },
    {
        "author": "Hsien-Wang   Ou</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>November 2013</pubDate><br> <b>Source:</b>Dynamics of Atmospheres and Oceans, Volume 64</br><br>     Author(s): Hsien-Wang   Ou</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0010\" view=\"all\">We consider the general atmospheric circulation within the deductive framework of our climate theory. The preceding three parts of this theory have reduced the troposphere to the tropical and polar air masses and determined their temperature and the surface latitude of their dividing boundary, which provide the prior thermal constraint for the present dynamical derivation. Drawing upon its similar material conservation as the thermal property, the (columnar) potential vorticity (PV) is assumed homogenized as well in air masses, which moreover has a zero tropical value owing to the hemispheric symmetry. Inverting this PV field produces an upper-bound zonal wind that resembles the prevailing wind, suggesting that the latter may be explained as the maximum macroscopic motion extractable by random eddies – within the confine of the thermal differentiation.</simple-para> <simple-para id=\"spar0015\" view=\"all\">With the polar front determined in conjunction with the zonal wind, the approximate leveling of the isobars at the surface and high aloft specifies the tropopause, which is colder and higher in the tropics than in the polar region. The zonal wind drives the meridional circulation via the Ekman dynamics, and the preeminence of the Hadley cell stems from the singular Ekman convergence at the equator that allows it to supply the upward mass flux in the ITCZ demanded by the global energy balance.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Dynamics of Atmospheres and Oceans",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0377026513000547%26_version%3D1%26md5%3Da249a8fa93f045fec8e25dd72b509958",
        "title": "Upper-bound general circulation of coupled ocean–atmosphere: Part 1. Atmosphere"
    },
    {
        "author": "Robert S.   Plant, Jun-Ichi   Yano</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>November 2013</pubDate><br> <b>Source:</b>Dynamics of Atmospheres and Oceans, Volume 64</br><br>     Author(s): Robert S.   Plant, Jun-Ichi   Yano</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0010\" view=\"all\">Interactions between different convection modes can be investigated using an energy-cycle description under a framework of mass-flux parameterization. The present paper systematically investigates this system by taking a limit of two modes: shallow and deep convection. Shallow convection destabilizes itself as well as the other convective modes by moistening and cooling the environment, whereas deep convection stabilizes itself as well as the other modes by drying and warming the environment. As a result, shallow convection leads to a runaway growth process in its stand-alone mode, whereas deep convection simply damps out. Interaction between these two convective modes becomes a rich problem, even when it is limited to the case with no large-scale forcing, because of these opposing tendencies. Only if the two modes are coupled at a proper level can a self-sustaining system arise, exhibiting a periodic cycle. The present study establishes the conditions for self-sustaining periodic solutions. It carefully documents the behaviour of the two mode system in order to facilitate the interpretation of global model behaviours when this energy-cycle is implemented as a closure into a convection parameterization in future.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Dynamics of Atmospheres and Oceans",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0377026513000419%26_version%3D1%26md5%3Dee5b5229638a90c04b8eae7b5e120f7c",
        "title": "The energy-cycle analysis of the interactions between shallow and deep atmospheric convection"
    },
    {
        "author": "Cheng   Zhou, John P.   Boyd</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>November 2013</pubDate><br> <b>Source:</b>Dynamics of Atmospheres and Oceans, Volume 64</br><br>     Author(s): Cheng   Zhou, John P.   Boyd</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0010\" view=\"all\">Analysis of the Sea Surface Height (SSH) from satellite altimeters has shown that equatorially trapped Rossby waves exhibit asymmetric cross-equatorial structures; their northern extrema are much larger in magnitude than their southern counterparts. Such asymmetry is inconsistent with the classical theory for the first baroclinic, first meridional equatorially trapped Rossby mode, which predicts that SSH and zonal velocity are symmetric in latitude and the meridional velocity is latitudinally antisymmetric (<cross-ref id=\"crf0025\" refid=\"bib0055\">Matsuno, 1966</cross-ref>). <cross-ref id=\"crf0030\" refid=\"bib0025\">Chelton et al. (2003)</cross-ref> attributed the observed asymmetry to the mean-shear-induced modifications of first meridional mode Rossby waves. The present paper examines nonlinear rectification of cross-equatorial wave structures in the presence of different zonal mean currents. Nonlinear traveling Rossby waves embedded in shears are calculated numerically in a 1.5-layer model. Nonlinearity is shown to increase the cross-equatorial asymmetry substantially making the northern extrema even more pronounced. However, nonlinearity only slightly increases the magnitude of the westward phase speed.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Dynamics of Atmospheres and Oceans",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0377026513000535%26_version%3D1%26md5%3D3c47c58770787fc488ac830ec96512c2",
        "title": "Cross-equatorial structures of equatorially trapped nonlinear Rossby waves"
    }
]