[
    {
        "author": "Kyle Frankel Davis, Maria Cristina Rulli, Paolo D'Odorico", 
        "date": "2015-08-14", 
        "description": "\n\nClimate change poses a serious global challenge in the face of rapidly increasing human demand for energy and food. A recent phenomenon in which climate change may play an important role is the acquisition of large tracts of land in the developing world by governments and corporations. In the target countries, where land is relatively inexpensive, the potential to increase crop yields is generally high and property rights are often poorly defined. By acquiring land, investors can realize large profits and countries can substantially alter the land and water resources under their control, thereby changing their outlook for meeting future demand. While the drivers, actors, and impacts involved with land deals have received substantial attention in the literature, we propose that climate change plays an important yet underappreciated role, both through its direct effects on agricultural production and through its influence on mitigative or adaptive policy decisions. Drawing from various literature sources as well as a new global database on reported land deals, we trace the evolution of the global land rush and highlight prominent examples in which the role of climate change is evident. We find that climate change—both historical and anticipated—interacts substantially with drivers of land acquisitions, having important implications for the resilience of communities in targeted areas. As a result of this synthesis, we ultimately contend that considerations of climate change should be integrated into future policy decisions relating to the large-scale land acquisitions.\n", 
        "journal": "Earth’s Future", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014EF000281", 
        "title": "The global land rush and climate change"
    }, 
    {
        "author": "Nans Addor, Tracy Ewen, Leigh Johnson, Arzu Çöltekin, Curdin Derungs, Veruska Muccione", 
        "date": "2015-08-08", 
        "description": "\n\nIn the context of climate change, both climate researchers and decision makers deal with uncertainties, but these uncertainties differ in fundamental ways. They stem from different sources, cover different temporal and spatial scales, might or might not be reducible or quantifiable, and are generally difficult to characterize and communicate. Hence, a mutual understanding between current and future climate researchers and decision makers must evolve for adaptation strategies and planning to progress. Iterative two-way dialogue can help to improve the decision making process by bridging current top-down and bottom-up approaches. One way to cultivate such interactions is by providing venues for these actors to interact and exchange on the uncertainties they face. We use a workshop-seminar series involving academic researchers, students, and decision makers as an opportunity to put this idea into practice and evaluate it. Seminars, case studies, and a round table allowed participants to reflect upon and experiment with uncertainties. An opinion survey conducted before and after the workshop-seminar series allowed us to qualitatively evaluate its influence on the participants. We find that the event stimulated new perspectives on research products and communication processes, and we suggest that similar events may ultimately contribute to the midterm goal of improving support for decision making in a changing climate. Therefore, we recommend integrating  bridging events into university curriculum to foster interdisciplinary and iterative dialogue among researchers, decision makers, and students.\n", 
        "journal": "Earth’s Future", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015EF000303", 
        "title": "From products to processes: Academic events to foster interdisciplinary and iterative dialogue in a changing climate"
    }, 
    {
        "author": "", 
        "date": "2015-08-13", 
        "description": "", 
        "journal": "Earth’s Future", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Feft2.81", 
        "title": "Cover and Masthead"
    }, 
    {
        "author": "Ben van der Pluijm", 
        "date": "2015-07-27", 
        "description": "", 
        "journal": "Earth’s Future", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015EF000307", 
        "title": "Thank you Earth's Future reviewers"
    }, 
    {
        "author": "Jon D. Pelletier, A. Brad Murray, Jennifer L. Pierce, Paul R. Bierman, David D. Breshears, Benjamin T. Crosby, Michael Ellis, Efi Foufoula-Georgiou, Arjun M. Heimsath, Chris Houser, Nick Lancaster, Marco Marani, Dorothy J. Merritts, Laura J. Moore, Joel L. Pederson, Michael J. Poulos, Tammy M. Rittenour, Joel C. Rowland, Peter Ruggiero, Dylan J. Ward, Andrew D. Wickert, Elowyn M. Yager", 
        "date": "2015-07-14", 
        "description": "\n\nIn the future, Earth will be warmer, precipitation events will be more extreme, global mean sea level will rise, and many arid and semiarid regions will be drier. Human modifications of landscapes will also occur at an accelerated rate as developed areas increase in size and population density. We now have gridded global forecasts, being continually improved, of the climatic and land use changes (C&LUC) that are likely to occur in the coming decades. However, besides a few exceptions, consensus forecasts do not exist for how these C&LUC will likely impact Earth-surface processes and hazards. In some cases, we have the tools to forecast the geomorphic responses to likely future C&LUC. Fully exploiting these models and utilizing these tools will require close collaboration among Earth-surface scientists and Earth-system modelers. This paper assesses the state-of-the-art tools and data that are being used or could be used to forecast changes in the state of Earth's surface as a result of likely future C&LUC. We also propose strategies for filling key knowledge gaps, emphasizing where additional basic research and/or collaboration across disciplines are necessary. The main body of the paper addresses cross-cutting issues, including the importance of nonlinear/threshold-dominated interactions among topography, vegetation, and sediment transport, as well as the importance of alternate stable states and extreme, rare events for understanding and forecasting Earth-surface response to C&LUC. Five supplements delve into different scales or process zones (global-scale assessments and fluvial, aeolian, glacial/periglacial, and coastal process zones) in detail.\n", 
        "journal": "Earth’s Future", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014EF000290", 
        "title": "Forecasting the response of Earth's surface to future climatic and land use changes: A review of methods and research needs"
    }, 
    {
        "author": "William Colgan, Aleah Sommers, Harihar Rajaram, Waleed Abdalati, Joel Frahm", 
        "date": "2015-07-07", 
        "description": "\n\nWe explore potential changes in Greenland ice sheet form and flow associated with increasing ice temperatures and relaxing effective ice viscosities. We define “thermal-viscous collapse” as a transition from the polythermal ice sheet temperature distribution characteristic of the Holocene to temperate ice at the pressure melting point and associated lower viscosities. The conceptual model of thermal-viscous collapse we present is dependent on: (1) sufficient energy available in future meltwater runoff, (2) routing of meltwater to the bed of the ice sheet interior, and (3) efficient energy transfer from meltwater to the ice. Although we do not attempt to constrain the probability of thermal-viscous collapse, it appears thermodynamically plausible to warm the deepest 15% of the ice sheet, where the majority of deformational shear occurs, to the pressure melting point within four centuries. First-order numerical modeling of an end-member scenario, in which prescribed ice temperatures are warmed at an imposed rate of 0.05 K/a, infers a decrease in ice sheet volume of 5 ± 2% within five centuries of initiating collapse. This is equivalent to a cumulative sea-level rise contribution of 33 ± 18 cm. The vast majority of the sea-level rise contribution associated with thermal-viscous collapse, however, would likely be realized over subsequent millennia.\n", 
        "journal": "Earth’s Future", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015EF000301", 
        "title": "Considering thermal-viscous collapse of the Greenland ice sheet"
    }, 
    {
        "author": "Jiali Wang, Veerabhadra R. Kotamarthi", 
        "date": "2015-07-29", 
        "description": "\n\nThis study performs high-spatial-resolution (12 km) Weather Research and Forecasting (WRF) simulations over a very large domain (7200 km × 6180 km, covering much of North America) to explore changes in mean and extreme precipitation in the mid and late 21st century under Representative Concentration Pathways 4.5 (RCP 4.5) and 8.5 (RCP 8.5). We evaluate WRF model performance for a historical simulation and future projections, applying the Community Climate System Model version 4 (CCSM4) as initial and boundary conditions with and without a bias correction. WRF simulations using boundary and initial conditions from both versions of CCSM4 show smaller biases versus evaluation data sets than does CCSM4 over western North America. WRF simulations also improve spatial details of precipitation over much of North America. However, driving the WRF with the bias-corrected CCSM4 does not always reduce the bias. WRF-projected changes in precipitation include decreasing intensity over the southwestern United States, increasing intensity over the eastern United Sates and most of Canada, and an increase in the number of days with heavy precipitation over much of North America. Projected precipitation changes are more evident in the late 21st century than the mid 21st century, and they are more evident under RCP 8.5 than under RCP 4.5 in the late 21st century. Uncertainties in the projected changes in precipitation due to different warming scenarios are non-negligible. Differences in summer precipitation changes between WRF and CCSM4 are significant over most of the United States.\n", 
        "journal": "Earth’s Future", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015EF000304", 
        "title": "High-resolution dynamically downscaled projections of precipitation in the mid and late 21st century over North America"
    }
]