[
    {
        "author": "Ben van der Pluijm", 
        "date": "2015-07-21", 
        "description": "", 
        "journal": "Earth’s Future", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015EF000307", 
        "title": "Thank You Earth's Future Reviewers"
    }, 
    {
        "author": "Jiali Wang, Veerabhadra R. Kotamarthi", 
        "date": "2015-07-14", 
        "description": "\n\nThis study performs high-spatial-resolution (12 km) Weather Research and Forecasting (WRF) simulations over a very large domain (7200 km × 6180 km, covering much of North America) to explore changes in mean and extreme precipitation in the mid and late 21st century under Representative Concentration Pathways 4.5 (RCP 4.5) and 8.5 (RCP 8.5). We evaluate WRF model performance for a historical simulation and future projections, applying the Community Climate System Model version 4 (CCSM4) as initial and boundary conditions with and without a bias correction. WRF simulations using boundary and initial conditions from both versions of CCSM4 show smaller biases versus evaluation data sets than does CCSM4 over western North America. WRF simulations also improve spatial details of precipitation over much of North America. However, driving the WRF with the bias-corrected CCSM4 does not always reduce the bias. WRF-projected changes in precipitation include decreasing intensity over the U.S. Southwest, increasing intensity over the eastern United Sates and most of Canada, and an increase in the number of days with heavy precipitation over much of North America. Projected precipitation changes are more evident in the late 21st century than the mid 21st century, and they are more evident under RCP 8.5 than RCP 4.5 in the late 21st century. Uncertainties in the projected changes in precipitation due to different warming scenarios are non-negligible. Differences in summer precipitation changes between WRF and CCSM4 are significant over most of the United States.\n", 
        "journal": "Earth’s Future", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015EF000304", 
        "title": "High-resolution dynamically downscaled projections of precipitation in the mid and late 21st century over North America"
    }, 
    {
        "author": "Nans Addor, Tracy Ewen, Leigh Johnson, Arzu Çöltekin, Curdin Derungs, Veruska Muccione", 
        "date": "2015-07-01", 
        "description": "\n\nIn the context of climate change, both climate researchers and decision-makers deal with uncertainties, but these uncertainties differ in fundamental ways. They stem from different sources, cover different temporal and spatial scales, might or might not be reducible or quantifiable, and are generally difficult to characterize and communicate. Hence, for adaptation strategies and planning to progress, mutual understanding between current and future climate researchers and decision-makers needs to evolve. Iterative two-way dialogue can help to improve the decision-making process and bridge current top-down and bottom-up approaches. One way to cultivate such interactions is by providing venues for these actors to interact and exchange about the uncertainties they face. We use a workshop-seminar series including academic researchers, students, and decision-makers as an opportunity to put this idea into practice and evaluate it. Seminars, case studies and a round table allowed participants to reflect upon and experiment with uncertainties. An opinion survey conducted before and after the workshop-seminar series allowed us to qualitatively evaluate its influence on the participants. We find that the event stimulated new perspectives on communication processes and research priorities, and suggest that similar events may ultimately contribute to the mid-term goal of improving support for decision-making in a changing climate. Therefore, we recommend integrating interdisciplinary bridging events into university curriculum with the goal of exposing researchers, decision-makers and students to these concepts.\n", 
        "journal": "Earth’s Future", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015EF000303", 
        "title": "From products to processes: Academic events to foster interdisciplinary and iterative dialogue in a changing climate"
    }, 
    {
        "author": "Jon D. Pelletier, A. Brad Murray, Jennifer L. Pierce, Paul R. Bierman, David D. Breshears, Benjamin T. Crosby, Michael Ellis, Efi Foufoula-Georgiou, Arjun M. Heimsath, Chris Houser, Nick Lancaster, Marco Marani, Dorothy J. Merritts, Laura J. Moore, Joel L. Pederson, Michael J. Poulos, Tammy M. Rittenour, Joel C. Rowland, Peter Ruggiero, Dylan J. Ward, Andrew D. Wickert, Elowyn M. Yager", 
        "date": "2015-07-14", 
        "description": "\n\nIn the future, Earth will be warmer, precipitation events will be more extreme, global mean sea level will rise, and many arid and semiarid regions will be drier. Human modifications of landscapes will also occur at an accelerated rate as developed areas increase in size and population density. We now have gridded global forecasts, being continually improved, of the climatic and land use changes (C&LUC) that are likely to occur in the coming decades. However, besides a few exceptions, consensus forecasts do not exist for how these C&LUC will likely impact Earth-surface processes and hazards. In some cases, we have the tools to forecast the geomorphic responses to likely future C&LUC. Fully exploiting these models and utilizing these tools will require close collaboration among Earth-surface scientists and Earth-system modelers. This paper assesses the state-of-the-art tools and data that are being used or could be used to forecast changes in the state of Earth's surface as a result of likely future C&LUC. We also propose strategies for filling key knowledge gaps, emphasizing where additional basic research and/or collaboration across disciplines are necessary. The main body of the paper addresses cross-cutting issues, including the importance of nonlinear/threshold-dominated interactions among topography, vegetation, and sediment transport, as well as the importance of alternate stable states and extreme, rare events for understanding and forecasting Earth-surface response to C&LUC. Five supplements delve into different scales or process zones (global-scale assessments and fluvial, aeolian, glacial/periglacial, and coastal process zones) in detail.\n", 
        "journal": "Earth’s Future", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014EF000290", 
        "title": "Forecasting the response of Earth's surface to future climatic and land use changes: A review of methods and research needs"
    }, 
    {
        "author": "William Colgan, Aleah Sommers, Harihar Rajaram, Waleed Abdalati, Joel Frahm", 
        "date": "2015-07-07", 
        "description": "\n\nWe explore potential changes in Greenland ice sheet form and flow associated with increasing ice temperatures and relaxing effective ice viscosities. We define “thermal-viscous collapse” as a transition from the polythermal ice sheet temperature distribution characteristic of the Holocene to temperate ice at the pressure melting point and associated lower viscosities. The conceptual model of thermal-viscous collapse we present is dependent on: (1) sufficient energy available in future meltwater runoff, (2) routing of meltwater to the bed of the ice sheet interior, and (3) efficient energy transfer from meltwater to the ice. Although we do not attempt to constrain the probability of thermal-viscous collapse, it appears thermodynamically plausible to warm the deepest 15% of the ice sheet, where the majority of deformational shear occurs, to the pressure melting point within four centuries. First-order numerical modeling of an end-member scenario, in which prescribed ice temperatures are warmed at an imposed rate of 0.05 K/a, infers a decrease in ice sheet volume of 5 ± 2% within five centuries of initiating collapse. This is equivalent to a cumulative sea-level rise contribution of 33 ± 18 cm. The vast majority of the sea-level rise contribution associated with thermal-viscous collapse, however, would likely be realized over subsequent millennia.\n", 
        "journal": "Earth’s Future", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015EF000301", 
        "title": "Considering thermal-viscous collapse of the Greenland ice sheet"
    }, 
    {
        "author": "", 
        "date": "2015-07-16", 
        "description": "", 
        "journal": "Earth’s Future", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Feft2.79", 
        "title": "Cover and Masthead"
    }, 
    {
        "author": "Davina L. Passeri, Scott C. Hagen, Stephen C. Medeiros, Matthew V. Bilskie, Karim Alizad, Dingbao Wang", 
        "date": "2015-06-05", 
        "description": "\n\nCoastal responses to sea level rise (SLR) include inundation of wetlands, increased shoreline erosion, and increased flooding during storm events. Hydrodynamic parameters such as tidal ranges, tidal prisms, tidal asymmetries, increased flooding depths and inundation extents during storm events respond nonadditively to SLR. Coastal morphology continually adapts toward equilibrium as sea levels rise, inducing changes in the landscape. Marshes may struggle to keep pace with SLR and rely on sediment accumulation and the availability of suitable uplands for migration. Whether hydrodynamic, morphologic, or ecologic, the impacts of SLR are interrelated. To plan for changes under future sea levels, coastal managers need information and data regarding the potential effects of SLR to make informed decisions for managing human and natural communities. This review examines previous studies that have accounted for the dynamic, nonlinear responses of hydrodynamics, coastal morphology, and marsh ecology to SLR by implementing more complex approaches rather than the simplistic “bathtub” approach. These studies provide an improved understanding of the dynamic effects of SLR on coastal environments and contribute to an overall paradigm shift in how coastal scientists and engineers approach modeling the effects of SLR, transitioning away from implementing the “bathtub” approach. However, it is recommended that future studies implement a synergetic approach that integrates the dynamic interactions between physical and ecological environments to better predict the impacts of SLR on coastal systems.\n", 
        "journal": "Earth’s Future", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015EF000298", 
        "title": "The dynamic effects of sea level rise on low-gradient coastal landscapes: A review"
    }, 
    {
        "author": "Miguel O. Román, Eleanor C. Stokes", 
        "date": "2015-06-21", 
        "description": "\n\nSuccessful climate change mitigation will involve not only technological innovation, but also innovation in how we understand the societal and individual behaviors that shape the demand for energy services. Traditionally, individual energy behaviors have been described as a function of utility optimization and behavioral economics, with price restructuring as the dominant policy lever. Previous research at the macro-level has identified economic activity, power generation and technology, and economic role as significant factors that shape energy use. However, most demand models lack basic contextual information on how dominant social phenomenon, the changing demographics of cities, and the sociocultural setting within which people operate, affect energy decisions and use patterns. Here we use high-quality Suomi-NPP VIIRS nighttime environmental products to: (1) observe aggregate human behavior through variations in energy service demand patterns during the Christmas and New Year's season and the Holy Month of Ramadan and (2) demonstrate that patterns in energy behaviors closely track sociocultural boundaries at the country, city, and district level. These findings indicate that energy decision making and demand is a sociocultural process as well as an economic process, often involving a combination of individual price-based incentives and societal-level factors. While nighttime satellite imagery has been used to map regional energy infrastructure distribution, tracking daily dynamic lighting demand at three major scales of urbanization is novel. This methodology can enrich research on the relative importance of drivers of energy demand and conservation behaviors at fine scales. Our initial results demonstrate the importance of seating energy demand frameworks in a social context.\n", 
        "journal": "Earth’s Future", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014EF000285", 
        "title": "Holidays in lights: Tracking cultural patterns in demand for energy services"
    }, 
    {
        "author": "Arvid Bring, Shilpa M. Asokan, Fernando Jaramillo, Jerker Jarsjö, Lea Levi, Jan Pietroń, Carmen Prieto, Peter Rogberg, Georgia Destouni", 
        "date": "2015-06-25", 
        "description": "\n\nThe multimodel ensemble of the Coupled Model Intercomparison Project, Phase 5 (CMIP5) synthesizes the latest research in global climate modeling. The freshwater system on land, particularly runoff, has so far been of relatively low priority in global climate models, despite the societal and ecosystem importance of freshwater changes, and the science and policy needs for such model output on drainage basin scales. Here we investigate the implications of CMIP5 multimodel ensemble output data for the freshwater system across a set of drainage basins in the Northern Hemisphere. Results of individual models vary widely, with even ensemble mean results differing greatly from observations and implying unrealistic long-term systematic changes in water storage and level within entire basins. The CMIP5 projections of basin-scale freshwater fluxes differ considerably more from observations and among models for the warm temperate study basins than for the Arctic and cold temperate study basins. In general, the results call for concerted research efforts and model developments for improving the understanding and modeling of the freshwater system and its change drivers. Specifically, more attention to basin-scale water flux analyses should be a priority for climate model development, and an important focus for relevant model-based advice for adaptation to climate change.\n", 
        "journal": "Earth’s Future", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014EF000296", 
        "title": "Implications of freshwater flux data from the CMIP5 multimodel output across a set of Northern Hemisphere drainage basins"
    }
]