[
    {
        "author": "Matej   Lipar, Mateja   Ferk</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>November 2015</pubDate><br> <b>Source:</b>Earth-Science Reviews, Volume 150</br><br>     Author(s): Matej   Lipar, Mateja   Ferk</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Karst on the Nullarbor Plain has been studied and described in detail in the past, but it lacked the determination of the karst discharge and palaeo-watertable levels that would explain the palaeohydrological regime in this area. This study explores the existence of previously unrecognised features in this area – karst pocket valleys – and gives a review on pocket valleys worldwide. Initial GIS analyses were followed up by detailed field work, sampling, mapping and measuring of morphological, geological, and hydrological characteristics of representative valleys on the Wylie and Hampton scarps of the Nullarbor Plain. Rock and sand samples were examined for mineralogy, texture and grain size, and a U–Pb dating of a speleothem from a cave within a pocket valley enabled the establishment of a time frame of the pocket valleys formation and its palaeoenvironmental implications. The pocket valleys document the hydrological evolution of the Nullarbor karst system and the Neogene–Pleistocene palaeoclimatic evolution of the southern hemisphere. A review of pocket valleys in different climatic and geological settings suggests that their basic characteristics remain the same, and their often overlooked utility as environmental indicators can be used for further palaeoenvironmental studies. The main period of intensive karstification and widening of hydrologically active underground conduits is placed into the wetter climates of the Pliocene epoch. Subsequent drier climates and lowering of the watertable that followed sea-level retreat in the Quaternary resulted in formation of the pocket valleys (gravitational undermining, slumping, exudation and collapse), which, combined with periodic heavy rainfall events and discharge due to impeded drainage, caused the retreat of the pocket valleys from the edge of escarpments.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Earth-Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0012825215300118%26_version%3D1%26md5%3Db19902f64b9611680a9de8806bb5ccfa", 
        "title": "Karst pocket valleys and their implications on Pliocene–Quaternary hydrology and climate: Examples from the Nullarbor Plain, southern Australia"
    }, 
    {
        "author": "Yuhai   Bao, Peng   Gao, Xiubin   He</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>November 2015</pubDate><br> <b>Source:</b>Earth-Science Reviews, Volume 150</br><br>     Author(s): Yuhai   Bao, Peng   Gao, Xiubin   He</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Three Gorges Reservoir (TGR) has provoked a series of unprecedented environmental problems, many of which are related to the transitional area between the base and capacity water levels of the reservoir, commonly referred to as the water-level fluctuation zone. We proposed here that this zone serves as a unique geomorphological unit playing an important role of influencing the life of the TGR and named it as the TGR disturbance zone because it has been intensively interrupted by various human activities. Based on its geomorphological characteristics, we divided this zone into three types that have hillside profiles with distinct shapes and gradients, grain components and sizes, and land uses. Although the three types of the zone have experienced the same set of geomorphological processes under the new annually cyclic hydrological regime, their responses and the associated morphologies are distinguishable. Thus we depicted them separately. Accompanied with these processes are geochemical and biological processes that bring about exacerbated pollution and destroyed ecosystem in this zone. We elaborated these problems and indicated the potential research directions toward fully understanding the complex geomorphological, geochemical, and biological processes prevalent in the zone.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Earth-Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0012825215300143%26_version%3D1%26md5%3Dfbd71f1d801af7313ee82416207fbae7", 
        "title": "The water-level fluctuation zone of Three Gorges Reservoir — A unique geomorphological unit"
    }, 
    {
        "author": "Francesco   Vetere, Gianluca   Iezzi, Harald   Behrens, Francois   Holtz, Guido   Ventura, Valeria   Misiti, Andrea   Cavallo, Silvio   Mollo, Marcel   Dietrich</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>November 2015</pubDate><br> <b>Source:</b>Earth-Science Reviews, Volume 150</br><br>     Author(s): Francesco   Vetere, Gianluca   Iezzi, Harald   Behrens, Francois   Holtz, Guido   Ventura, Valeria   Misiti, Andrea   Cavallo, Silvio   Mollo, Marcel   Dietrich</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">The intrinsic solidification behaviour and glass forming ability (GFA) of natural sub-alkaline silicate melts have been experimentally quantified via cooling-induced solidification approach. GFA is measured by the critical cooling rate <italic>Rc</italic>, the rate at which a melt solidifies ≤<hsp sp=\"0.10\"/>2<hsp sp=\"0.25\"/>area% of crystals. Cooling rates of 9000, 1800, 180, 60, 7 and 1<hsp sp=\"0.25\"/>°C/h have been run between 1300<hsp sp=\"0.25\"/>°C (super-liquidus region) and 800<hsp sp=\"0.25\"/>°C (quenching temperature), at air <italic>f</italic>O<inf loc=\"post\">2</inf> and ambient <italic>P</italic> for six silicate melts with compositions ranging from basalt (B) to rhyolite (R) (i.e., B<inf loc=\"post\">100</inf>, B<inf loc=\"post\">80</inf>R<inf loc=\"post\">20</inf>, B<inf loc=\"post\">60</inf>R<inf loc=\"post\">40</inf>, B<inf loc=\"post\">40</inf>R<inf loc=\"post\">60</inf>, B<inf loc=\"post\">20</inf>R<inf loc=\"post\">80</inf> and R<inf loc=\"post\">100</inf>) and water contents comprised between 53 (B<inf loc=\"post\">100</inf>) and 384 (B<inf loc=\"post\">20</inf>R<inf loc=\"post\">80</inf>) ppm. The ranges of cooling rates and chemical compositions used in this study are the broadest ever investigated in the Earth sciences.</simple-para> <simple-para id=\"sp0010\" view=\"all\">The phase proportions (area%) were determined by image analysis on about 500 back-scattered electron images collected over different magnifications. Phases are glass, clinopyroxene (cpx), spinel (sp) and plagioclase (plg). Sp is ubiquitous with abundance of few area% and nucleates earlier than silicate crystals. Cpx solidifies in all runs except in R<inf loc=\"post\">100</inf> and its abundance follows asymmetric broad Gaussian-like trends (with tails towards low rates) as a function of cooling rate. Moving from B<inf loc=\"post\">100</inf> to B<inf loc=\"post\">40</inf>R<inf loc=\"post\">60</inf> these trends conserve their shape but shift progressively to lower cooling rates and mineral abundances. Plg crystallises only at low cooling rates and in SiO<inf loc=\"post\">2</inf>-poor compositions. Run-products with low amounts of crystals (≤<hsp sp=\"0.10\"/>5<hsp sp=\"0.25\"/>area%) clearly show that cpx preferentially nucleates on surfaces of sp, whereas a significant crystallisation of cpx (&amp;gt;<hsp sp=\"0.10\"/>5<hsp sp=\"0.25\"/>area%) is observed with decreasing cooling rate and with changing composition from B<inf loc=\"post\">100</inf> to B<inf loc=\"post\">20</inf>R<inf loc=\"post\">80</inf>. The crystallisation of silicate crystals is related to the chemical diffusivity of components in the melt. Also the initial crystallisation of plg occurs preferentially on cpx. In general, the amount of crystals decreases as the cooling rate increases; however, in some cases, the amount of crystals remains constant or even decreases for B<inf loc=\"post\">80</inf>R<inf loc=\"post\">20</inf> with decreasing cooling rate.</simple-para> <simple-para id=\"sp0015\" view=\"all\"> <italic>Rc</italic> values change over 5 orders of magnitude being &amp;lt;<hsp sp=\"0.10\"/>1, 7, 620, 3020, 8020 and 9000<hsp sp=\"0.25\"/>°C/h for R<inf loc=\"post\">100</inf>, B<inf loc=\"post\">20</inf>R<inf loc=\"post\">80</inf>, B<inf loc=\"post\">40</inf>R<inf loc=\"post\">60</inf>, B<inf loc=\"post\">60</inf>R<inf loc=\"post\">40</inf> and B<inf loc=\"post\">80</inf>R<inf loc=\"post\">20</inf> and B<inf loc=\"post\">100</inf>, respectively. The variation of <italic>Rc</italic> can be modelled through NBO/T (nonbridging oxygen per tetrahedron) parameter by the following equation:</simple-para> <simple-para id=\"sp0020\" view=\"all\"> <italic>Rc</italic> <hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/> <italic>a<hsp sp=\"0.25\"/>/</italic> <hsp sp=\"0.25\"/>{1<hsp sp=\"0.25\"/>+<hsp sp=\"0.25\"/> <italic>e</italic> <sup loc=\"post\">−[(<italic>NBO/T<hsp sp=\"0.25\"/>−<hsp sp=\"0.25\"/>b</italic>)<italic>/c</italic>]</sup>}, where <italic>a</italic>, <italic>b</italic> and <italic>c</italic> are fitting parameters equal to 9214, 0.297 and 0.040, respectively. Similarly to other glass-forming liquids (network, metallic and molecular systems), <italic>Rc</italic> for natural sub-alkaline silicate melts is inversely related to the reduced glass transition parameter <italic>Trg</italic> (<italic>Trg</italic> <hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/> <italic>Tg</italic> <hsp sp=\"0.25\"/>/<hsp sp=\"0.25\"/> <italic>Tm</italic>) and can be quantified with the equation <italic>Rc</italic> <hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/> <italic>a</italic> <hsp sp=\"0.25\"/>×<hsp sp=\"0.25\"/> <italic>Trg</italic> <sup loc=\"post\">−<italic>b</italic> </sup>, where <italic>a</italic> and <italic>b</italic> are 1.19<hsp sp=\"0.25\"/>×<hsp sp=\"0.25\"/>10<sup loc=\"post\">−<hsp sp=\"0.10\"/>4</sup> and 28.7, respectively.</simple-para> <simple-para id=\"sp0025\" view=\"all\">These results may be used to retrieve the solidification conditions of aphyric, degassed and oxidised lavas; in addition, our data provide general constrains on the crystallisation kinetics of natural crystal-bearing silicate melts erupted on Earth (e.g. lavas with phenocrysts). The relationship between crystal content and cooling rate suggests that the solidification path induced by degassing can be also complex and nonlinear. The growth of crystals with size up to 1<hsp sp=\"0.25\"/>mm from a nearly anhydrous superheated silicate melt indicates that variable cooling conditions of lavas have to be accounted to discriminate among minerals formed before, during and after eruptions. Moreover, our results can be used to design glass-ceramics from naturally available easy to find, low-cost starting materials.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Earth-Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS001282521530012X%26_version%3D1%26md5%3D63dd86c89adcfe621af75dc9f3dc4c1e", 
        "title": "Glass forming ability and crystallisation behaviour of sub-alkaline silicate melts"
    }, 
    {
        "author": "Kristian   Vasskog, Petra M.   Langebroek, John T.   Andrews, Jan Even Ø.   Nilsen, Atle   Nesje</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>November 2015</pubDate><br> <b>Source:</b>Earth-Science Reviews, Volume 150</br><br>     Author(s): Kristian   Vasskog, Petra M.   Langebroek, John T.   Andrews, Jan Even Ø.   Nilsen, Atle   Nesje</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">During the Last Interglacial (LIG) period, between 130 and 116 thousand years before present (ka BP), the Greenland Ice Sheet (GrIS) was considerably reduced in size, contributing to a global mean sea-level (MSL) rise of 0.5–4.2<hsp sp=\"0.25\"/>m relative to the present. This is not sufficient to explain the 6–9<hsp sp=\"0.25\"/>m MSL rise estimated for the LIG, which implies that a significant contribution to the LIG highstand came from Antarctica. Following the LIG the GrIS grew and attained its maximum volume of about 12<hsp sp=\"0.25\"/>m global sea-level equivalents (SLEs) between 18 and 16<hsp sp=\"0.25\"/>ka BP. Since then the GrIS margins have retreated on an order of several hundred km, following a general pattern of lagged response to changes in high-latitude summer insolation and global greenhouse gas concentrations. On shorter timescales and over smaller spatial scales the combination of internal ice-sheet dynamics and external climate dynamics has often resulted in a more complex and asynchronous behaviour of the ice-sheet margin. The GrIS probably reached its minimum Holocene extent around 4<hsp sp=\"0.25\"/>ka BP, and modelling studies suggest that it contributed to a rise in global MSL of less than 0.2<hsp sp=\"0.25\"/>m relative to the present at this time. A period of steady growth followed the Holocene minimum and in many areas the ice sheet advanced beyond its present limits during the ‘Little Ice Age’ (i.e. the last few centuries). Currently the GrIS occupies an area of ~<hsp sp=\"0.10\"/>1.7<hsp sp=\"0.25\"/>×<hsp sp=\"0.25\"/>10<sup loc=\"post\">6</sup> <hsp sp=\"0.25\"/>km<sup loc=\"post\">2</sup> and features a volume of ~<hsp sp=\"0.10\"/>2.96<hsp sp=\"0.25\"/>×<hsp sp=\"0.25\"/>10<sup loc=\"post\">6</sup> <hsp sp=\"0.25\"/>km<sup loc=\"post\">3</sup>, which amounts to ~<hsp sp=\"0.10\"/>7.4<hsp sp=\"0.25\"/>m SLE. Observations show that the rate of mass loss from the GrIS has been accelerating over the past few decades, and ice sheet modelling indicates that we have to go back to the last deglaciation (around 10<hsp sp=\"0.25\"/>ka BP) in order to find sustained melt rates that were higher than those experienced over the last decade. The future development of the GrIS will have a profound influence on sea level, both globally and regionally, but there are large uncertainties related to how the GrIS will respond to future global warming. Based on a range of modelling studies employing different emission scenarios, the GrIS is expected to contribute about 0.1–0.3<hsp sp=\"0.25\"/>m to global MSL rise by the end of the 21st century. In a longer time perspective, modelling suggests that melting of the GrIS may replace ocean thermal expansion as the most important factor in future sea-level rise, potentially contributing with 0.7–2.6<hsp sp=\"0.25\"/>m SLE within the next 500<hsp sp=\"0.25\"/>years. Multi-millennial simulations show that the entire ice sheet (~<hsp sp=\"0.10\"/>7.4<hsp sp=\"0.25\"/>m SLE) might disappear completely within less than three thousand years under high-emission scenarios, i.e. with atmospheric CO<inf loc=\"post\">2</inf> reaching four times preindustrial levels.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Earth-Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0012825215300167%26_version%3D1%26md5%3Dc2fb69357df73c329325e74629b48542", 
        "title": "The Greenland Ice Sheet during the last glacial cycle: Current ice loss and contribution to sea-level rise from a palaeoclimatic perspective"
    }, 
    {
        "author": "Rui   Wang, Jeremy P.   Richards, Li-min   Zhou, Zeng-qian   Hou, Richard A.   Stern, Robert A.   Creaser, Jing-jing   Zhu</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>November 2015</pubDate><br> <b>Source:</b>Earth-Science Reviews, Volume 150</br><br>     Author(s): Rui   Wang, Jeremy P.   Richards, Li-min   Zhou, Zeng-qian   Hou, Richard A.   Stern, Robert A.   Creaser, Jing-jing   Zhu</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">The 1600<hsp sp=\"0.25\"/>km-long Gangdese magmatic belt features extensive Paleocene–Eocene I-type intrusive rocks and coeval volcanic successions, abundant but more localized Oligo-Miocene calc-alkaline to alkaline plutons, and Miocene potassic to ultrapotassic volcanic rocks. These Cenozoic igneous rocks record geodynamic changes related to the India–Asia collision which began at ~<hsp sp=\"0.10\"/>55–50<hsp sp=\"0.25\"/>Ma. New and published lithogeochemical and multiple isotopic (Os–Sr–Nd–O–Hf) analyses of these Cenozoic igneous rocks reveal that the Paleocene–Eocene magmas have similar compositions to continental arc rocks throughout the belt, but later Miocene magmas show sharp longitudinal contrasts in geochemical and isotopic compositions, which are also correlated with the occurrence of porphyry-type mineralization.</simple-para> <simple-para id=\"sp0010\" view=\"all\">Sparse Miocene high-K calc-alkaline to shoshonitic volcanic rocks in the eastern Gangdese belt have low to moderate (<sup loc=\"pre\">87</sup>Sr/<sup loc=\"pre\">86</sup>Sr)<inf loc=\"post\">i</inf> ratios (0.7057–0.7121), moderately negative εNd<inf loc=\"post\">i</inf> values (−<hsp sp=\"0.10\"/>9.4 to −<hsp sp=\"0.10\"/>3.4), low (<sup loc=\"pre\">187</sup>Os/<sup loc=\"pre\">188</sup>Os)<inf loc=\"post\">i</inf> ratios (0.154–0.210), highly variable εHf<inf loc=\"post\">i</inf> values (−<hsp sp=\"0.10\"/>5.9 to +<hsp sp=\"0.10\"/>10.1), and low zircon δ<sup loc=\"pre\">18</sup>O values (+<hsp sp=\"0.10\"/>5.0–+<hsp sp=\"0.10\"/>6.7‰), which are interpreted to reflect derivation by partial melting of subduction-modified Tibetan sub-continental lithospheric mantle (SCLM). In contrast, Miocene high-K calc-alkaline to shoshonitic volcanic rocks in the western Gangdese belt have higher (<sup loc=\"pre\">87</sup>Sr/<sup loc=\"pre\">86</sup>Sr)<inf loc=\"post\">i</inf> ratios (0.7069–0.7263), more negative εNd<inf loc=\"post\">i</inf> values (−<hsp sp=\"0.10\"/>17.5 to −<hsp sp=\"0.10\"/>6.0) and εHf<inf loc=\"post\">i</inf> values (−<hsp sp=\"0.10\"/>15.2 to +<hsp sp=\"0.10\"/>0.7), and crust-like zircon δ<sup loc=\"pre\">18</sup>O values (+<hsp sp=\"0.10\"/>6.2–+<hsp sp=\"0.10\"/>8.8‰), but mantle-like (<sup loc=\"pre\">187</sup>Os/<sup loc=\"pre\">188</sup>Os)<inf loc=\"post\">i</inf> values (0.156–0.182), and high Ni and Cr contents. These features suggest that potassic to ultrapotassic magmas in the western Gangdese belt were also derived from partial melting of Tibetan SCLM but with ~<hsp sp=\"0.10\"/>3–25% input of melts<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>fluids from the underthrust Indian plate (<sup loc=\"pre\">87</sup>Sr/<sup loc=\"pre\">86</sup>Sr<hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/>0.74–0.76, εNd<hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/>−<hsp sp=\"0.10\"/>18 to −<hsp sp=\"0.10\"/>10, δ<sup loc=\"pre\">18</sup>O<hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/>+<hsp sp=\"0.10\"/>10<hsp sp=\"0.25\"/>−<hsp sp=\"0.25\"/>+<hsp sp=\"0.10\"/>14‰). In contrast, Miocene alkaline magmas to the east were unaffected by this source.</simple-para> <simple-para id=\"sp0015\" view=\"all\">Oligo-Miocene calc-alkaline to high-K calc-alkaline granitoids related to large porphyry Cu–Mo deposits in the eastern Gangdese belt (east of ∼<hsp sp=\"0.10\"/>89° E) are geochemically broadly similar to the early Paleocene–Eocene rocks. They are thought to be derived from partial melting of subduction-modified lower crust with mixing of alkaline melts from partial melting of SCLM, and have relatively low (<sup loc=\"pre\">87</sup>Sr/<sup loc=\"pre\">86</sup>Sr)<inf loc=\"post\">i</inf> ratios (0.7047–0.7076), high εNd<inf loc=\"post\">i</inf> values (−<hsp sp=\"0.10\"/>6.1 to +<hsp sp=\"0.10\"/>5.5) and εHf<inf loc=\"post\">i</inf> values (1.4–8.7), moderate (<sup loc=\"pre\">187</sup>Os/<sup loc=\"pre\">188</sup>Os)<inf loc=\"post\">i</inf> ratios (0.224–0.835), and low zircon δ<sup loc=\"pre\">18</sup>O<inf loc=\"post\">VSMOW</inf> values (+<hsp sp=\"0.10\"/>5.5–+<hsp sp=\"0.10\"/>6.6‰). These magmas also had high water contents (weak Dy/Yb enrichment, characterized with amphibole fractionation) and oxidation states (ΔFMQ 0.8–2.9), which explain their unique association with porphyry Cu–Mo mineralization. In contrast, Miocene high-K calc-alkaline to shoshonitic granitoids in the western Gangdese belt (west of ∼<hsp sp=\"0.10\"/>89° E) show differences in geochemical and isotopic compositions to the earlier Paleocene–Eocene magmatism, and are characterized by crust-like zircon δ<sup loc=\"pre\">18</sup>O values (+<hsp sp=\"0.10\"/>6.2–+<hsp sp=\"0.10\"/>8.8‰), high (<sup loc=\"pre\">87</sup>Sr/<sup loc=\"pre\">86</sup>Sr)<inf loc=\"post\">i</inf> ratios (0.7147–0.7165), negative εNd<inf loc=\"post\">i</inf> values (−<hsp sp=\"0.10\"/>11.3 to −<hsp sp=\"0.10\"/>7.9), crust-like (<sup loc=\"pre\">187</sup>Os/<sup loc=\"pre\">188</sup>Os)<inf loc=\"post\">i</inf> values (0.550–1.035), and low εHf<inf loc=\"post\">i</inf> values (−<hsp sp=\"0.10\"/>13.0 to 3.9). These magmas are interpreted to reflect involvement of melts<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>fluids from the underthrust Indian plate and high degrees of crustal contamination upon emplacement. Only one small porphyry Cu–Mo deposit is known to be associated with these western granitoids.</simple-para> <simple-para id=\"sp0020\" view=\"all\">We suggest that this difference reflects the variable extent of underthrusting of the Indian plate continental lithosphere beneath Tibet in the Oligo-Miocene, and diachronous breakoff of the Greater India slab. In the absence of underthrust Indian lithosphere to the east of ~<hsp sp=\"0.10\"/>89° E in the Oligo-Miocene, slab breakoff triggered asthenospheric upwelling and partial melting of previously subduction-modified Tibetan lithosphere, generating hydrous, oxidized calc-alkaline magmas with the potential to generate porphyry Cu–Mo deposits. In contrast, underthrusting of the Indian plate to the west at this time limited the involvement of asthenospheric melts and the extent of partial melting of subduction-modified lithosphere, with the result that melts<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>fluids derived from the underthrust lithosphere were infertile.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Earth-Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0012825215300131%26_version%3D1%26md5%3D9ee7181b9530654f91f7d71882ff58ad", 
        "title": "The role of Indian and Tibetan lithosphere in spatial distribution of Cenozoic magmatism and porphyry Cu–Mo deposits in the Gangdese belt, southern Tibet"
    }, 
    {
        "author": "Shenjun   Qin, Yuzhuang   Sun, Yanheng   Li, Jinxi   Wang, Cunliang   Zhao, Kang   Gao</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>November 2015</pubDate><br> <b>Source:</b>Earth-Science Reviews, Volume 150</br><br>     Author(s): Shenjun   Qin, Yuzhuang   Sun, Yanheng   Li, Jinxi   Wang, Cunliang   Zhao, Kang   Gao</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Gallium (Ga), which is a rare valuable metal, has been found to be anomalously enriched in coal to the extent that it may be considered as an economic resource. Recovery of Ga from coal or coal combustion byproducts offers a promising alternative way to obtain this metal, and such techniques could probably lead to economic gains and positive impacts on the environment. Thus, geochemical research and technical investigations of Ga-bearing coal would be helpful in assessing the potential for economic extraction of the Ga. The present review of Ga in coal focuses on analytical methods that can be used to determine Ga concentrations, patterns of Ga enrichment in coal and formation of economic Ga-enriched coal deposits, modes of occurrence of Ga and its origins, the behavior of Ga during coal combustion and gasification, and currently available recovery techniques for Ga. Moreover, insufficiencies in previous research are identified and future research needs regarding Ga in coal are evaluated and discussed.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Earth-Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0012825215300209%26_version%3D1%26md5%3Dff5d2f48150abbc2796c74ee6bf2a468", 
        "title": "Coal deposits as promising alternative sources for gallium"
    }, 
    {
        "author": "Budiman   Minasny, Peter   Finke, Uta   Stockmann, Tom   Vanwalleghem, Alex B.   McBratney</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>November 2015</pubDate><br> <b>Source:</b>Earth-Science Reviews, Volume 150</br><br>     Author(s): Budiman   Minasny, Peter   Finke, Uta   Stockmann, Tom   Vanwalleghem, Alex B.   McBratney</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Soil is central in the terrestrial ecosystem, linking and providing feedback responses to the other components, i.e., water, atmosphere, and vegetation. However, the role of soil in landscape evolution is usually not well acknowledged. In modeling landscape evolution, soil is only treated as a residue of weathering that is transported and redistributed along the hillslope. Weathering is considered as a process that produces clays and generates unconsolidated materials available for erosion. While pedology has been debating the form of qualitative factorial models for 75<hsp sp=\"0.25\"/>years; models for soil water, heat, solute, gas and chemical reactions in a profile have matured. As soils are distributed continuously in three dimensions across landscapes, the profile models need to consider lateral fluxes. This review outlines the role of soil in landscape modeling. First, we review the role of soil in the current landscape evolution models. We then review data and models on soil weathering rates and transport processes. We discuss soil profile models that simulate soil formation processes, and combined soil–landscape evolution models. Finally we discuss how the models can be tested and validated in the real world and suggest how both soil scientists and landscape modelers can work together to address the grand challenges in modeling earth surface processes.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Earth-Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0012825215300155%26_version%3D1%26md5%3D9ca82f4c7b5b95fd8981460ebf22bad8", 
        "title": "Resolving the integral connection between pedogenesis and landscape evolution"
    }, 
    {
        "author": "Yangwen   Pei, Douglas A.   Paton, Rob J.   Knipe, Kongyou   Wu</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>November 2015</pubDate><br> <b>Source:</b>Earth-Science Reviews, Volume 150</br><br>     Author(s): Yangwen   Pei, Douglas A.   Paton, Rob J.   Knipe, Kongyou   Wu</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Faults can be either conduits or retarders for fluid flow. As the presence of faults increases the risks for hydrocarbon exploration, the sealing behaviour of a fault zone has been a focus for geological studies in the past 30<hsp sp=\"0.25\"/>years. Due to the widespread occurrence of fault zones, either in extensional or contractional regimes, knowledge about the fault sealing behaviour is of great importance to a wide spectrum of disciplines in geosciences, for instance, structural geology, geochemistry, petroleum geology, etc. Geologists have extensively studied the sealing properties of a fault zone over the last decades, ranging from fault zone architecture, fault seal types, fault seal processes, fault rock classification, research methods and controlling factors.</simple-para> <simple-para id=\"sp0010\" view=\"all\">Although there have not been universal agreements reached on the fault seal classifications, two types of fault seals have already been recognised, which are juxtaposition seals and fault rock seals. The early foundation of Allan map and triangle juxtaposition diagram allows the investigation on the effects of stratigraphic juxtaposition between hanging wall and footwall on the sealing properties of a fault zone. The study on the detailed fault zone architecture also implies the importance of fault arrays that increase the complexity of overall stratigraphic juxtaposition between hanging wall and footwall. The fault seal processes and their generated fault rocks play an important control on sealing properties of a fault zone. Temperature and stress history, which are closely related to burial history, are also found to control the sealing capacity of a fault zone to some extent. The methods such as stratigraphic juxtaposition, clay smear indices, microstructural analysis and petrophysical assessment have significantly boosted the research of fault sealing behaviour. However, further research is still needed to increase the effectiveness of present fault seal analysis.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Earth-Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0012825215300210%26_version%3D1%26md5%3D30e4a27dfb46620fffcbd6d694c6867b", 
        "title": "A review of fault sealing behaviour and its evaluation in siliciclastic rocks"
    }, 
    {
        "author": "Qingsong   Liu, Chunsheng   Jin, Pengxiang   Hu, Zhaoxia   Jiang, Kunpeng   Ge, Andrew P.   Roberts</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>November 2015</pubDate><br> <b>Source:</b>Earth-Science Reviews, Volume 150</br><br>     Author(s): Qingsong   Liu, Chunsheng   Jin, Pengxiang   Hu, Zhaoxia   Jiang, Kunpeng   Ge, Andrew P.   Roberts</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">As one of the longest and most continuously deposited terrestrial sedimentary archives in the world, Chinese loess–paleosol sequences record paleoclimatic and paleomagnetic variations at a range of time scales. Magnetostratigraphic studies provide a first-order chronological framework for Chinese loess sequences. In this review, we highlight recent developments in loess magnetostratigraphy, including pedostratigraphy based on magnetic susceptibility variations. We highlight progress in understanding the mechanisms by which the natural remanent magnetization (NRM) is acquired and discuss in detail the fidelity of paleomagnetic recording in loess records, including the recording of magnetic polarity reversals, excursions, and relative paleointensity variations. Finally, we discuss future prospects for studies of loess NRM.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Earth-Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0012825215300192%26_version%3D1%26md5%3De4b85e908948941c45fd721d9e3d2c40", 
        "title": "Magnetostratigraphy of Chinese loess–paleosol sequences"
    }, 
    {
        "author": "Juan Carlos   Carracedo, Valentin R.   Troll, Kirsten   Zaczek, Alejandro   Rodríguez-González, Vicente   Soler, Frances M.   Deegan</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>November 2015</pubDate><br> <b>Source:</b>Earth-Science Reviews, Volume 150</br><br>     Author(s): Juan Carlos   Carracedo, Valentin R.   Troll, Kirsten   Zaczek, Alejandro   Rodríguez-González, Vicente   Soler, Frances M.   Deegan</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Forty years after the eruption of the Teneguía volcano on La Palma, 1971, the last volcanic event in the Canary Islands, a submarine eruption took place in 2011 off-shore El Hierro, the smallest and youngest island of the archipelago. In this paper, we review the periods of seismic unrest leading up to the 2011–2012 El Hierro eruption, the timeline of eruptive events, the erupted products, the wider societal impacts, and the insights garnered for our understanding of ocean island growth mechanisms and hazard management. Seismic precursors allowed early detection of magmatic activity and prediction of the approximate location of the eruption. White coloured “floating stones” (“xeno-pumice”) were described within the first few days of the events, the origin of which were hotly debated because of their potential implications for the character of the eruption. Due to epistemic uncertainty derived from delayed flow of scientific information and equivocal interpretations of the “floating stones”, the El Hierro 2011–2012 events were characterised by cautious civil protection measures, which greatly impacted on the residents' lives and on the island's economy. We therefore summarise the scientific lessons learned from this most recent Canary Island eruption and discuss how emergency managers might cope with similar situations of uncertainty during future eruptive events in the region.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Earth-Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS001282521530009X%26_version%3D1%26md5%3D48832d7ae4805727f3b58f34a62c237e", 
        "title": "The 2011–2012 submarine eruption off El Hierro, Canary Islands: New lessons in oceanic island growth and volcanic crisis management"
    }, 
    {
        "author": "Kwang-Yul   Kim, Benjamin   Hamlington, Hanna   Na</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>November 2015</pubDate><br> <b>Source:</b>Earth-Science Reviews, Volume 150</br><br>     Author(s): Kwang-Yul   Kim, Benjamin   Hamlington, Hanna   Na</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Natural variability is an essential component of observations of all geophysical and climate variables. In principal component analysis (PCA), also called empirical orthogonal function (EOF) analysis, a set of orthogonal eigenfunctions is found from a spatial covariance function. These empirical basis functions often lend useful insights into physical processes in the data and serve as a useful tool for developing statistical methods. The underlying assumption in PCA is the stationarity of the data analyzed; that is, the covariance function does not depend on the origin of time. The stationarity assumption is often not justifiable for geophysical and climate variables even after removing such cyclic components as the diurnal cycle or the annual cycle. As a result, physical and statistical inferences based on EOFs can be misleading.</simple-para> <simple-para id=\"sp0010\" view=\"all\">Some geophysical and climatic variables exhibit periodically time-dependent covariance statistics. Such a dataset is said to be periodically correlated or cyclostationary. A proper recognition of the time-dependent response characteristics is vital in accurately extracting physically meaningful modes and their space–time evolutions from data. This also has important implications in finding physically consistent evolutions and teleconnection patterns and in spectral analysis of variability—important goals in many climate and geophysical studies. In this study, the conceptual foundation of cyclostationary EOF (CSEOF) analysis is examined as an alternative to regular EOF analysis or other eigenanalysis techniques based on the stationarity assumption. Comparative examples and illustrations are given to elucidate the conceptual difference between the CSEOF technique and other techniques and the entailing ramification in physical and statistical inferences based on computational eigenfunctions.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Earth-Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0012825215300040%26_version%3D1%26md5%3D2ee992147d8c15c0577faf48f0725c3b", 
        "title": "Theoretical foundation of cyclostationary EOF analysis for geophysical and climatic variables: Concepts and examples"
    }, 
    {
        "author": "Jesse T.   Korus, Christopher R.   Fielding</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>November 2015</pubDate><br> <b>Source:</b>Earth-Science Reviews, Volume 150</br><br>     Author(s): Jesse T.   Korus, Christopher R.   Fielding</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Understanding controls on sediment distribution in river deltas is paramount to predicting facies relationships and stratal architecture. Most classifications of deltas have focused on subaerial plan morphology as a simplistic function of river, tide, and wave energy. New work, however, is revealing the importance of subaqueous deposits, and in particular shore-parallel sediment redistribution, in the shaping of delta planform. Delta asymmetry has emerged as an important characteristic reflective of patterns of alongshore sediment dispersal. Asymmetry has been described from onshore and offshore environments from several different types of modern deltas, but aspects of asymmetry have not been fully documented and the degree to which these patterns are recorded in deltaic strata is not yet known. This study is a comprehensive literature review of sediment distributions in modern deltas focusing on studies with high resolution geomorphic, geophysical, and geochronological datasets. We reviewed 27 deltas using over 100 papers primarily from the past 15–20<hsp sp=\"0.25\"/>years. Morphological, facies, and stratigraphic aspects were analyzed across the entire spectrum of deposits from the delta apex to the most distal muds of the prodelta. We define quantifiable indices of asymmetry describing upcurrent vs. downcurrent distribution of sediment volume, sediment area, sediment caliber, and distributary channels. Most deltas are asymmetrical to some degree with respect to one or more of these parameters. Many deltas are increasingly skewed toward the downcurrent side from proximal to distal sub-environments (i.e. delta plain, delta front, prodelta). Some deltas are skewed toward the upcurrent side in one sub-environment and toward the downcurrent side in another sub-environment. Sand is preferentially deposited on the downcurrent side of most deltas, but distributary channels tend to develop toward the upcurrent side. The highest sand:mud ratios are often on the upcurrent side in the lower delta plain, but in the delta front these ratios are highest on the downcurrent side. These complex patterns of asymmetry reflect different combinations of controls including discharge partitioning, lobe abandonment and localized transgression, plume deflection by coastal currents, dominance of longshore current direction, variable subsidence, and other factors. These processes may result in upcurrent–downcurrent variations in clinoform geometry, rates of progradation, and stratal lapping relationships. Asymmetry has multiple aspects, manifestations, and controls – even within a single delta – but the long-term preservation potential of these patterns likely varies, depending on depositional setting and shoreline trajectory. Studies of ancient deltas will be better-informed by recognizing the wide variety of controls on sediment distribution and avoiding the tendency toward a single model of delta asymmetry.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Earth-Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0012825215300234%26_version%3D1%26md5%3De50785cfced15063728935fc8a556da6", 
        "title": "Asymmetry in Holocene river deltas: Patterns, controls, and stratigraphic effects"
    }, 
    {
        "author": "C.V.   Naidu, G.Ch.   Satyanarayana, L.   Malleswara Rao, K.   Durgalakshmi, A.   Dharma Raju, P.   Vinay Kumar, G.   Jeevana Mounika</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>November 2015</pubDate><br> <b>Source:</b>Earth-Science Reviews, Volume 150</br><br>     Author(s): C.V.   Naidu, G.Ch.   Satyanarayana, L.   Malleswara Rao, K.   Durgalakshmi, A.   Dharma Raju, P.   Vinay Kumar, G.   Jeevana Mounika</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">The variability of Summer Monsoon (SM) rainfall over India using the gridded rainfall data as well as subdivisional rainfall data is studied for the period 1951–2008. The total length of period is divided into two parts, 1951–1969 (Pre-Global Warming (PGW) period) and 1970–2008 (Global Warming (GW) period) as the Earth shows rise in the temperature since the beginning of 1970s. The differences in the mean rainfall of these two periods are tested using the Z-statistic. Further, the mean zonal wind differences at different grid-points at 850<hsp sp=\"0.25\"/>hPa and 150<hsp sp=\"0.25\"/>hPa of the above two periods for the domain 30°E–120°E, 40°S–40°N are calculated and tested using the Z-statistic. The results indicate that the reduced rainfall activity over India in the global warming is associated with a weakened SM system. Next, the differences in the frequencies of the days having different limits of rainfall are obtained by subtracting the frequencies of the PGW period from those of the GW period. The results pinpoint an increase in the no rainfall (dry) days as well as the extreme rainfall events in the warming environment.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Earth-Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0012825215300283%26_version%3D1%26md5%3D246a24b803c30febc4e5dcbef5c806b2", 
        "title": "Anomalous behavior of Indian summer monsoon in the warming environment"
    }, 
    {
        "author": "David   Heslop</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>November 2015</pubDate><br> <b>Source:</b>Earth-Science Reviews, Volume 150</br><br>     Author(s): David   Heslop</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Iron-bearing minerals are sensitive to a wide spectrum of natural processes and thus carry important environmental information. In environmental magnetism, various techniques are used to identify and quantify magnetic mineral assemblages in natural materials, with the aim of drawing inferences concerning past environments and environmental change. Natural materials typically contain a number of magnetic mineral subpopulations with different origins that can reflect multiple environmental processes. Thus, it is essential that the information carried by such mixed magnetic mineral assemblages can be quantified in terms of environmentally meaningful component parts. Magnetic unmixing techniques are designed to perform this quantification and can, thus, act as a cornerstone for interpreting complex environmental magnetic data. In this review, numerical strategies for unmixing magnetic mineral assemblages are discussed and are illustrated with examples. Emphasis is placed on the extent of available <italic>a priori</italic> knowledge concerning a magnetic mineral mixture and the ways that such information can be incorporated into a meaningful unmixing model.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Earth-Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0012825215300179%26_version%3D1%26md5%3D3c4cf4f62e9a3c909adff3e0929bbd6f", 
        "title": "Numerical strategies for magnetic mineral unmixing"
    }, 
    {
        "author": "Varenyam   Achal, Abhijit   Mukherjee, Deepika   Kumari, Qiuzhuo   Zhang</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>September 2015</pubDate><br> <b>Source:</b>Earth-Science Reviews, Volume 148</br><br>     Author(s): Varenyam   Achal, Abhijit   Mukherjee, Deepika   Kumari, Qiuzhuo   Zhang</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Modern civilization is facing the dichotomy of rapid development of infrastructure that makes concrete as most traded material on the earth other than water. However, the production of cement, key ingredient of concrete, releases roughly a tonne of CO<inf loc=\"post\">2</inf> into the environment with each tonne of cement production. The environmental concerns and sustainability issues associated with cement and concrete necessitate alternative and better approach in the construction. Nature, on the other hand, has a plethora of examples of sustainable habitats such as coral reefs, silk webs and ant hills. Recent advances in biotechnology have great potential of emulating nature’s way of building in modern days infrastructures at a scale that would sustain increasing population. Further, many of the biological materials of nature, be it ceramics or polymeric composites formed in the process of biomineralization, provides basis for sustainable construction. This paper elaborates nature’s way of construction based on biomineralization and discusses the progress of different biological pathways for sustainable construction. Main milestones achieved have been identified and the effect of biological intervention on the properties of structural materials has been highlighted. Variety of applications of biomineralization based technology in the construction has been reported. The paper briefly documents the future directions of the technology.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Earth-Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0012825215000914%26_version%3D1%26md5%3D1b91a6ceda0613f9e9d9015beb2ff420", 
        "title": "Biomineralization for sustainable construction – A review of processes and applications"
    }, 
    {
        "author": "Alexei V.   Ivanov, Elena I.   Demonterova, Huaiyu   He, Alexander B.   Perepelov, Aleksei V.   Travin, Vladimir A.   Lebedev</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>September 2015</pubDate><br> <b>Source:</b>Earth-Science Reviews, Volume 148</br><br>     Author(s): Alexei V.   Ivanov, Elena I.   Demonterova, Huaiyu   He, Alexander B.   Perepelov, Aleksei V.   Travin, Vladimir A.   Lebedev</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">In this review we focus on the volcanism, that occurred in Transbaikalia, Siberia after the closure of the Mongolia-Okhotsk Ocean. The closure happened in the Early Jurassic. After that time, lithosphere in Transbaikalia went through two phases of rifting; in the Early Cretaceous and again in the Late Cretaceous until present. The latter rifting event is known as the Baikal rifting. We consider the chronology of the volcanism and basin formation in the Baikal rift and show that there has been a complex relationship between the two. Extension initiated in the central part of the rift system; this area is now occupied by Lake Baikal. Sedimentary basins initially developed by deepening and widening of the central part of the rift system and then by bilateral propagation of basin formation outwards. Volcanism was generally offset from the axial rift. Considering along axis distribution of volcanism, it initiated in the central part of the system and propagated bilaterally to the modern rift ends. We argue that tectonic stress controlled localization of the eruptive centres. Extension and shearing probably caused melting at mantle depth, suggestive of the passive model of volcanism. However, when considering the Baikal rift and adjacent non-rifted regions of Mongolia in a wider context of tectonics and volcanism of Central and East Asia, it is not possible to rule out that the volcanism may be associated with mantle transition zone diapirs; thus the active model of volcanism may also apply. The diapirs are located by regional isostatic gravity anomalies and considered as upwelling parts of the upper mantle convective cell controlled by the Pacific subduction and slab stagnation in the mantle transition zone. We do not see any geochemical, geophysical and geochronological evidence for involvement of deeper mantle to explain volcanism in either Baikal rift, non-rifted regions of Mongolia or anywhere else within Central and East Asia.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Earth-Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS001282521500094X%26_version%3D1%26md5%3Dca7dd6536c3eb7b827902661162adbf6", 
        "title": "Volcanism in the Baikal rift: 40years of active-versus-passive model discussion"
    }, 
    {
        "author": "Kathleen A.   Campbell, Diego M.   Guido, Pascale   Gautret, Frédéric   Foucher, Claire   Ramboz, Frances   Westall</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>September 2015</pubDate><br> <b>Source:</b>Earth-Science Reviews, Volume 148</br><br>     Author(s): Kathleen A.   Campbell, Diego M.   Guido, Pascale   Gautret, Frédéric   Foucher, Claire   Ramboz, Frances   Westall</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Siliceous hot-spring deposits, or sinters, typically form in active, terrestrial (on land), volcanic terrains where magmatically heated waters circulating through the shallow crust emerge at the Earth's surface as silica-charged geothermal fluids. Geyserites are sinters affiliated with the highest temperature (~<hsp sp=\"0.10\"/>75–100<hsp sp=\"0.25\"/>°C), natural geothermal fluid emissions, comprising localized, lithologically distinctive, hydrothermal silica precipitates that develop around geysers, spouters and spring-vents. They demarcate the position of hot-fluid upflow zones useful for geothermal energy and epithermal mineral prospecting. Near-vent areas also are “extreme environment” settings for the growth of microbial biofilms at near-boiling temperatures. Microbial biosignatures (e.g., characteristic silicified microbial textures, carbon isotopes, genetic material, lipid biomarkers) may be extracted from modern geyserite. However, because of strong taphonomic filtering and subsequent diagenesis, fossils in geyserite are very rare in the pre-Quaternary sinter record which, in and of itself, is patchy in time and space back to about 400<hsp sp=\"0.25\"/>Ma. Only a few old examples are known, such as geyserite reported from the Devonian Drummond Basin (Australia), Devonian Rhynie cherts (Scotland), and a new example described herein from the spectacularly well-preserved, Late Jurassic (150<hsp sp=\"0.25\"/>Ma), Yellowstone-style geothermal landscapes of Patagonia, Argentina. There, geyserite is associated with fossil vent-mounds and silicified hydrothermal breccias of the Claudia sinter, which is geologically related to the world-class Cerro Vanguardia gold/silver deposit of the Deseado Massif, a part of the Chon Aike siliceous large igneous province. Tubular, filament-like micro-inclusions from Claudia were studied using integrated petrographic and laser micro-Raman analysis, the results of which suggest a biological origin. The putative fossils are enclosed within nodular geyserite, a texture typical of subaerial near-vent conditions. Overall, this worldwide review of geyserite confirms its significance as a mineralizing geological archive reflecting the nature of Earth's highest temperature, habitable terrestrial sedimentary environment. Hot-spring depositional settings also may serve as analogs for early Earth paleoenvironments because of their elevated temperature of formation, rapid mineralization by silica, and morphologically comparable carbonaceous material sourced from prokaryotes adapted to life at high temperatures.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Earth-Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0012825215000926%26_version%3D1%26md5%3Dfcd8ff16f961e075cd2e3a8a4776fa11", 
        "title": "Geyserite in hot-spring siliceous sinter: Window on Earth's hottest terrestrial (paleo)environment and its extreme life"
    }, 
    {
        "author": "Marco   Romano</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>September 2015</pubDate><br> <b>Source:</b>Earth-Science Reviews, Volume 148</br><br>     Author(s): Marco   Romano</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Uniformitarianism is a classical term of the geological sciences, coined in 1832 by Whewell to indicate a specific part of Lyell's hypothesis. However, over the years uniformitarianism has been used with different meanings, finally becoming synonymous with the entire theoretical system proposed by Lyell in his <italic>Principles</italic>. The popularity of this term and its frequently kaleidoscopic usage in the literature may be due in large part to the apparent simplicity of the “principle” of uniformitarianism. This is often summarized by the classical adage “the present is the key to the past”, a reductionist motto that has been passed through many generations of Earth scientists. In the text that follows, the major revisions of the term by Gould, Mayr and Rudwick are discussed in detail. These revisions are used as solid epistemological basis for understanding the countless “shades of meaning” attributed to the term over time, and the main reasons that led to the overgrowth of a semantic chaos; one that poorly fits a modern scientific discipline.</simple-para> <simple-para id=\"sp0010\" view=\"all\">Apart from the “invariance of natural laws” in space and time (the basic assumptions made in all scientific disciplines), all remaining “principles” historically related to, or imbedded within uniformitarianism, have been definitively falsified. Even the “Uniformity of process”, which is essentially coincident with the term “actualism”, can be applied only to certain categories of products and processes (or to some particular stages in the evolution of our planet). In many cases, an extension of a current process to the past and <italic>vice versa</italic> is not warranted, in view of the crucial importance played by “configurational causes” during the evolution of our planet.</simple-para> <simple-para id=\"sp0015\" view=\"all\">On the whole the analysis carried out highlights a real need to reconsider and investigate the epistemological underpinning of the Earth sciences, with one main effort aimed at solid preparation of young geologists, beginning with the basic courses of university education.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Earth-Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0012825215000938%26_version%3D1%26md5%3D4daadf2d810e3b0a5db2f4ca6c8f2c89", 
        "title": "Reviewing the term uniformitarianism in modern Earth sciences"
    }, 
    {
        "author": "Jinzhuang   Xue, Pu   Huang, Marcello   Ruta, Michael J.   Benton, Shougang   Hao, Conghui   Xiong, Deming   Wang, Borja   Cascales-Miñana, Qi   Wang, Le   Liu</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>September 2015</pubDate><br> <b>Source:</b>Earth-Science Reviews, Volume 148</br><br>     Author(s): Jinzhuang   Xue, Pu   Huang, Marcello   Ruta, Michael J.   Benton, Shougang   Hao, Conghui   Xiong, Deming   Wang, Borja   Cascales-Miñana, Qi   Wang, Le   Liu</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">During the late Paleozoic, vascular land plants (tracheophytes) diversified into a remarkable variety of morphological types, ranging from tiny, aphyllous, herbaceous forms to giant leafy trees. Leaf shape is a key determinant of both function and structural diversity of plants, but relatively little is known about the tempo and mode of leaf morphological diversification and its correlation with tracheophyte diversity and abiotic changes during this remarkable macroevolutionary event, the greening of the continents. We use the extensive record of Paleozoic tracheophytes from South China to explore models of morphological evolution in early land plants. Our findings suggest that tracheophyte leaf disparity and diversity were decoupled, and that they were under different selective regimes. Two key phases in the evolution of South Chinese tracheophyte leaves can be recognized. In the first phase, from Devonian to Mississippian, taxic diversity increased substantially, as did leaf disparity, at the same time as they acquired novel features in their vascular systems, reproductive organs, and overall architecture. The second phase, through the Carboniferous–Permian transition, saw recovery of wetland communities in South China, associated with a further expansion of morphologies of simple leaves and an offset shift in morphospace occupation by compound leaves. Comparison with Euramerica suggests that the floras from South China were unique in several ways. The Late Devonian radiation of sphenophyllaleans contributed significantly to the expansion of leaf morphospace, such that the evolution of large laminate leaves in this group occurred much earlier than those in Euramerica. The Pennsylvanian decrease in taxic richness had little effect on the disparity of compound leaves. Finally, the distribution in morphospace of the Permian pecopterids, gigantopterids, and equisetaleans occurred at the periphery of Carboniferous leaf morphospace.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Earth-Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0012825215300027%26_version%3D1%26md5%3D4c2c27e982a710def08cb7f83505811a", 
        "title": "Stepwise evolution of Paleozoic tracheophytes from South China: Contrasting leaf disparity and taxic diversity"
    }, 
    {
        "author": "R.   Caputo, S.   Sboras, S.   Pavlides, A.   Chatzipetros</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>September 2015</pubDate><br> <b>Source:</b>Earth-Science Reviews, Volume 148</br><br>     Author(s): R.   Caputo, S.   Sboras, S.   Pavlides, A.   Chatzipetros</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">When compiling a database of active and capable faults, or more in general when collecting data for Seismic Hazard Assessment (SHA) purposes, the exploitation of the numerous and different <italic>sources of information</italic> represents a crucial issue. Also the understanding of their potential and limitations is essential. For example, using only information deriving from historically and/or instrumentally recorded earthquakes, as it has been commonly applied in the past, it is not sufficient and it could be, sometimes, even misleading in terms of SHA. In the present paper, the importance of using geological information for better defining the principal seismotectonic parameters of a seismogenic source is discussed and emphasized. In order to show this, four case studies of active faults recently reactivated by strong earthquakes have been selected from the Greek Database of Seismogenic Sources (GreDaSS). Each seismogenic source is analysed twice and separately for the two <italic>sources of information</italic>: firstly, on the basis of the <italic>single-event effects</italic> as mainly provided by historically or instrumentally recorded data, and secondly, on the basis of the <italic>cumulative effects</italic> consisting of any, mainly geological, evidence caused by multiple and repeated fault reactivations of the specific seismogenic source. The quality and accuracy of the produced results from both <italic>sources of information</italic> are then discussed in order to define the reliability of the outcomes and especially for calibrating the methodological approaches based on geological data, which have not only an intrinsically different degree of uncertainty and resolution, but also a greater potential in exploitability. As a matter of fact, an improved geological, in its broader sense, knowledge will help to fill in the gap of the geodetically and/or seismologically determined tectonic activity of hazardous regions. Moreover, including in a catalogue also the seismogenic sources that are not associated with historical and/or instrumental earthquakes will have a remarkable impact in future SHA analyses either probabilistic or deterministic ones.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Earth-Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0012825215000811%26_version%3D1%26md5%3De1f95c66fdb871c6c6f2294f3b2a92d4", 
        "title": "Comparison between single-event effects and cumulative effects for the purpose of seismic hazard assessment. A review from Greece"
    }, 
    {
        "author": "Jesse L.   Morris, Kendra K.   McLauchlan, Philip E.   Higuera</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>September 2015</pubDate><br> <b>Source:</b>Earth-Science Reviews, Volume 148</br><br>     Author(s): Jesse L.   Morris, Kendra K.   McLauchlan, Philip E.   Higuera</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">We provide a synthesis and framework for using lacustrine sedimentary records to study the biogeochemical outcomes of landscape disturbances. Although disturbance regimes can now be effectively reconstructed in sedimentary records, biogeochemical responses to disturbance events are less frequently assessed. Further, there is a lack of consensus on the characteristics of disturbances or ecosystems that would lead to biogeochemical resilience. Both sensitivity (a change in a biogeochemical proxy following a disturbance event relative to a pre-disturbance condition) and complacency (absence of change in a biogeochemical proxy after a disturbance event) have been observed in paleorecords. Here, we discuss the factors that contribute to sensitivity/complacency as well as the short- and long-term biogeochemical effects of terrestrial disturbance agents such as fire and insect outbreaks. We discuss the appropriate strategies for sampling lacustrine sediment cores to assess the biogeochemical outcomes of disturbances and provide a review of the appropriate data scaling techniques for analyzing multiple records in space and time.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Earth-Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0012825215300039%26_version%3D1%26md5%3De333cd27aca44daffcec470f14ff2060", 
        "title": "Sensitivity and complacency of sedimentary biogeochemical records to climate-mediated forest disturbances"
    }, 
    {
        "author": "Pitambar   Pati, Rudra Mohan   Pradhan, Chinmay   Dash, B.   Parkash, A.K.   Awasthi</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>September 2015</pubDate><br> <b>Source:</b>Earth-Science Reviews, Volume 148</br><br>     Author(s): Pitambar   Pati, Rudra Mohan   Pradhan, Chinmay   Dash, B.   Parkash, A.K.   Awasthi</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">The study of spatial and temporal distribution of Holocene terminal/inland fans in the Indo-Gangetic foreland basin suggests that the segmentation of the basin was initiated at 9.3<hsp sp=\"0.25\"/>Ka and continued up to 0.75<hsp sp=\"0.25\"/>Ka in three distinct episodes. The earliest episode (9.3–7.3<hsp sp=\"0.25\"/>Ka) was exclusively confined in the upper Gangetic plain. This episode covers 29% of total time span and contributes 13% of total faults including their reactivations. Development of six faults associated with terminal fans having large age gaps indicate relatively slow rate of faulting activities in the early Holocene. The second faulting episode was started at 6.4<hsp sp=\"0.25\"/>Ka and continued up to 2.3<hsp sp=\"0.25\"/>Ka covering 60% time of the total time span and contributed 69% of total faults (including their reactivations). Though in most of the time the faulting events were confined in the upper Gangetic plain, but development of few faults in the middle Gangetic plain in the middle of this episode shows a transitional shift of tectonic front from the upper to the middle Gangetic plain. The third faulting episode (1.5–0.75<hsp sp=\"0.25\"/>Ka) is mainly confined in the middle Gangetic plain. This episode covers 11% time of the total time span and contributes 18% of faults. Out of the eight faults, seven of them are in the middle Gangetic plains. Though these three episodes have contributed in segmentation of the Gangetic plains, but the second episode was responsible for major segmentation of the region. Two major tectonically stable periods (7.3–6.4<hsp sp=\"0.25\"/>Ka and 2.3–1.5<hsp sp=\"0.25\"/>Ka) and three minor periods (in duration of 0.5<hsp sp=\"0.25\"/>Ka) have been observed in the region. Episodic development of faults in individual tectonic blocks indicates that the stress distribution along the plains is non-uniform which can also be correlated to the adjacent corresponding segments of the Himalayan tectonics. It has been observed that, in each fault-bounded block the faulting events start slowly and later becomes more frequent. Previous work pointed out four tectonically active episodes between the Ghaghara and Kosi rivers with the oldest faulting event at 7.89<hsp sp=\"0.25\"/>Ka. However, the region west of it (i.e., between the Ghaghara and Ghaggar rivers which includes rest of the upper Gangetic plain) shows that neotectonic activities are earlier than 7.89<hsp sp=\"0.25\"/>Ka (the oldest faulting event observed by previous study). The youngest faulting episode of the present study coincides with that of previous study and suggests that the region between the Gandak and Kosi rivers is tectonically most active at present. The tectonically stable periods pointed out in the previous study between the Ghaghara–Kosi region is occupied by the faulting events in the upper Gangetic plains. Hence, instead of four tectonically active episodes, the whole Ganga plain witnesses three segmentation episodes with two major intervening stable periods. The change of orientation of the faults in the plain may be correlated to directional change of Indian plate motion, differential convergence, and upliftment rates along the Himalayan front and the spatial extension of subsurface Precambrian basement ridges into the plains.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Earth-Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0012825215300052%26_version%3D1%26md5%3Dfb6dc8f1912bf6c803cf80177413a86d", 
        "title": "Terminal fans and the Ganga plain tectonism: A study of neotectonism and segmentation episodes of the Indo-Gangetic foreland basin, India"
    }, 
    {
        "author": "Ben   Johnson, Colin   Goldblatt</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>September 2015</pubDate><br> <b>Source:</b>Earth-Science Reviews, Volume 148</br><br>     Author(s): Ben   Johnson, Colin   Goldblatt</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">We comprehensively compile and review N content in geologic materials to calculate a new N budget for Earth. Using analyses of rocks and minerals in conjunction with N–Ar geochemistry demonstrates that the Bulk Silicate Earth (BSE) contains ~<hsp sp=\"0.10\"/>7<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>4 times present atmospheric N (4<hsp sp=\"0.25\"/>×<hsp sp=\"0.25\"/>10<sup loc=\"post\">18</sup> <hsp sp=\"0.25\"/>kg<hsp sp=\"0.25\"/>N, or PAN), with 27<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>16<hsp sp=\"0.25\"/>×<hsp sp=\"0.25\"/>10<sup loc=\"post\">18</sup> <hsp sp=\"0.25\"/>kg<hsp sp=\"0.25\"/>N. Comparison to chondritic composition, after subtracting N sequestered into the core, yields a consistent result, with BSE N between 17<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>13<hsp sp=\"0.25\"/>×<hsp sp=\"0.25\"/>10<sup loc=\"post\">18</sup> <hsp sp=\"0.25\"/>kg to 31<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>24<hsp sp=\"0.25\"/>×<hsp sp=\"0.25\"/>10<sup loc=\"post\">18</sup> <hsp sp=\"0.25\"/>kg<hsp sp=\"0.25\"/>N. Embedded in the chondritic comparison we calculate a N mass in Earth's core (180<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>110 to 30<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>180<hsp sp=\"0.25\"/>×<hsp sp=\"0.25\"/>10<sup loc=\"post\">18</sup> <hsp sp=\"0.25\"/>kg) as well as present discussion of the Moon as a proxy for the early mantle.</simple-para> <simple-para id=\"sp0010\" view=\"all\">Significantly, our study indicates that the majority of the planetary budget of N is in the solid Earth. We suggest that the N estimate here precludes the need for a “missing N” reservoir. Nitrogen–Ar systematics in mantle rocks and primary melts identify the presence of two mantle reservoirs: MORB-source like (MSL) and high-N. High-N mantle is composed of young, N-rich material subducted from the surface and identified in OIB and some xenoliths. In contrast, MSL appears to be made of old material, though a component of subducted material is evident in this reservoir as well.</simple-para> <simple-para id=\"sp0015\" view=\"all\">Taking into account N mass and isotopic character of the atmosphere and BSE, we calculate a <italic>δ</italic> <sup loc=\"post\">15</sup>N value of ~<hsp sp=\"0.10\"/>2%. This value should be used when discussing bulk Earth N isotope evolution. Additionally, our work indicates that all surface N could pass through the mantle over Earth history, and in fact the mantle may act as a long-term sink for N. Since N acts as a tracer of exchange between the atmosphere, oceans, and mantle over time, clarifying its distribution in the Earth is critical for evolutionary models concerned with Earth system evolution. We suggest that N be viewed in the same light as carbon: it has a fast, biologically mediated cycle which connects it to a slow, tectonically-controlled geologic cycle.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Earth-Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0012825215000896%26_version%3D1%26md5%3Dccf529a4fd673fcfb5ad0301a7142f19", 
        "title": "The nitrogen budget of Earth"
    }, 
    {
        "author": "Paola   Passalacqua, Patrick   Belmont, Dennis M.   Staley, Jeffrey D.   Simley, J Ramon   Arrowsmith, Collin A.   Bode, Christopher   Crosby, Stephen B.   DeLong, Nancy F.   Glenn, Sara A.   Kelly, Dimitri   Lague, Harish   Sangireddy, Keelin   Schaffrath, David G.   Tarboton, Thad   Wasklewicz, Joseph M.   Wheaton</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>September 2015</pubDate><br> <b>Source:</b>Earth-Science Reviews, Volume 148</br><br>     Author(s): Paola   Passalacqua, Patrick   Belmont, Dennis M.   Staley, Jeffrey D.   Simley, J Ramon   Arrowsmith, Collin A.   Bode, Christopher   Crosby, Stephen B.   DeLong, Nancy F.   Glenn, Sara A.   Kelly, Dimitri   Lague, Harish   Sangireddy, Keelin   Schaffrath, David G.   Tarboton, Thad   Wasklewicz, Joseph M.   Wheaton</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">The study of mass and energy transfer across landscapes has recently evolved to comprehensive considerations acknowledging the role of biota and humans as geomorphic agents, as well as the importance of small-scale landscape features. A contributing and supporting factor to this evolution is the emergence over the last two decades of technologies able to acquire high resolution topography (HRT) (meter and sub-meter resolution) data. Landscape features can now be captured at an appropriately fine spatial resolution at which surface processes operate; this has revolutionized the way we study Earth-surface processes. The wealth of information contained in HRT also presents considerable challenges. For example, selection of the most appropriate type of HRT data for a given application is not trivial. No definitive approach exists for identifying and filtering erroneous or unwanted data, yet inappropriate filtering can create artifacts or eliminate/distort critical features. Estimates of errors and uncertainty are often poorly defined and typically fail to represent the spatial heterogeneity of the dataset, which may introduce bias or error for many analyses. For ease of use, gridded products are typically preferred rather than the more information-rich point cloud representations. Thus many users take advantage of only a fraction of the available data, which has furthermore been subjected to a series of operations often not known or investigated by the user. Lastly, standard HRT analysis work-flows are yet to be established for many popular HRT operations, which has contributed to the limited use of point cloud data.</simple-para> <simple-para id=\"sp0015\" view=\"all\">In this review, we identify key research questions relevant to the Earth-surface processes community within the theme of mass and energy transfer across landscapes and offer guidance on how to identify the most appropriate topographic data type for the analysis of interest. We describe the operations commonly performed from raw data to raster products and we identify key considerations and suggest appropriate work-flows for each, pointing to useful resources and available tools. Future research directions should stimulate further development of tools that take advantage of the wealth of information contained in the HRT data and address the present and upcoming research needs such as the ability to filter out unwanted data, compute spatially variable estimates of uncertainty and perform multi-scale analyses. While we focus primarily on HRT applications for mass and energy transfer, we envision this review to be relevant beyond the Earth-surface processes community for a much broader range of applications involving the analysis of HRT.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Earth-Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0012825215300015%26_version%3D1%26md5%3D46829cad6be0bddafe2700b96085cbf6", 
        "title": "Analyzing high resolution topography for advancing the understanding of mass and energy transfer through landscapes: A review"
    }, 
    {
        "author": "Jianbao   Liu, Jianhui   Chen, Xiaojian   Zhang, Yu   Li, Zhiguo   Rao, Fahu   Chen</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>September 2015</pubDate><br> <b>Source:</b>Earth-Science Reviews, Volume 148</br><br>     Author(s): Jianbao   Liu, Jianhui   Chen, Xiaojian   Zhang, Yu   Li, Zhiguo   Rao, Fahu   Chen</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Monsoon precipitation over China exhibits large spatial differences. It has been found that a significantly enhanced East Asian summer monsoon (EASM) is characterized by increased rainfall in northern China and by reduced rainfall in southern China, and this relationship occurs on different time scales during the Holocene. This study presents results from a diverse range of proxy paleoclimatic records from northern China where precipitation variability is traditionally considered as an EASM proxy. Our aim is to evaluate the evolution of the EASM during the Holocene and to compare it with all of the published stalagmite δ<sup loc=\"pre\">18</sup>O records from the Asian monsoon region in order to explore the potential mechanism(s) controlling the Chinese stalagmite δ<sup loc=\"pre\">18</sup>O. We found that the intensity of the EASM during the Holocene recorded by the traditional EASM proxy of moisture (or precipitation) records from northern China is significantly different from the Chinese stalagmite δ<sup loc=\"pre\">18</sup>O records. The EASM maximum occurred during the mid-Holocene, challenging the prevailing view of an early Holocene EASM maximum mainly inferred from stalagmite δ<sup loc=\"pre\">18</sup>O records in eastern China. In addition, all of the well-dated Holocene stalagmite δ<sup loc=\"pre\">18</sup>O records, covering a broad geographical region, exhibit a remarkably similar trend of variation and are statistically well-correlated on different time scales, thus indicating a common signal. However, in contrast with the clear consistency in the δ<sup loc=\"pre\">18</sup>O values in all of the cave records, both instrumental and paleoclimatic records exhibit significant spatial variations in rainfall on decadal-to-centennial time scales over eastern China. In addition, both paleoclimatic records and modeling results suggest that Holocene East Asian summer monsoon precipitation reached a maximum at different periods in different regions of China. Thus the stalagmite δ<sup loc=\"pre\">18</sup>O records from the EASM region should not be regarded as a reliable indicator of the strength of the East Asian summer monsoon. Furthermore, modern observations indicate that the moisture for precipitation in the East Asian monsoon region is mainly derived from the Indian Ocean. The moisture transport route from the Indian Ocean to the East Asian monsoon region during the Holocene is almost identical to that of modern precipitation. Therefore the strong correlation of δ<sup loc=\"pre\">18</sup>O records in the EASM and Indian summer monsoon (ISM) regions, and the similarity of the pattern of latitudinal changes in δ<sup loc=\"pre\">18</sup>O values in stalagmites and in modern meteoric precipitation along the water vapor transport route, further suggests that the stalagmite δ<sup loc=\"pre\">18</sup>O records from the EASM region are essentially a signal of the isotopic composition of precipitation, which is determined mainly by changes in the δ<sup loc=\"pre\">18</sup>O of atmospheric vapor in the upstream source region over the Indian Ocean and Indian Monsoon region via the upstream depletion mechanism. Finally, the main trends of the stalagmite δ<sup loc=\"pre\">18</sup>O records are strongly correlated with the known evolution of the ISM, and therefore these records reflect the history of the ISM rather than that of the EASM. Our findings support the conclusion that EASM variability is mainly controlled by Northern Hemisphere summer insolation and was strongly modulated by ice volume during the last deglaciation and early Holocene, which delayed the response of the EASM maximum to peak insolation forcing.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Earth-Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0012825215300064%26_version%3D1%26md5%3Dbb81a0120b1089d23b91f499da2d48e1", 
        "title": "Holocene East Asian summer monsoon records in northern China and their inconsistency with Chinese stalagmite δ18O records"
    }, 
    {
        "author": "Elizabeth H.   Gierlowski-Kordesch, Christopher F.   Cassle</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>September 2015</pubDate><br> <b>Source:</b>Earth-Science Reviews, Volume 148</br><br>     Author(s): Elizabeth H.   Gierlowski-Kordesch, Christopher F.   Cassle</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">‘<italic>Spirorbis</italic>’ worm tubes, described from the geologic record spanning the Silurian through the Middle Jurassic, have been assigned freshwater to brackish to marine affinities. Now interpreted as phoronid worm tubes of microconchid origin, the true paleoenvironment (i.e. paleosalinity) for these tubeworms can be determined with a detailed study of their distribution with respect to local sedimentology as well as with recognition of their biologic characteristics to determine their ability to osmoregulate. Osmoregulation is a key characteristic in determining the ability of a marine body type to tolerate freshwater. The literature on over three hundred localities worldwide covering Phanerozoic lacustrine sites and Paleozoic to Lower Triassic marine-influenced sites were searched and those containing microconchid fossils ranging from “freshwater to marine” were documented; data collection included presence or absence of these worm tubes, their preservation mode as transported or in life position, and their associated fauna and flora along with paleoenvironmental interpretation. These worm tubes are not documented from any purely freshwater continental paleoenvironment unconnected to the ocean. All fossil occurrences of these microconchid tubes are in association with coastlines, whether within a nonmarine-marine transition (tidal coast, estuary, delta) or a distal transition floodplain within a low-gradient coastal area potentially affected by rare storm surges or tsunamis. The biology of this organism supports a marine affinity because of its and its sister phylum Brachiopoda need for osmoregulation within marine salinities only. Opportunistic settling on hard substrates or plants and the growth of a shell occurring within an hour during larval settlement are similar to modern spirorbid polychaete worms. The ‘<italic>Spirorbis</italic>’ problem of multiple life habitats is solved: microconchid worm larvae can settle anywhere where currents exist along a coastline and as far inland as storm surges can go, but they only thrive within true marine conditions and are not freshwater fauna. Microconchid worm tubes preserved within continental settings indicate marine influence only, not living habitats.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Earth-Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0012825215000768%26_version%3D1%26md5%3D8668f763c04fab5aa5205361ffac4e2e", 
        "title": "The ‘Spirorbis’ problem revisited: Sedimentology and biology of microconchids in marine-nonmarine transitions"
    }, 
    {
        "author": "Slobodan B.   Marković, Thomas   Stevens, George J.   Kukla, Ulrich   Hambach, Kathryn E.   Fitzsimmons, Phil   Gibbard, Björn   Buggle, Michael   Zech, Zhengtang   Guo, Qingzhen   Hao, Haibin   Wu, Ken   O'Hara Dhand, Ian J.   Smalley, Gábor   Újvári, Pál   Sümegi, Alida   Timar-Gabor, Daniel   Veres, Frank   Sirocko, Djordjije A.   Vasiljević, Zdzisław   Jary, Anderss   Svensson, Vidojko   Jović, Frank   Lehmkuhl, János   Kovács, Zorica   Svirčev</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>September 2015</pubDate><br> <b>Source:</b>Earth-Science Reviews, Volume 148</br><br>     Author(s): Slobodan B.   Marković, Thomas   Stevens, George J.   Kukla, Ulrich   Hambach, Kathryn E.   Fitzsimmons, Phil   Gibbard, Björn   Buggle, Michael   Zech, Zhengtang   Guo, Qingzhen   Hao, Haibin   Wu, Ken   O'Hara Dhand, Ian J.   Smalley, Gábor   Újvári, Pál   Sümegi, Alida   Timar-Gabor, Daniel   Veres, Frank   Sirocko, Djordjije A.   Vasiljević, Zdzisław   Jary, Anderss   Svensson, Vidojko   Jović, Frank   Lehmkuhl, János   Kovács, Zorica   Svirčev</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">The Danube River drainage basin is the second largest river catchment in Europe and contains a significant and extensive region of thick loess deposits that preserve a record of a wide variety of recent and past environments. Indeed, the Danube River and tributaries may themselves be responsible for the transportation of large volumes of silt that ultimately drive loess formation in the middle and lower reaches of this large catchment. However, this vast loess province lacks a unified stratigraphic scheme. European loess research started in the late 17th century in the Danube Basin with the work of Count Luigi Ferdinand Marsigli. Since that time numerous investigations provided the basis for the pioneering stratigraphic framework proposed initially by Kukla (1970, 1977) in his correlations of loess with deep-sea sediments. Loess–palaeosol sequences in the middle and lower reaches of the Danube River basin were a key part of this framework and contain some of the longest and most complete continental climate records in Europe, covering more than the last million years. However, the very size of the Danube loess belt and the large number of countries it covers presents a major limiting factor in developing a unified approach that enables continental scale analysis of the deposits. Local loess–palaeosol stratigraphic schemes have been defined separately in different countries and the difficulties in correlating such schemes, which often change significantly with advances in age-dating, have limited the number of basin-wide studies. A unified basin-wide stratigraphic model would greatly alleviate these difficulties and facilitate research into the wider significance of these loess records. Therefore we review the existing stratigraphic schemes and define a new Danube Basin wide loess stratigraphy based around a synthetic type section of the Mošorin and Stari Slankamen sites in Serbia. We present a detailed comparison with the sedimentological and palaeoclimatic records preserved in sediments of the Chinese Loess Plateau, with the oxygen isotope records from deep-sea sediments, and with classic European Pleistocene stratigraphic subdivisions. The hierarchy of Danubian stratigraphic units is determined by climatically controlled environmental shifts, in a similar way to the Chinese loess stratigraphic scheme. A new unified Danube loess stratigraphic model has a number of advantages, including preventing confusion resulting from the use of multiple national schemes, a more transparent basis, and the potential to set Pleistocene palaeoenvironmental changes recorded in the Danube catchment area into a global context. The use of a very simple labelling system based on the well-established Chinese loess scheme facilitates interpretation of palaeoenvironmental information reported from the Danube Basin loess sites in a wider more accessible context that can be readily correlated world-wide. This stratigraphic approach also provides, for the first time, an appropriate framework for the development of an integrated, pan-European and potentially pan-Eurasian loess stratigraphic scheme.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Earth-Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0012825215300076%26_version%3D1%26md5%3Dd76ccad073cfd94f8ba6ed266ed8843b", 
        "title": "Danube loess stratigraphy — Towards a pan-European loess stratigraphic model"
    }, 
    {
        "author": "Flavia   Girard, Jean-François   Ghienne, Xavier   Du-Bernard, Jean-Loup   Rubino</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>September 2015</pubDate><br> <b>Source:</b>Earth-Science Reviews, Volume 148</br><br>     Author(s): Flavia   Girard, Jean-François   Ghienne, Xavier   Du-Bernard, Jean-Loup   Rubino</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">From the Proterozoic to the Quaternary, the evolution of the Earth was characterised by recurrent periods of glaciation. However, the margins of many ancient ice-sheets are poorly defined on palaeogeographic reconstructions. The extent and outlines of ancient ice sheets can be better understood through careful documentation of sediments deposited at the ice-sheet margin. An outstanding example is provided herein based on an end-Ordovician archive in Libya (Tihemboka area, Murzuq Basin). The four sets of structures include: i) subglacial glaciotectonic structures and soft sediment deformations from flowing glacier ice, such as intraformational glacial striae, intraformational deformation (shear planes, sheath folds), normal microfaults, and large-scale glaciotectonic folds-and-thrusts; (ii) structures resulting from overpressured subglacial (meltwater) flows such as clastic dykes and tunnel valleys; (iii) proglacial depositional structures and facies related to high-magnitude meltwater floods such as sandstone intraclasts, large-scale bedforms resulting from supercritical flows, climbing-dune cross-stratification and kettle holes; and (iv) deformation structures resulting from free floating and nonglacier ice such as ice-keel scours and ice-crystal marks. Such a set of structures points to an ice-marginal (essentially continental) depositional setting, and provides an excellent suite of criteria to identify margins of ancient ice sheets in the stratigraphic record. At a regional scale, a reconstruction through time and space of the related depositional wedge is proposed. This corresponded to a seismic-scale (&amp;gt;<hsp sp=\"0.10\"/>120<hsp sp=\"0.25\"/>m in thickness, 40<hsp sp=\"0.25\"/>km in length) ice-marginal wedge in front of an essentially warm-based ice-sheet inducing concomitant large-scale glaciotectonic deformation, glacial basin and tunnel valley downcuttings. The related ice-front was associated with high-energy meltwater flows feeding a network of deeply incised proglacial channels downstream and, beyond them, a fluvioglacial deltaic system. Shallow ice-marginal permafrost most likely affected the depositional wedge. At a larger scale, the Tihemboka ice-marginal wedge is interpreted as related to a still-stand period over the Gondwana platform, developed over an estimated interval of a few thousands of years. Based on these data, the conditions that arose in a particularly favourable context for the development, the preservation and the identification of ice-marginal wedges in the geological record are reviewed. Significant meltwater-derived sediment deposition and aggradation in an accommodation space resulting either from preglacial inheritance, glacial downcuttings and/or glacio-isostatic lithospheric flexure, or active tectonic subsidence (&amp;gt;<hsp sp=\"0.10\"/>1<hsp sp=\"0.25\"/>Myr) are required for their formation and subsequent preservation.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Earth-Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0012825215300088%26_version%3D1%26md5%3D34a30511e939da3c527a61bfe9fffd73", 
        "title": "Sedimentary imprints of former ice-sheet margins: Insights from an end-Ordovician archive (SW Libya)"
    }, 
    {
        "author": "B.   Smets, M.   Kervyn, N.   d’Oreye, F.   Kervyn</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>Available online 28 August 2015</pubDate><br> <b>Source:</b>Earth-Science Reviews</br><br>     Author(s): B.   Smets, M.   Kervyn, N.   d’Oreye, F.   Kervyn</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Detailed historical records of rift volcanism are scarce. Such information is, however, of a great importance to study the role of magmatism and volcanism as forces contributing to continental rifting. Nyamulagira (or Nyamuragira) volcano, located in the western branch of the East African Rift System, is one of the most active volcanoes on Earth and, hence, represents a good case study to investigate the spatial and temporal evolution of eruptive activity in a youthful extensional setting. Since 1882, Nyamulagira produced at least 42 eruptions, offering a dense historical record for that time period. Using scientific literature, including colonial scientific documents archived at the Royal Museum for Central Africa in Belgium, field data and a detailed mapping of the volcanic field, the spatial and temporal evolution of the eruptive activity of Nyamulagira is studied in order to 1) review the current state of knowledge on eruption history and dynamics at that volcano, and 2) infer the influence of the rift on factors controlling the location, occurrence and characteristics of Nyamulagira eruptions. The results show that the duration and location of eruptions allow the distinction of four eruption groups: summit/upper-flank, classical flank, long-lived flank and remote eruptions. The interpretation of these groups suggests that Nyamulagira eruptions are related to the main crustal magmatic system and are strongly influenced by the gravitational stress field induced by the main central edifice. However, remote eruptions (1904, 1912, 1948, 1991–1993) are not influenced by this edifice loading and seem directly related to deeper magma reservoirs. The 1938–1940 eruption is also atypical, but is related to an important drainage of the upper magma plumbing system, which triggered a caldera collapse. No tectonic trigger of eruption is evidenced, but cone and eruptive fissure alignments suggest that rift structures can also influence the eruption location. In addition, the present study suggest that the major eruptions of Nyamulagira along structural axes close to Nyiragongo can induce a change in the eruptive activity of the latter hazardous volcano. Hence, the historical eruptive activity of Nyamulagira highlights the complex interplay between the magmatic system and the local and regional stress fields in controlling the location and characteristics of eruptions, in this youthful extensional tectonic setting where main volcanic edifices developed.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Earth-Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0012825215300325%26_version%3D1%26md5%3D5a5adca73e72dba2d26b4439c4b3dd65", 
        "title": "Spatio-temporal dynamics of eruptions in a youthful extensional setting: Insights from Nyamulagira Volcano (D.R. Congo), in the western branch of the East African Rift"
    }, 
    {
        "author": "Alexei V.   Milkov</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>Available online 24 August 2015</pubDate><br> <b>Source:</b>Earth-Science Reviews</br><br>     Author(s): Alexei V.   Milkov</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Oil and gas explorers routinely estimate the probability of success (PoS) of exploration projects, which is used for calculation of risked prospective resources, their expected monetary value, ranking of the prospects and exploration portfolio management. Most often, the estimation of the geological PoS is based on subjective judgements about probabilities for individual geological risk factors. However, such subjective probabilities are not reliable in the low-validity environments with significant degrees of uncertainty and unpredictability, to which many exploration projects belong. When explorers assign probabilities for risk factors, they are geared by their variably incomplete knowledge and fragmentary experience, use judgemental heuristics under the influence of cognitive and motivational biases, and are prone to logical fallacies (unless they are aware of these limitations and account for them in scientifically responsible ways). As a result, assessments of geological PoS tend to be inconsistent across an exploration company, which leads to biased portfolios that fail to deliver on promise. Recent research and experience from other industries suggest that algorithms are superior to expert judgements in low-validity environments. This paper presents a review of relevant literature on the psychology of decision making and risk assessment methods used in petroleum exploration, and proposes a new algorithm for geological PoS assessment, realized in the form of systematic risk tables for probabilities of six geological risk factors (structure, presence of reservoir facies, reservoir deliverability, seal, source presence and maturity, and migration). The risk tables enable explorers to convert geological information into quantitative probabilities while counteracting the deficiencies of expert judgement and reducing the effects of biases. The risk tables take into account both the data-derived and model-derived positive, negative and neutral evidence for each of the risk factors, utilize the most elementary, fundamental and relevant subsurface information and can be used in a wide variety of exploration projects. The risk tables shift the focus of geological risk assessment from arguing about the probability values to a more objective and consistent evaluation of subsurface data and models. Probabilities are extracted from risk tables in a manner transparent to all involved, including peers, managers and investors. Implementation of the risk tables will allow explorers to dispassionately and consistently put high PoS values on relatively low-risk prospects and low PoS values on relatively high-risk prospects, and would enable managers to make well-informed drilling decisions. The use of risk tables will lead to less biased prospect inventories, effective portfolio management and better long-term exploration performance.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Earth-Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0012825215300301%26_version%3D1%26md5%3Dea3e429fd3a0d08298eb5102d4ed3461", 
        "title": "Risk tables for less biased and more consistent estimation of probability of geological success (PoS) for segments with conventional oil and gas prospective resources"
    }, 
    {
        "author": "Rachel   Flecker, Wout   Krijgsman, Walter   Capella, Cesar   de Castro Martíns, Evelina   Dmitrieva, Jan Peter   Mayser, Alice   Marzocchi, Sevasti   Modestu, Diana Ochoa   Lozano, Dirk   Simon, Maria   Tulbure, Bas   van den Berg, Marlies   van der Schee, Gert   de Lange, Robert   Ellam, Rob   Govers, Marcus   Gutjahr, Frits   Hilgen, Tanja   Kouwenhoven, Johanna   Lofi, Paul   Meijer, Francisco J.   Sierro, Naima   Bachiri, Nadia   Barhoun, Abdelwahid Chakor   Alami, Beatriz   Chacon, Jose A.   Flores, John   Gregory, James   Howard, Dan   Lunt, Maria   Ochoa, Rich   Pancost, Stephen   Vincent, Mohamed Zakaria   Yousfi</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>Available online 24 August 2015</pubDate><br> <b>Source:</b>Earth-Science Reviews</br><br>     Author(s): Rachel   Flecker, Wout   Krijgsman, Walter   Capella, Cesar   de Castro Martíns, Evelina   Dmitrieva, Jan Peter   Mayser, Alice   Marzocchi, Sevasti   Modestu, Diana Ochoa   Lozano, Dirk   Simon, Maria   Tulbure, Bas   van den Berg, Marlies   van der Schee, Gert   de Lange, Robert   Ellam, Rob   Govers, Marcus   Gutjahr, Frits   Hilgen, Tanja   Kouwenhoven, Johanna   Lofi, Paul   Meijer, Francisco J.   Sierro, Naima   Bachiri, Nadia   Barhoun, Abdelwahid Chakor   Alami, Beatriz   Chacon, Jose A.   Flores, John   Gregory, James   Howard, Dan   Lunt, Maria   Ochoa, Rich   Pancost, Stephen   Vincent, Mohamed Zakaria   Yousfi</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Marine gateways play a critical role in the exchange of water, heat, salt and nutrients between oceans and seas. As a result, changes in gateway geometry can significantly alter both the pattern of global ocean circulation and associated heat transport and climate, as well as having a profound impact on local environmental conditions. Mediterranean-Atlantic marine corridors that pre-date the modern Gibraltar Strait, closed during the Late Miocene and are now exposed on land in northern Morocco and southern Spain. The restriction and closure of these Miocene connections resulted in extreme salinity fluctuations in the Mediterranean, leading to the precipitation of thick evaporites. This event is known as the Messinian Salinity Crisis (MSC). The evolution and closure of the Mediterranean-Atlantic gateways are a critical control on the MSC, but at present the location, geometry and age of these gateways is still highly controversial, as is the impact of changing Mediterranean outflow on Northern Hemisphere circulation. Here, we present a comprehensive overview of the evolution of the Late Miocene gateways and the nature of Mediterranean-Atlantic exchange as deduced from published studies focussed both on the sediments preserved within the fossil corridors and inferences that can be derived from data in the adjacent basins. We also consider the possible impact of evolving exchange on both the Mediterranean and global climate and highlight the main enduring challenges for reconstructing past Mediterranean-Atlantic exchange.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Earth-Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0012825215300313%26_version%3D1%26md5%3Daddc946bb72361529b538259dceb1190", 
        "title": "Evolution of the Late Miocene Mediterranean-Atlantic gateways and their impact on regional and global environmental change"
    }, 
    {
        "author": "Adolph   Yonkee, Arlo Brandon   Weil</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>Available online 22 August 2015</pubDate><br> <b>Source:</b>Earth-Science Reviews</br><br>     Author(s): Adolph   Yonkee, Arlo Brandon   Weil</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">The thin-skin Sevier and thick-skin Laramide belts of the North American Cordillera provide a long-term record of the interrelations between evolving styles of mountain building and plate dynamics over a complete tectonic cycle, from onset of rapid subduction, to protracted growth of a composite orogenic system, to final collapse. Primary architecture of basement and sedimentary cover rocks, which included a thick passive margin section deposited along the western continental margin, influenced patterns of subsequent deformation. The Cordilleran orogenic system, comprised of an interrelated forearc accretionary complex, magmatic arc, retroarc hinterland, Sevier fold-thrust belt, and foreland basin locally deformed by Laramide arches, developed during Jurassic to Paleogene Andean-style subduction and terrane accretion. The Sevier belt formed as a foreland-propagating (west to east) wedge mostly during Cretaceous to Paleogene time, and included a western thrust system with aerially extensive thrust sheets that carried thick passive margin strata, and an eastern thrust system that carried thinner strata. Within the Wyoming salient of the Sevier belt, major thrust and fold traces display systematic map-view curvature about an average N-S structural trend, reflecting a component of primary curvature related to sedimentary prism architecture, followed by 60-80% vertical-axis rotation of thrust sheets related to curved fault slip and interaction with Laramide arches at the salient ends. Internal deformation in the western thrust sheets was limited within strong shallower levels, whereas deeper levels underwent shear and vertical flattening near a weak basal fault zone. Internal deformation in the eastern thrust sheets included widespread early layer-parallel shortening (LPS), followed by concentration of slip onto weak fault zones. Approximately 200<hsp sp=\"0.25\"/>km of thin-skin shortening in the Sevier belt was transferred into lower crustal thickening and uplift of an orogenic plateau in the hinterland to the west. Synorogenic strata were deposited in an evolving foreland basin to the east that formed during flexural loading of thrust sheets and regional dynamic subsidence during subduction. Overall E-oriented shortening in the Sevier belt is interpreted to reflect increased gravitational potential energy and evolving topographic slopes from a hinterland plateau through a growing thrust wedge. Laramide basement-cored arches and intervening basins developed during later Cretaceous to Paleogene time, overlapping with younger stages of Sevier deformation. Arches and associated reverse faults display a wide range of trends within an overall NW-SE oriented, anastomosing network, partly reflecting primary basement heterogeneities. Limited vertical-axis rotations were localized along obliquely trending arch forelimbs and near arch intersections. Internal deformation in the foreland included limited LPS that refracted near variably trending arches. Laramide deformation was spatially and temporally correlated with a region of flat-slab subduction, recorded by changes in magmatic and subsidence patterns. Overall ENE-oriented shortening in the Laramide belt was at low angles to relative plate motion, likely reflecting increased plate coupling near a cratonic lithosphere keel. An integrated model for tectonic evolution of the Sevier and Laramide belts includes: influence of primary sedimentary architecture and basement weaknesses; enhanced plate coupling from increased overriding plate motion, fast convergence rates, and development of a flat-slab segment; linkage of upper crustal shortening in the Sevier belt with lower crustal thickening and uplift of a hinterland plateau; interaction between frontal thrusts in the Sevier belt and Laramide arches with differently oriented stress fields; concentrated slip along weak fault zones; redistribution of mass by erosion and deposition of synorogenic strata; and a switch to orogenic collapse during decreased convergence rates and slab removal.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Earth-Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0012825215300258%26_version%3D1%26md5%3Dd6689e5848e31a244bb9dc991935a606", 
        "title": "Tectonic evolution of the Sevier and Laramide belts within the North American Cordillera orogenic system"
    }, 
    {
        "author": "Zhifei   Liu, Yulong   Zhao, Christophe   Colin, Karl   Stattegger, Martin G.   Wiesner, Chih-An   Huh, Yanwei   Zhang, Xiajing   Li, Penjai   Sompongchaiyakul, Chen-Feng   You, Chi-Yue   Huang, James T.   Liu, Fernando P.   Siringan, Khanh Phon   Le, Edlic   Sathiamurthy, Wahyoe S.   Hantoro, Jianguo   Liu, Shouting   Tuo, Shaohua   Zhao, Shiwen   Zhou, Ziding   He, Yuchen   Wang, Suratta   Bunsomboonsakul, Yanli   Li</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>Available online 19 August 2015</pubDate><br> <b>Source:</b>Earth-Science Reviews</br><br>     Author(s): Zhifei   Liu, Yulong   Zhao, Christophe   Colin, Karl   Stattegger, Martin G.   Wiesner, Chih-An   Huh, Yanwei   Zhang, Xiajing   Li, Penjai   Sompongchaiyakul, Chen-Feng   You, Chi-Yue   Huang, James T.   Liu, Fernando P.   Siringan, Khanh Phon   Le, Edlic   Sathiamurthy, Wahyoe S.   Hantoro, Jianguo   Liu, Shouting   Tuo, Shaohua   Zhao, Shiwen   Zhou, Ziding   He, Yuchen   Wang, Suratta   Bunsomboonsakul, Yanli   Li</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">The South China Sea offers an excellent case for studying source-to-sink transport processes of fluvial sediments among the global marginal seas. This study synthesizes existing clay mineralogical and geochemical data from ~<hsp sp=\"0.10\"/>1500 samples from the seafloor and surrounding rivers, deepwater mooring observation results, and high-resolution glacial-cyclic clay mineralogy records from six high-quality sediment cores. Source-to-sink sediment transport from the river mouth to the continental shelf and then to the abyssal basin is investigated at two time scales: modern process and Late Quaternary glacial cycles. The results firstly show the high diversity of clay mineralogical and geochemical compositions in riverbed surface sediments surrounding the South China Sea, e.g., dominant illite and chlorite in Taiwan, overwhelming majority of smectite in Luzon, dominant kaolinite in South China, and similar amounts of the four clay mineral species in Red and Mekong river systems. The formation of these fluvial sediments through chemical weathering in surrounding drainage systems is controlled principally by the East Asian monsoon climate with warm temperature and high precipitation, and subordinately by tectonic activity and specific lithological character. The basin-wide distribution of clay mineral assemblages combined with neodymium and strontium isotopic compositions reflects strong provenance control and differential settling effects. The differential settling of kaolinite in slightly saline and proximal regions relative to smectite in more saline and distal regions is well demonstrated in the South China Sea. Through combining clay mineralogical distributions on the seafloor with observed oceanic current systems, the modern transport pathways can be well established, e.g., in the northern South China Sea, illite and chlorite from Taiwan are mainly carried by contour currents with the strong influence of mesoscale eddies.</simple-para> <simple-para id=\"sp0010\" view=\"all\">High-resolution sediment dynamic analysis for the Late Quaternary reveals different sediment transport patterns in the northern, western, and southern South China Sea when the land-sea configuration dramatically changed during glacial conditions. In the north, the terrigenous dispersal is mainly controlled by provenance supply and oceanic current transport. In the west, the clay mineral assemblage reflects variations of the prevailing surface current influenced by monsoon winds. In the south, the clay mineral input indicates intensive chemical weathering during interglacial periods and strengthened physical erosion during glacial periods. The transport of terrigenous sediments since the last glaciation is quantitatively reconstructed through studying two deepwater sediment cores located in the northern South China Sea. The relative contributions from three provenances (South China, Luzon, and Taiwan) highlight their distinct variability over the last 28<hsp sp=\"0.25\"/>ka, implying that the southward shift of the inter-tropical convergence zone (ITCZ) at 16<hsp sp=\"0.25\"/>ka BP caused an increased sediment contribution from South China, the intensified influence of the Kuroshio Current intrusion controls more efficient westward transport of Luzon sediments, and the stronger deepwater current transports Taiwan-sourced sediments further westward from the last glaciation to the Holocene.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Earth-Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0012825215300295%26_version%3D1%26md5%3Df273412b21ae8d22b33da2180a09273d", 
        "title": "Source-to-Sink transport processes of fluvial sediments in the South China Sea"
    }, 
    {
        "author": "Alan S.   Trenhaile</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>Available online 14 August 2015</pubDate><br> <b>Source:</b>Earth-Science Reviews</br><br>     Author(s): Alan S.   Trenhaile</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Deep coastal notches develop through undercutting of steep coastal slopes consisting of rocks that are strong enough to support the weight of the overburden. Notches are found from the Tropics to the Poles and in a wide range of rock types, virtually tideless to megatidal seas, and high to low wave energy environments. The emphasis in the literature has been on notches in calcareous rocks in warm, microtidal seas, and with the general assumption that they have been produced by bioerosion or chemical dissolution. Few scientifically rigorous attempts have been made to determine the processes responsible for notch formation in different environments and rock types, however, or to determine whether different processes produce distinct notch morphologies within the same tidal and wave environments. The use of notches as palaeo-sea level markers, and to determine rates of tectonic uplift, has been particularly important in the Mediterranean. Notches are more difficult to employ for this purpose in the middle latitudes, where higher waves and tides amplify the range of elevations over which the erosional mechanisms are effective, as well as increasing the exposure and effect of rocks of variable resistance to erosion. To maximize the utility of notches as sea level markers, and to better understand and model their development in a wide range of environments, we need to understand and be able to quantify the relationship between notch shape and size and the elevational efficacy of the various erosional processes.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Earth-Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0012825215300271%26_version%3D1%26md5%3Db64930a09665aa40b8bc3e5f1136f9c7", 
        "title": "Coastal notches: Their morphology, formation, and function"
    }, 
    {
        "author": "Wei   Wang, Shuwen   Liu, M.   Santosh, Genhou   Wang, Xiang   Bai, Rongrong   Guo</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>Available online 14 August 2015</pubDate><br> <b>Source:</b>Earth-Science Reviews</br><br>     Author(s): Wei   Wang, Shuwen   Liu, M.   Santosh, Genhou   Wang, Xiang   Bai, Rongrong   Guo</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Archean crust–mantle interaction processes provide keys to understanding crustal evolution in the Early Earth. The North China Craton (NCC) represents a natural laboratory to evaluate early Precambrian crustal evolution. The tectonic framework of the NCC is composed of two major crustal blocks, the Western Block (WB) and the Eastern Block (EB). The northwestern margin of the EB preserves voluminous metamorphosed supracrustal basaltic to andesitic rocks of ca. 2522–2640<hsp sp=\"0.25\"/>Ma in the Fuxin greenstone belt within the Western Liaoning Province (WLP). These were intruded by the magmatic precursors of ~<hsp sp=\"0.10\"/>2495–2521<hsp sp=\"0.25\"/>Ma granitoid gneisses, which were generally metamorphosed under ca. 2485<hsp sp=\"0.25\"/>Ma regional metamorphism up to granulite facies, followed by ca. 2401–2450<hsp sp=\"0.25\"/>Ma amphibolite facies retrogression. Geochemically, the metamorphosed volcanic rocks can be subdivided into five groups with affinities to MORBs, island arc tholeiites (IATs), calc-alkaline basalts (CABs), high-magnesium andesites (HMAs), and adakites. The petrogenesis and temporal–spatial distribution of these metamorphosed volcanic rocks and the intrusive granitoid gneisses in the WLP indicate that this basement terrane probably evolved as an intra-oceanic arc system, with major crustal growth at ca. 2.5–2.6<hsp sp=\"0.25\"/>Ga. These rocks record complex crust–mantle evolution history as follows. Partial melting of the depleted to slightly enriched asthenospheric mantle at a spreading ridge occurred at ~<hsp sp=\"0.10\"/>2600–2640<hsp sp=\"0.25\"/>Ma, generating both MORB-like rocks and juvenile oceanic lithospheric mantle sources. The mantle sources were gradually metasomatized by slab-derived fluids and melts during ~<hsp sp=\"0.10\"/>2506–2550<hsp sp=\"0.25\"/>Ma, and the partial melting of both the metasomatized lithospheric mantle and the descending oceanic slabs generated IATs, CABs, HMAs, and adakites (as well as tonalite–trondhjemite–granodiorite (TTG) gneisses of the high-magnesium group). Meanwhile, the coeval underplating of mantle-derived materials triggered the partial melting of the arc-root materials, yielding TTG gneisses of the low-magnesium group. Finally, the accretion of the intra-oceanic arc terrane to the ancient nucleus of the EB at ca. 2490<hsp sp=\"0.25\"/>Ma resulted in the regional granulite-facies metamorphism and crustal anatexis (resulting in the formation of potassium-rich granitoid rocks), possibly related to asthenospheric upwelling.</simple-para> <simple-para id=\"sp0010\" view=\"all\">Based on a comprehensive analysis of the basement terranes in the EB, we propose that a late Neoarchean (~<hsp sp=\"0.10\"/>2.5–2.6<hsp sp=\"0.25\"/>Ga) intra-oceanic arc system with relict MORB-like basaltic rocks bordering the northwestern margin of the continental nucleus (ca. 2.7–3.8<hsp sp=\"0.25\"/>Ga) was established, extending from northern Liaoning Province, through western Liaoning Province, the Zunhua–Qinglong block of eastern Hebei Province, northern Hebei Province, and the Huai’an–Xuanhua complexes of northwestern Hebei Province, up to the Wutai complex. To the northwest of the proposed “Wutai–Zunhua–Majuanzi” boundary, the intra-oceanic arc system is characterized by the lack of ancient crystalline basement (≥<hsp sp=\"0.10\"/>2.7<hsp sp=\"0.25\"/>Ga), and late Neoarchean metamorphosed basaltic rocks showing geochemical affinities to MORBs–IATs–CABs represent the oldest rocks yet identified.</simple-para> <simple-para id=\"sp0015\" view=\"all\">Accordingly, the development of both plume-related komatiites and metamorphosed arc-related calc-alkaline volcanic rocks as well as granitoid gneisses within the interior of the EB to the east suggest early Neoarchean (ca. 2.7<hsp sp=\"0.25\"/>Ga) plume–craton and plume–arc interactions as the major crust–mantle geodynamic processes. In contrast, late Neoarchean (ca. 2.5–2.6<hsp sp=\"0.25\"/>Ga) slab–wedge interaction and arc–continent accretion processes are compatible with the intra-oceanic arc system as well as the asymmetric distribution of the basement rocks.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Earth-Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS001282521530026X%26_version%3D1%26md5%3Dfe20f2020e479adf9d7f443b0313447d", 
        "title": "Neoarchean intra-oceanic arc system in the Western Liaoning Province: implications for Early Precambrian crustal evolution in the Eastern Block of the North China Craton"
    }, 
    {
        "author": "Dirk   Knaust</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>Available online 4 August 2015</pubDate><br> <b>Source:</b>Earth-Science Reviews</br><br>     Author(s): Dirk   Knaust</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">The ichnofamily Siphonichnidae nov. is established for encompassing burrows of varying morphology and consisting of one or more sub-vertical tube(s) with core and surrounded mantle or lining. It includes the ichnogenera (in order of their introduction) <italic>Laevicyclus</italic> Quenstedt, 1879; <italic>Parahaentzschelinia</italic> Chamberlain, 1971; <italic>Siphonichnus</italic> Stanistreet, le Blanc Smith and Cadle, 1980; <italic>Scalichnus</italic> Hanken, Bromley and Thomsen, 2001 and <italic>Hillichnus</italic> Bromley, Uchman, Gregory and Martin, 2003, all of which were critically reviewed. The lined or mantled burrows <italic>Skolithos linearis</italic> Haldeman, 1840, may be also included as potential senior synonym of <italic>Laevicyclus</italic>. The eponym of the ichnofamily, the trace fossil <italic>Siphonichnus</italic>, is a common ichnogenus which has been frequently reported from the Devonian to modern deposits around the world, particularly in connection with coal mining and from well cores in the oil and gas industry. Although already known as burrows with an eye-shaped cross-section and <italic>Planolites ophthalmoides</italic> to the coal miners in Germany since the 1930-ties, <italic>Siphonichnus</italic> became formally introduced not until 1980. Moreover, some characteristic features (e.g., variable orientation) were not included in the original ichnogeneric diagnosis but are important for its recognition. The clarification of its ichnotaxonomical status becomes necessary, for instance in order to use this trace fossil as palaeoenvironmental indicator. Consequently, <italic>Siphonichnus ophthalmoides</italic> (Jessen, 1950) is the valid type ichnospecies of the ichnogenus <italic>Siphonichnus</italic>. By means of modern analogues, <italic>Siphonichnus</italic> can be attributed to the activity of endobenthic bivalves such as tellinids and nuculids, which include siphon-bearing species with a predominantly deposit-feeding behaviour. Previous interpretations have regarded <italic>Siphonichnus</italic> as the dwelling trace (domichnion) of bivalves feeding on organic material from the sediment surface or above it, which are able to adjust their position with respect to erosion and deposition (equilibrichnion). However, the characteristics of the emended diagnosis also indicate the activity of a (temporarily?) vagile endobenthic organism for the purpose of locomotion and partly deposit-feeding. A review of reported occurrences of <italic>S. ophthalmoides</italic> (and its synonyms) shows it as a clear indicator of shallow-marine and marginal-marine environments, often related to fluctuating salinities and freshwater influx. Its distribution ranges from proximal offshore and shoreface to deltaic, estuarine and lagoonal environments, and rarely into the deep sea.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Earth-Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0012825215300246%26_version%3D1%26md5%3D640c36fbe755a355504ee144860a8500", 
        "title": "Siphonichnidae (new ichnofamily) attributed to the burrowing activity of bivalves: Ichnotaxonomy, behaviour and palaeoenvironmental implications"
    }, 
    {
        "author": "Elke   Hertig, Christoph   Beck, Heinz   Wanner, Jucundus   Jacobeit</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>August 2015</pubDate><br> <b>Source:</b>Earth-Science Reviews, Volume 147</br><br>     Author(s): Elke   Hertig, Christoph   Beck, Heinz   Wanner, Jucundus   Jacobeit</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Non-stationarities are inherent characteristics of the climate system and can be observed on different temporal and spatial scales. Non-stationarities in large-scale modes of climate variability of the Northern Hemisphere and the associated changes in the surface climate like modifications of the temperature and precipitation patterns are analysed. As major modes of climate variability the El Niño–Southern Oscillation phenomenon, the Pacific–North American pattern and the North Atlantic Oscillation are selected. The North Atlantic–European area is taken as an example to highlight non-stationarities in the atmospheric circulation and their impact on regional climate. The mechanisms and consequences of circulation-climate non-stationarities are discussed.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Earth-Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0012825215000756%26_version%3D1%26md5%3D393d87f4b91176eb43e315eccaafc49c", 
        "title": "A review of non-stationarities in climate variability of the last century with focus on the North Atlantic–European sector"
    }, 
    {
        "author": "Andrey Yu.   Zhuravlev, Elena B.   Naimark, Rachel A.   Wood</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>August 2015</pubDate><br> <b>Source:</b>Earth-Science Reviews, Volume 147</br><br>     Author(s): Andrey Yu.   Zhuravlev, Elena B.   Naimark, Rachel A.   Wood</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Understanding the mechanisms that sustain high biodiversity and regulate community structure remains a major challenge as past ecological interactions cannot be reconstructed with precision. Here we reveal the dynamics of the earliest diverse skeletal metazoan communities known, the early Cambrian (Tommotian–Atdabanian) archaeocyathan sponge reefs, over a period of 20<hsp sp=\"0.25\"/>million years from their first appearance ~<hsp sp=\"0.10\"/>535<hsp sp=\"0.25\"/>million years ago (Ma) until the first mass extinction event ~<hsp sp=\"0.10\"/>512<hsp sp=\"0.25\"/>Ma. Archaeocyaths were restricted to the Siberian Platform until ~<hsp sp=\"0.10\"/>520<hsp sp=\"0.25\"/>Ma, and so these data provide unique insight into a single, evolving isolated species pool. Systematic and statistical analyses, including <italic>α</italic>-diversity, evenness, Jaccard similarity, species abundance distributions, and Spearman statistics coefficient were undertaken for 58 sampling units representing 6121 individuals of 84 archaeocyath species from the Siberian Platform. These statistical results indicate an overall similarity to analyses of species co-occurrence in modern tropical coral reefs and rainforest communities. We show a prevalence of niche-assembly mechanisms throughout the entire Tommotian–Atdabanian interval. By the late Atdabanian, however, these earliest metazoan reefs showed the addition of community assembly processes, which can be attributed to neutral behaviour.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Earth-Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0012825215000744%26_version%3D1%26md5%3Ddb5ca7b4994c6a1c69f65b96e7fa52a9", 
        "title": "Controls on the diversity and structure of earliest metazoan communities: Early Cambrian reefs from Siberia"
    }, 
    {
        "author": "Ellen   Wohl</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>August 2015</pubDate><br> <b>Source:</b>Earth-Science Reviews, Volume 147</br><br>     Author(s): Ellen   Wohl</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Legacy effects on river sediments are those which alter the location and volume of sediments and/or presence of contaminants within the sediments as a result of human activities. This review broadens the typical definition of legacy sediments and discusses human activities that create legacy effects on sediments in terms of three categories: activities that reduce sedimentation within river corridors — defined as channels, floodplains and riparian zones, and hyporheic zones; activities that enhance sedimentation in river corridors; and activities that contaminate river sediments with diverse pollutants. People reduce sedimentation within river corridors via three basic mechanisms: reducing sediment supply to the river corridor through changes in land cover or by trapping and storing sediment within the river corridor; increasing the ability of a river to transport sediments downstream by either increasing water supply to the channel or reducing physical channel complexities that promote flow separation, hydraulic resistance, and sedimentation; and disconnecting channels from floodplains, which are typically sediment storage zones and sediment sources for the channel. Conversely, enhanced sedimentation within river corridors results from increased sediment supply from uplands or upstream river segments and from decreased ability of a river to transport sediments downstream. Contamination of river sediments can result from nearly every conceivable human activity within a drainage basin (e.g., deforestation, agriculture, urbanization, industrial facilities, wastewater treatment). Contaminants can also enter a drainage basin from sources outside the basin boundaries because of contaminant transport within the tissues of migratory animals and via atmospheric deposition. Because many contaminants travel adsorbed to sediments, these pollutants can be concentrated within river corridors by activities that enhance sediment deposition. Legacy effects on sediments are now ubiquitous and abundant within river corridors around the world and can continue to alter river form and function long after cessation of the human activity that created the legacy. River management must be informed by accurate knowledge of the distribution and characteristic of legacy effects on sediments and geoscientists can contribute specialized knowledge to understanding and managing these sediments.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Earth-Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0012825215000781%26_version%3D1%26md5%3Dcfba2ad03dd5a493c3c5f2ad80a601aa", 
        "title": "Legacy effects on sediments in river corridors"
    }, 
    {
        "author": "Shuanggen   Jin, Giovanni   Occhipinti, Rui   Jin</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>August 2015</pubDate><br> <b>Source:</b>Earth-Science Reviews, Volume 147</br><br>     Author(s): Shuanggen   Jin, Giovanni   Occhipinti, Rui   Jin</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">The detail and nature of earthquakes are still challenging from traditional technique observations, e.g., seismometers and strong motion accelerographs. Nowadays, the ionospheric total electron content (TEC) can be obtained from ground-based global navigation satellite systems (GNSS) and space-borne GNSS Radio Occultation, which can be used to investigate the seismo-ionospheric disturbances and may provide insights on the earthquake. In this paper, GNSS ionospheric seismology is presented and reviewed, including methods, observation results and characteristics. Case studies of the 2008 Wenchuan earthquake and 2011 Japan earthquake are presented using ground-based GNSS observations. Significant co-/post-seismic ionospheric anomalies are found from continuous GNSS observations near the epicenters, showing that the seismic ionospheric total electron content (TEC) disturbances were derived mainly from the main shock. The detailed pattern and evolution of the ionospheric disturbance are revealed by denser GNSS observations. Some simulations explore the nature of the ionospheric perturbation, highlighting that acoustic-gravity waves are generated close to the epicenter, and that surface Rayleigh waves and tsunamis generate in the atmosphere/ionosphere acoustic and gravity waves respectively. These waves are induced by solid-Earth/ocean and atmosphere coupling at the ground or ocean interface with the atmosphere propagating upward until the ionosphere create strong perturbation in plasma density and plasma velocity.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Earth-Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS001282521500080X%26_version%3D1%26md5%3Dc058e316a77d26f165166d6e22b1b1f1", 
        "title": "GNSS ionospheric seismology: Recent observation evidences and characteristics"
    }, 
    {
        "author": "Victor A.   Melezhik, Anthony E.   Fallick, Alexander T.   Brasier, Aivo   Lepland</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>August 2015</pubDate><br> <b>Source:</b>Earth-Science Reviews, Volume 147</br><br>     Author(s): Victor A.   Melezhik, Anthony E.   Fallick, Alexander T.   Brasier, Aivo   Lepland</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Several deep drillholes were made in the Onega palaeobasin by the Fennoscandian Arctic Russia–Drilling Early Earth Project (FAR-DEEP) of the International Continental Scientific Drilling Program (ICDP). These provided fresh core material documenting the Lomagundi-Jatuli Isotopic Event (LJIE), its termination, and the start of the Shunga Event (SHE) of an enhanced accumulation of organic matter. The cored section represents the most complete known record of the end of the LJIE.</simple-para> <simple-para id=\"sp0010\" view=\"all\">The late phase of the LJIE, recorded in FAR-DEEP Core 11A, is represented by the upper part of the Tulomozero Formation (TF), a 300-m-thick unit composed of variegated dolostones, siltstones and shales. Accumulated under oxic conditions on a shallow-water carbonate platform, the TF hosts the earliest known thick formations of halite and massive anhydrite. Low-temperature greenschist facies metamorphism caused partial recrystallisation of the rocks; however, a primary carbonate phase, the dolomite, exhibits a negligible degree of post-depositional alteration of the carbon isotope system. The dataset of 46 bulk-carbonate analyses of carbon and oxygen isotopes yielded δ<sup loc=\"pre\">13</sup>C<inf loc=\"post\">carb</inf> ranging between +<hsp sp=\"0.10\"/>6.8 and +<hsp sp=\"0.10\"/>11.8‰, and revealed a positive excursion from +<hsp sp=\"0.10\"/>8 to +<hsp sp=\"0.10\"/>11.8‰ followed by a decline to +<hsp sp=\"0.10\"/>8‰ towards the top of the 300-m-thick succession.</simple-para> <simple-para id=\"sp0015\" view=\"all\">The cored part of the overlying Zaonega Formation (ZF) recovered in holes 12AB and 13A is an 800-m-thick unit composed of mixed siliciclastic–carbonate facies with numerous mafic lava flows and tuff beds intruded by gabbro sills. The formation represents an unprecedented episode of enhanced accumulation of organic-rich rocks and preserves the earliest known supergiant, petrified oilfield, all typifying the SHE. The sedimentological, petrographic, geochemical and C- and O-isotopic study of over 800<hsp sp=\"0.25\"/>m of core throughout the ZF suggests that the initial carbonate deposition occurred in a lacustrine environment, then rapidly proceeding through a lagoonal setting to a rifted deepwater shelf, and finally to a carbonate platform. Both the deepwater shelf and the platformal settings are marked by organic-rich environments. The primary dolomite was potentially exposed to syn- and post-depositional hydrothermal/metasomatic alterations, organic matter diagenesis, metamorphic mineral reactions, CO<inf loc=\"post\">2</inf> degassing, and finally a low-temperature, post-metamorphic calcitisation resulting in overall large fluctuations of δ<sup loc=\"pre\">13</sup>C<inf loc=\"post\">carb</inf> between −<hsp sp=\"0.10\"/>22 and +<hsp sp=\"0.10\"/>8‰. The dataset of over 413 bulk-carbonate analyses of carbon and oxygen isotopes, screened petrographically and geochemically against post-depositional alteration, revealed 28 least-altered samples within three stratigraphic intervals, suggesting multiple positive and negative δ<sup loc=\"pre\">13</sup>C<inf loc=\"post\">carb</inf> excursions throughout over 1000<hsp sp=\"0.25\"/>m of stratigraphy. A shift from +<hsp sp=\"0.10\"/>5 to +<hsp sp=\"0.10\"/>9‰ followed by a drop to near zero values marks the lower part of the ZF. A δ<sup loc=\"pre\">13</sup>C<inf loc=\"post\">carb</inf> decline from +<hsp sp=\"0.10\"/>8‰ to below zero in the middle and upper part of the ZF defines the end of the LJIE. A subsequent prominent negative excursion down to −<hsp sp=\"0.10\"/>6‰ does not show convincing isotopic evidence for influence of methanogenesis, and hence appears to be of primary depositional origin. An erratic positive excursion in the uppermost part of the drilled section indicates return of δ<sup loc=\"pre\">13</sup>C<inf loc=\"post\">carb</inf> to a near normal marine value.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Earth-Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0012825215000823%26_version%3D1%26md5%3D7a5f6b4e8ac1c4a53568123320e508b6", 
        "title": "Carbonate deposition in the Palaeoproterozoic Onega basin from Fennoscandia: a spotlight on the transition from the Lomagundi-Jatuli to Shunga events"
    }, 
    {
        "author": "David M.   Kennedy</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>August 2015</pubDate><br> <b>Source:</b>Earth-Science Reviews, Volume 147</br><br>     Author(s): David M.   Kennedy</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Shore platforms are erosional coastal landforms that have attracted scientific attention since the mid 19th century. The defining element of a platform is width that is used in many calculations such as determining a platform's evolutionary state or inferring how wave energy is distributed along the shore. Although a critical variable, there are no uniform criteria for defining the seaward edge. Quantification of platform width has been driven by site-specific variables, with the seaward edge defined on the basis of tides, morphology, biology, processes and sediment coverage. The lack of a uniform definition has meant that comparative studies are difficult and results are possibly spurious, as widths derived from very different criteria can vary by an order of magnitude just on the basis of which criteria is used to determine its edge. In this review a combination of morphologic and process elements is used to define the seaward edge of a shore platform. The development of strict criteria is especially needed in an environment of rising sea levels if measurements of landscape change are to be made. In addition, the advent of seamless datasets that cross the land–sea boundary means that the delineation of platform morphology is no longer limited by physical access. This review concludes that the seaward edge of a shore platform will occur at or landward of wave base and should be defined as: the point where active erosion of the bedrock ceases, characterised by erosional features such as notches and block-plucking scars or the deposition of sediment of such a thickness that the underlying bedrock is not exposed during storm events.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Earth-Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0012825215000902%26_version%3D1%26md5%3D1bb124b25da417d891ea3121b5384ae7", 
        "title": "Where is the seaward edge? A review and definition of shore platform morphology"
    }, 
    {
        "author": "Khalid A.   Almalki, Peter G.   Betts, Laurent   Ailleres</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>August 2015</pubDate><br> <b>Source:</b>Earth-Science Reviews, Volume 147</br><br>     Author(s): Khalid A.   Almalki, Peter G.   Betts, Laurent   Ailleres</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">The Red Sea displays lithosphere that is in transition from rifting to drifting and therefore provides enormous opportunity to understand incipient seafloor spreading development. Despite more than 50<hsp sp=\"0.25\"/>years of extensive geological and geophysical research, there remains significant conjecture concerning the timing of sea-floor spreading initiation, the extent of spreading along the axis of the Red Sea, and the geodynamic processes responsible for the onset of crustal extension. Red Sea tectonic models based on geological data are dominated by single stage rift models involving protracted stretching of continental crust followed by sea floor spreading at ca 5<hsp sp=\"0.25\"/>Ma, and include both asymmetric and symmetrical extension models. Geophysical data suggest that an oceanic crust occurs beneath the Red Sea shelves, although exactly how this crust has evolved remains undecided. Equally, arguments have been made in favor of the sedimentary shelves forming on extended continental crust, and that oceanic crust is restricted to the present day Red Sea axial valley. However, our synthesis shows that none of the models proposed so far is applicable to the entire Red Sea basin. The distribution and timing of the Red Sea crustal extension and sea-floor spreading may have been influenced by subduction-related far field forces due to complex plate interactions along the northern edge of the Arabian plate during Early Miocene. Our reassessment suggests that following the arrival of the Afar plume the southern Red Sea underwent rapid extension culminating in the transition from rifting to seafloor spreading, which stalled during the early Miocene in the central Red Sea due to either slowing of the convergence between Arabia and Eurasia or the onset of the Arabian plate passive margin collision with Eurasia. Off axis magmatism is focused on the Arabian margin and Afar depression and has been episodically active since the Miocene. We consider a formation of the Red Sea as a hybrid process involving both “active and passive” rifting.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Earth-Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0012825215000793%26_version%3D1%26md5%3D598333c0308057f92aad0ebe97fa30e9", 
        "title": "The Red Sea – 50years of geological and geophysical research"
    }, 
    {
        "author": "Dirk   Van Damme, Arthur E.   Bogan, Manuel   Dierick</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>August 2015</pubDate><br> <b>Source:</b>Earth-Science Reviews, Volume 147</br><br>     Author(s): Dirk   Van Damme, Arthur E.   Bogan, Manuel   Dierick</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Naiads have become a top priority in conservation worldwide and therefore studies about their phylogeny, origin and dispersal have greatly increased. A revision of the rich and well preserved Mesozoic African naiad fauna remained one of the last main gaps. The African naiad assemblages are of Mid and Late Jurassic, late Early Cretaceous, and Late Cretaceous age. The associations are composed of representatives of the orders Trigoniida and Unionida, the latter containing two new families and one new superfamily. Jurassic associations consist predominantly of Unionida with a distinct Eurasian link while Early Cretaceous assemblages are dominated by Asian trigoniids. Representatives of the Iridinidae and Etheriidae, African families considered to belong to the Gondwana superfamily Mullerioidea and presently widespread and highly diversified (Iridinidae), remain conspicuously absent in the fossil record till Late Cretaceous times, when a single genus is found. The conclusion that during Early Cretaceous times, a one-directional species transfer took place between Africa and Asia appears inevitable. Alternatively, the striking absence of all Gondwana families (Superfamily Mullerioidea) during Jurassic and Early Cretaceous times indicates that, for freshwater mussels, an impenetrable barrier existed between South America and North Africa, though both continents were (supposedly) still linked during most of that period.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Earth-Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS001282521500077X%26_version%3D1%26md5%3D5a48e93a9974b6f637d661fcbfde539e", 
        "title": "A revision of the Mesozoic naiads (Unionoida) of Africa and the biogeographic implications"
    }, 
    {
        "author": "R.   Sardella, C.   Bedetti, D.A.   Iurino, M.   Pavia, L.   Bellucci</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>August 2015</pubDate><br> <b>Source:</b>Earth-Science Reviews, Volume 147</br><br>     Author(s): R.   Sardella, C.   Bedetti, D.A.   Iurino, M.   Pavia, L.   Bellucci</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Recently, Marra et al. (2014) published an articulate revision on the Pleistocene sedimentary sequences and vertebrate assemblages from the Ponte Galeria area (Roma, Italy). However, in our opinion, some important palaeontological data are missing or incorrectly reported. The aim of this Comment is to provide crucial elements and put in evidence the shortcomings to the study of this classical palaeontological site.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Earth-Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0012825215000677%26_version%3D1%26md5%3Dbbdb1140b7068b2b4b27850d59e9e02a", 
        "title": "Comment on “Reassessing the sedimentary deposits and vertebrate assemblages from Ponte Galeria area (Rome, central Italy): An archive for the Middle Pleistocene faunas of Europe” by F. Marra, L. Pandolfi, C. Petronio, G. Di Stefano, M. Gaeta and L. Salari [Earth-Science Reviews 139 (2014), 104–122]"
    }, 
    {
        "author": "F.   Marra, L.   Pandolfi, C.   Petronio, G.   Di Stefano, M.   Gaeta, L.   Salari</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>August 2015</pubDate><br> <b>Source:</b>Earth-Science Reviews, Volume 147</br><br>     Author(s): F.   Marra, L.   Pandolfi, C.   Petronio, G.   Di Stefano, M.   Gaeta, L.   Salari</br><br><br></br></br><br></br></br>", 
        "journal": "Earth-Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0012825215000665%26_version%3D1%26md5%3D83ced77ca5913553c719ed6f8270ff77", 
        "title": "Reply to comment on “Reassessing the sedimentary deposits and vertebrate assemblages from Ponte Galeria area (Rome, central Italy): An archive for the Middle Pleistocene faunas of Europe” by Sardella et al."
    }, 
    {
        "author": "Brian W.   Romans, Sébastien   Castelltort, Jacob A.   Covault, Andrea   Fildani, J.P.   Walsh</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>Available online 29 July 2015</pubDate><br> <b>Source:</b>Earth-Science Reviews</br><br>     Author(s): Brian W.   Romans, Sébastien   Castelltort, Jacob A.   Covault, Andrea   Fildani, J.P.   Walsh</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Earth-surface processes operate across erosionally dominated landscapes and deliver sediment to depositional systems that can be preserved over a range of timescales. The geomorphic and stratigraphic products of this source-to-sink sediment transfer record signals of external environmental forcings, as well as internal, or autogenic, dynamics of the sedimentary system. Here, we evaluate environmental signal propagation across sediment-routing systems with emphasis on sediment supply, Qs, as the carrier of up-system forcings. We review experimental, numerical, and natural examples of source-to-sink sediment routing and signal propagation during three timescales: (1) Historic, which includes measurement and monitoring of events and processes of landscape change and deposition during decades to centuries; (2) Centuries to several millions of years, referred to as intermediate timescale; and (3) Deep time. We discuss issues related to autogenic dynamics of sediment transport, transient storage, and release that can introduce noise, lags, and/or completely mask signals of external environmental forcings. We provide a set of conceptual and practical tools for evaluating sediment supply within a source-to-sink context, which can inform interpretations of signals from the sedimentary record. These tools include stratigraphic and sediment-routing system characterization, sediment budget determination, geochronology, detrital mineral analysis (e.g., thermochronology), comparative analog approaches, and modeling techniques to measure, calculate, or estimate the magnitude and frequency of external forcings compared to the characteristic response time of the sediment-routing systems.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Earth-Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0012825215300222%26_version%3D1%26md5%3D2cb59e42a9e8247ccc7ea5a8e30cc372", 
        "title": "Environmental Signal Propagation In Sedimentary Systems Across Timescales"
    }, 
    {
        "author": "Thomas   Hoffmann</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>Available online 26 July 2015</pubDate><br> <b>Source:</b>Earth-Science Reviews</br><br>     Author(s): Thomas   Hoffmann</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Growing empirical evidence shows that many geomorphic systems are in transient state or out of equilibrium with respect to the external driving forces. The transient state is often related to the (dis)connectivity of the many constituent parts of geomorphic systems as a result of sediment storage along the sediment flow path from its source to the final sink. The response time of geomorphic systems to external changes is thus depended on the residence time of sediment in various storage compartments. Here, I present a mathematical concept based on reservoir theory to model residence time of sediment using millennial scale sediment budgets. The framework sheds light on the limitation of the sediment delivery ratio, which is often used as a measure of sediment connectivity in geomorphic systems, and provides analytical information on process type, pace of sediment flux and connectivity of storage compartments along the sediment cascade. The application of the reservoir theory to geomorphic systems under agricultural land use show that sediment delivery ratios are linked to the virtual velocity of the eroded sediment, the time since the onset of agricultural land use and the size of the studied basins. With respect to the temporal evolution of sediment storages that temporaryly remove sediment from the conveyor belt, the framework aims to estimate the sediment residence time in storages, which is linked to the effective timescale of disconnectivity. Reanalysis of a long-term empirical sediment budget from Central Europe reveals that the response to agricultural land use, which started ~<hsp sp=\"0.10\"/>5000<hsp sp=\"0.25\"/>yrs. BP, is mainly buffered by the long residence time of sediment on hillslopes (in the order of 10<sup loc=\"post\">3</sup> <hsp sp=\"0.25\"/>years), which results in a delayed floodplain aggradation. Furthermore, the framework was applied to paraglacial mountain systems that inherit striking evidences of Pleistocene glacial erosion and still recover from the change from glacial to interglacial conditions as a consequence of the reduced lateral and longitudinal connectivity. I show that paraglacial response times of sediment flux in mountain headwater in the Canadian Rocky Mountains range in the order of 100–400<hsp sp=\"0.25\"/>ka. The results indicate that response times at the transition from glacial to interglacial conditions are much longer than the return interval of major glaciations, causing a transient behavior of mountain headwater basins during interglacial periods. The presented reanalysis of millennial-scale sediment budgets of agricultural and mountain geosystems provides an integrative framework to link paleo-environmental reconstructions with the connectivity of transient geomorphic system to external changes.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Earth-Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0012825215300180%26_version%3D1%26md5%3De1dfdac29a34ad57dc72ae75340918d8", 
        "title": "Sediment residence time and connectivity in non-equilibrium and transient geomorphic systems"
    }, 
    {
        "author": "Edgardo M.   Latrubesse</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>July 2015</pubDate><br> <b>Source:</b>Earth-Science Reviews, Volume 146</br><br>     Author(s): Edgardo M.   Latrubesse</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">An important discussion has recently called the attention of sedimentologists and geomorphologists to the dominant fluvial styles preserved in the geological record. While some authors postulate that distributary (or distributive) fluvial systems (DFS) patterns are the most common systems likely to dominate the present day continental sedimentary basins and the alluvial rock record, others suggest that a variety of fluvial styles including axial fluvial systems, are preserved, thus rejecting the dominance of DFSs. Arguments in favor or against the dominance of DFSs in the geological basins are mainly based on two-dimensional analysis of recent axial rivers and DFSs. However, the Quaternary record of the largest depositional tracts on Earth was not assessed in a comparative way. To fill that void, the most important Quaternary areas of sedimentation in the world, such as the alluvial belts of the largest rivers, the largest megafans and other impressive fluvial dominated wetlands in active tectonic basins are analyzed. These results are based on field work conducted by the author in many of the discussed areas, a literature review and analysis of remotely sensed imagery. Specific examples are examined from the largest axial rivers of the Amazon basin, the Paraná River, Yangtze River, among others, and from the large depositional tracts in forelands, and intraplate basins such as the Chaco, the Bananal, Pantanal, and Ucamara, which contain a variety of complex avulsive systems and megafans.</simple-para> <simple-para id=\"sp0010\" view=\"all\">The present day occurrence and characteristics of braided, meandering and anabranching rivers are reviewed. It is concluded that the scarcity of purely braided systems in large rivers is notable as they are constrained to small-medium sized rivers, relatively short length piedmont courses, alluvial fans or proximal areas of some megafans. Meandering and mainly a variety of anabranching systems are dominant in large rivers but anabranching systems are the end member for megarivers. Once considered an oddity, anabranching rivers are now considered major and fundamental representatives of the fluvial world. Previous studies related the appearance of anabranching rivers to the diversification of terrestrial vegetation. To that end, the hypothesis that anabranching styles diversified after the emergence of grass in the Tertiary is considered.</simple-para> <simple-para id=\"sp0015\" view=\"all\">A quantitative assessment on area coverage and sediment trap capacity of major rivers (Amazon and major tributaries, Parana, Magdalena among others) and megafans (Chaco and Pantanal among others) in South America is used to compare the potential preservation and storage capacity of axial rivers, avulsive rivers, and megafans. Results demonstrate that axial and avulsive rivers cover more area than the largest megafans from Chaco and Pantanal, and they currently trap more sediment.</simple-para> <simple-para id=\"sp0020\" view=\"all\">The potential preservation of the fluvial sediments is discussed and it is concluded that a major part of the DFSs recorded in wedge-top depositional zones, fore-arc settings and peripheral forelands are susceptible to short term preservation or destruction (tens of million year scale) by tectonic deformation and erosion. A variety of intraplate basins, aulacogen, and foreland mixed zones (forebulge–backbulge-platforms basins) containing the largest rivers, avulsive systems, and the distal part of gigantic megafans, are more favorable tectonic settings for long-term potential preservation. Finally, it is concluded that megafans, a variety of other avulsive systems, and linear (axial) fluvial belts of major rivers have the potential for preservation in the geological record.</simple-para> <simple-para id=\"sp0025\" view=\"all\">Despite findings based on Quaternary records, a major challenge remains to identify characteristic facies assemblages for reconstructing large rivers, avulsive fluvial systems and megafans in the geological archive. The scale-size limitation of the sedimentary structures and the insufficient sedimentological understanding of the architectural characteristics of fluvial landforms and sub-environment complexity of large fluvial systems and megafans are some of the issues that need additional research when looking for analogues in the sedimentary record.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Earth-Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0012825215000562%26_version%3D1%26md5%3D84a3046675a87a75f41792c6ffa348db", 
        "title": "Large rivers, megafans and other Quaternary avulsive fluvial systems: A potential “who's who” in the geological record"
    }, 
    {
        "author": "Arnaud   Brayard, Maximiliano   Meier, Gilles   Escarguel, Emmanuel   Fara, Alexander   Nützel, Nicolas   Olivier, Kevin G.   Bylund, James F.   Jenks, Daniel A.   Stephen, Michael   Hautmann, Emmanuelle   Vennin, Hugo   Bucher</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>July 2015</pubDate><br> <b>Source:</b>Earth-Science Reviews, Volume 146</br><br>     Author(s): Arnaud   Brayard, Maximiliano   Meier, Gilles   Escarguel, Emmanuel   Fara, Alexander   Nützel, Nicolas   Olivier, Kevin G.   Bylund, James F.   Jenks, Daniel A.   Stephen, Michael   Hautmann, Emmanuelle   Vennin, Hugo   Bucher</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0140\" view=\"all\">A reduction in body size (Lilliput effect) has been repeatedly proposed for many marine organisms in the aftermath of the Permian–Triassic (PT) mass extinction. Specifically-reduced maximum sizes of benthic marine invertebrates have been proposed for the entire Early Triassic. This concept was originally based on observations on Early Triassic gastropods from the western USA basin and the Dolomites (N Italy) and it stimulated subsequent studies on other taxonomic groups. However, only a few studies have tested the validity of the Lilliput effect in gastropods to determine whether the paucity of large-sized gastropods is a genuine signal or the result of a poor fossil record and insufficient sampling. In combination with a review of the literature, we document numerous new, abundant, large-sized gastropods from the Griesbachian outcrops of Greenland and from the Smithian–early Spathian interval in the southwestern USA. We show that large-sized (“Gulliver”) gastropods (i) were present soon after the PT mass extinction, (ii) occurred in various basins, sedimentary facies and environmental contexts (from shallow to deeper settings), and (iii) belong to diverse higher-rank taxa. Focusing on the western USA basin, we investigate areas from which microgastropod shell-beds were previously presented as being typical. However, we show that Gulliver gastropods do occur in the very same areas. Insufficient sampling effort is probably the main reason for the rarity of reports of large Early Triassic gastropods, which is supported by preliminary rarefaction-based simulations. Finally, it appears that the recently documented middle to late Smithian climate shifts and the severe end-Smithian extinction of nekto-pelagic faunas did not reduce maximum shell sizes of gastropods.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Earth-Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0012825215000574%26_version%3D1%26md5%3Df68e8b33ca08ec2d1a0090e27e365574", 
        "title": "Early Triassic Gulliver gastropods: Spatio-temporal distribution and significance for biotic recovery after the end-Permian mass extinction"
    }
]