[
    {
        "author": "Dave   Carlson</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>September 2015</pubDate><br> <b>Source:</b>Weather and Climate Extremes, Volume 9</br><br>     Author(s): Dave   Carlson</br><br><br></br></br><br></br></br>",
        "journal": "Weather and Climate Extremes",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS2212094715000304%26_version%3D1%26md5%3D7b5a98a18747aef8348233100e14eabf",
        "title": "Foreword"
    },
    {
        "author": "Sonia I.   Seneviratne, Francis W.   Zwiers</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>September 2015</pubDate><br> <b>Source:</b>Weather and Climate Extremes, Volume 9</br><br>     Author(s): Sonia I.   Seneviratne, Francis W.   Zwiers</br><br><br></br></br><br></br></br>",
        "journal": "Weather and Climate Extremes",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS2212094715000298%26_version%3D1%26md5%3D17cf1ec230df9abf74133dcedefd4129",
        "title": "Attribution and prediction of extreme events: Editorial on the special issue"
    },
    {
        "author": "Francia B.   Avila, Siyan   Dong, Kaah P.   Menang, Jan   Rajczak, Madeleine   Renom, Markus G.   Donat, Lisa V.   Alexander</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>September 2015</pubDate><br> <b>Source:</b>Weather and Climate Extremes, Volume 9</br><br>     Author(s): Francia B.   Avila, Siyan   Dong, Kaah P.   Menang, Jan   Rajczak, Madeleine   Renom, Markus G.   Donat, Lisa V.   Alexander</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abs0010\" view=\"all\"> <simple-para id=\"sp0060\" view=\"all\">Using daily station observations over the period 1951–2013 in a region of south-east Australia, we systematically compare how the horizontal resolution, interpolation method and order of operation in generating gridded data sets affect estimates of annual extreme indices of temperature and precipitation maxima (hottest and wettest days). Three interpolation methods (natural neighbors, cubic spline and angular distance weighting) are used to calculate grids at five different horizontal gridded resolutions ranging from 0.25° to 2.5°. In each case the order of operation in which the grid values of the hottest and wettest day are calculated is varied: either they are estimated from daily grids or from station points and then gridded. We find that the grid resolution-despite showing more regional detail at high resolution – has relatively limited effect when considering regional averages. However, the interpolation method and the order of operation can substantially influence the actual gridded values. And while the difference due to the order of operation is not substantial when using natural neighbor and cubic spline interpolation, it is particularly apparent for indices calculated from daily gridded estimates using the angular distance weighting method. As expected given the high spatial variability of precipitation fields, precipitation extremes are most sensitive to method, but temperature extremes also exhibit substantial differences. For the annual maximum values averaged over the study area, the differences may be up to 2.8<hsp sp=\"0.25\"/>°C for temperature and 60<hsp sp=\"0.25\"/>mm (about a factor 2) for precipitation. Differences are seen most prominently in return period estimates where a 1 in 100 year return value calculated using the angular distance weighting daily gridded method is equivalent to about a 1 in 5 year return value in most of the other methods. Despite substantial differences in the actual values of gridded extremes, analyses suggest that the impact on long-term trends and inter-annual variability is small.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Weather and Climate Extremes",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS2212094715300049%26_version%3D1%26md5%3Db597d8e0b1347cdca8a6477ebcacf301",
        "title": "Systematic investigation of gridding-related scaling effects on annual statistics of daily temperature and precipitation maxima: A case study for south-east Australia"
    },
    {
        "author": "Margot   Bador, Philippe   Naveau, Eric   Gilleland, Mercè   Castellà, Tatiana   Arivelo</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>September 2015</pubDate><br> <b>Source:</b>Weather and Climate Extremes, Volume 9</br><br>     Author(s): Margot   Bador, Philippe   Naveau, Eric   Gilleland, Mercè   Castellà, Tatiana   Arivelo</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abs0005\" view=\"all\"> <simple-para id=\"sp0025\" view=\"all\">Reducing the dimensionality of the complex spatio-temporal variables associated with climate modeling, especially ensembles of climate models, is a challenging and important objective. For studies of detection and attribution, it is especially important to maintain information related to the extreme values of the atmospheric processes. Typical methods for data reduction involve summarizing climate model output information through means and variances, which does not preserve any information about the extremes. In order to help solve this challenge, a dependence summary measure appropriate for extreme values must be inferred. Here, we adapt one such measure from a recent study to a larger domain with a different variable and gridded data from observations and climate model ensembles, i.e. E-OBS observations and the CNRM-CM5 model. The handling of such ensembles of data is proposed, as well as a comparison of the spatial clusterings between two different ensembles, here a present-day and a future ensemble of climate simulations. This method yields valid information concerning extremes, while greatly reducing the data set.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Weather and Climate Extremes",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS2212094715300013%26_version%3D1%26md5%3Deb130315c0a540b84233c8a8b10d6e5c",
        "title": "Spatial clustering of summer temperature maxima from the CNRM-CM5 climate model ensembles &amp; E-OBS over Europe"
    },
    {
        "author": "Sebastian   Sippel, Dann   Mitchell, Mitchell T.   Black, Andrea J.   Dittus, Luke   Harrington, Nathalie   Schaller, Friederike E.L.   Otto</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>September 2015</pubDate><br> <b>Source:</b>Weather and Climate Extremes, Volume 9</br><br>     Author(s): Sebastian   Sippel, Dann   Mitchell, Mitchell T.   Black, Andrea J.   Dittus, Luke   Harrington, Nathalie   Schaller, Friederike E.L.   Otto</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abs0005\" view=\"all\"> <simple-para id=\"sp0035\" view=\"all\">Gaining a better understanding of rare weather events is a major research challenge and of crucial relevance for societal preparedness in the face of a changing climate. The main focus of previous studies has been to apply a range of relatively distinct methodologies to constrain changes in the odds of those events, including both parametric statistics (extreme value theory, EVT) and empirical approaches based on large numbers of dynamical model simulations.</simple-para> <simple-para id=\"sp0040\" view=\"all\">In this study, the applicability of EVT in the context of probabilistic event attribution is explored and potential combinations of both methodological frameworks are investigated. In particular, this study compares empirical return time estimates derived from a large model ensemble with parametric inferences from the same data set in order to assess whether statements made about events in the tails are similar. Our analysis is illustrated using a case study of cold extremes and heavy rainfall in winter 2013/14 in Europe (focussing on two regions: North-West Russia and the Iberian Peninsula) for a present-day (including ‘anthropogenic’ influences) and an alternative ‘non-industrial’ climate scenario.</simple-para> <simple-para id=\"sp0045\" view=\"all\">We show that parametric inferences made about rare ‘extremes’ can differ considerably from estimates based on large ensembles. This highlights the importance of an appropriate choice of block and sample sizes for parametric inferences of the tails of climatological variables. For example, inferences based on annual extremes of daily variables are often insufficient to characterize rare events due to small sample sizes (i.e. with return periods <math altimg=\"si0001.gif\" overflow=\"scroll\"> <mo>&amp;gt;</mo> <mn>100</mn> </math> years). Hence, we illustrate how a combination of large numerical simulations with EVT might enable a more objective assessment of EVT parameters, such as block and sample size, for any given variable, region and return period of interest.</simple-para> <simple-para id=\"sp0050\" view=\"all\">By combining both methodologies, our case study reveals that a distinct warming of cold extremes in winter has occurred throughout Europe in the ‘anthropogenic’ relative to the non-industrial climates for given sea surface temperatures in winter 2013/14. Moreover, heavy rainfall events have become significantly more frequent and more pronounced in North and North-East Europe, while other regions demonstrate no discernible changes.</simple-para> <simple-para id=\"sp0055\" view=\"all\">In conclusion, our study shows that EVT and empirical estimates based on numerical simulations can indeed be used to productively inform each other, for instance to derive appropriate EVT parameters for short observational time series. Further, the combination of ensemble simulations with EVT allows us to significantly reduce the number of simulations needed for statements about the tails.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Weather and Climate Extremes",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS2212094715300050%26_version%3D1%26md5%3D42eb32445cb3196cabce505f345395e2",
        "title": "Combining large model ensembles with extreme value statistics to improve attribution statements of rare events"
    },
    {
        "author": "Omar   Bellprat, Fraser C.   Lott, Carla   Gulizia, Hannah R.   Parker, Luana A.   Pampuch, Izidine   Pinto, Andrew   Ciavarella, Peter A.   Stott</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>September 2015</pubDate><br> <b>Source:</b>Weather and Climate Extremes, Volume 9</br><br>     Author(s): Omar   Bellprat, Fraser C.   Lott, Carla   Gulizia, Hannah R.   Parker, Luana A.   Pampuch, Izidine   Pinto, Andrew   Ciavarella, Peter A.   Stott</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abs0010\" view=\"all\"> <simple-para id=\"sp0035\" view=\"all\">Southern Africa and Southern South America have experienced recent extremes in dry and wet rainy seasons which have caused severe socio-economic damages. Selected past extreme events are here studied, to estimate how human activity has changed the risk of the occurrence of such events, by applying an event attribution approach (Stott et al., 2004)comprising global climate models of Coupled Model Intercomparison Project 5 (CMIP5). Our assessment shows that models' representation of mean precipitation variability over Southern South America is not adequate to make a robust attribution statement about seasonal rainfall extremes in this region. Over Southern Africa, we show that unusually dry austral summers as occurred during 2002/2003 have become more likely, whereas unusually wet austral summers like that of 1999/2000 have become less likely due to anthropogenic climate change. There is some tentative evidence that the risk of extreme high 5-day precipitation totals (as observed in 1999/2000) have increased in the region. These results are consistent with CMIP5 models projecting a general drying trend over SAF during December–January–February (DJF) but also an increase in atmospheric moisture availability to feed heavy rainfall events when they do occur. Bootstrapping the confidence intervals of the fraction of attributable risk has demonstrated estimates of attributable risk are very uncertain, if the events are very rare. The study highlights some of the challenges in making an event attribution study for precipitation using seasonal precipitation and extreme 5-day precipitation totals and considering natural drivers such as ENSO in coupled ocean–atmosphere models.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Weather and Climate Extremes",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS2212094715300086%26_version%3D1%26md5%3D74fd1c12f0e996539c13fee8bbe4bd62",
        "title": "Unusual past dry and wet rainy seasons over Southern Africa and South America from a climate perspective"
    },
    {
        "author": "Brigitte   Mueller, Mathias   Hauser, Carley   Iles, Ruksana Haque   Rimi, Francis W.   Zwiers, Hui   Wan</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>September 2015</pubDate><br> <b>Source:</b>Weather and Climate Extremes, Volume 9</br><br>     Author(s): Brigitte   Mueller, Mathias   Hauser, Carley   Iles, Ruksana Haque   Rimi, Francis W.   Zwiers, Hui   Wan</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abs0005\" view=\"all\"> <simple-para id=\"sp0050\" view=\"all\">Human-induced increases in atmospheric greenhouse gas concentrations have led to rising global temperatures. Here we investigate changes in an annual temperature-based index, the growing season length, defined as the number of days with temperature above 5<hsp sp=\"0.25\"/>°C. We show that over extratropical regions where wheat and maize are harvested, the increase in growing season length from 1956 to 2005 can be attributed to increasing greenhouse gas concentrations. Our analyses also show that climate change has increased the probability of extremely long growing seasons by a factor of 25, and decreased the probability of extremely short growing seasons. A lengthening of the growing season in regions with these mostly rain-fed crops could improve yields, provided that water availability does not become an issue. An expansion of areas with more than 150<hsp sp=\"0.25\"/>days of growing season into the northern latitudes makes more land potentially available for planting wheat and maize. Furthermore, double-cropping can become an alternative to current practices in areas with very long growing seasons which are also shown to increase with a warming climate. These results suggest that there is a strong impact of anthropogenic climate change on growing season length. However, in some regions and with further exacerbated climate change, high temperatures may already be or may become a limiting factor for plant productivity.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Weather and Climate Extremes",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS2212094715000183%26_version%3D1%26md5%3D553f2930e3ad74b1eb1ce81d7d6ba08d",
        "title": "Lengthening of the growing season in wheat and maize producing regions"
    },
    {
        "author": "Kirien   Whan, Jakob   Zscheischler, Rene   Orth, Mxolisi   Shongwe, Mohammad   Rahimi, Ernest O.   Asare, Sonia I.   Seneviratne</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>September 2015</pubDate><br> <b>Source:</b>Weather and Climate Extremes, Volume 9</br><br>     Author(s): Kirien   Whan, Jakob   Zscheischler, Rene   Orth, Mxolisi   Shongwe, Mohammad   Rahimi, Ernest O.   Asare, Sonia I.   Seneviratne</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abs0005\" view=\"all\"> <simple-para id=\"sp0050\" view=\"all\">Land-atmosphere interactions play an important role for hot temperature extremes in Europe. Dry soils may amplify such extremes through feedbacks with evapotranspiration. While previous observational studies generally focused on the relationship between precipitation deficits and the number of hot days, we investigate here the influence of soil moisture (<italic>SM</italic>) on summer monthly maximum temperatures (<italic>TXx</italic>) using water balance model-based <italic>SM</italic> estimates (driven with observations) and temperature observations. Generalized extreme value distributions are fitted to <italic>TXx</italic> using <italic>SM</italic> as a covariate. We identify a negative relationship between <italic>SM</italic> and <italic>TXx</italic>, whereby a 100<hsp sp=\"0.25\"/>mm decrease in model-based <italic>SM</italic> is associated with a 1.6<hsp sp=\"0.25\"/>°C increase in <italic>TXx</italic> in Southern-Central and Southeastern Europe. Dry <italic>SM</italic> conditions result in a 2–4<hsp sp=\"0.25\"/>°C increase in the 20-year return value of <italic>TXx</italic> compared to wet conditions in these two regions. In contrast with <italic>SM</italic> impacts on the number of hot days (NHD), where low and high surface-moisture conditions lead to different variability, we find a mostly linear dependency of the 20-year return value on surface-moisture conditions. We attribute this difference to the non-linear relationship between <italic>TXx</italic> and NHD that stems from the threshold-based calculation of NHD. Furthermore the employed <italic>SM</italic> data and the Standardized Precipitation Index (SPI) are only weakly correlated in the investigated regions, highlighting the importance of evapotranspiration and runoff for resulting <italic>SM</italic>. Finally, in a case study for the hot 2003 summer we illustrate that if 2003 spring conditions in Southern-Central Europe had been as dry as in the more recent 2011 event, temperature extremes in summer would have been higher by about 1<hsp sp=\"0.25\"/>°C, further enhancing the already extreme conditions which prevailed in that year.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Weather and Climate Extremes",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS2212094715000201%26_version%3D1%26md5%3D9d14a1a3d23723a5c29eefc9cb2ef6b4",
        "title": "Impact of soil moisture on extreme maximum temperatures in Europe"
    },
    {
        "author": "Acacia S.   Pepler, Leandro B.   Díaz, Chloé   Prodhomme, Francisco J.   Doblas-Reyes, Arun   Kumar</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>September 2015</pubDate><br> <b>Source:</b>Weather and Climate Extremes, Volume 9</br><br>     Author(s): Acacia S.   Pepler, Leandro B.   Díaz, Chloé   Prodhomme, Francisco J.   Doblas-Reyes, Arun   Kumar</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abs0010\" view=\"all\"> <simple-para id=\"sp0065\" view=\"all\">Dynamical models are now widely used to provide forecasts of above or below average seasonal mean temperatures and precipitation, with growing interest in their ability to forecast climate extremes on a seasonal time scale. This study assesses the skill of the ENSEMBLES multi-model ensemble to forecast the 90th and 10th percentiles of both seasonal temperature and precipitation, using a number of metrics of ‘extremeness’. Skill is generally similar or slightly lower to that for seasonal means, with skill strongly influenced by the El Niño-Southern Oscillation. As documented in previous studies, much of the skill in forecasting extremes can be related to skill in forecasting the seasonal mean value, with skill for extremes generally lower although still significant. Despite this, little relationship is found between the skill of forecasting the upper and lower tails of the distribution of daily values.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Weather and Climate Extremes",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS2212094715300062%26_version%3D1%26md5%3Ddec9625c5fef781cfdb3fd731940784c",
        "title": "The ability of a multi-model seasonal forecasting ensemble to forecast the frequency of warm, cold and wet extremes"
    },
    {
        "author": "Malte   Jahn</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>Available online 15 August 2015</pubDate><br> <b>Source:</b>Weather and Climate Extremes</br><br>     Author(s): Malte   Jahn</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abs0010\" view=\"all\"> <simple-para id=\"sp0035\" view=\"all\">Impacts of extreme weather events are relevant for regional (in the sense of subnational) economies and in particular cities in many aspects. Cities are the cores of economic activity and the amount of people and assets endangered by extreme weather events is large, even under the current climate. A changing climate with changing extreme weather patterns and the process of urbanization will make the whole issue even more relevant in the future. In this paper, definitions and terminology in the field of extreme weather events are discussed. Possible regional impacts of extreme weather events are collected, focusing on European cities. The human contributions to those impacts are emphasized. Furthermore, methodological aspects of economic impact assessment are discussed along a temporal and a sectoral dimension. Finally, common economic impact models are compared, analyzing their strengths and weaknesses.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Weather and Climate Extremes",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS2212094715300141%26_version%3D1%26md5%3D56d88fec53568d5b9cfa5afe2d37c4e6",
        "title": "Economics of extreme weather events: Terminology and regional impact models"
    },
    {
        "author": "Sonia I.   Seneviratne, Francis W.   Zwiers</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>Available online 14 August 2015</pubDate><br> <b>Source:</b>Weather and Climate Extremes</br><br>     Author(s): Sonia I.   Seneviratne, Francis W.   Zwiers</br><br><br></br></br><br></br></br>",
        "journal": "Weather and Climate Extremes",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS2212094715300128%26_version%3D1%26md5%3Dd360836975a6917c4dabec0006fb30a9",
        "title": "Attribution and Prediction of Extreme Events: Editorial on the special issue"
    },
    {
        "author": "Jerry L.   Hatfield, John H.   Prueger</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>Available online 10 August 2015</pubDate><br> <b>Source:</b>Weather and Climate Extremes</br><br>     Author(s): Jerry L.   Hatfield, John H.   Prueger</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abs0010\" view=\"all\"> <simple-para id=\"sp0035\" view=\"all\">Temperature is a primary factor affecting the rate of plant development. Warmer temperatures expected with climate change and the potential for more extreme temperature events will impact plant productivity. Pollination is one of the most sensitive phenological stages to temperature extremes across all species and during this developmental stage temperature extremes would greatly affect production. Few adaptation strategies are available to cope with temperature extremes at this developmental stage other than to select for plants which shed pollen during the cooler periods of the day or are indeterminate so flowering occurs over a longer period of the growing season. In controlled environment studies, warm temperatures increased the rate of phenological development; however, there was no effect on leaf area or vegetative biomass compared to normal temperatures. The major impact of warmer temperatures was during the reproductive stage of development and in all cases grain yield in maize was significantly reduced by as much as 80−90% from a normal temperature regime. Temperature effects are increased by water deficits and excess soil water demonstrating that understanding the interaction of temperature and water will be needed to develop more effective adaptation strategies to offset the impacts of greater temperature extreme events associated with a changing climate.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Weather and Climate Extremes",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS2212094715300116%26_version%3D1%26md5%3Dd9c8e5e1433a68568b6635ca43becfc8",
        "title": "Temperature extremes: Effect on plant growth and development"
    },
    {
        "author": "Rashid   Mahmood, Mukand S   Babel, Shaofeng   JIA</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>Available online 30 July 2015</pubDate><br> <b>Source:</b>Weather and Climate Extremes</br><br>     Author(s): Rashid   Mahmood, Mukand S   Babel, Shaofeng   JIA</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abs0010\" view=\"all\"> <simple-para id=\"sp0140\" view=\"all\">The present study investigated future temporal and spatial changes in maximum temperature, minimum temperature, and precipitation in two sub-basins of the Jhelum River basin—the Two Peak Precipitation basin (TPPB) and the One Peak Precipitation basin (OPPB)—and in the Jhelum River basin on the whole, using the statistical downscaling model, SDSM. The Jhelum River is one of the biggest tributaries of the Indus River basin and the main source of water for Mangla reservoir, the second biggest reservoir in Pakistan.</simple-para> <simple-para id=\"sp0145\" view=\"all\">An advanced interpolation method, kriging, was used to explore the spatial variations in the study area. Validation results showed a better relationship between simulated and observed monthly time series as well as between seasonal time series relative to daily time series, with an average <italic>R</italic> <sup loc=\"post\">2</sup> of 0.92–0.97 for temperature and 0.22–0.62 for precipitation.</simple-para> <simple-para id=\"sp0150\" view=\"all\">Mean annual temperature was projected to rise significantly in the entire basin under two emission scenarios of HadCM3 (A2 and B2). However, these changes in mean annual temperature were predicted to be higher in the TPPB than the OPPB. On the other hand, mean annual precipitation showed a distinct increase in the TPPB and a decrease in the OPPB under both scenarios.</simple-para> <simple-para id=\"sp0155\" view=\"all\">In the case of seasonal changes, spring in the TPPB and autumn in the OPPB were projected to be the most affected seasons, with an average increase in temperature of 0.43–1.7<hsp sp=\"0.25\"/>°C in both seasons relative to baseline period. Summer in the TPPB and autumn in the OPPB were projected to receive more precipitation, with an average increase of 4–9% in both seasons, and winter in the TPPB and spring in the OPPB were predicted to receive 2–11% less rainfall under both future scenarios, relative to the baseline period.</simple-para> <simple-para id=\"sp0160\" view=\"all\">In the case of spatial changes, some patches of the basin showed a decrease in temperature but most areas of the basin showed an increase. During the 2020s (2011–2040), about half of the basin showed a decrease in precipitation. However, in the 2080s (2071–2099), most parts of the basin were projected to have decreased precipitation under both scenarios.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Weather and Climate Extremes",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS2212094715300098%26_version%3D1%26md5%3D893008a689de79921dbe9a5b151cb0bc",
        "title": "Assessment of temporal and spatial changes of future climate in the Jhelum river basin, Pakistan and India"
    },
    {
        "author": "T.   Foster, N.   Brozović, A.P.   Butler</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>Available online 29 July 2015</pubDate><br> <b>Source:</b>Weather and Climate Extremes</br><br>     Author(s): T.   Foster, N.   Brozović, A.P.   Butler</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abs0005\" view=\"all\"> <simple-para id=\"sp0035\" view=\"all\">Groundwater-fed irrigation has supported growth in agricultural production around the world by allowing farmers to buffer production against the risks associated with variable and uncertain climatic conditions. However, uncontrolled exploitation has also led to rapid rates of groundwater depletion in many semi-arid and arid regions that threaten farmers' long-term capacity to adapt to future climate change and extreme events. Declining well yields, which control the potential rate and feasibility of groundwater abstraction, are likely to restrict adaptation to drought, but this interaction has largely been neglected in previous research. In this study, we present a set of numerical hydro-economic simulations that assess the joint biophysical and economic effects of climate variability and well yield on irrigated agriculture through a case study in the Texas High Plains region of the United States. Our results demonstrate that reductions in well yield will constrain farmers' ability to use irrigation as an adaptive tool, and may have large negative economic impacts on production. Significantly, economic impacts will be greatest during drought events that are projected to increase in frequency and intensity as a result of climate change. We suggest therefore that management of well yields should be a key consideration when evaluating agricultural drought risk adaptation.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Weather and Climate Extremes",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS2212094715300104%26_version%3D1%26md5%3D351e7fa5634c08bcfa315693364f4ee5",
        "title": "Why well yield matters for managing agricultural drought risk"
    },
    {
        "author": "Oyenike Mary   Eludoyin</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>Available online 30 June 2015</pubDate><br> <b>Source:</b>Weather and Climate Extremes</br><br>     Author(s): Oyenike Mary   Eludoyin</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abs0010\" view=\"all\"> <simple-para id=\"sp0060\" view=\"all\">Adequate understanding of the extreme thermal condition is as important as that of the averages for planners and policy makers. A significant knowledge gap exists in the physiologic comfort in many developing countries, particularly in the tropical region where thermal stress can pose significant threat to life because of inadequate infrastructure. This study examines the hourly variations in the physiologic comfort of Nigeria using the effective temperature, temperature–humidity and relative strain indices (ETI, THI and RSI, respectively). It also examines the perceptions of a selected sample of Nigerians, and their coping strategies to extreme conditions of cold and heat stress. The results showed that physiologic comfort in Nigeria exhibits variations across the different latitudinal locations; shows seasonal variations and is affected by local geography. Perception of the comfortable climate exhibits variation based on the latitudinal location of the respondents but the coping strategies vary with the wealth of individuals. The study showed that physiologic discomfort is severe in many parts of Nigeria (especially in the climate regions outside the montane climate) but the infrastructure to cope with the thermal stress is either poorly known or unaffordable for the majority of the people.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Weather and Climate Extremes",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS2212094715300074%26_version%3D1%26md5%3Dc5381f597fae6b341c4277449765a594",
        "title": "Assessment of daytime physiologic comfort, its perception and coping strategies among people in tertiary institutions in Nigeria"
    },
    {
        "author": "B.S.   Sharratt, J.   Tatarko, J.T.   Abatzoglou, F.A.   Fox, D.   Huggins</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>Available online 22 June 2015</pubDate><br> <b>Source:</b>Weather and Climate Extremes</br><br>     Author(s): B.S.   Sharratt, J.   Tatarko, J.T.   Abatzoglou, F.A.   Fox, D.   Huggins</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abs0010\" view=\"all\"> <simple-para id=\"sp0055\" view=\"all\">Climate change may impact soil health and productivity as a result of accelerated or decelerated rates of erosion. Previous studies suggest a greater risk of wind erosion on arid and semi-arid lands due to loss of biomass under a future warmer climate. There have been no studies conducted to assess the impact of climate change on wind erosion in the Columbia Plateau of the Pacific Northwest United States where wind erosion of agricultural lands can cause exceedance of national air quality standards. The Wind Erosion Prediction System (WEPS) was used to assess wind erosion and PM10 (particulate matter ≤10<hsp sp=\"0.25\"/>µm in aerodynamic diameter) emissions under a future climate projected by downscaling 18 Global Climate Models (GCM) for a conservative emissions pathway. Wind erosion simulations were conducted at Lacrosse and Lind, WA and Moro, OR on a winter wheat-summer fallow (WW-SF) rotation and at Lind on an additional winter wheat-camelina-summer fallow (WW-Cam-SF) rotation. Each rotation was subject to conservation or conventional tillage practices for a baseline (1970–1999) and mid-21st century climate (2035–2064). A significant increase in temperature and nominal increases in precipitation were projected by an ensemble of climate models for the Columbia Plateau by the mid-21st century. Soil and PM10 losses were 25–84% lower for a mid-21st century climate, due in part to greater biomass production associated with CO<inf loc=\"post\">2</inf> fertilization and warmer temperatures. The reduction in soil and PM10 loss is projected to be more apparent for conservation tillage practices in the future. Soil and PM10 losses were greater from a WW-Cam-SF rotation than WW-SF rotation when conservation tillage practices were employed during the fallow phase of the rotations. Despite accounting for differences in the length of each rotation, annual soil and PM10 losses remained higher for the WW-Cam-SF rotation than the WW-SF rotation. Soil and PM10 losses were more variable across years during 1970–1999 than 2035–2064; however, small and inconsistent differences in the coefficient of variation in soil loss between 1970–1999 and 2035–2064 suggest similarity in climate extremes which govern wind erosion.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Weather and Climate Extremes",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS2212094715300025%26_version%3D1%26md5%3Deaa0cb67c51638b6ca84ae3a6603cd22",
        "title": "Implications of climate change on wind erosion of agricultural lands in the Columbia plateau"
    },
    {
        "author": "Jurgen D.   Garbrecht, Mark A.   Nearing, Jean L.   Steiner, Xunchang J.   Zhang, Mary H.   Nichols</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>Available online 20 June 2015</pubDate><br> <b>Source:</b>Weather and Climate Extremes</br><br>     Author(s): Jurgen D.   Garbrecht, Mark A.   Nearing, Jean L.   Steiner, Xunchang J.   Zhang, Mary H.   Nichols</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abs0010\" view=\"all\"> <simple-para id=\"sp0040\" view=\"all\">With the need to increase crop production to meet the needs of a growing population, protecting the productivity of our soil resource is essential. However, conservationists are concerned that conservation practices that were effective in the past may no longer be effective in the future under projected climate change. In winter wheat cropland in the Southern Great Plains of the U.S., increased precipitation intensity and increased aridity associated with warmer temperatures may pose increased risks of soil erosion from vulnerable soils and landscapes. This investigation was undertaken to determine which conservation practices would be necessary and sufficient to hold annual soil erosion by water under a high greenhouse gas emission scenario at or below the present soil erosion levels. Advances in and benefits of agricultural soil and water conservation over the last century in the United States are briefly reviewed, and challenges and climate uncertainties confronting resource conservation in this century are addressed. The Water Erosion Prediction Project (WEPP) computer model was used to estimate future soil erosion by water from winter wheat cropland in Central Oklahoma and for 10 projected climates and 7 alternative conservation practices. A comparison with soil erosion values under current climate conditions and conventional tillage operations showed that, on average, a switch from conventional to conservation tillage would be sufficient to offset the average increase in soil erosion by water under most projected climates. More effective conservation practices, such as conservation tillage with a summer cover crop would be required to control soil erosion associated with the most severe climate projections. It was concluded that a broad range of conservation tools are available to agriculture to offset projected future increases in soil erosion by water even under assumed worst case climate change scenarios in Central Oklahoma. The problem is not one of a lack of effective conservation tools, but one of adoption and implementation. Increasing the implementation of today’s conservation programs to address current soil erosion problems associated with the large year-to-year climate variability in the Southern Great Plains would greatly contribute towards mitigation of projected future increases in soil erosion due to climate change.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Weather and Climate Extremes",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS2212094715300037%26_version%3D1%26md5%3Dbc6acf5224064cdcaaa12bb4b963afd0",
        "title": "Can conservation trump impacts of climate change on soil erosion? An assessment from winter wheat cropland in the Southern Great Plains of the United States"
    },
    {
        "author": "Vinit K.   Jain, Rajendra P.   Pandey, Manoj K.   Jain, Hi-Ryong   Byun</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>June 2015</pubDate><br> <b>Source:</b>Weather and Climate Extremes, Volume 8</br><br>     Author(s): Vinit K.   Jain, Rajendra P.   Pandey, Manoj K.   Jain, Hi-Ryong   Byun</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abs0010\" view=\"all\"> <simple-para id=\"sp0060\" view=\"all\">Drought indices are used to monitor drought conditions of a region. Various drought indices (DIs) have been proposed in past few decades, but some of those are region specific and have limitations of applicability in other climatic conditions. Also, multiple time steps of DIs make it hard to decide that which time step is the best to show the drought condition.</simple-para> <simple-para id=\"sp0065\" view=\"all\">Present study aims to compare Standardized Precipitation Index (SPI), Effective Drought Index (EDI), statistical Z-Score, China <italic>Z</italic>-Index (CZI), Rainfall Departure (RD), Rainfall Decile based Drought Index (RDDI) for their suitability in drought prone districts of the Ken River Basin, located in central India, where the rainfall is concentrated in the monsoon season (June–September) and frequent occurrence of severe drought events are common. All selected DIs with multiple time steps are applied to compute the severity for five time steps of 1, 3, 6, 9, and 12-month, and compared with each other and EDI.</simple-para> <simple-para id=\"sp0070\" view=\"all\">The study reveals that (1) 1-month time step in all DIs may produce erroneous estimates of drought duration. (2) The drought indices computed for 9-month time step are best correlated with each other. However, the drought duration and the drought frequencies estimated using RD and RDDI are in disagreement with other DIs, therefore, these are not suitable for this area where the summer concentration of precipitation is very high. (3) The DIs are highly correlated at same time steps and can alternatively be used. However, they are poorly correlated at dissimilar time steps, which makes it hard to assess whether the drought occurred or not. (4) Because there are no objective rules to select the appropriate time step, and the identified drought duration varies too much with different time steps, it is very hard again to assess when the drought occurred.</simple-para> <simple-para id=\"sp0075\" view=\"all\">However, EDI, that has self-defined time step in itself, and free from time step problem, (1) is correlated better with other DIs for all time steps and effective on long and short drought together, with highest correlation at 9-month time steps, (2) identifies the drought condition earlier than any other indices, therefore, (3) is found to be more suitable drought index for the study basin. This is in agreement with the result of EDI application in Korea, Japan, Turkey, Australia and Iran though the methods of its testing are different.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Weather and Climate Extremes",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS2212094715000213%26_version%3D1%26md5%3D4bc8e6ecbc42d2a969e740b6be0a37a3",
        "title": "Comparison of drought indices for appraisal of drought characteristics in the Ken River Basin"
    },
    {
        "author": "Riccardo   Boero, Laura   Bianchini, Donatella   Pasqualini</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>June 2015</pubDate><br> <b>Source:</b>Weather and Climate Extremes, Volume 8</br><br>     Author(s): Riccardo   Boero, Laura   Bianchini, Donatella   Pasqualini</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abs0005\" view=\"all\"> <simple-para id=\"sp0130\" view=\"all\">Climate change can induce changes in the frequency of severe weather events representing a threat to socio-economic development. It is thus of uttermost importance to understand how the vulnerability to the weather of local communities is determined and how adaptation public policies can be effectively put in place.</simple-para> <simple-para id=\"sp0135\" view=\"all\">We focused our empirical analysis on the American Southwest. Results show that, consistently with the predictions of an investment model, economic characteristics signaling local economic growth in the near future decrease the level of vulnerability.</simple-para> <simple-para id=\"sp0140\" view=\"all\">We also show that federal governments transfers and grants neither work to support recovery from and adaptation to weather events nor to distribute their costs over a broader tax base. Finally, we show that communities relying on municipal bonds to finance adaptation and recovery policies can benefit from local acknowledgment of the need for such policies and that they do not have to pay lenders a premium for the risk induced by weather events.</simple-para> <simple-para id=\"sp0145\" view=\"all\">In conclusion, our findings suggest that determinants of economic growth support lower vulnerability to the weather and increase options for financing adaptation and recovery policies, but also that only some communities are likely to benefit from those processes.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Weather and Climate Extremes",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS2212094715000195%26_version%3D1%26md5%3Dad37637cc998a3778a5c355dbef0e47d",
        "title": "Vulnerability and adaptation to severe weather events in the American southwest"
    },
    {
        "author": "Dulamsuren   Dashkhuu, Jong Pil   Kim, Jong Ahn   Chun, Woo-Seop   Lee</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>June 2015</pubDate><br> <b>Source:</b>Weather and Climate Extremes, Volume 8</br><br>     Author(s): Dulamsuren   Dashkhuu, Jong Pil   Kim, Jong Ahn   Chun, Woo-Seop   Lee</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abs0005\" view=\"all\"> <simple-para id=\"sp0075\" view=\"all\">Various indices have been used to investigate recent changes in the annual frequencies of extreme temperature events in Mongolia. A high-quality daily temperature dataset including 53 station records was used to determine trends from 1961 to 2010. The Climdex1.0 software was used to calculate 11 extreme temperature indices for this study. The results showed significant changes in important temperature indices over the study period, especially in the Gobi Mongolia. The analysis showed that an apparent increase in summer days was observed, while an appreciable decrease in frost days was observed. The maximum values of daily maximum temperature (TXx) and daily minimum temperature (TNx) and the minimum values of <italic>T</italic> <inf loc=\"post\"> <italic>max</italic> </inf> (TXn) and <italic>T</italic> <inf loc=\"post\"> <italic>min</italic> </inf> (TNn) tended to increase. However, for TXx and TNx, this increasing trend was mainly observed in the Gobi Mongolia, while for TXn and TNn, this increasing trend was observed over the entire country. A significant reduction at a rate of −0.6<hsp sp=\"0.25\"/>d<hsp sp=\"0.25\"/>decade<sup loc=\"post\">−1</sup> (−1.0<hsp sp=\"0.25\"/>d<hsp sp=\"0.25\"/>decade<sup loc=\"post\">−1</sup>) occurred for cool nights (days), and a significant increase at a rate of 2.8<hsp sp=\"0.25\"/>d<hsp sp=\"0.25\"/>decade<sup loc=\"post\">−1</sup> (3.1<hsp sp=\"0.25\"/>d<hsp sp=\"0.25\"/>decade<sup loc=\"post\">−1</sup>) occurred for warm nights (days). The reduction of cool nights and cool days occurred over four seasons, while the increase of warm days and warm nights occurred mainly in summer.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Weather and Climate Extremes",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS2212094714000954%26_version%3D1%26md5%3D877d015c83a1bc364156e50a5919ded9",
        "title": "Long-term trends in daily temperature extremes over Mongolia"
    },
    {
        "author": "I.   Keggenhoff, M.   Elizbarashvili, L.   King</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>June 2015</pubDate><br> <b>Source:</b>Weather and Climate Extremes, Volume 8</br><br>     Author(s): I.   Keggenhoff, M.   Elizbarashvili, L.   King</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abs0005\" view=\"all\"> <simple-para id=\"sp0070\" view=\"all\">Sixteen temperature minimum and maximum series are used to quantify annual and seasonal changes in temperature means and extremes over Georgia (Southern Caucasus) during the period 1961 and 2010. Along with trends in mean minimum and maximum temperature, eight indices are selected from the list of climate extreme indices as defined by the Expert Team on Climate Change Detection and Indices (ETCCDI) of the Commission for Climatology of the World Meteorological Organization (WMO), for studying trends in temperature extremes. Between the analysis periods 1961–2010, 1971–2010 and 1981–2010 pronounced warming trends are determined for all Georgia-averaged trends in temperature means and extremes, while all magnitudes of trends increase towards the most recent period. During 1981 and 2010, significant warming trends for annual minimum and maximum temperature at a rate of 0.39<hsp sp=\"0.25\"/>°C (0.47<hsp sp=\"0.25\"/>°C) days/decade and particularly for the warm temperature extremes, summer days, warm days and nights and the warm spell duration index are evident, whereas warm extremes show larger trends than cold extremes. The most pronounced trends are determined for summer days 6.2 days/decade, while the warm spell duration index indicates an increase in the occurrence of warm spells by 5.4 days/decade during 1981 and 2010. In the comparison of seasonal changes in temperature means and extremes, the largest magnitudes of warming trends can be observed for temperature maximum in summer and temperature minimum in fall. Between 1981 and 2010, summer maximum temperature shows a significant warming at a rate of 0.84<hsp sp=\"0.25\"/>°C/decade, increasing almost twice as fast as its annual trend (0.47<hsp sp=\"0.25\"/>°C/decade). The Georgia-averaged trends for temperature minimum in fall increase by 0.59<hsp sp=\"0.25\"/>°C/decade. Strongest significant trends in temperature extremes are identified during 1981 and 2010 for warm nights (4.6 days/decade) in summer and fall as well as for warm days (5.6 days/decade) in summer. Analyses demonstrate that there have been increasing warming trends since the 1960s, particularly for warm extremes during summer and fall season, accompanied by a constant warming of temperature means in Georgia.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Weather and Climate Extremes",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS2212094714000942%26_version%3D1%26md5%3D662e02f4c6dd8adfa6b5165c4f33ec5c",
        "title": "Recent changes in Georgia׳s temperature means and extremes: Annual and seasonal trends between 1961 and 2010"
    },
    {
        "author": "Shada   Elalem, Indrani   Pal</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>June 2015</pubDate><br> <b>Source:</b>Weather and Climate Extremes, Volume 8</br><br>     Author(s): Shada   Elalem, Indrani   Pal</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abs0005\" view=\"all\"> <simple-para id=\"sp0060\" view=\"all\">A disproportionate share of the global economic and human losses caused by environmental shocks is borne by people in the developing nations. The mountain region of Hindu-Kush Himalaya (HKH) in South Asia is threatened by numerous flooding events annually. An efficient disaster risk reduction often needs to rest upon location-based synoptic view of vulnerability. Resolving this deficit improves the ability to take risk reduction measures in a cost-effective way, and in doing so, strengthens the resilience of societies to flooding disasters. The central aim of this research is to identify the vulnerable locations across HKH boundary from the perspective of reported history of economic and human impacts due to occurrence of flooding disasters. A detailed analysis indicates a very high spatial heterogeneity in flooding disaster occurrence in the past 6 decades. The most recent decade reported highest number of disasters and greater spatial coverage as compared to the earlier decades. The data indicates that, in general, economic impacts of flooding disasters were notably higher in Pakistan, Afghanistan and Nepal. On the other hand, vulnerability scenarios with respect to human impacts were diverse for different countries. In terms of morbidity and mortality, Bangladesh, Pakistan, Bhutan and India were detected to be most susceptible to human impacts. Although Bhutan had seen lesser number of flooding disasters, higher population living within disaster prone region make them vulnerable. In summary, complex interactions between natural and socio-economic conditions play a dominant role to define and characterize the type and magnitude of vulnerability of HKH countries to disaster occurrence and their economic and human impacts.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Weather and Climate Extremes",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS2212094714000929%26_version%3D1%26md5%3D03f8e2c699a846f282eddc4be4c7bf2d",
        "title": "Mapping the vulnerability hotspots over Hindu-Kush Himalaya region to flooding disasters"
    },
    {
        "author": "Linda Anne   Stevenson, Sybil P.   Seitzinger</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>March 2015</pubDate><br> <b>Source:</b>Weather and Climate Extremes, Volume 7</br><br>     Author(s): Linda Anne   Stevenson, Sybil P.   Seitzinger</br><br><br></br></br><br></br></br>",
        "journal": "Weather and Climate Extremes",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS2212094715000080%26_version%3D1%26md5%3D378feb7012fd39ba51a8f4c8499c9922",
        "title": "Foreword"
    },
    {
        "author": "Opha   Pauline Dube, Mannava   Sivakumar</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>March 2015</pubDate><br> <b>Source:</b>Weather and Climate Extremes, Volume 7</br><br>     Author(s): Opha   Pauline Dube, Mannava   Sivakumar</br><br><br></br></br><br></br></br>",
        "journal": "Weather and Climate Extremes",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS2212094715000079%26_version%3D1%26md5%3Dae1eb04b4ae6e7c360db11e0432302fa",
        "title": "Global environmental change and vulnerability of Least Developed Countries to extreme events: Editorial on the special issue"
    },
    {
        "author": "M. Alimullah   Miyan</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>March 2015</pubDate><br> <b>Source:</b>Weather and Climate Extremes, Volume 7</br><br>     Author(s): M. Alimullah   Miyan</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abs0005\" view=\"all\"> <simple-para id=\"sp0120\" view=\"all\">Droughts occur both in developed and developing countries with significant impacts and are exacerbating in frequency, severity and duration. Over exploitation of water resources, weather variability and climate change are mostly responsible for such exacerbation. The impacts of droughts encompass the global ecosystem as a whole but vary from region to region. Least developed countries (LDCs) are becoming the worst sufferer of the impacts due to physical, social and economic as well as knowledge and skills differences. The increasing biophysical vulnerability contexts and intensity in the Asian LDCs causing adverse effects on food security, human health, biodiversity, water resources, hydroelectric power generation, streams, perennial springs, and livelihood. Drought is also responsible for increasing pollution, pests and diseases and forced migration and famine. Information indicates monsoon has become erratic contributing to up-scaling of droughts. South and Southeast Asian LDCs like Bangladesh, Nepal, Bhutan, Cambodia and Lao PDR under the monsoon climatic zone have also been suffering from increasing droughts arising out of delayed and changing distribution patterns of precipitation. Prolong dry spells increase the frequencies of wildfire in grasslands, forests, and range-lands. The rain-fed crops of the plains are facing challenges from soil-moisture stress with projected droughts. Droughts causing migration of fishes, and marine anadromus species are having adverse impacts on spawning habitats. Reduction in annual surface runoff is decreasing the ground and surface water with negative effect on agriculture and water supply for industrial and domestic sectors. As droughts are exacerbating the consequences are accelerating. However, traditionally people are adapting with the changing situations applying indigenous knowledge and practices for sustainable living. This paper reflects on prevalence and impacts of droughts, existing coping mechanisms, initiatives to combat impacts and further doubles in the context of Asian LDCs.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Weather and Climate Extremes",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS2212094714000632%26_version%3D1%26md5%3D281d32102b0124b1ea7b8a24679bc098",
        "title": "Droughts in Asian Least Developed Countries: Vulnerability and sustainability"
    },
    {
        "author": "Md. Rezaul   Karim, Mohammed Ataur   Rahman</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>March 2015</pubDate><br> <b>Source:</b>Weather and Climate Extremes, Volume 7</br><br>     Author(s): Md. Rezaul   Karim, Mohammed Ataur   Rahman</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abs0005\" view=\"all\"> <simple-para id=\"sp0025\" view=\"all\">Drought stress is a serious abiotic factor inhibiting nutrient acquisition by roots and limiting cereal crop production in Asian Least Developed Countries (LDCs). Many studies revealed that balanced fertilization can improve photosynthetic activity by stabilizing superoxide dismutase (SOD) activity, improve proline, abscisic acid (ABA) and make the crop drought tolerant with efficient root system and finally improve crop yield. To mitigate drought stress, along with the usage of resistant and efficient genotypes, soil and foliar applications of macro- and micro-nutrients are being used in Asia. According to drought sensitivity index, the efficient genotypes are found more drought-tolerant than the inefficient ones. Studies revealed that irrigation alone is not sufficient to obtain satisfactory grain yield without balanced fertilization. At drought stress, the efficient genotypes accumulate higher quantities of ABA and proline, and exhibit higher activities of SOD, as compared with inefficient genotypes through greater nutrient accumulation by their longer and thinner root systems with high efficiency. Under severe drought with low nutritional status, the rate of photosynthesis, particularly water-use efficiency (WUE) increases in the efficient genotypes than in the inefficient ones. Consequently, these physiological and morphological parameters result in better yield performance by efficient use of water. Under drought, soil application of NPK along with foliar application of zinc (Zn), boron (B) and manganese (Mn) increase grain yield as well as micronutrients concentration of the grain. The rate of photosynthesis, pollen viability, number of fertile spikes, number of grains per spike, and WUE are increased by late foliar application of these micronutrients. This indicates that, by increasing WUE foliar application of Zn, B and Mn at booting to anthesis can reduce the harmful effects of drought that often occur during the late stages of cereal production in Asian LDCs. Therefore, it can be concluded that soil application of Zn, B and Mn in early stage combined with foliar application in late stage, especially at the flowering stage, is a promising approach to alleviate drought stress. Another attractive environmental friendly approach is to select efficient and drought tolerant genotypes with a more efficient root system. These findings are of high relevance for farmers׳ practices, the extension service and fertilizer industry to mitigate the drought stress in Asian LDCs. A few recommendations are made for extension of scientific knowledge to find more scope in support of mitigating drought situation.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Weather and Climate Extremes",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS2212094714000838%26_version%3D1%26md5%3D81ca140e18166687a113832dc1ad9a2c",
        "title": "Drought risk management for increased cereal production in Asian Least Developed Countries"
    },
    {
        "author": "Tanvir H.   Dewan</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>March 2015</pubDate><br> <b>Source:</b>Weather and Climate Extremes, Volume 7</br><br>     Author(s): Tanvir H.   Dewan</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abs0005\" view=\"all\"> <simple-para id=\"sp0020\" view=\"all\">Bangladesh and Nepal lie between the Himalayas and low-lying coasts of the Bay of Bengal and are traversed by hundreds of rivers and tributaries. Historical data shows that, since 1970, the scale, intensity and duration of floods have increased in Bangladesh and Nepal, causing grave human suffering; disruptions in normal life and activity, damages of infrastructure, crops and agricultural land with severe impacts on the economy. Bangladesh is affected by torrential rain, glacier melt, upstream water flow and tidal surges. In 1988, Bangladesh experienced one of the most severe floods of the twentieth century which aroused significant concern internationally and triggered the Bangladesh Action Plan for Flood Control. The Government of Bangladesh (GOB) has so far constructed a number of flood shelters and carried out 482 water and flood control projects involving flood protection embankments, drainage channels, sluice gates and regulators on different rivers and canals. These also provided safety measures against inundation by tidal waves, storm-surges and flooding. The Terai region of Nepal is highly prone to hydrological risks including torrential rain, floods, glaciers resulting in erosion and landslides. The Government of Nepal (GON) has implemented different mitigation measures mainly early warning awareness, rescue measure, relief, and post-flood rehabilitation programs etc. Disaster Management Bureaus of both the countries have already conducted many trainings, workshops and seminars to disseminate scientific knowledge and coping up practices to disaster managers and to create public awareness. Besides the contemporary approaches to mitigating flood effects, people of these countries have coped with floods through generations relying on traditional/indigenous knowledge and other local adaptation practices. It is crucial that along with scientific process, indigenous, traditional and conventional practices are to be integrated for a national and regional policy and this should be achieved through a participatory process that engages policy makers and relevant stakeholders. This paper has analyzed the vulnerability to floods, impacts and the coping strategies in Bangladesh and Nepal and focused on recommending a long-term mitigation policy.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Weather and Climate Extremes",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS2212094714000930%26_version%3D1%26md5%3Da28ce495e40689c3e39878be5bca70e9",
        "title": "Societal impacts and vulnerability to floods in Bangladesh and Nepal"
    },
    {
        "author": "Shukla Rani   Basak, Anil Chandra   Basak, Mohammed Ataur   Rahman</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>March 2015</pubDate><br> <b>Source:</b>Weather and Climate Extremes, Volume 7</br><br>     Author(s): Shukla Rani   Basak, Anil Chandra   Basak, Mohammed Ataur   Rahman</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abs0005\" view=\"all\"> <simple-para id=\"sp0050\" view=\"all\">During recent years, the Government of Bangladesh, Non-Government Organizations (NGOs), semi-government organizations, private organizations and individuals have established a large number of plantations under different programs <italic>viz</italic>. social forestry, agro-forestry and avenue plantations with indigenous and exotic tree species without considering their habit and habitats. Along with the indigenous species like <italic>Albizia procera</italic>, <italic>Albizia lebbeck, Mangifera indica, Azadirachta indica, Gmelina arborea</italic>, <italic>Trewia nudiflora</italic> and <italic>Artocapus heterophyllus</italic> and many exotic species e.g. <italic>Swietenia macrophylla</italic>, <italic>Albizia saman, Dalbergia sissoo, Eucalyptus camaldulensis, Acacia auriculiformis</italic>, <italic>Melia sempervirens, Acacia mangium</italic> etc. have been planted randomly. With increasing trend of climate-induced floods, millions of trees have been dying due to floods and water-logging. The most affected species are <italic>Dalbergia sissoo, Albizia saman, Acacia auriculiformis, Acacia mangium</italic> and <italic>Artocarpus heterophyllus</italic> etc. This situation has caused severe impacts on socio-economic conditions of Bangladesh. The impacts involved a significant loss in terms of investment, biodiversity and afforestation program. Little investigations have been conducted to find out the causes of the deaths and also to find out the suitable adaptation practices to reduce impacts of floods on trees. This synthesis focused on the impacts of floods on plantations and also assessed the potential role of traditional forest management practices in addressing the effects flooding on forests in Bangladesh. The study added important information and revealed knowledge gaps on the causes of large forest deaths. It also provided recommendations for policy on the establishment of frequent floods resilient tree crop plantations.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Weather and Climate Extremes",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS2212094714000966%26_version%3D1%26md5%3D68bcc162d52ab4cb68c083d4848dfa03",
        "title": "Impacts of floods on forest trees and their coping strategies in Bangladesh"
    },
    {
        "author": "M. Rehan   Dastagir</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>March 2015</pubDate><br> <b>Source:</b>Weather and Climate Extremes, Volume 7</br><br>     Author(s): M. Rehan   Dastagir</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abs0005\" view=\"all\"> <simple-para id=\"sp0095\" view=\"all\">Bangladesh is a resourceful and densely populated country that has been experiencing frequent disasters viz. cyclones, tidal surges, floods, salinity intrusions, droughts etc. which cause large damage to lives and properties every year. The frequency and intensity of the extreme events have increased significantly in recent decades due to climate change and global warming. This review paper synthesizes extreme climatic events in Bangladesh in the context of the climate modeling data. The modeling results of extreme events showed significant trends in Bangladesh due to climate change. The results of these climate models are significant to show the importance of climate modeling in Bangladesh and it will help to promote research on climate modeling in least developed countries like Bangladesh.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Weather and Climate Extremes",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS2212094714000826%26_version%3D1%26md5%3Dd50e25de2650352d82218345cff5521a",
        "title": "Modeling recent climate change induced extreme events in Bangladesh: A review"
    },
    {
        "author": "Heng Chan   Thoeun</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>March 2015</pubDate><br> <b>Source:</b>Weather and Climate Extremes, Volume 7</br><br>     Author(s): Heng Chan   Thoeun</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abs0005\" view=\"all\"> <simple-para id=\"sp0095\" view=\"all\">Temperature and rainfall patterns in Cambodia are governed by monsoons and characterized by two major wet and dry seasons. The average annual rainfall is 1400<hsp sp=\"0.25\"/>mm in the central low land regions and may reach 4000<hsp sp=\"0.25\"/>mm in certain coastal zones or in highland areas. The annual average temperature is 28<hsp sp=\"0.25\"/>°C, with an average maximum temperature of 38<hsp sp=\"0.25\"/>°C in April and an average minimum temperature of 17<hsp sp=\"0.25\"/>°C in January. This paper presents the climate change scenarios using MAGICC–SCENGEN program, which links emissions scenarios with global and regional climate change and has adopted the regional climate model (PRECIS) in combination with a number of GCM models with resolution of 50×50<hsp sp=\"0.25\"/>km, using observation data and two historical and future climate data sets generated by RCM model downscaling under the two emission scenarios SRES A2 and SRES B2. Projections of maximum and minimum temperatures and rainfall patterns from 2008 to 2099 are described. For future studies, daily data are required perform vulnerability and adaptation assessments.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Weather and Climate Extremes",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS2212094715000043%26_version%3D1%26md5%3D7255e2dfd6d33ff96c78bab30bddc4b5",
        "title": "Observed and projected changes in temperature and rainfall in Cambodia"
    },
    {
        "author": "Natasha   Kuruppu, Reenate   Willie</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>March 2015</pubDate><br> <b>Source:</b>Weather and Climate Extremes, Volume 7</br><br>     Author(s): Natasha   Kuruppu, Reenate   Willie</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abs0005\" view=\"all\"> <simple-para id=\"sp0025\" view=\"all\">Small Island Developing States (SIDS) classified as Least Developed Countries (LDCs) are particularly vulnerable to the projected impacts of climate change. Given their particular vulnerabilities, climate adaptation investments are being made through both national and international efforts to build the capacity of various sectors and communities to reduce climate risks and associated disasters. Despite these efforts, reducing climate risks is not free of various challenges and barriers. This paper aims to synthesise a set of critical socio-economic barriers present at various spatial scales that are specific to Least Developed Country SIDS. It also aims to identify the processes that give rise to these barriers. Drawing on theories from natural hazards, a systematic literature review method was adopted to identify and organise the set of barriers by focussing on both academic papers and grey literature. The data revealed a notable lack of studies on adaptation within African and Caribbean LDC-SIDS. In general, there was a paucity of academic as well as grey literature being produced by authors from LDC-SIDS to challenge existing discourses related to adaptation barriers. The most common barriers identified included those related to governance, technical, cognitive and cultural. Three key findings can be drawn from this study in relation to formal adaptation initiatives. Firstly, the lack of focus on the adaptive capacity needs of Local Government or Island Councils and communities was a key barrier to ensure success of adaptation interventions. Secondly, international adaptation funding modalities did little to address root causes of vulnerability or support system transformations. These funds were geared at supporting sectoral level adaptation initiatives for vulnerable natural resource sectors such as water, biodiversity and coastal zones. Thirdly, there is a need to recognise the significance of cultural knowledge and practices in shaping adaptive choices of communities in SIDS.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Weather and Climate Extremes",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS2212094714000504%26_version%3D1%26md5%3D657d1a3376a471ee5dbe371e9c8e8042",
        "title": "Barriers to reducing climate enhanced disaster risks in Least Developed Country-Small Islands through anticipatory adaptation"
    },
    {
        "author": "Mohammed   Ataur Rahman, Sowmen   Rahman</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>March 2015</pubDate><br> <b>Source:</b>Weather and Climate Extremes, Volume 7</br><br>     Author(s): Mohammed   Ataur Rahman, Sowmen   Rahman</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abs0005\" view=\"all\"> <simple-para id=\"sp0080\" view=\"all\">Substantially resourceful and densely populated coastal zones of Bangladesh experience numerous extreme events linked to hydro-meteorological processes viz. cyclones, tidal surges, floods, salinity intrusion and erosion etc. These hazards give rise to extensive damage to property and loss of lives every year. Further, anthropogenic activities in the coastal zones are accentuating environmental degradation causing widespread suffering. Cyclones and tornadoes in particular damage infrastructures and crops every year affecting the economy of the country negatively. Some naturally adapted plants as well as landscapes usually reduce the speed of cyclones and tornadoes and thus, protect the coastal zones. However, human activities have destroyed many of the forests and landscapes. Sundarbans and Chokoria Sundarbans mangrove forests of Bangladesh are under a great threat of extinction due to illicit logging and agricultural expansion. At least 34 plant species of tropical forest are on the verge of extinction. Many animals e.g., cats, bears, porcupines, wild boars, pythons and anteaters are in the process of being wiped out from the coastal areas. Among the marine and coastal species, Red crabs, jelly-fish, sharks, and dolphins are also rare but these were the major species prior to 1980s. This study revealed that during the recent decades there has been massive plantations and construction of embankment and polderization but these and other measures have been found to be impractical and ineffective in reducing disasters in coastal areas. There is a need for integration of traditional coping practices and wisdoms with modern approaches. Available knowledge on some of these traditional practices has been documented for establishing a sustainable policy for management of coastal zones of Bangladesh. By combining traditional and scientific management of coastal ecosystem with mangroves and other plants following triple-tier mechanism and habitat, it is possible to reduce the effects of natural and climate change-induced disasters. Under such a management system, the entire coastal zone can be made more productive and sustainable.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Weather and Climate Extremes",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS221209471500002X%26_version%3D1%26md5%3D45d0f8097512c38959b19260498ec8af",
        "title": "Natural and traditional defense mechanisms to reduce climate risks in coastal zones of Bangladesh"
    },
    {
        "author": "Sowmen   Rahman, Mohammed Ataur   Rahman</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>March 2015</pubDate><br> <b>Source:</b>Weather and Climate Extremes, Volume 7</br><br>     Author(s): Sowmen   Rahman, Mohammed Ataur   Rahman</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abs0005\" view=\"all\"> <simple-para id=\"sp0080\" view=\"all\">Most of the coastal cities in Bangladesh are situated on the riverbanks of low-lying tidal zones at an average elevation of 1.0–1.5<hsp sp=\"0.25\"/>m from the sea level. Construction and management of buildings, roads, power and telecommunication transmission lines, drainage and sewerage and waste management are very difficult and vulnerable to climate change disasters. Cyclonic storms associated with tidal floods impact seriously the infrastructures and thus the livelihoods. Although coastal cities are the ultimate shelters of the coastal people during the extremes events, the coastal cities are not safe and cannot support them due to poor infrastructure. This study analyses the challenges coastal urbanization faces under different situations like cyclones, floods and water-logging, salinity, land-sliding and erosion etc. during the disasters and their effects on city lives for water supply and sanitation, power and electricity and waste management etc., and puts forward recommendations towards sustainable planning of coastal cities.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Weather and Climate Extremes",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS2212094714000681%26_version%3D1%26md5%3Dbdb171232452d753cd3e2546bc762fb4",
        "title": "Climate extremes and challenges to infrastructure development in coastal cities in Bangladesh"
    },
    {
        "author": "M.   Shohidullah Miah</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>March 2015</pubDate><br> <b>Source:</b>Weather and Climate Extremes, Volume 7</br><br>     Author(s): M.   Shohidullah Miah</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abs0005\" view=\"all\"> <simple-para id=\"sp0045\" view=\"all\">Hilsa (<italic>Tenualosa ilisha</italic> Hamilton) as a single species accounts 12% for more than half of the total marine catches. About 2% of the entire population of the country is directly or indirectly engaged with Hilsa fishing. Hilsa has a wide geographical distribution in Asia from the Persian Gulf to the South China Sea. Particularly large stocks are found in Upper Bay of Bengal (BoB) region sustained by the large river systems. The global Hilsa catch is reported 75% from Bangladesh water, 15% from Myanmar, 5% from India and 5% from other countries such as Thailand and Iran. Hilsa is a highly migratory and anadromous fish with the same migratory and same breeding behavior as that of Atlantic Salmon fish (<italic>Salmo</italic> sp.). Due to various anthropogenic activities, climate change effect, increased siltation and rising of the river basins, the migratory routes as well as spawning grounds of Hilsa are disturbed, displaced or even destroyed. During last two decades hilsa production from inland water declined about 20%, whereas marine water yield increased about 3 times. Major Hilsa to catch has been gradually shifted from inland to marine water. Hilsa fish ascend for spawning migration from sea into estuaries. It has been found that the major spawning areas have been shifted to the lower estuarine regions of Hatia, Sandwip and Bhola. At the spawning ground of Hilsa, the fishing level <italic>F</italic>=1.36<hsp sp=\"0.25\"/>yr<sup loc=\"post\">−1</sup>, where in the river Meghna the <italic>F</italic> <inf loc=\"post\">msy</inf>=0.6<hsp sp=\"0.25\"/>yr<sup loc=\"post\">−1</sup> and exploitation rate <italic>E</italic>=0.70 is (<italic>E</italic> <inf loc=\"post\">msy</inf>&amp;gt;0.5). Oceanographic changes viz. high turbidity increased flooding, more tidal action and changes of salinity etc. have accelerated the change of migration patterns of spawning, growth and its production. Hilsa fecundity ranges from 1.5 to 2.0 million eggs for fish ranging in length from 35 to 50<hsp sp=\"0.25\"/>cm. Hilsa fecundity is declining in different areas due to climate change and the declining fecundity impacting greatly on Hilsa production. Due to shifting of the spawning ground at the lower zone, the survival rate of juvenile Hilsa is seriously affected.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Weather and Climate Extremes",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS2212094715000031%26_version%3D1%26md5%3D0ada7d427f6864739ac474315a905b74",
        "title": "Climatic and anthropogenic factors changing spawning pattern and production zone of Hilsa fishery in the Bay of Bengal"
    },
    {
        "author": "Stephen Bunmi   Ogungbenro, Tobi Eniolu   Morakinyo</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2014</pubDate><br> <b>Source:</b>Weather and Climate Extremes, Volumes 5–6</br><br>     Author(s): Stephen Bunmi   Ogungbenro, Tobi Eniolu   Morakinyo</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abs0005\" view=\"all\"> <simple-para id=\"sp0035\" view=\"all\">Nigerian agriculture is mainly rain-fed and basically dependent on the vagaries of weather especially rainfall. Nigeria today has about forty-four (44) weather observation stations which provide measurement of rainfall amount for different locations across the country. Hence, this study investigates change detection in rainfall pattern over each climatic zone of Nigeria. Data were collected for 90 years (1910–1999) period for all the weather observation stations in Nigeria, while a subdivision was made to three (3) non-overlapping climate period of 30 years i.e. 1910–1939, 1940–1969 and 1970–1999. Statistical methods were utilized to justify any change in the average monthly and annual rainfall trend using probability density function and non-parametric tests such as the Pettitt test, Wilcoxon signed-rank test and paired sample test. Results show common change points and transitions from dry to wet (upward shift) in all climatic zones. Statistical tests performed on the data show that rainfall variation over each climatic zone is significant (<italic>p</italic>&amp;lt;0.05) between pairs of climate periods. Suggestions were therefore made at the end of the study on the use of the contained information for socio-economic improvement and agricultural development of the zones.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Weather and Climate Extremes",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS2212094714000814%26_version%3D1%26md5%3D0256252178b68f51cf7e2ec75a2ac2fc",
        "title": "Rainfall distribution and change detection across climatic zones in Nigeria"
    },
    {
        "author": "José Ruy   Porto de Carvalho, Eduardo Delgado   Assad, Aryeverton Fortes   de Oliveira, Hilton   Silveira Pinto</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2014</pubDate><br> <b>Source:</b>Weather and Climate Extremes, Volumes 5–6</br><br>     Author(s): José Ruy   Porto de Carvalho, Eduardo Delgado   Assad, Aryeverton Fortes   de Oliveira, Hilton   Silveira Pinto</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abs0005\" view=\"all\"> <simple-para id=\"sp0050\" view=\"all\">The aim of this study was to model, based on the overall distribution of extreme values, the probability of occurrence of a particular level of annual maximum daily rainfall in three Brazilian regions (Midwest, Southeast and South) and study their behavior over the past 71 years. The parameters of the general distribution of extreme values were estimated by the maximum likelihood method. The Mann–Kendall test showed that there is a positive trend in the annual maximum daily rainfall data series. The non-stationarity was rejected by the augmented Dickey–Fuller test supporting the use of the density function of extreme value distribution to describe the values of the occurrence of annual maximum daily rainfall. The Kolmogorov–Smirnov/Lilliefors goodness-of-fit test showed the good fit of the studied variable to the probability distribution function. The Midwest region has a return period of more frequent annual maximum daily rainfall below 300<hsp sp=\"0.25\"/>mm in comparison with other regions. There is a clear change in the behavior of this extreme event in the Southern region. According to the literature, in past decades annual maximum daily rainfall of 248<hsp sp=\"0.25\"/>mm has been estimated for a return period of 100 years for the state of Santa Catarina-South region, while the results found with the current series, annual maximum daily rainfall of 250<hsp sp=\"0.25\"/>mm was estimated for a return period of 10 years. Extreme annual maximum daily rainfalls for return periods smaller were also found in other regions.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Weather and Climate Extremes",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS2212094714000802%26_version%3D1%26md5%3D9436da98485827b6aa4799c73dda4120",
        "title": "Annual maximum daily rainfall trends in the Midwest, southeast and southern Brazil in the last 71 years"
    },
    {
        "author": "Margarida L.R.   Liberato</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2014</pubDate><br> <b>Source:</b>Weather and Climate Extremes, Volumes 5–6</br><br>     Author(s): Margarida L.R.   Liberato</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abs0005\" view=\"all\"> <simple-para id=\"sp0060\" view=\"all\">On 19 January 2013 Portugal was once again on an extreme meteorological risk warning state due to the landfall of a rapidly deepening low pressure system exactly on the period of its maximum explosive development. This storm, named Gong, had a central minimum pressure of 968<hsp sp=\"0.25\"/>hPa, observed wind gusts of 140<hsp sp=\"0.25\"/>km<hsp sp=\"0.25\"/>h<sup loc=\"post\">−1</sup> on some locations of the Portuguese coast and was responsible for the downfall of thousands of trees on some of the Portuguese national forests, the destruction of several hundred farms among other huge socioeconomic losses and fatalities.</simple-para> <simple-para id=\"sp0065\" view=\"all\">The large-scale synoptic conditions and dynamical characteristics of windstorm Gong, as well as the associated meteorological and socioeconomic adverse impacts are reviewed in this paper. For this purpose an objective lagrangean method, which identifies and follows individual lows, is applied for the assessment of the cyclone track and lifetime characteristics, which is complemented by the analysis of several thermohydrodynamical reanalysis fields during the lifetime of the cyclone.</simple-para> <simple-para id=\"sp0070\" view=\"all\">Results show that Gong underwent an explosive development with ‘bomb’ characteristics between the Azores and the Iberian Peninsula, with a deepening rate unusually high for these latitudes. The rapid deepening of Gong was supported by the southerly displacement of the polar jet stream; by a pronounced cyclonic potential vorticity streamer which approached Iberia from northwest; and by the presence of an atmospheric river over the western and central subtropical North Atlantic converging into Gong׳s genesis region and then crossing the Atlantic basin, moving along with the storm towards Iberia. Understanding the dynamics of these high impact extreme events may be of relevance in view of improving extreme forecasts as well as of public awareness, policy making and risk assessment and management of severe weather in Portugal.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Weather and Climate Extremes",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS2212094714000620%26_version%3D1%26md5%3D239105a04e8b5ed25f202cc155d3a385",
        "title": "The 19 January 2013 windstorm over the North Atlantic: large-scale dynamics and impacts on Iberia"
    },
    {
        "author": "William R.   Travis</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2014</pubDate><br> <b>Source:</b>Weather and Climate Extremes, Volumes 5–6</br><br>     Author(s): William R.   Travis</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abs0005\" view=\"all\"> <simple-para id=\"sp0035\" view=\"all\">Weather and climate extremes might propel adaptation both to a stable climate and its characteristic extremes, as well as to underlying changes, if they reveal vulnerabilities, cause damage, and make slow change more noticeable. In theory, extremes act as focusing events that overcome barriers to adaptation and accelerate policy responses. This pace-making might be attenuated by uncertainty in interpreting trends, and extremes might also miscue decision makers, perhaps pointing in the wrong direction or evoking over-adaptation. Cases from a data-base of the most costly weather and climate extremes in the United States over the past three decades are employed to develop a propositional typology of such pace-making effects. Some adaptations in response to extremes result in reduced vulnerability, while other cases yield little effective adaptation or hint at mal-adaptation. Even the most-extreme events do not necessarily yield significant adaptation, despite calls for change and explicit attribution to climate change.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Weather and Climate Extremes",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS2212094714000693%26_version%3D1%26md5%3D6df9ecdd73e7d19253e75db6e7bfd68e",
        "title": "Weather and climate extremes: Pacemakers of adaptation?"
    },
    {
        "author": "T.   Thevasiyani, K.   Perera</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2014</pubDate><br> <b>Source:</b>Weather and Climate Extremes, Volumes 5–6</br><br>     Author(s): T.   Thevasiyani, K.   Perera</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abs0005\" view=\"all\"> <simple-para id=\"sp0060\" view=\"all\">Study of extreme wave heights is vital for design of coastal structures. The purpose of this study is to estimate the wave heights for several return periods in order to use them in coastal constructions. Wave height measurements collected from Galle, Sri Lanka were analyzed. Analysis was separately performed for sea, swell and overall waves, season wise. Peak Over Threshold method (POT) was used for the sample selection. The possible range of threshold values were identified by using the Mean residual life plot and the specific threshold value was selected using the Generalized Pareto Distribution (GPD). Using the POT method, the GPD was fitted for the sampled data and the special type of GPD was identified statistically. Further diagnostic plots were obtained to ensure the validity of the distribution. Return levels were calculated for several return periods and the confidence intervals were constructed for the return levels.</simple-para> <simple-para id=\"sp0065\" view=\"all\">Exponential distributions were the best fitted distributions for south-west (SW) monsoon and October–November (ON) season for sea wave heights, while the Beta distribution was the best fitted distribution for swell wave heights. Pareto distribution fits well with the overall wave heights for south-west monsoon and overall wave heights were fitted well with Beta distribution for October–November (ON) and March–April (MA) seasons. Analysis was omitted for March–April (MA) season and December–February (DF) season for sea and swell waves, while December–February (DF) season was omitted for overall waves as they did not have significant extreme values. It was found that, the return levels for sea wave heights were comparatively higher than the swell wave heights for all the seasons. When designing the coastal constructions, the return levels of extreme wave heights in south-west monsoon should be considered than the other seasons, and also comparatively the return levels of sea waves have significant impact than the swell waves. Moreover return levels of overall wave heights also have to be considered in designing.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Weather and Climate Extremes",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS221209471400067X%26_version%3D1%26md5%3D148baa9d490b26e08e00d352306778ae",
        "title": "Statistical analysis of extreme ocean waves in Galle, Sri Lanka"
    },
    {
        "author": "Mukhtar   Ahmed,    Fayyaz-Ul-Hassan, F.F.   Van Ogtrop</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2014</pubDate><br> <b>Source:</b>Weather and Climate Extremes, Volumes 5–6</br><br>     Author(s): Mukhtar   Ahmed,    Fayyaz-Ul-Hassan, F.F.   Van Ogtrop</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abs0005\" view=\"all\"> <simple-para id=\"sp0060\" view=\"all\">Simulation models are important tools to explore and illustrate dynamics of climatic variables in crop based ecosystem. In the rainfed ecosystem (RE), wheat production is impinged on certain climatic events per se high variability in rainfall and increased temperature. These climatic events turn out due to climatic drivers like Sea Surface Temperatures (SSTs) and pressure. Current study is aimed to analyze long term rainfall data (1961–2011) of Pakistan׳s rainfed ecosystem zone (Islamabad, Chakwal and Talagang) by using Agricultural Production Systems Simulator (APSIM) and R model. The principal objective of this analysis was to study the link between SOI phases and SSTs; and thereby understanding the pattern of climate change due to these climatic drivers under rainfed conditions in Pakistan. The results revealed a positive link between July SOI phases and the rainfall variability during October–November (the sowing time of wheat in Pakistan). Long term rainfall data analysis (1961–2011) of Islamabad, Chakwal and Talagang revealed 44%, 40%, 35% possibility of exceeding median rainfall near zero whereas probability of consistently negative SOI phases were 35%, 34% and 33% respectively during July. Similarly, the forecasting results estimated by R using covariates like dry spell, NINO1.2, NINO3, NINO4, NINO3.4 and IOD of different months revealed that prediction of monsoon, wheat early growth, wheat grain filling period and total wheat growing season rainfall, have significant signals with climatic drivers. The study justified the importance of models in the decision making processes and rainfall forecasting as a beneficial and necessary tool for rainfed ecosystem conservation.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Weather and Climate Extremes",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS2212094714000656%26_version%3D1%26md5%3D9b30ba16c880e5e3f780f48992af1ee1",
        "title": "Can models help to forecast rainwater dynamics for rainfed ecosystem?"
    },
    {
        "author": "Rashid   Mahmood, Mukand S   Babel</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2014</pubDate><br> <b>Source:</b>Weather and Climate Extremes, Volumes 5–6</br><br>     Author(s): Rashid   Mahmood, Mukand S   Babel</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abs0005\" view=\"all\"> <simple-para id=\"sp0070\" view=\"all\">In the 21st century, climate change is considered to be one of the greatest environmental threats to the world, and the changes in climate extremes are estimated to have greater negative impacts on human society and the natural environment than the changes in mean climate. This study presents the projections of future changes in extreme temperature events under A2 and B2 SRES scenarios using the statistical downscaling model (SDSM) in the trans-boundary region of the Jhelum River basin. This area is located in Pakistan and India. In order to get realistic results, bias correction was also applied to downscale the daily maximum and minimum temperature values before calculating 8 intensity and 4 frequency indices. Validation (1991–2000) showed great reliability of SDSM in ascertaining changes for the periods 2011–2040, 2041–2070 and 2071–2099, relative to 1961–1990.</simple-para> <simple-para id=\"sp0075\" view=\"all\">The intensity of the highest and the lowest night time temperatures is simulated to be higher than the highest and lowest day time temperatures. In contrast, the intensity of high night time temperature (hot nights) is projected to be lower than high day time temperature (hot days). The number of hot days and hot nights is predicted to increase, and by contrast, the frequency of cold days and cold night is predicted to decrease in all three future periods. Almost all the seasons will witness warming effects in the basin. However, these effects are much more serious in spring (hot days and nights) and in winter (cold and frosty days).</simple-para> <simple-para id=\"sp0080\" view=\"all\">On the whole in the Jhelum basin, the intensity and frequency of warm temperature extremes are likely to be higher and the intensity and frequency of cold temperature extremes to be lower in the future.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Weather and Climate Extremes",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS221209471400070X%26_version%3D1%26md5%3D363f8732697252eba340ba19dfbc1e84",
        "title": "Future changes in extreme temperature events using the statistical downscaling model (SDSM) in the trans-boundary region of the Jhelum river basin"
    },
    {
        "author": "Uran   Chung, Sika   Gbegbelegbe, Bekele   Shiferaw, Richard   Robertson, Jin I.   Yun, Kindie   Tesfaye, Gerrit   Hoogenboom, Kai   Sonder</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2014</pubDate><br> <b>Source:</b>Weather and Climate Extremes, Volumes 5–6</br><br>     Author(s): Uran   Chung, Sika   Gbegbelegbe, Bekele   Shiferaw, Richard   Robertson, Jin I.   Yun, Kindie   Tesfaye, Gerrit   Hoogenboom, Kai   Sonder</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abs0005\" view=\"all\"> <simple-para id=\"sp0065\" view=\"all\">This study uses geo-spatial crop modeling to quantify the biophysical impact of weather extremes. More specifically, the study analyzes the weather extreme which affected maize production in the USA in 2012; it also estimates the effect of a similar weather extreme in 2050, using future climate scenarios. The secondary impact of the weather extreme on food security in the developing world is also assessed using trend analysis.</simple-para> <simple-para id=\"sp0070\" view=\"all\">Many studies have reported on the significant reduction in maize production in the USA due to the extreme weather event (combined heat wave and drought) that occurred in 2012. However, most of these studies focused on yield and did not assess the potential effect of weather extremes on food prices and security. The overall goal of this study was to use geo-spatial crop modeling and trend analysis to quantify the impact of weather extremes on both yield and, followed food security in the developing world.</simple-para> <simple-para id=\"sp0075\" view=\"all\">We used historical weather data for severe extreme events that have occurred in the USA. The data were obtained from the National Climatic Data Center (NCDC) of the National Oceanic and Atmospheric Administration (NOAA). In addition we used five climate scenarios: the baseline climate which is typical of the late 20th century (2000s) and four future climate scenarios which involve a combination of two emission scenarios (A1B and B1) and two global circulation models (CSIRO-Mk3.0 and MIROC 3.2). DSSAT 4.5 was combined with GRASS GIS for geo-spatial crop modeling. Simulated maize grain yield across all affected regions in the USA indicates that average grain yield across the USA Corn Belt would decrease by 29% when the weather extremes occur using the baseline climate. If the weather extreme were to occur under the A1B emission scenario in the 2050s respectively, average grain yields would decrease by 38% and 57%, under the CSIRO-Mk3.0 and MIROC 3.2 global climate models, respectively.</simple-para> <simple-para id=\"sp0080\" view=\"all\">The weather extremes that occurred in the USA in 2012 resulted in a sharp increase in the world maize price. In addition, it likely played a role in the reduction in world maize consumption and trade in 2012/13, compared to 2011/12. The most vulnerable countries to the weather extremes are poor countries with high maize import dependency ratios including those countries in the Caribbean, northern Africa and western Asia. Other vulnerable countries include low-income countries with low import dependency ratios but which cannot afford highly-priced maize. The study also highlighted the pathways through which a weather extreme would affect food security, were it to occur in 2050 under climate change.</simple-para> <simple-para id=\"sp0085\" view=\"all\">Some of the policies which could help vulnerable countries counter the negative effects of weather extremes consist of social protection and safety net programs. Medium- to long-term adaptation strategies include increasing world food reserves to a level where they can be used to cover the production losses brought by weather extremes.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Weather and Climate Extremes",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS2212094714000668%26_version%3D1%26md5%3D5f861dd21af1343225b2b587be7f035e",
        "title": "Modeling the effect of a heat wave on maize production in the USA and its implications on food security in the developing world"
    },
    {
        "author": "",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>August 2014</pubDate><br> <b>Source:</b>Weather and Climate Extremes, Volume 4</br><br></br><br><br></br></br><br></br></br>",
        "journal": "Weather and Climate Extremes",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS2212094714000590%26_version%3D1%26md5%3D988c5f554e9b971816d31d17b89f9274",
        "title": "International Symposium on Weather and Climate Extremes"
    },
    {
        "author": "M.   Roth, T.A.   Buishand, G.   Jongbloed, A.M.G.   Klein Tank, J.H.   van Zanten</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>August 2014</pubDate><br> <b>Source:</b>Weather and Climate Extremes, Volume 4</br><br>     Author(s): M.   Roth, T.A.   Buishand, G.   Jongbloed, A.M.G.   Klein Tank, J.H.   van Zanten</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abs0005\" view=\"all\"> <simple-para id=\"sp0080\" view=\"all\">Projections of extreme precipitation are of great importance, considering the potential severe impacts on society. In this study a recently developed regional, non-stationary peaks-over-threshold approach is applied to two transient simulations of the RACMO2 regional climate model for the period 1950–2100, driven by two different general circulation models. The regional approach reduces the estimation uncertainty compared to at-site approaches. The selection of a threshold for the peaks-over-threshold model is tackled from a new perspective, taking advantage of the regional setting. Further, a regional quantile regression model using a common relative trend in the threshold is introduced. A considerable bias in the extreme return levels is found with respect to gridded observations. This bias is corrected for by adjusting the parameters in the peaks-over-threshold model.</simple-para> <simple-para id=\"sp0085\" view=\"all\">In summer a significant increase in extreme precipitation over the study area is found for both RACMO2 simulations, mainly as a result of an increase of the variability of the excesses over the threshold. However, the magnitude of this trend in extreme summer precipitation depends on the driving general circulation model. In winter an increase in extreme precipitation corresponding with an increase in mean precipitation is found for both simulations. This trend is due to an increase of the threshold.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Weather and Climate Extremes",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS2212094714000024%26_version%3D1%26md5%3Df9ef129f7f6c19988770593652b9021d",
        "title": "Projections of precipitation extremes based on a regional, non-stationary peaks-over-threshold approach: A case study for the Netherlands and north-western Germany"
    },
    {
        "author": "Carlos Dionisio   Pérez-Blanco, Carlos Mario   Gómez</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>August 2014</pubDate><br> <b>Source:</b>Weather and Climate Extremes, Volume 4</br><br>     Author(s): Carlos Dionisio   Pérez-Blanco, Carlos Mario   Gómez</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abs0005\" view=\"all\"> <simple-para id=\"sp0045\" view=\"all\">The Drought Management Plans (DMPs) are regulatory instruments that establish priorities among the different water uses and define more stringent constraints to access to publicly provided water during droughts, especially for non-priority uses such as agriculture. These plans have recently become widespread across EU southern basins. However, in some of these basins the plans were approved without an assessment of the potential impacts that they may have on the economic activities exposed to water restrictions. This paper develops a stochastic methodology to estimate the expected water availability in agriculture that results from the decision rules of the recently approved DMPs. The methodology is applied to the particular case of the Guadalquivir River Basin in southern Spain. Results show that if DMPs are successfully enforced, available water will satisfy in average 62.2% of current demand, and this figure may drop to 50.2% by the end of the century as a result of climate change. This is much below the minimum threshold of 90% that has been guaranteed to irrigators so far.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Weather and Climate Extremes",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS2212094714000152%26_version%3D1%26md5%3D99a978e2c4aefda1a6ad50e5b0ac9638",
        "title": "Drought management plans and water availability in agriculture: A risk assessment model for a Southern European basin"
    },
    {
        "author": "M.S.   Akhtar, A.K.   Pal, N.P.   Sahu, A.   Ciji, P.C.   Mahanta</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>August 2014</pubDate><br> <b>Source:</b>Weather and Climate Extremes, Volume 4</br><br>     Author(s): M.S.   Akhtar, A.K.   Pal, N.P.   Sahu, A.   Ciji, P.C.   Mahanta</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abs0005\" view=\"all\"> <simple-para id=\"sp0020\" view=\"all\">A 30-day acclimation trial was conducted using golden mahseer, <italic>Tor putitora</italic> juveniles to study its muscle fatty acid composition at five acclimation temperatures (AT). Ninety juveniles of <italic>T. putitora</italic> were distributed among five treatment groups (20, 23, 26, 29 and 32±0.5<hsp sp=\"0.25\"/>°C). At the end of 30 days trial, highest percentage of monounsaturated fatty acids was found at 20<hsp sp=\"0.25\"/>°C and lowest at 26<hsp sp=\"0.25\"/>°C. The highest percentage of n-6 polyunsaturated fatty acid (PUFA) was found at 23<hsp sp=\"0.25\"/>°C and a decreasing trend was observed with increase in AT. However, highest percentage of n-3 PUFA was found at 32<hsp sp=\"0.25\"/>°C and lowest at 29<hsp sp=\"0.25\"/>°C. The maximum n-6 to n-3 ratio was observed at 23<hsp sp=\"0.25\"/>°C and ratio decreased to a minimum at 32<hsp sp=\"0.25\"/>°C. The results revealed that <italic>T. putitora</italic> juveniles could adapt to higher acclimation temperatures by altering its muscle fatty acid composition mainly by increasing its total saturated fatty acids especially stearic acid.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Weather and Climate Extremes",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS2212094714000176%26_version%3D1%26md5%3D642ad5788a11013a7b86617445431d8b",
        "title": "Higher acclimation temperature modulates the composition of muscle fatty acid of Tor putitora juveniles"
    },
    {
        "author": "Anumeha   Dube, Raghavendra   Ashrit, Amit   Ashish, Kuldeep   Sharma, G.R.   Iyengar, E.N.   Rajagopal, Swati   Basu</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>August 2014</pubDate><br> <b>Source:</b>Weather and Climate Extremes, Volume 4</br><br>     Author(s): Anumeha   Dube, Raghavendra   Ashrit, Amit   Ashish, Kuldeep   Sharma, G.R.   Iyengar, E.N.   Rajagopal, Swati   Basu</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abs0005\" view=\"all\"> <simple-para id=\"sp0080\" view=\"all\">On 17th June 2013 the state of Uttarakhand in India (Latitude 28.72°N to 31.45°N and Longitude 77.57°E–81.03°E) received more than 340<hsp sp=\"0.25\"/>mm of rainfall, which is 375% more than the daily normal (65.9<hsp sp=\"0.25\"/>mm) rainfall during monsoon. This caused heavy floods in Uttarakhand as well as unprecedented damage to life and property. In this study we aim at assessing the performance of two deterministic forecast models, Global Forecast System (GFS/T574) and Unified Model (NCUM), run at NCMRWF, in predicting the heavy rainfall observed over Uttarakhand region of India during 17–18th June, 2013.</simple-para> <simple-para id=\"sp0085\" view=\"all\">Verification of the synoptic features in forecasts of the two models suggests that NCUM accurately captures the circulation features as compared to T574. Further verification of this event is carried out based on the contiguous rain area (CRA) technique. CRA verification is used in computing the total mean square error (MSE) which is based on displacement, volume and pattern errors. This verification technique also, confirms the better skill of NCUM over T574 in terms of forecast peak rainfall amounts, volume and average rain rate, lower MSE and root mean square error (RMSE) as well as having higher hit rates and lower misses and false alarm rates for different rainfall thresholds from Day 1 to Day 5 forecasts.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Weather and Climate Extremes",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS2212094714000206%26_version%3D1%26md5%3Dcac0ff63d6239dcadb2db797ae197b7b",
        "title": "Forecasting the heavy rainfall during Himalayan flooding—June 2013"
    },
    {
        "author": "Zarqa S.   Ali</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>August 2014</pubDate><br> <b>Source:</b>Weather and Climate Extremes, Volume 4</br><br>     Author(s): Zarqa S.   Ali</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abs0005\" view=\"all\"> <simple-para id=\"sp0140\" view=\"all\">This paper studies gender representation in the visual coverage of the 2010 floods in Pakistan. The data were collected from flood visuals published in the most circulated mainstream English newspapers in Pakistan, <italic>Dawn</italic> and <italic>The News</italic>. This study analyses how gender has been framed in the flood visuals. It is argued that visual representation of gender reinforces the gender stereotypes and cultural norms of Pakistani society. The gender-oriented flood coverage in both newspapers frequently seemed to take a reductionist approach while confining the representation of women to gender, and gender-specific roles. Though the gender-sensitive coverage displayed has been typical, showing women as helpless victims of flood, it has aroused sentiments of sympathy among readers and donors, inspiring them to give immediate moral and material help to the affected people. This agenda set by media might be to exploit the politics of sympathy but it has the effect of endorsing gender stereotypes.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Weather and Climate Extremes",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS221209471400022X%26_version%3D1%26md5%3D2a804163369e0395fd4b47076f56efa1",
        "title": "Visual representation of gender in flood coverage of Pakistani print media"
    },
    {
        "author": "Arun Kumar   Taxak, A.R.   Murumkar, D.S.   Arya</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>August 2014</pubDate><br> <b>Source:</b>Weather and Climate Extremes, Volume 4</br><br>     Author(s): Arun Kumar   Taxak, A.R.   Murumkar, D.S.   Arya</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abs0005\" view=\"all\"> <simple-para id=\"sp0100\" view=\"all\">Gridded rainfall data of 0.5×0.5° resolution (CRU TS 3.21) was analysed to study long term spatial and temporal trends on annual and seasonal scales in Wainganga river basin located in Central India during 1901–2012. After testing the presence of autocorrelation, Mann–Kendall (Modified Mann–Kendall) test was applied to non-auto correlated (auto correlated) series to detect the trends in rainfall data. Theil and Sen׳s slope estimator test was used for finding the magnitude of change over a time period. For detecting the most probable change year, Pettitt–Mann–Whitney test was applied. The Rainfall series was then divided into two partial duration series for finding changes in trends before and after the change year. Arc GIS was used to explore spatial patterns of the trends over the entire basin. Though most of the grid points shows a decreasing trend in annual rainfall, only seven grids has a significant decreasing trend during 1901–2012. On the basis of seasonal trend analysis, non-significant increasing trend is observed only in post monsoon season while seven grid points show significant decreasing trend in monsoon rainfall and non-significant in pre-monsoon and winter rainfall over the last 112 years. During the study period, overall a 8.45% decrease in annual rainfall is estimated. The most probable year of change was found to be 1948 in annual and monsoonal rainfall. There is an increasing rainfall trend in the basin during the period 1901–1948, which is reversed during the period 1949–2012 resulting in decreasing rainfall trend in the basin. Homogeneous trends in annual and seasonal rainfall over a grid points is exhibited in the basin by van Belle and Hughes׳ homogeneity trend test.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Weather and Climate Extremes",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS2212094714000292%26_version%3D1%26md5%3D77f7ac503b5c8fbcf02054b2326c327c",
        "title": "Long term spatial and temporal rainfall trends and homogeneity analysis in Wainganga basin, Central India"
    },
    {
        "author": "Akihiko   Murata, Hidetaka   Sasaki, Mizuki   Hanafusa, Kazuo   Kurihara</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>August 2014</pubDate><br> <b>Source:</b>Weather and Climate Extremes, Volume 4</br><br>     Author(s): Akihiko   Murata, Hidetaka   Sasaki, Mizuki   Hanafusa, Kazuo   Kurihara</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abs0005\" view=\"all\"> <simple-para id=\"sp0060\" view=\"all\">We investigated the mechanisms associated with projected early-summer low-temperature extremes in Japan at the end of the 21st century by means of a well-developed nonhydrostatic regional climate model under the A1B scenario provided by the Intergovernmental Panel on Climate Change-Special Report on Emission Scenario. The projected surface air temperature reveals that even in a climate warmer than that at present, extremely low daily minimum temperatures in early summer are comparable to those in the present climate at several locations. At locations where future low temperatures are remarkable, the temperature drop at night is larger in the future than at present. This temperature drop results from mainly two heat fluxes: upward longwave radiation and latent heat flux. In the future climate, upward longwave radiation increases owing to high temperature at the surface around the time of the sunset. In addition, the upward flux of latent heat increases owing to low relative humidity just above the surface. These dryer conditions are associated with lower relative humidity at 850<hsp sp=\"0.25\"/>hPa, suggesting the effects of synoptic systems. These two fluxes act to reduce the surface temperature, and hence surface air temperature.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Weather and Climate Extremes",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS2212094714000322%26_version%3D1%26md5%3D43f36285646c317f8ee1e0263649c8cd",
        "title": "Mechanism of early-summer low-temperature extremes in Japan projected by a nonhydrostatic regional climate model"
    }
]