[
    {
        "author": "M. Tudor",
        "date": "2015-08-24",
        "description": "<b>Methods for automatized detection of rapid changes in lateral boundary condition fields for NWP limited area models</b><br /><br />Geoscientific Model Development, 8, 2627-2643, 2015<br /><br />Author(s): M. Tudor<br /><br />Three-hourly temporal resolution of lateral boundary data for limited area\nmodels (LAMs) can be too infrequent to resolve rapidly moving storms. This\nproblem is expected to be worse with increasing horizontal resolution. In\norder to detect intensive disturbances in surface pressure moving rapidly\nthrough the model domain, a filtered surface pressure field (MCUF) is\ncomputed operationally in the ARPEGE global model of Météo France.\nThe field is distributed in the coupling files along with conventional\nmeteorological fields used for lateral boundary conditions (LBCs) for the\noperational forecast using limited area model ALADIN (Aire Limitée\nAdaptation dynamique Développement InterNational) in the Meteorological\nand Hydrological Service of Croatia (DHMZ). Here an analysis is performed of\nthe MCUF field for the LACE coupling domain for the period from\n23 January 2006, when it became available, until 15 November 2014. The MCUF\nfield is a good indicator of rapidly moving pressure disturbances (RMPDs).\nIts spatial and temporal distribution can be associated with the usual\ncyclone tracks and areas known to be supporting cyclogenesis. An alternative\nset of coupling files from the IFS operational run in the European Centre for\nMedium-Range Weather Forecasts (ECMWF) is also available operationally in\nDHMZ with 3-hourly temporal resolution, but the MCUF field is not available.\nHere, several methods are tested that detect RMPDs in surface pressure a\nposteriori from the IFS model fields provided in the coupling files. MCUF is\ncomputed by running ALADIN on the coupling files from IFS. The error function\nis computed using one-time-step integration of ALADIN on the coupling files\nwithout initialization, initialized with digital filter initialization (DFI)\nor scale-selective DFI (SSDFI). Finally, the amplitude of changes in the mean\nsea level pressure is computed from the fields in the coupling files. The\nresults are compared to the MCUF field of ARPEGE and the results of same\nmethods applied to the coupling files from ARPEGE. Most methods give a signal\nfor the RMPDs, but DFI reduces the storms too much to be detected. The error\nfunctions without filtering and amplitude have more noise, but the signal of\na RMPD is also stronger. The methods are tested for NWP LAM ALADIN, but could\nbe applied to other LAMs and benefit the performance of climate LAMs.",
        "journal": "Geoscientific Model Development",
        "link": "http://www.geosci-model-dev.net/8/2627/2015/",
        "title": "Methods for automatized detection of rapid changes in lateral boundary condition fields for NWP limited area models"
    },
    {
        "author": "M. Proksch, C. Mätzler, A. Wiesmann, J. Lemmetyinen, M. Schwank, H. Löwe, and M. Schneebeli",
        "date": "2015-08-24",
        "description": "<b>MEMLS3&a: Microwave Emission Model of Layered Snowpacks adapted to include backscattering</b><br /><br />Geoscientific Model Development, 8, 2611-2626, 2015<br /><br />Author(s): M. Proksch, C. Mätzler, A. Wiesmann, J. Lemmetyinen, M. Schwank, H. Löwe, and M. Schneebeli<br /><br />The Microwave Emission Model of Layered Snowpacks (MEMLS) was originally developed for microwave\n  emissions of snowpacks in the frequency range 5–100 GHz. It is based on six-flux theory\n  to describe radiative transfer in snow including absorption, multiple volume scattering, radiation\n  trapping due to internal reflection and a combination of coherent and incoherent superposition of\n  reflections between horizontal layer interfaces. Here we introduce MEMLS3&a, an extension of\n  MEMLS, which includes a backscatter model for active microwave remote sensing of snow. The\n  reflectivity is decomposed into diffuse and specular components. Slight undulations of the snow\n  surface are taken into account. The treatment of like- and cross-polarization is accomplished by an\n  empirical splitting parameter <i>q</i>. MEMLS3&a (as well as MEMLS) is set up in a way that snow input\n  parameters can be derived by objective measurement methods which avoid  fitting procedures of the\n  scattering efficiency of snow, required by several other models.  For the validation of the model\n  we have used a combination of active and passive measurements from the NoSREx (Nordic Snow Radar Experiment) campaign in\n  Sodankylä, Finland. We find a reasonable agreement between the measurements and simulations,\n  subject to uncertainties in hitherto unmeasured input parameters of the backscatter model. The\n  model is written in Matlab and the code is publicly available for download through the following\n  website: <a href=\"http://www.iapmw.unibe.ch/research/projects/snowtools/memls.html\"target=\"_blank\">http://www.iapmw.unibe.ch/research/projects/snowtools/memls.html</a>.",
        "journal": "Geoscientific Model Development",
        "link": "http://www.geosci-model-dev.net/8/2611/2015/",
        "title": "MEMLS3&a: Microwave Emission Model of Layered Snowpacks adapted to include backscattering"
    },
    {
        "author": "E. P. Kantzas, S. Quegan, and M. Lomas",
        "date": "2015-08-21",
        "description": "<b>Improving the representation of fire disturbance in dynamic vegetation models by assimilating satellite data: a case study over the Arctic</b><br /><br />Geoscientific Model Development, 8, 2597-2609, 2015<br /><br />Author(s): E. P. Kantzas, S. Quegan, and M. Lomas<br /><br />Fire provides an impulsive and stochastic pathway for carbon from the\nterrestrial biosphere to enter the atmosphere. Despite fire emissions being\nof similar magnitude to net ecosystem exchange in many biomes, even the most\ncomplex dynamic vegetation models (DVMs) embedded in general circulation\nmodels contain poor representations of fire behaviour and dynamics, such as\npropagation and distribution of fire sizes. A model-independent methodology\nis developed which addresses this issue. Its focus is on the Arctic where\nfire is linked to permafrost dynamics and on occasion can release great\namounts of carbon from carbon-rich organic soils. Connected-component\nlabelling is used to identify individual fire events across Canada and Russia\nfrom daily, low-resolution burned area satellite products, and the obtained\nfire size probability distributions are validated against historical data.\nThis allows the creation of a fire database holding information on area\nburned and temporal evolution of fires in space and time. A method of\nassimilating the statistical distribution of fire area into a DVM whilst\nmaintaining its fire return interval is then described. The algorithm imposes\na regional scale spatially dependent fire regime on a sub-scale spatially\nindependent model; the fire regime is described by large-scale statistical\ndistributions of fire intensity and spatial extent, and the temporal dynamics\n(fire return intervals) are determined locally. This permits DVMs to estimate\nmany aspects of post-fire dynamics that cannot occur under their current\nrepresentations of fire, as is illustrated by considering the modelled\nevolution of land cover, biomass and net ecosystem exchange after a fire.",
        "journal": "Geoscientific Model Development",
        "link": "http://www.geosci-model-dev.net/8/2597/2015/",
        "title": "Improving the representation of fire disturbance in dynamic vegetation models by assimilating satellite data: a case study over the Arctic"
    },
    {
        "author": "M. J. Prather",
        "date": "2015-08-14",
        "description": "<b>Photolysis rates in correlated overlapping cloud fields: Cloud-J 7.3c</b><br /><br />Geoscientific Model Development, 8, 2587-2595, 2015<br /><br />Author(s): M. J. Prather<br /><br />A new approach for modeling photolysis rates (<i>J</i> values) in atmospheres with\nfractional cloud cover has been developed and is implemented as Cloud-J – a\nmulti-scattering eight-stream radiative transfer model for solar radiation\nbased on Fast-J. Using observations of the vertical correlation of cloud\nlayers, Cloud-J 7.3c provides a practical and accurate method for modeling\natmospheric chemistry. The combination of the new maximum-correlated cloud\ngroups with the integration over all cloud combinations by four quadrature\natmospheres produces mean <i>J</i> values in an atmospheric column with\nroot mean square (rms) errors of 4 % or less compared with 10–20 % errors\nusing simpler approximations. Cloud-J is practical for chemistry–climate\nmodels, requiring only an average of 2.8 Fast-J calls per atmosphere vs.\nhundreds of calls with the correlated cloud groups, or 1 call with the\nsimplest cloud approximations. Another improvement in modeling <i>J</i> values,\nthe treatment of volatile organic compounds with pressure-dependent cross\nsections, is also incorporated into Cloud-J.",
        "journal": "Geoscientific Model Development",
        "link": "http://www.geosci-model-dev.net/8/2587/2015/",
        "title": "Photolysis rates in correlated overlapping cloud fields: Cloud-J 7.3c"
    },
    {
        "author": "M. Sprenger and H. Wernli",
        "date": "2015-08-13",
        "description": "<b>The LAGRANTO Lagrangian analysis tool – version 2.0</b><br /><br />Geoscientific Model Development, 8, 2569-2586, 2015<br /><br />Author(s): M. Sprenger and H. Wernli<br /><br />Lagrangian trajectories are widely used in the atmospheric\nsciences, for instance to identify flow structures in extratropical cyclones\n(e.g., warm conveyor belts) and long-range transport pathways of moisture and\ntrace substances. Here a new version of the Lagrangian analysis tool LAGRANTO\n(Wernli and Davies, 1997) is introduced, which offers considerably enhanced\nfunctionalities. Trajectory starting positions can be defined easily and\nflexibly based on different geometrical and/or meteorological conditions,\ne.g., equidistantly spaced within a prescribed region and on a stack of\npressure (or isentropic) levels. After the computation of the trajectories, a\nversatile selection of trajectories is offered based on single or combined\ncriteria. These criteria are passed to LAGRANTO with a simple command\nlanguage (e.g., \"GT:PV:2\" readily translates into a selection of all\ntrajectories with potential vorticity, PV, greater than\n2 PVU; 1 PVU = 10<sup>−6</sup> K m<sup>2</sup> kg<sup>−1</sup> s<sup>−1</sup>). Full versions of this\nnew version of LAGRANTO are available for global ECMWF and regional COSMO\ndata, and core functionality is provided for the regional WRF and MetUM\nmodels and the global 20th Century Reanalysis data set. The paper first\npresents the intuitive application of LAGRANTO for the identification of a\nwarm conveyor belt in the North Atlantic. A further case study then shows how\nLAGRANTO can be used to quasi-operationally diagnose\nstratosphere–troposphere exchange events. Whereas these examples rely on the\nECMWF version, the COSMO version and input fields with 7 km horizontal\nresolution serve to resolve the rather complex flow structure associated with\norographic blocking due to the Alps, as shown in a third example. A final\nexample illustrates the tool's application in source–receptor analysis\nstudies. The new distribution of LAGRANTO is publicly available and includes\nauxiliary tools, e.g., to visualize trajectories. A detailed user guide\ndescribes all LAGRANTO capabilities.",
        "journal": "Geoscientific Model Development",
        "link": "http://www.geosci-model-dev.net/8/2569/2015/",
        "title": "The LAGRANTO Lagrangian analysis tool – version 2.0"
    },
    {
        "author": "S. H. Jathar, C. D. Cappa, A. S. Wexler, J. H. Seinfeld, and M. J. Kleeman",
        "date": "2015-08-13",
        "description": "<b>Multi-generational oxidation model to simulate secondary organic aerosol in a 3-D air quality model</b><br /><br />Geoscientific Model Development, 8, 2553-2567, 2015<br /><br />Author(s): S. H. Jathar, C. D. Cappa, A. S. Wexler, J. H. Seinfeld, and M. J. Kleeman<br /><br />Multi-generational gas-phase oxidation of organic vapors can influence the\nabundance, composition and properties of secondary organic aerosol (SOA).\nOnly recently have SOA models been developed that explicitly represent\nmulti-generational SOA formation. In this work, we integrated the statistical\noxidation model (SOM) into SAPRC-11 to simulate the multi-generational\noxidation and gas/particle partitioning of SOA in the regional UCD/CIT (University of California, Davis/California Institute of Technology) air\nquality model. In the SOM, evolution of organic vapors by reaction with the\nhydroxyl radical is defined by (1) the number of oxygen atoms added per\nreaction, (2)  the decrease in volatility upon addition of an oxygen atom and\n(3) the probability that a given reaction leads to fragmentation of the\norganic molecule. These SOM parameter values were fit to laboratory smog\nchamber data for each precursor/compound class. SOM was installed in the\nUCD/CIT  model, which simulated air quality over 2-week periods in the South\nCoast Air Basin of California and the eastern United States. For the regions\nand episodes tested, the two-product SOA model and SOM produce similar SOA\nconcentrations but a modestly different SOA chemical composition. Predictions\nof the oxygen-to-carbon ratio qualitatively agree with those measured\nglobally using aerosol mass spectrometers. Overall, the implementation of the\nSOM in a 3-D model provides a comprehensive framework to simulate the\natmospheric evolution of organic aerosol.",
        "journal": "Geoscientific Model Development",
        "link": "http://www.geosci-model-dev.net/8/2553/2015/",
        "title": "Multi-generational oxidation model to simulate secondary organic aerosol in a 3-D air quality model"
    },
    {
        "author": "B. Maronga, M. Gryschka, R. Heinze, F. Hoffmann, F. Kanani-Sühring, M. Keck, K. Ketelsen, M. O. Letzel, M. Sühring, and S. Raasch",
        "date": "2015-08-13",
        "description": "<b>The Parallelized Large-Eddy Simulation Model (PALM) version 4.0    for atmospheric and oceanic flows: model formulation, recent    developments, and future perspectives</b><br /><br />Geoscientific Model Development, 8, 2515-2551, 2015<br /><br />Author(s): B. Maronga, M. Gryschka, R. Heinze, F. Hoffmann, F. Kanani-Sühring, M. Keck, K. Ketelsen, M. O. Letzel, M. Sühring, and S. Raasch<br /><br />In this paper we present the current version of the\n  Parallelized Large-Eddy Simulation Model\n  (PALM) whose core has been developed at the Institute of Meteorology\n  and Climatology at Leibniz Universität Hannover (Germany). PALM\n  is a Fortran 95-based code with some Fortran 2003 extensions and has\n  been applied for the simulation of a variety of atmospheric and\n  oceanic boundary layers for more than 15 years. PALM is optimized\n  for use on massively parallel computer architectures and was\n  recently ported to general-purpose graphics processing units. In the\n  present paper we give a detailed description of the current version\n  of the model and its features, such as an embedded Lagrangian cloud\n  model and the possibility to use Cartesian topography. Moreover, we\n  discuss recent model developments and future perspectives for LES\n  applications.",
        "journal": "Geoscientific Model Development",
        "link": "http://www.geosci-model-dev.net/8/2515/2015/",
        "title": "The Parallelized Large-Eddy Simulation Model (PALM) version 4.0    for atmospheric and oceanic flows: model formulation, recent    developments, and future perspectives"
    },
    {
        "author": "O. Aumont, C. Ethé, A. Tagliabue, L. Bopp, and M. Gehlen",
        "date": "2015-08-13",
        "description": "<b>PISCES-v2: an ocean biogeochemical model for carbon and ecosystem studies</b><br /><br />Geoscientific Model Development, 8, 2465-2513, 2015<br /><br />Author(s): O. Aumont, C. Ethé, A. Tagliabue, L. Bopp, and M. Gehlen<br /><br />PISCES-v2 (Pelagic Interactions Scheme for Carbon and Ecosystem Studies volume 2) is a biogeochemical model which simulates the lower trophic levels\nof marine ecosystems\n (phytoplankton, microzooplankton and mesozooplankton) and the biogeochemical cycles of carbon\n and of the main nutrients (P, N, Fe, and Si). The model is intended to be used for both regional\n and global configurations at high or low spatial resolutions as well as for\n short-term (seasonal, interannual) and long-term (climate change, paleoceanography) analyses.\n There are 24 prognostic variables (tracers) including two phytoplankton compartments\n (diatoms and nanophytoplankton), two zooplankton size classes (microzooplankton and\n mesozooplankton) and a description of the carbonate chemistry. Formulations in PISCES-v2 are based on\n a mixed Monod–quota formalism. On the one hand, stoichiometry of C / N / P is fixed and growth rate of phytoplankton\n is limited by the external availability in N, P and Si. On the other hand, the iron and silicon quotas are\n variable and the growth rate of phytoplankton is limited by the internal availability in Fe. Various\n parameterizations can be activated in PISCES-v2, setting, for instance, the complexity of iron\n chemistry or the description of particulate organic materials. So far, PISCES-v2 has been coupled\n to the Nucleus for European Modelling of the Ocean (NEMO) and  Regional Ocean Modeling System\n (ROMS) systems. A full description of PISCES-v2 and of its optional functionalities is provided\n here. The results of a quasi-steady-state simulation are presented and evaluated against diverse\n observational and satellite-derived data. Finally, some of the new functionalities of PISCES-v2\n are tested in a series of sensitivity experiments.",
        "journal": "Geoscientific Model Development",
        "link": "http://www.geosci-model-dev.net/8/2465/2015/",
        "title": "PISCES-v2: an ocean biogeochemical model for carbon and ecosystem studies"
    },
    {
        "author": "M. de' Michieli Vitturi, A. Neri, and S. Barsotti",
        "date": "2015-08-06",
        "description": "<b>PLUME-MoM 1.0: A new integral model of volcanic plumes based on the method of moments</b><br /><br />Geoscientific Model Development, 8, 2447-2463, 2015<br /><br />Author(s): M. de' Michieli Vitturi, A. Neri, and S. Barsotti<br /><br />In this paper a new integral mathematical model for volcanic plumes, named\nPLUME-MoM, is presented. The model describes the steady-state dynamics of a\nplume in a 3-D coordinate system, accounting for continuous variability in\nparticle size distribution of the pyroclastic mixture ejected at the vent.\nVolcanic plumes are composed of pyroclastic particles of many different sizes\nranging from a few microns up to several centimeters and more. A proper\ndescription of such a multi-particle nature is crucial when quantifying\nchanges in grain-size distribution along the plume and, therefore, for better\ncharacterization of source conditions of ash dispersal models. The new model\nis based on the method of moments, which allows for a description of the\npyroclastic mixture dynamics not only in the spatial domain but also in the\nspace of parameters of the continuous size distribution of the particles.\nThis is achieved by formulation of fundamental transport equations for the\nmulti-particle mixture with respect to the different moments of the grain-size\ndistribution. Different formulations, in terms of the distribution of the\nparticle number, as well as of the mass distribution expressed in terms of\nthe Krumbein log scale, are also derived. Comparison between the new\nmoments-based formulation and the classical approach, based on the\ndiscretization of the mixture in <i>N</i> discrete phases, shows that the new model\nallows for the same results to be obtained with a significantly lower\ncomputational cost (particularly when a large number of discrete phases is\nadopted). Application of the new model, coupled with uncertainty\nquantification and global sensitivity analyses, enables the investigation of the\nresponse of four key output variables (mean and standard deviation of the\ngrain-size distribution at the top of the plume, plume height and amount of\nmass lost by the plume during the ascent) to changes in the main input\nparameters (mean and standard deviation) characterizing the pyroclastic\nmixture at the base of the plume. Results show that, for the range of\nparameters investigated and without considering interparticle processes such\nas aggregation or comminution, the grain-size distribution at the top of\nthe plume is remarkably similar to that at the base and that the plume height\nis only weakly affected by the parameters of the grain distribution. The\nadopted approach can be potentially extended to the consideration of key\nparticle–particle effects occurring in the plume including particle\naggregation and fragmentation.",
        "journal": "Geoscientific Model Development",
        "link": "http://www.geosci-model-dev.net/8/2447/2015/",
        "title": "PLUME-MoM 1.0: A new integral model of volcanic plumes based on the method of moments"
    },
    {
        "author": "H. G. Ouwersloot, A. Pozzer, B. Steil, H. Tost, and J. Lelieveld",
        "date": "2015-08-05",
        "description": "<b>Revision of the convective transport module CVTRANS 2.4 in the EMAC atmospheric chemistry–climate model</b><br /><br />Geoscientific Model Development, 8, 2435-2445, 2015<br /><br />Author(s): H. G. Ouwersloot, A. Pozzer, B. Steil, H. Tost, and J. Lelieveld<br /><br />The convective transport module, CVTRANS, of the ECHAM/MESSy\n  Atmospheric Chemistry (EMAC) model has been revised to better\n  represent the physical flows and incorporate recent findings on the\n  properties of the convective plumes.  The modifications involve\n  (i) applying intermediate time stepping based on a settable\n  criterion, (ii) using an analytic expression to account for the\n  intra-time-step mixing ratio evolution below cloud base, and\n  (iii) implementing a novel expression for the mixing ratios of atmospheric\n  compounds at the base of an updraft.  Even when averaged over\n  a year, the predicted mixing ratios of atmospheric compounds are\n  affected considerably by the intermediate time stepping. For\n  example, for an exponentially decaying atmospheric tracer with\n  a lifetime of 1 day, the zonal averages can locally differ by more\n  than a factor of 6 and the induced root mean square deviation from\n  the original code is, weighted by the air mass, higher than 40 %\n  of the average mixing ratio.  The other modifications result in\n  smaller differences. However, since they do not require additional\n  computational time, their application is also recommended.",
        "journal": "Geoscientific Model Development",
        "link": "http://www.geosci-model-dev.net/8/2435/2015/",
        "title": "Revision of the convective transport module CVTRANS 2.4 in the EMAC atmospheric chemistry–climate model"
    },
    {
        "author": "A. Jahn, K. Lindsay, X. Giraud, N. Gruber, B. L. Otto-Bliesner, Z. Liu, and E. C. Brady",
        "date": "2015-08-05",
        "description": "<b>Carbon isotopes in the ocean model of the Community Earth System Model (CESM1)</b><br /><br />Geoscientific Model Development, 8, 2419-2434, 2015<br /><br />Author(s): A. Jahn, K. Lindsay, X. Giraud, N. Gruber, B. L. Otto-Bliesner, Z. Liu, and E. C. Brady<br /><br />Carbon isotopes in the ocean are frequently used as paleoclimate proxies and as present-day\n  geochemical ocean tracers. In order to allow a more direct comparison of climate model results\n  with this large and currently underutilized data set, we added a carbon isotope module to the ocean\n  model of the Community Earth System Model (CESM), containing the cycling of the stable isotope\n  <sup>13</sup>C and the radioactive isotope <sup>14</sup>C. We implemented the <sup>14</sup>C tracer\n  in two ways: in the \"abiotic\" case, the <sup>14</sup>C tracer is only subject to air–sea gas\n  exchange, physical transport, and radioactive decay, while in the \"biotic\" version, the\n  <sup>14</sup>C additionally follows the <sup>13</sup>C tracer through all biogeochemical and\n  ecological processes. Thus, the abiotic <sup>14</sup>C tracer can be run without the ecosystem\n  module, requiring significantly fewer computational resources. The carbon isotope module calculates\n  the carbon isotopic fractionation during gas exchange, photosynthesis, and calcium carbonate\n  formation, while any subsequent biological process such as remineralization as well as any\n  external inputs are assumed to occur without fractionation. Given the uncertainty associated with\n  the biological fractionation during photosynthesis, we implemented and tested three\n  parameterizations of different complexity. Compared to present-day observations, the model is able\n  to simulate the oceanic <sup>14</sup>C bomb uptake and the <sup>13</sup>C Suess effect reasonably\n  well compared to observations and other model studies. At the same time, the carbon isotopes reveal\n  biases in the physical model, for example, too sluggish ventilation of the deep Pacific Ocean.",
        "journal": "Geoscientific Model Development",
        "link": "http://www.geosci-model-dev.net/8/2419/2015/",
        "title": "Carbon isotopes in the ocean model of the Community Earth System Model (CESM1)"
    },
    {
        "author": "X. Yue and N. Unger",
        "date": "2015-08-05",
        "description": "<b>The Yale Interactive terrestrial Biosphere model version 1.0: description, evaluation and implementation into NASA GISS ModelE2</b><br /><br />Geoscientific Model Development, 8, 2399-2417, 2015<br /><br />Author(s): X. Yue and N. Unger<br /><br />The land biosphere, atmospheric chemistry and climate are intricately\ninterconnected, yet the modeling of carbon–climate and chemistry–climate\ninteractions have evolved as entirely separate research communities. We\ndescribe the Yale Interactive terrestrial\nBiosphere (YIBs) model version 1.0, a land carbon cycle\nmodel that has been developed for coupling to the NASA Goddard Institute for\nSpace Studies (GISS) ModelE2 global chemistry–climate model. The YIBs model\nadapts routines from the mature TRIFFID (Top-down Representation of Interactive Foliage\nand Flora Including Dynamics) and CASA (Carnegie–Ames–Stanford Approach) models to simulate\ninteractive carbon assimilation, allocation, and autotrophic and\nheterotrophic respiration. Dynamic daily leaf area index is simulated based\non carbon allocation and temperature- and drought-dependent prognostic\nphenology. YIBs incorporates a semi-mechanistic ozone vegetation damage\nscheme. Here, we validate the present-day YIBs land carbon fluxes for three\nincreasingly complex configurations: (i) offline local site level, (ii)\noffline global forced with WFDEI (WATCH Forcing Data methodology applied to\nERA-Interim data) meteorology, and (iii) online coupled to the NASA ModelE2\n(NASA ModelE2-YIBs). Offline YIBs has hourly and online YIBs has\nhalf-hourly temporal resolution. The large observational database used for\nvalidation includes carbon fluxes from 145 flux tower sites and multiple\nsatellite products. At the site level, YIBs simulates reasonable seasonality\n(correlation coefficient <i>R</i> > 0.8) of gross primary productivity\n(GPP) at 121 out of 145 sites with biases in magnitude ranging from −19\nto 7 % depending on plant functional type. On the global scale, the\noffline model simulates an annual GPP of 125 ± 3 Pg C and net ecosystem exchange (NEE) of −2.5 ± 0.7 Pg C for\n1982–2011, with seasonality and spatial distribution consistent with the\nsatellite observations. We assess present-day global ozone vegetation damage\nusing the offline YIBs configuration. Ozone damage reduces global GPP by\n2–5 % annually with regional extremes of 4–10 % in east Asia. The\nonline model simulates annual GPP of 123 ± 1 Pg C and NEE of\n−2.7 ± 0.7 Pg C. NASA ModelE2-YIBs is a useful new tool to investigate\ncoupled interactions between the land carbon cycle, atmospheric chemistry,\nand climate change.",
        "journal": "Geoscientific Model Development",
        "link": "http://www.geosci-model-dev.net/8/2399/2015/",
        "title": "The Yale Interactive terrestrial Biosphere model version 1.0: description, evaluation and implementation into NASA GISS ModelE2"
    },
    {
        "author": "I. Gouttevin, M. Lehning, T. Jonas, D. Gustafsson, and M. Mölder",
        "date": "2015-08-04",
        "description": "<b>A two-layer canopy model with thermal inertia for an improved snowpack energy balance below needleleaf forest (model SNOWPACK, version 3.2.1, revision 741)</b><br /><br />Geoscientific Model Development, 8, 2379-2398, 2015<br /><br />Author(s): I. Gouttevin, M. Lehning, T. Jonas, D. Gustafsson, and M. Mölder<br /><br />A new, two-layer canopy module with thermal inertia as part of the detailed\nsnow model SNOWPACK (version 3.2.1) is presented and evaluated. As a\nby-product of these new developments, an exhaustive description of the canopy\nmodule of the SNOWPACK model is provided, thereby filling a gap in the\nexisting literature.\n<br><br>\nIn its current form, the two-layer canopy module is suited for evergreen\nneedleleaf forest, with or without snow cover. It is designed to reproduce\nthe difference in thermal response between leafy and woody canopy elements,\nand their impact on the underlying snowpack or ground surface energy\nbalance. Given the number of processes resolved, the SNOWPACK model with its\nenhanced canopy module constitutes a sophisticated physics-based modeling\nchain of the continuum going from atmosphere to soil through the canopy and\nsnow.\n<br><br>\nComparisons of modeled sub-canopy thermal radiation to stand-scale\nobservations at an Alpine site (Alptal, Switzerland) demonstrate improvements\ninduced by the new canopy module. Both thermal heat mass and the two-layer\ncanopy formulation contribute to reduce the daily amplitude of the modeled\ncanopy temperature signal, in agreement with observations. Particularly\nstriking is the attenuation of the nighttime drop in canopy temperature,\nwhich was a key model bias. We specifically show that a single-layered canopy\nmodel is unable to produce this limited temperature drop correctly.\n<br><br>\nThe impact of the new parameterizations on the modeled dynamics of the\nsub-canopy snowpack is analyzed. The new canopy module yields consistent\nresults but the frequent occurrence of mixed-precipitation events at Alptal\nprevents a conclusive assessment of model performance against snow data.\n<br><br>\nThe new model is also successfully tested without specific tuning against\nmeasured tree temperature and biomass heat-storage fluxes at the boreal site\nof Norunda (Sweden). This provides an independent assessment of its physical\nconsistency and stresses the robustness and transferability of the chosen\nparameterizations.\n<br><br>\nThe SNOWPACK code including the new canopy module, is available under\nGnu General Public License (GPL)\nlicense and upon creation of an account at <a href=\"https://models.slf.ch/\"target=\"_blank\">https://models.slf.ch/</a>.",
        "journal": "Geoscientific Model Development",
        "link": "http://www.geosci-model-dev.net/8/2379/2015/",
        "title": "A two-layer canopy model with thermal inertia for an improved snowpack energy balance below needleleaf forest (model SNOWPACK, version 3.2.1, revision 741)"
    },
    {
        "author": "M. Rautenhaus, C. M. Grams, A. Schäfler, and R. Westermann",
        "date": "2015-07-31",
        "description": "<b>Three-dimensional visualization of ensemble weather forecasts – Part 2: Forecasting warm conveyor belt situations for aircraft-based    field campaigns</b><br /><br />Geoscientific Model Development, 8, 2355-2377, 2015<br /><br />Author(s): M. Rautenhaus, C. M. Grams, A. Schäfler, and R. Westermann<br /><br />We present the application of interactive three-dimensional (3-D) visualization of ensemble weather predictions to forecasting warm conveyor belt\n  situations during aircraft-based atmospheric research campaigns.  Motivated by forecast requirements of the T-NAWDEX-Falcon 2012 (THORPEX – North Atlantic Waveguide and Downstream Impact Experiment)\n  campaign, a method to predict 3-D probabilities of the spatial occurrence of warm conveyor belts (WCBs) has been developed.\n  Probabilities are derived from Lagrangian particle trajectories computed on the forecast wind fields of the European Centre for Medium Range Weather Forecasts (ECMWF) ensemble\n  prediction system.  Integration of the method into the 3-D ensemble visualization tool Met.3D, introduced in the first part of\n  this study, facilitates interactive visualization of WCB features and derived probabilities in the context of the ECMWF ensemble\n  forecast.  We investigate the sensitivity of the method with respect to trajectory seeding and grid spacing of the forecast\n  wind field. Furthermore, we propose a visual analysis method to quantitatively analyse the contribution of ensemble members to\n  a probability region and, thus, to assist the forecaster in interpreting the obtained probabilities.  A case study, revisiting\n  a forecast case from T-NAWDEX-Falcon, illustrates the practical application of Met.3D and demonstrates the use of 3-D and\n  uncertainty visualization for weather forecasting and for planning flight routes in the medium forecast range (3 to\n  7\n  days before take-off).",
        "journal": "Geoscientific Model Development",
        "link": "http://www.geosci-model-dev.net/8/2355/2015/",
        "title": "Three-dimensional visualization of ensemble weather forecasts – Part 2: Forecasting warm conveyor belt situations for aircraft-based    field campaigns"
    },
    {
        "author": "M. Rautenhaus, M. Kern, A. Schäfler, and R. Westermann",
        "date": "2015-07-31",
        "description": "<b>Three-dimensional visualization of ensemble weather forecasts – Part 1: The visualization tool Met.3D (version 1.0)</b><br /><br />Geoscientific Model Development, 8, 2329-2353, 2015<br /><br />Author(s): M. Rautenhaus, M. Kern, A. Schäfler, and R. Westermann<br /><br />We present \"Met.3D\", a new open-source tool for the interactive three-dimensional (3-D) visualization of numerical ensemble weather predictions.  The\n  tool has been developed to support weather forecasting during\n  aircraft-based atmospheric field campaigns; however, it is applicable\n  to further forecasting, research and teaching activities.  Our work\n  approaches challenging topics related to the visual analysis of\n  numerical atmospheric model output – 3-D visualization, ensemble\n  visualization and how both can be used in a meaningful way suited\n  to weather forecasting.  Met.3D builds a bridge from proven 2-D\n  visualization methods commonly used in meteorology to 3-D\n  visualization by combining both visualization types in a 3-D\n  context. We address the issue of spatial perception in the 3-D view\n  and present approaches to using the ensemble to allow the user to\n  assess forecast uncertainty.  Interactivity is key to our approach.\n  Met.3D uses modern graphics technology to achieve interactive\n  visualization on standard consumer hardware.  The tool supports\n  forecast data from the European Centre for Medium Range Weather\n  Forecasts (ECMWF) and can operate directly on ECMWF hybrid sigma-pressure\n  level grids.  We describe the employed visualization algorithms, and\n  analyse the impact of the ECMWF grid topology on computing 3-D\n  ensemble statistical quantities.  Our techniques are demonstrated\n  with examples from the T-NAWDEX-Falcon 2012 (THORPEX – North Atlantic Waveguide and Downstream Impact Experiment) campaign.",
        "journal": "Geoscientific Model Development",
        "link": "http://www.geosci-model-dev.net/8/2329/2015/",
        "title": "Three-dimensional visualization of ensemble weather forecasts – Part 1: The visualization tool Met.3D (version 1.0)"
    },
    {
        "author": "B. Poulter, N. MacBean, A. Hartley, I. Khlystova, O. Arino, R. Betts, S. Bontemps, M. Boettcher, C. Brockmann, P. Defourny, S. Hagemann, M. Herold, G. Kirches, C. Lamarche, D. Lederer, C. Ottlé, M. Peters, and P. Peylin",
        "date": "2015-07-31",
        "description": "<b>Plant functional type classification for earth system models: results from the European Space Agency's Land Cover Climate Change Initiative</b><br /><br />Geoscientific Model Development, 8, 2315-2328, 2015<br /><br />Author(s): B. Poulter, N. MacBean, A. Hartley, I. Khlystova, O. Arino, R. Betts, S. Bontemps, M. Boettcher, C. Brockmann, P. Defourny, S. Hagemann, M. Herold, G. Kirches, C. Lamarche, D. Lederer, C. Ottlé, M. Peters, and P. Peylin<br /><br />Global land cover is a key variable in the earth system with feedbacks on\nclimate, biodiversity and natural resources. However, global land cover\ndata sets presently fall short of user needs in providing detailed spatial and\nthematic information that is consistently mapped over time and easily\ntransferable to the requirements of earth system models. In 2009, the\nEuropean Space Agency launched the Climate Change Initiative (CCI), with land\ncover (LC_CCI) as 1 of 13 essential climate variables targeted for\nresearch development. The LC_CCI was implemented in three phases: first\nresponding to a survey of user needs; developing a global, moderate-resolution land cover data set for three time periods, or epochs (2000, 2005,\nand 2010); and the last phase resulting in a user tool for converting land\ncover to plant functional type equivalents. Here we present the results of\nthe LC_CCI project with a focus on the mapping approach used to convert\nthe United Nations Land Cover Classification System to plant functional types\n(PFTs). The translation was performed as part of consultative process among\nmap producers and users, and resulted in an open-source conversion tool. A\ncomparison with existing PFT maps used by three earth system modeling teams\nshows significant differences between the LC_CCI PFT data set and those\ncurrently used in earth system models with likely consequences for modeling\nterrestrial biogeochemistry and land–atmosphere interactions. The main\ndifference between the new LC_CCI product and PFT data sets used currently\nby three different dynamic global vegetation modeling teams is a reduction in\nhigh-latitude grassland cover, a reduction in tropical tree cover and an\nexpansion in temperate forest cover in Europe. The LC_CCI tool is flexible\nfor users to modify land cover to PFT conversions and will evolve as phase 2\nof the European Space Agency CCI program continues.",
        "journal": "Geoscientific Model Development",
        "link": "http://www.geosci-model-dev.net/8/2315/2015/",
        "title": "Plant functional type classification for earth system models: results from the European Space Agency's Land Cover Climate Change Initiative"
    },
    {
        "author": "E. Katragkou, P. Zanis, A. Tsikerdekis, J. Kapsomenakis, D. Melas, H. Eskes, J. Flemming, V. Huijnen, A. Inness, M. G. Schultz, O. Stein, and C. S. Zerefos",
        "date": "2015-07-30",
        "description": "<b>Evaluation of near-surface ozone over Europe from the MACC reanalysis</b><br /><br />Geoscientific Model Development, 8, 2299-2314, 2015<br /><br />Author(s): E. Katragkou, P. Zanis, A. Tsikerdekis, J. Kapsomenakis, D. Melas, H. Eskes, J. Flemming, V. Huijnen, A. Inness, M. G. Schultz, O. Stein, and C. S. Zerefos<br /><br />This work is an extended evaluation of near-surface ozone as part of the\nglobal reanalysis of atmospheric composition, produced within the\nEuropean-funded project MACC (Monitoring Atmospheric Composition and\nClimate). It includes an evaluation over the period 2003–2012 and provides\nan overall assessment of the modeling system performance with respect to\nnear-surface ozone for specific European subregions. Measurements at rural\nlocations from the European Monitoring and Evaluation Program (EMEP) and the\nEuropean Air Quality Database (AirBase) were used for the evaluation\nassessment. The fractional gross error of near-surface ozone reanalysis is on\naverage 24 % over Europe, the highest found over Scandinavia (27 %)\nand the lowest over the Mediterranean marine stations (21 %).\nNear-surface ozone shows mostly a negative bias in winter and a positive bias\nduring warm months. Assimilation reduces the bias in near-surface ozone in\nmost of the European subregions – with the exception of Britain and Ireland\nand the Iberian Peninsula and its impact is mostly notable in winter. With\nrespect to the seasonal cycle, the MACC reanalysis reproduces the\nphotochemically driven broad spring-summer maximum of surface ozone of\ncentral and south Europe. However, it does not capture adequately the early\nspring peak and the shape of the seasonality at northern and north-eastern\nEurope. The diurnal range of surface ozone, which is as an indication of the\nlocal photochemical production processes, is reproduced fairly well, with a\ntendency for a small overestimation during the warm months for most\nsubregions (especially in central and southern Europe). Possible reasons\nleading to discrepancies between the MACC reanalysis and observations are\ndiscussed.",
        "journal": "Geoscientific Model Development",
        "link": "http://www.geosci-model-dev.net/8/2299/2015/",
        "title": "Evaluation of near-surface ozone over Europe from the MACC reanalysis"
    },
    {
        "author": "A. I. Stegehuis, R. Vautard, P. Ciais, A. J. Teuling, D. G. Miralles, and M. Wild",
        "date": "2015-07-29",
        "description": "<b>An observation-constrained multi-physics WRF ensemble for simulating European mega heat waves</b><br /><br />Geoscientific Model Development, 8, 2285-2298, 2015<br /><br />Author(s): A. I. Stegehuis, R. Vautard, P. Ciais, A. J. Teuling, D. G. Miralles, and M. Wild<br /><br />Many climate models have difficulties in properly reproducing climate\nextremes, such as heat wave conditions. Here we use the Weather\nResearch and Forecasting (WRF) regional climate model with a large\ncombination of different atmospheric physics schemes, in combination with the\nNOAH land-surface scheme, with the goal of detecting the most sensitive\nphysics and identifying those that appear most suitable for simulating the\nheat wave events of 2003 in western Europe and 2010 in Russia. In total, 55 out of 216\nsimulations combining different atmospheric physical schemes have a\ntemperature bias smaller than 1 °C during the heat wave episodes, the\nmajority of simulations showing a cold bias of on average 2–3 °C.\nConversely, precipitation is mostly overestimated prior to heat waves, and\nshortwave radiation is slightly overestimated. Convection is found to be\nthe most sensitive atmospheric physical process impacting simulated heat\nwave temperature  across four different convection schemes in the simulation\nensemble. Based on these comparisons, we design a reduced ensemble of five\nwell performing and diverse scheme configurations, which may be used in the\nfuture to perform heat wave analysis and to investigate the impact of\nclimate change during summer in Europe.",
        "journal": "Geoscientific Model Development",
        "link": "http://www.geosci-model-dev.net/8/2285/2015/",
        "title": "An observation-constrained multi-physics WRF ensemble for simulating European mega heat waves"
    },
    {
        "author": "D. Zhu, S. S. Peng, P. Ciais, N. Viovy, A. Druel, M. Kageyama, G. Krinner, P. Peylin, C. Ottlé, S. L. Piao, B. Poulter, D. Schepaschenko, and A. Shvidenko",
        "date": "2015-07-28",
        "description": "<b>Improving the dynamics of Northern Hemisphere high-latitude vegetation in the ORCHIDEE ecosystem model</b><br /><br />Geoscientific Model Development, 8, 2263-2283, 2015<br /><br />Author(s): D. Zhu, S. S. Peng, P. Ciais, N. Viovy, A. Druel, M. Kageyama, G. Krinner, P. Peylin, C. Ottlé, S. L. Piao, B. Poulter, D. Schepaschenko, and A. Shvidenko<br /><br />Processes that describe the distribution of vegetation and ecosystem\nsuccession after disturbance are an important component of dynamic global\nvegetation models (DGVMs). The vegetation dynamics module (ORC-VD) within\nthe process-based ecosystem model ORCHIDEE (Organizing Carbon and Hydrology\nin Dynamic Ecosystems) has not been updated and evaluated since many years\nand is known to produce unrealistic results. This study presents a new\nparameterization of ORC-VD for mid- to high-latitude regions in the Northern\nHemisphere, including processes that influence the existence, mortality and\ncompetition between tree functional types. A new set of metrics is also\nproposed to quantify the performance of ORC-VD, using up to five different\ndata sets of satellite land cover, forest biomass from remote sensing and\ninventories, a data-driven estimate of gross primary productivity (GPP) and\ntwo gridded data sets of soil organic carbon content. The scoring of ORC-VD\nderived from these metrics integrates uncertainties in the observational\ndata sets. This multi-data set evaluation framework is a generic method that\ncould be applied to the evaluation of other DGVM models. The results of the\noriginal ORC-VD published in 2005 for mid- to high-latitudes and of the new\nparameterization are evaluated against the above-described data sets.\nSignificant improvements were found in the modeling of the distribution of\ntree functional types north of 40° N. Three additional sensitivity\nruns were carried out to separate the impact of different processes or\ndrivers on simulated vegetation distribution, including soil freezing which\nlimits net primary production through soil moisture availability in the root\nzone, elevated CO<sub>2</sub> concentration since 1850, and the effects of\nfrequency and severity of extreme cold events during the spin-up phase of\nthe model.",
        "journal": "Geoscientific Model Development",
        "link": "http://www.geosci-model-dev.net/8/2263/2015/",
        "title": "Improving the dynamics of Northern Hemisphere high-latitude vegetation in the ORCHIDEE ecosystem model"
    },
    {
        "author": "T. R. Anderson, W. C. Gentleman, and A. Yool",
        "date": "2015-07-24",
        "description": "<b>EMPOWER-1.0: an Efficient Model of Planktonic ecOsystems WrittEn in R</b><br /><br />Geoscientific Model Development, 8, 2231-2262, 2015<br /><br />Author(s): T. R. Anderson, W. C. Gentleman, and A. Yool<br /><br />Modelling marine ecosystems requires insight and judgement when it comes to\ndeciding upon appropriate model structure, equations and parameterisation.\nMany processes are relatively poorly understood and tough decisions must be\nmade as to how to mathematically simplify the real world. Here, we present\nan efficient plankton modelling testbed, EMPOWER-1.0 (Efficient Model of Planktonic ecOsystems WrittEn in R), coded in the freely\navailable language R. The testbed uses simple two-layer \"slab\" physics\nwhereby a seasonally varying mixed layer which contains the planktonic\nmarine ecosystem is positioned above a deep layer that contains only\nnutrient. As such, EMPOWER-1.0 provides a readily available and easy to use\ntool for evaluating model structure, formulations and parameterisation. The\ncode is transparent and modular such that modifications and changes to model\nformulation are easily implemented allowing users to investigate and\nfamiliarise themselves with the inner workings of their models. It can be\nused either for preliminary model testing to set the stage for further work,\ne.g. coupling the ecosystem model to 1-D or 3-D physics, or for undertaking\nfront line research in its own right. EMPOWER-1.0 also serves as an ideal\nteaching tool. In order to demonstrate the utility of EMPOWER-1.0, we\nimplemented a simple nutrient–phytoplankton–zooplankton–detritus (NPZD)\necosystem model and carried out both a parameter tuning exercise and\nstructural sensitivity analysis. Parameter tuning was demonstrated for four\ncontrasting ocean sites, focusing on station BIOTRANS in the North Atlantic\n(47° N, 20° W), highlighting both the utility\nof undertaking a planned sensitivity analysis for this purpose, yet also the\nsubjectivity which nevertheless surrounds the choice of which parameters to\ntune. Structural sensitivity tests were then performed comparing different\nequations for calculating daily depth-integrated photosynthesis, as well as\nmortality terms for both phytoplankton and zooplankton. Regarding the\ncalculation of daily photosynthesis, for example, results indicated that the\nmodel was relatively insensitive to the choice of photosynthesis–irradiance\ncurve, but markedly sensitive to the method of calculating light attenuation\nin the water column. The work highlights the utility of EMPOWER-1.0 as a\nmeans of comprehending, diagnosing and formulating equations for the\ndynamics of marine ecosystems.",
        "journal": "Geoscientific Model Development",
        "link": "http://www.geosci-model-dev.net/8/2231/2015/",
        "title": "EMPOWER-1.0: an Efficient Model of Planktonic ecOsystems WrittEn in R"
    }
]