[
    {
        "author": "Yafeng   Wang, Eryuan   Liang, Aaron M.   Ellison, Xiaoming   Lu, J. Julio   Camarero</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Global and Planetary Change, Volume 133</br><br>     Author(s): Yafeng   Wang, Eryuan   Liang, Aaron M.   Ellison, Xiaoming   Lu, J. Julio   Camarero</br><br><br></br></br><br></br></br>",
        "journal": "Global and Planetary Change",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0921818115001447%26_version%3D1%26md5%3D7f80add2cf9a9522c698555afc3bc597",
        "title": "Corrigendum to “Facilitation stabilizes moisture-controlled alpine juniper shrublines in the central Tibetan Plateau” [Global Planet Change 132 (2015) 20–30]"
    },
    {
        "author": "S.   Tamburrino, M.   Vallefuoco, G.   Ventura, D.D.   Insinga, M.   Sprovieri, M.   Tiepolo, S.   Passaro</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Global and Planetary Change, Volume 133</br><br>     Author(s): S.   Tamburrino, M.   Vallefuoco, G.   Ventura, D.D.   Insinga, M.   Sprovieri, M.   Tiepolo, S.   Passaro</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">The volcanism of back-arc basins resembles that of oceanic spreading centers, rifts, and, in vanishing stages, extensional arcs, depending on the amount and rate of the dynamic processes associated to the subduction. Marsili Seamount (MS) represents the axial ridge of the Southern Tyrrhenian Sea back-arc basin, which is connected to the slab roll-backing processes affecting the Calabrian Arc (Italy). The Southern Tyrrhenian Sea back-arc is characterized by a significant decline in the spreading rate with time (2.8–3.1<hsp sp=\"0.25\"/>mm/a to less than 1.8<hsp sp=\"0.25\"/>mm/a in the last 0.78–1<hsp sp=\"0.25\"/>Ma). MS develops between about 1<hsp sp=\"0.25\"/>Ma and 3<hsp sp=\"0.25\"/>ka and mainly consists of lava flows erupted from central and fissural vents. The MS products belong to the calcalkaline association and range in composition from basalts to trachytes. We present new stratigraphic, geochronological, and geochemical data (glass shards and minerals) of tephra from a 2.35<hsp sp=\"0.25\"/>m long gravity core (Marsili1 core) recovered on MS at 943<hsp sp=\"0.25\"/>m b.s.l. We recognize five tephras [M1 (top of the core) to M5 (bottom)] represented by poorly to highly vesiculated ashes. The lowermost tephra M5 emplaced between ca. 7 and 26<hsp sp=\"0.25\"/>ka B.P.; it represents the less evolved distal counterpart of the Unit D related to the Biancavilla–Montalto products of Mount Etna (Sicily). The M1 to M4 tephras emplaced between 2.1 and 7.2<hsp sp=\"0.25\"/>ka B.P. and are related to strombolian-like submarine eruptions of NNE–SSW aligned MS vents. The composition of the M1–M4 glasses ranges from basaltic trachyandesites to andesites and trachytes. The M1 to M4 magmas mainly originated by crystal fractionation from a heterogeneous mantle source with varying LILE enrichments by subduction-related fluids. The degree of evolution of the MS magmas increases with decreasing time. The formation of vertically stacked magma storage zones at the crust/mantle interface and within MS is related to the vanishing Southern Tyrrhenian Sea opening, which implies the rapid (&amp;lt;<hsp sp=\"0.10\"/>1<hsp sp=\"0.25\"/>Ma) evolution from a slow spreading back-arc setting to an arc system.</simple-para> </abstract-sec><br> <h3 class=\"h3\">Graphical abstract</h3> <img src=\"http://origin-ars.els-cdn.com/content/image/1-s2.0-S0921818115001459-fx1.jpg\" height=\"192\" width=\"500\" alt=\"image\"/></br></br><br></br></br>",
        "journal": "Global and Planetary Change",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0921818115001459%26_version%3D1%26md5%3D96c55774bbf025096e52189fc35d8f1d",
        "title": "The proximal marine record of the Marsili Seamount in the last 7ka (Southern Tyrrhenian Sea, Italy): Implications for the active processes in the Tyrrhenian Sea back-arc"
    },
    {
        "author": "M.   Soumya, P.   Vethamony, P.   Tkalich</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Global and Planetary Change, Volume 133</br><br>     Author(s): M.   Soumya, P.   Vethamony, P.   Tkalich</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">The South China Sea (SCS) is the largest marginal sea in the western Pacific Basin. Sea level anomalies (SLAs) in the southern South China Sea (SSCS) are assumed to be governed by various phenomena associated with the adjacent parts of the Indian Ocean and the Pacific Ocean. We have used monthly sea level anomalies obtained from 12 tide gauge stations of PSMSL and UHSLC and merged and gridded AVISO products of SLAs (sea level anomalies) derived from satellite altimeter. We find that IOD-influenced inter-annual variations are found only in the southwestern and southeastern coastal regions of SSCS. Our analysis reveals that inter-annual regional sea level drops are associated with positive phase of the IOD, and the rises with negative phase of the IOD. SLA variations at decadal scale in the southeastern and northern Gulf of Thailand correlate with Pacific Decadal Oscillations (PDO). Multiple linear regression analysis of inter-annual SLAs and climate indices shows that IOD induced inter-annual variations dominate in the southwestern SCS and it contributes to about ~<hsp sp=\"0.10\"/>40% of inter-annual sea level variation. Meanwhile, ENSO contributes to around ~<hsp sp=\"0.10\"/>30% variation in sea level in the southwestern and ~<hsp sp=\"0.10\"/>40% variation in the southeastern SSCS. The present study also suggests that inter-annual SLA variations in the SSCS can occur by ENSO and IOD induced changes in wind stress curl and volume transport variations.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Global and Planetary Change",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0921818115001435%26_version%3D1%26md5%3Df7f23ea9dfcaa47d7f71a6b5cdcd0e76",
        "title": "Inter-annual sea level variability in the southern South China Sea"
    },
    {
        "author": "Dongxian   Kong, Chiyuan   Miao, Jingwen   Wu, Lin   Jiang, Qingyun   Duan</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Global and Planetary Change, Volume 133</br><br>     Author(s): Dongxian   Kong, Chiyuan   Miao, Jingwen   Wu, Lin   Jiang, Qingyun   Duan</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Long-term hydrological data and remotely-sensed satellite images were used to analyze the effects of the water–sediment regulation scheme (WSRS) implemented in the lower Yellow River (LYR), China, between 1983 and 2013. The WSRS aimed to control channel scouring in the LYR and maintain the Yellow River Delta (YRD). Channel erosion in the LYR has primarily depended on the incoming sediment concentration at Xiaolangdi, where the concentration must be lower than approximately 9.17<hsp sp=\"0.25\"/>×<hsp sp=\"0.25\"/>10<sup loc=\"post\">−<hsp sp=\"0.10\"/>3</sup> <hsp sp=\"0.25\"/>t<hsp sp=\"0.25\"/>m<sup loc=\"post\">−<hsp sp=\"0.10\"/>3</sup> to avoid rising of the riverbed. In 1996, an artificial diversion altered the evolution of the YRD. To maintain delta equilibrium, an average sediment load of about 441<hsp sp=\"0.25\"/>×<hsp sp=\"0.25\"/>10<sup loc=\"post\">6</sup> <hsp sp=\"0.25\"/>t<hsp sp=\"0.25\"/>year<sup loc=\"post\">−<hsp sp=\"0.10\"/>1</sup> was required before 1996, after which this value decreased to 167<hsp sp=\"0.25\"/>×<hsp sp=\"0.25\"/>10<sup loc=\"post\">6</sup> <hsp sp=\"0.25\"/>t<hsp sp=\"0.25\"/>year<sup loc=\"post\">−<hsp sp=\"0.10\"/>1</sup>. We provide a preliminary estimate of the incoming water and sediment conditions required at the Xiaolangdi station to guarantee both LYR channel scouring and maintenance of the YRD. Our results show that it is feasible to transport sediment originally deposited in the LYR to the river mouth to maintain the delta, which is of great significance for the future management and environmental protection of the LYR.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Global and Planetary Change",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0921818115001472%26_version%3D1%26md5%3D36895822fcd3bf51898fd5a024ab2d5e",
        "title": "Bi-objective analysis of water–sediment regulation for channel scouring and delta maintenance: A study of the lower Yellow River"
    },
    {
        "author": "P.   Maiorano, M.   Marino, B.   Balestra, J.-A.   Flores, D.A.   Hodell, T.   Rodrigues</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Global and Planetary Change, Volume 133</br><br>     Author(s): P.   Maiorano, M.   Marino, B.   Balestra, J.-A.   Flores, D.A.   Hodell, T.   Rodrigues</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Coccolithophore assemblages have been investigated at Integrated Ocean Drilling Program Site U1385, on the western Iberian margin, through Marine Isotope Stage (MIS) 16 to 10, between the end of the Mid-Pleistocene Transition and the Mid-Brunhes interval, with the aim to reconstruct orbital and millennial-scale surface water modifications. Assemblage variations are interpreted in terms of paleoclimate and paleoproductivity proxies. The pattern of C<inf loc=\"post\">37</inf> alkenones is also presented as an additional indicator of primary paleoproductivity. The overall proxies are compared with the available benthic and planktonic δ<sup loc=\"pre\">18</sup>O records and Ca/Ti profile. A new benthic and planktonic δ<sup loc=\"pre\">13</sup>C dataset is also shown. The coccolithophore abundance mirrors the Ca/Ti pattern indicating that coccolith-derived carbonate is the dominant contributor to carbonate production in the studied interval. The distinct increase in the coccolithophore abundance, as well as in the accumulation rate, occurring at the MIS 14/13 transition, reflects the beginning of the worldwide-scale mid-Brunhes blooming of <italic>Gephyrocapsa caribbeanica</italic> and triggers the increase in carbonate production imprinted on the Ca/Ti profile. Interglacials are marked by enhanced abundances of the coccolithophore warm water group (wwt group) that also displays high frequency variability related to precessional/insolation forcing. Warmest surface water conditions are recorded during MIS 15, suggesting an intensified contribution of the subtropical AzC, essentially during MIS 15.5 and 15.1. Reduced productivity in these intervals is in agreement with a major influence of nutrient-poor and less ventilated subtropical waters. On the other hand, productive and mixed surface water conditions can be inferred during MIS 13 in agreement with other North Atlantic records. A long lasting period of warm, stratified and oligotrophic waters is inferred during MIS 11.3, indicating a continuous and more persistent influence of subtropical waters at the site location. Glacial phases are marked by increases of <italic>Coccolithus pelagicus</italic> ssp. <italic>pelagicus</italic> and of <italic>Gephyrocapsa margereli</italic>–<italic>Gephyrocapsa muellerae</italic>. The pattern of <italic>C. pelagicus</italic> ssp. <italic>pelagicus</italic> during MIS 16 is in agreement with a southern position of the Polar Front at the end of the Mid-Pleistocene Transition with respect to younger counterparts, whereas the pattern of the wwt group during MIS 14 attests the influence of subtropical water during this weak glacial. Throughout the interval, short-lived increases of <italic>C. pelagicus</italic> ssp. <italic>pelagicus</italic>, <italic>G. margereli–G. muellerae</italic> <hsp sp=\"0.25\"/>&amp;gt;<hsp sp=\"0.25\"/>4<hsp sp=\"0.25\"/>μm and of reworked taxa are concomitant to decreases of coccolithophore productivity and heavier values of planktonic δ<sup loc=\"pre\">18</sup>O, testifying the occurrence of abrupt cold episodes related to North Hemisphere millennial-scale climate oscillations.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Global and Planetary Change",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0921818115001496%26_version%3D1%26md5%3Da7ecd0024d020168c1f0c6185ca284c0",
        "title": "Coccolithophore variability from the Shackleton Site (IODP Site U1385) through MIS 16-10"
    },
    {
        "author": "D.   Hodell, L.   Lourens, S.   Crowhurst, T.   Konijnendijk, R.   Tjallingii, F.   Jiménez-Espejo, L.   Skinner, P.C.   Tzedakis</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Global and Planetary Change, Volume 133</br><br>     Author(s): D.   Hodell, L.   Lourens, S.   Crowhurst, T.   Konijnendijk, R.   Tjallingii, F.   Jiménez-Espejo, L.   Skinner, P.C.   Tzedakis</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">We produced a composite depth scale and chronology for Site U1385 on the SW Iberian Margin. Using log(Ca/Ti) measured by core scanning XRF at 1-cm resolution in all holes, a composite section was constructed to 166.5<hsp sp=\"0.25\"/>meter composite depth (mcd) that corrects for stretching and squeezing in each core. Oxygen isotopes of benthic foraminifera were correlated to a stacked δ<sup loc=\"pre\">18</sup>O reference signal (LR04) to produce an oxygen isotope stratigraphy and age model.</simple-para> <simple-para id=\"sp0010\" view=\"all\">Variations in sediment color contain very strong precession signals at Site U1385, and the amplitude modulation of these cycles provides a powerful tool for developing an orbitally-tuned age model. We tuned the U1385 record by correlating peaks in L* to the local summer insolation maxima at 37°N. The benthic δ<sup loc=\"pre\">18</sup>O record of Site U1385, when placed on the tuned age model, generally agrees with other time scales within their respective chronologic uncertainties.</simple-para> <simple-para id=\"sp0015\" view=\"all\">The age model is transferred to down-core data to produce a continuous time series of log(Ca/Ti) that reflect relative changes of biogenic carbonate and detrital sediment. Biogenic carbonate increases during interglacial and interstadial climate states and decreases during glacial and stadial periods. Much of the variance in the log(Ca/Ti) is explained by a linear combination of orbital frequencies (precession, tilt and eccentricity), whereas the residual signal reflects suborbital climate variability. The strong correlation between suborbital log(Ca/Ti) variability and Greenland temperature over the last glacial cycle at Site U1385 suggests that this signal can be used as a proxy for millennial-scale climate variability over the past 1.5<hsp sp=\"0.25\"/>Ma.</simple-para> <simple-para id=\"sp0020\" view=\"all\">Millennial climate variability, as expressed by log(Ca/Ti) at Site U1385, was a persistent feature of glacial climates over the past 1.5<hsp sp=\"0.25\"/>Ma, including glacial periods of the early Pleistocene (‘41-kyr world’) when boundary conditions differed significantly from those of the late Pleistocene (‘100-kyr world’). Suborbital variability was suppressed during interglacial stages and enhanced during glacial periods, especially when benthic δ<sup loc=\"pre\">18</sup>O surpassed ~<hsp sp=\"0.10\"/>3.3–3.5‰. Each glacial inception was marked by appearance of strong millennial variability and each deglaciation was preceded by a terminal stadial event. Suborbital variability may be a symptomatic feature of glacial climate or, alternatively, may play a more active role in the inception and/or termination of glacial cycles.</simple-para> </abstract-sec><br> <h3 class=\"h3\">Graphical abstract</h3> <img src=\"http://origin-ars.els-cdn.com/content/image/1-s2.0-S0921818115001423-fx1.jpg\" height=\"200\" width=\"500\" alt=\"image\"/></br></br><br></br></br>",
        "journal": "Global and Planetary Change",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0921818115001423%26_version%3D1%26md5%3D6386d729a78869776e4e2568a645a501",
        "title": "A reference time scale for Site U1385 (Shackleton Site) on the SW Iberian Margin"
    },
    {
        "author": "Darwin   Pucha-Cofrep, Thorsten   Peters, Achim   Bräuning</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Global and Planetary Change, Volume 133</br><br>     Author(s): Darwin   Pucha-Cofrep, Thorsten   Peters, Achim   Bräuning</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">This study investigates the dendroclimatic potential of tree species in a tropical dry forest in southern Ecuador. From 10 selected tree species, <italic>Bursera graveolens</italic> and <italic>Maclura tinctoria</italic> exhibited distinct annual and cross-datable tree-rings. It was possible to synchronize individual tree-ring series and to establish two tree-ring chronologies of 203 and 87<hsp sp=\"0.25\"/>years length, respectively. The characteristic ENSO frequency band is reflected in wavelet power spectra of both chronologies. Both species show a strong correlation between ring width and precipitation of the wet season (January–May). Strong El Niño events (1972, 1983 and 1998) lead to strong growth responses in the tree-ring chronologies, whereas ‘normal’ ENSO events do not trigger long-lasting growth responses. The first ring-width based wet-season precipitation reconstruction for the past 103<hsp sp=\"0.25\"/>years was developed. Statistical and spatial correlation analysis verified the skills of the reconstructed precipitation which captures a great part of the Rainfall Index over the land area of Ecuador and the equatorial Pacific. Furthermore, teleconnections with central Pacific precipitation and SST patterns were found.</simple-para> </abstract-sec><br> <h3 class=\"h3\">Graphical abstract</h3> <img src=\"http://origin-ars.els-cdn.com/content/image/1-s2.0-S0921818115001526-fx1.jpg\" height=\"200\" width=\"315\" alt=\"image\"/></br></br><br></br></br>",
        "journal": "Global and Planetary Change",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0921818115001526%26_version%3D1%26md5%3D083cce3f1a919e30944b14233ee1e189",
        "title": "Wet season precipitation during the past century reconstructed from tree-rings of a tropical dry forest in Southern Ecuador"
    },
    {
        "author": "Ashley A.   Dineen, Margaret L.   Fraiser, Jinnan   Tong</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Global and Planetary Change, Volume 133</br><br>     Author(s): Ashley A.   Dineen, Margaret L.   Fraiser, Jinnan   Tong</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Functional diversity, defined as the abundance and distribution of traits present in a community, has important implications for the functioning of ecosystems in the wake of events of major disturbance. Here, we examine the functional diversity of a Middle Triassic paleocommunity in the wake of the largest mass extinction in Earth's history, the Permo-Triassic mass extinction (PTME). Field data was collected and analyzed for a highly diverse invertebrate marine fossil assemblage, the Middle Triassic (Anisian) Leidapo Member (Qingyan Formation) of Qingyan, south China. Previously interpreted to represent a fully restructured paleocommunity in the aftermath of the PTME, our results indicate that the fauna of Leidapo Member had high taxonomic diversity and high functional richness, however was functionally uneven. Despite the presence of 24 different functional groups, the paleocommunity was numerically and ecologically dominated by one functional group consisting of mostly attached epifaunal suspension feeding brachiopods. The overwhelming dominance of this Anisian paleocommunity by one functional group implies that either, 1) resource availability in the community was uneven, and/or 2) strong environmental or niche filtering was in effect. As such, while the Anisian Leidapo Member paleocommunity was deposited in a fairly stable shallow water paleoenvironment, this biotic assemblage would have been very vulnerable to biotic and environmental perturbations. While it is uncertain whether or not this pattern is typical of paleocommunities in the aftermath of the PTME, these results imply that some Anisian paleocommunities may not have been as fully restructured as previously thought, and may have been inherently unstable due to the numerous biotic and environmental changes present in the Triassic.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Global and Planetary Change",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0921818115001502%26_version%3D1%26md5%3D532daff178f772c8166242ad169896e7",
        "title": "Low functional evenness in a post-extinction Anisian (Middle Triassic) paleocommunity: A case study of the Leidapo Member (Qingyan Formation), south China"
    },
    {
        "author": "Lourdes   López-Merino, Oscar   Serrano, María Fernanda   Adame, Miguel Ángel   Mateo, Antonio   Martínez Cortizas</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Global and Planetary Change, Volume 133</br><br>     Author(s): Lourdes   López-Merino, Oscar   Serrano, María Fernanda   Adame, Miguel Ángel   Mateo, Antonio   Martínez Cortizas</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Arbuscular mycorrhizal fungi (AMF), symbionts with most terrestrial plants, produce glomalin-related soil protein (GRSP), which plays a major role in soil structure and quality. Both fungi hyphae and protein production in soils are affected by perturbations related to land-use changes, implying that GRSP is a sensitive indicator of soil quality. Unfortunately, GRSP degrades within years to decades in oxic environments, preventing its use as palaeoecological proxy. However, GRSP is transported to marine, near-shore anoxic sediments, where it accumulates and remains non-degraded, enabling the assessment of its potential as a palaeoecological proxy for soil ecosystem's health. Exploiting this fact, we have obtained for the first time a long-term record (c. 1250<hsp sp=\"0.25\"/>years) of GRSP content using a <italic>Posidonia oceanica</italic> seagrass mat sediment core from the Western Mediterranean (Portlligat Bay, Spain). The trends in GRSP content matched well with land-use changes related to agrarian activities reconstructed by pollen analysis. In periods of cultivation, GRSP accumulation in the mat decreased. Given the role played by GRSP, the results suggest that agrarian intensification may have resulted in perturbations to soil quality. Thus, GRSP in seagrass mat sediments can be used to assess long-term trends in continental soil quality induced by human activities. These findings open new possibilities in long-term ecology research, as other anoxic environments could be potentially valid too. Testing them would open the possibility to identify long-term patterns in soil quality and other environmental stressors that could also affect AMF and GRSP production in soils.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Global and Planetary Change",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0921818115001538%26_version%3D1%26md5%3D58663ef46c2943b7fec1f6116c869e3b",
        "title": "Glomalin accumulated in seagrass sediments reveals past alterations in soil quality due to land-use change"
    },
    {
        "author": "Andrés   Merino, Laura   López, Lucía   Hermida, José Luis   Sánchez, Eduardo   García-Ortega, Estíbaliz   Gascón, Sergio   Fernández-González</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Global and Planetary Change, Volume 133</br><br>     Author(s): Andrés   Merino, Laura   López, Lucía   Hermida, José Luis   Sánchez, Eduardo   García-Ortega, Estíbaliz   Gascón, Sergio   Fernández-González</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">The Iberian Peninsula (IP), located in a transition area between temperate and subtropical latitudes, has marked temporal and spatial variability of precipitation between its various climatic zones. Therefore, the peninsula is particularly sensitive to climate change owing to frequent periods of precipitation deficit together with societal dependence on water. In this study, we address meteorological droughts of the peninsula between 1901 and 2010, using the Global Precipitation Climatology Center database. First, we carried out a statistical classification of the peninsula according to annual precipitation cycle. The spatiotemporal variability of droughts was evaluated using the Standardized Precipitation Index (SPI) by determining the evolution of areas affected by severe and extreme drought. Subsequently, we calculated the overall trend of precipitation and anomalies to investigate whether an observed drought increase is attributable to a decrease of precipitation or an increase of precipitation extremes. Finally, we examined periodicities of precipitation anomalies via wavelet analysis, relating these to large-scale modes such as the North Atlantic Oscillation (NAO). The results show an increase in the area affected by severe and extreme drought, particularly on Atlantic-facing slopes. The mainland areas have longer and more intense periods of drought, with an average SPI of −<hsp sp=\"0.10\"/>0.52 and 4-month duration. Over the 110<hsp sp=\"0.25\"/>years analyzed, we observed weak trends of annual precipitation in the extreme northwest and southern IP. However, in the last decades of the series, long periods of strong negative anomalies are seen, interspersed with years of strong positive anomalies, suggesting an increase in precipitation pattern extremes. Finally, the relationship between the NAO index and precipitation anomalies on the Atlantic seaboard is highlighted. Thus, in both series we found a 5–6-year periodicity in their first years, with a diminishing cycle period reaching a periodicity of 2–3<hsp sp=\"0.25\"/>years in the final years. This confirms the existence of regular temporal cycles in which droughts alternate with wet periods modulated by large-scale modes.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Global and Planetary Change",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0921818115300011%26_version%3D1%26md5%3Dd5bc585dcfe62d9618651df79d10dd01",
        "title": "Identification of drought phases in a 110-year record from Western Mediterranean basin: Trends, anomalies and periodicity analysis for Iberian Peninsula"
    },
    {
        "author": "Sebastian H.   Mernild, Andrew P.   Beckerman, Jacob C.   Yde, Edward   Hanna, Jeppe K.   Malmros, Ryan   Wilson, Micheal   Zemp</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Global and Planetary Change, Volume 133</br><br>     Author(s): Sebastian H.   Mernild, Andrew P.   Beckerman, Jacob C.   Yde, Edward   Hanna, Jeppe K.   Malmros, Ryan   Wilson, Micheal   Zemp</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Here, we examine available glacier mass-balance records between 1993 and 2012 for Andes Cordillera, South America (6.5°N–45.8°S), and the sub-Antarctic islands around the northern tip of the Antarctic Peninsula (62.7°S–63.8°S) to determine their recent mass loss and imbalance with the present climate. The mean annual observed mass-balance <italic>B<inf loc=\"post\">a</inf> </italic> changed from −<hsp sp=\"0.10\"/>620<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>390 (1993–2002) to −<hsp sp=\"0.10\"/>740<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>240<hsp sp=\"0.25\"/>kg<hsp sp=\"0.25\"/>m<sup loc=\"post\">−<hsp sp=\"0.10\"/>2</sup> <hsp sp=\"0.25\"/>yr<sup loc=\"post\">−<hsp sp=\"0.10\"/>1</sup> (2003–2012) and for this past decade showed a decrease in <italic>B<inf loc=\"post\">a</inf> </italic> from south to north. These glaciers had a mean accumulation area ratio of 0.42, which is below the AAR value for glaciers in equilibrium, reflecting mean area and volume imbalances of 23% and 27%, respectively. Glaciers in the northern part of Andes Cordillera are most out of balance with the present climate (33%), while glaciers on the sub-Antarctic islands are only slightly out of balance (4%). We identified a spatiotemporal cycle of <italic>B<inf loc=\"post\">a</inf> </italic> that distinguishes glaciers on the sub-Antarctic islands from glaciers in the Andes using an Empirical Orthogonal Function analysis. This analysis also revealed that South America should be divided into three individual glacier regions, and not two regions as earlier stated. Overall, the spatiotemporal cycles identified correlate to the multivariate El Niño Southern Oscillation Index instantaneously (zero-year lag-time) and to the Pacific Decadal Oscillation with an approximately eight-year lag-time.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Global and Planetary Change",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0921818115300023%26_version%3D1%26md5%3D4aee3ea5c562abbe3473916cc45967c7",
        "title": "Mass loss and imbalance of glaciers along the Andes Cordillera to the sub-Antarctic islands"
    },
    {
        "author": "Yawen   Zhang, Hui   Lu, Si   Shen, Jun   Cai</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Global and Planetary Change, Volume 133</br><br>     Author(s): Yawen   Zhang, Hui   Lu, Si   Shen, Jun   Cai</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">We further test the hypothesis suggested by Sun et al. (Sun et al., 2014). Recognizing the problems caused by the area-averaging calculation method, we focus on the analysis of individual observations over the North China Plain (NCP) and a larger area where aerosol loading acts as the main contributor to the difference between satellite and ground observations of total cloud cover (<italic>ΔTCC</italic>). We show that as aerosol loading increases, the occurrence frequencies of <italic>ΔTCC</italic> <hsp sp=\"0.25\"/>&amp;gt;<hsp sp=\"0.25\"/>12.5<hsp sp=\"0.25\"/>% increase at first and then decrease at heavy aerosol loading conditions. There is a significant linear relationship between the cumulative frequency of <italic>ΔTCC</italic> <hsp sp=\"0.25\"/>&amp;gt;<hsp sp=\"0.25\"/>12.5<hsp sp=\"0.25\"/>% and aerosol loading for both the increasing and decreasing trends. Therefore, a two-phase relationship between <italic>ΔTCCs</italic> and aerosol loading is confirmed.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Global and Planetary Change",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0921818115300035%26_version%3D1%26md5%3D7ab60de768c3cfc35bcbd5d581129448",
        "title": "Comment on “Do aerosols impact ground observation of total cloud cover over the North China Plain?”"
    },
    {
        "author": "A.D.   Singh, A.K.   Rai, M.   Tiwari, P.D.   Naidu, K.   Verma, M.   Chaturvedi, A.   Niyogi, D.   Pandey</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Global and Planetary Change, Volume 133</br><br>     Author(s): A.D.   Singh, A.K.   Rai, M.   Tiwari, P.D.   Naidu, K.   Verma, M.   Chaturvedi, A.   Niyogi, D.   Pandey</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">We studied variations in benthic foraminiferal assemblages and δ<sup loc=\"pre\">13</sup>C for the last 225<hsp sp=\"0.25\"/>kyr at IODP site U1387 which is currently bathed by upper core of the Mediterranean Outflow Water (MOW). The MOW paleocirculation and sea-floor environment (oxygen level, trophic condition, bottom current strength) have been inferred from faunal composition; species diversity, abundances of selected index species/groups, microhabitat preferences combined with δ<sup loc=\"pre\">13</sup>C record of the epifaunal <italic>Cibicidoides pachyderma</italic>. The faunal and isotope records indicate relatively better ventilation at sea-floor and low trophic condition during MIS 1, 5 and 7 possibly due to increased influence of upper MOW in the Gulf of Cadiz. Our multi-proxy record reflects significant and rapid changes during cold (stadial) and warm (interstadial) phases within the interglacials MIS 5 and 7 and at Termination II. The faunal and isotope records reveal strong MOW flow and better ventilated, oligotrophic bottom-water conditions during stadials MIS 5b, 5d, 7b and 7d. The study further demonstrates weakened MOW intensity associated with poor ventilation and increased trophic level at sea-floor during interstadials MIS 5a, 5e, 7a and 7c. MOW flow was relatively sluggish at Termination II, followed by its strengthening at the end of MIS 5e. The chronology of these events suggests that periods of weakened MOW correlate with sapropel layers of the Mediterranean Sea, implying strong coupling between glacial–interglacial climate and MOW circulation in the Gulf of Cadiz.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Global and Planetary Change",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS092181811500154X%26_version%3D1%26md5%3D1b72454be24a3ec05fdb703a14d535c1",
        "title": "Fluctuations of Mediterranean Outflow Water circulation in the Gulf of Cadiz during MIS 5 to 7: Evidence from benthic foraminiferal assemblage and stable isotope records"
    },
    {
        "author": "Wenhuo   Liu, Xiaohua   Gou, Jinbao   Li, Yuxia   Huo, Keyan   Fang</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Global and Planetary Change, Volume 133</br><br>     Author(s): Wenhuo   Liu, Xiaohua   Gou, Jinbao   Li, Yuxia   Huo, Keyan   Fang</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Separating temperature and precipitation signals encoded in tree rings is a complicated issue. Here, we present a separation method by combining two tree-ring width chronologies of Schrenk's spruce (<italic>Picea schrenkiana</italic>) from the upper and lower timberlines in the western Tien Shan Mountains, northwest China. Correlation analyses show that both chronologies correlate positively with precipitation. However, temperature correlates positively with the chronology from the upper timberline, while negatively with the chronology from the lower timberline. This suggests that the two chronologies contain similar precipitation information but opposite temperature signals. In light of this, we calculated the average and difference of the two chronologies, and found that each of them has a much stronger correlation with precipitation or temperature alone. Finally, we reconstructed local precipitation and temperature variations over the past 201<hsp sp=\"0.25\"/>years by using the average and difference of the two chronologies. The two reconstructions do not have a significant correlation, but they have significant positive and negative relationships on the high- and low-frequency band, respectively.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Global and Planetary Change",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0921818115001514%26_version%3D1%26md5%3D95f4ffaff66888b41bda4ce5d9d2ee06",
        "title": "A method to separate temperature and precipitation signals encoded in tree-ring widths for the western Tien Shan Mountains, northwest China"
    },
    {
        "author": "Anna   Sanson-Barrera, Peter A.   Hochuli, Hugo   Bucher, Elke   Schneebeli-Hermann, Helmut   Weissert, Thierry   Adatte, Stefano M.   Bernasconi</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Global and Planetary Change, Volume 133</br><br>     Author(s): Anna   Sanson-Barrera, Peter A.   Hochuli, Hugo   Bucher, Elke   Schneebeli-Hermann, Helmut   Weissert, Thierry   Adatte, Stefano M.   Bernasconi</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">During and after the end Permian mass extinction terrestrial and marine biota underwent major changes and reorganizations. The latest Permian and earliest Triassic is also characterized by major negative carbon isotope shifts reflecting fundamental changes in the carbon cycle. The present study documents a high-resolution bulk organic carbon isotope record and palynofacies analysis spanning the latest Permian–earliest Triassic of East Greenland. An almost 700<hsp sp=\"0.25\"/>meter thick composite section from Kap Stosch allowed discriminating 6 chemostratigraphic intervals that provide the basis for the correlation with other coeval records across the world, and for the recognition of basin wide transgressive–regressive events documenting tectonic activity during the opening of the Greenland–Norway Basin. The identification of the main factors that influenced the organic carbon isotope signal during the earliest Triassic (Griesbachian to Dienerian) was possible due to the combination of bulk organic carbon isotope, palynofacies and Rock-Eval data. Two negative carbon isotopic shifts in the Kap Stosch record can be correlated with negative shifts recorded in coeval sections across the globe. A first negative shift precedes the base of the Triassic as defined by the first occurrence of the conodont <italic>Hindeodus parvus</italic> in the Meishan reference section, and the second one coincides with the suggested Griesbachian–Dienerian boundary. This new organic carbon isotope record from the extended Kap Stosch section from the Boreal Realm documents regional and global carbon cycle signals of the interval between the latest Palaeozoic and the onset of the Mesozoic.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Global and Planetary Change",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0921818115001551%26_version%3D1%26md5%3D1ccbfc2f32db44c0535e5486633a99df",
        "title": "Late Permian–earliest Triassic high-resolution organic carbon isotope and palynofacies records from Kap Stosch (East Greenland)"
    },
    {
        "author": "Qiaohong   Sun, Chiyuan   Miao, Qingyun   Duan, Yafeng   Wang</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>September 2015</pubDate><br> <b>Source:</b>Global and Planetary Change, Volume 132</br><br>     Author(s): Qiaohong   Sun, Chiyuan   Miao, Qingyun   Duan, Yafeng   Wang</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">The Loess Plateau has the most serious soil erosion in China and is the main source of sediment in the Yellow River. In this study, we systematically analyzed the changes in the mean and extreme values for temperature and precipitation over the Loess Plateau between 1961 and 2011, using a gridded dataset with high-density gauge data. Statistically significant positive trends (<italic>p</italic> <hsp sp=\"0.25\"/>&amp;lt;<hsp sp=\"0.25\"/>0.05) in the mean, maximum, and minimum temperature values (TM, TX, and TN) were identified in almost all regions. Warming rates increased from the southeast to the northwest of the Loess Plateau for both TM and TN; however, for TX, the greatest warming increases were observed in the southeast region. We also found general decreases in the diurnal temperature range and the number of cold nights and cold days, and increases in the length of the growing season and the number of warm days and warm nights. Moreover, relatively intense changes occurred in the high percentile ranges for both TX and TN. The total amount of precipitation on wet days decreased over a large area of the Loess Plateau, particularly in the southeast region. The inequality in the spread of precipitation over the year (temporal inequality) increased extensively over the past fifty years in the wet region. Approximately 37.60% of the total area with a reduced amount of precipitation had concurrent decreases in both the frequency and intensity of rainfall. However, approximately 37.20% of the area with a reduced amount of precipitation had decreases in the frequency but increases in the intensity of rainfall. The proportion of days with light or moderate precipitation was decreased in the wet region which mainly located in the southwest of the Loess Plateau, but there were only minor changes in extreme precipitation events. Overall, when both temperature and precipitation changes were combined, we observed that the southwest of the Loess Plateau has undergone the largest degree of climate change. Consequently, both the ecological environment and local agriculture on the Loess Plateau will suffer increased challenges: the decline in water availability will lead to more frequent droughts, yet the risk of flood and soil erosion from extreme precipitation events will not be reduced.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Global and Planetary Change",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0921818115001083%26_version%3D1%26md5%3D2531047f29e2a303b4ce62667552fd1e",
        "title": "Temperature and precipitation changes over the Loess Plateau between 1961 and 2011, based on high-density gauge observations"
    },
    {
        "author": "Qiang   Li, Yu   Liu, Takeshi   Nakatsuka, Huiming   Song, Danny   McCarroll, Yinke   Yang, Jun   Qi</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>September 2015</pubDate><br> <b>Source:</b>Global and Planetary Change, Volume 132</br><br>     Author(s): Qiang   Li, Yu   Liu, Takeshi   Nakatsuka, Huiming   Song, Danny   McCarroll, Yinke   Yang, Jun   Qi</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Understanding the interactions between the East Asian summer monsoon and Indian summer monsoon is a challenging task because of the insufficient proxy records. In this study, we reconstructed a 225-year precipitation record by combining ring widths of <italic>Pinus tabulaeformis</italic> and stable oxygen isotope ratios of <italic>Larix principis-rupprechtii</italic> using a multi-proxy dendroclimatology approach in the North China. The reconstructed record explained 51.9% of the variance in the observed precipitation during 1955–2003. The precipitation series could indicate the intensity of the East Asian summer monsoon. A spatial field analysis indicated that the series was strongly correlated with the reconstructed records of the surrounding area and a large part of the Indian subcontinent. The reconstructed records were significantly and positively correlated with All Indian Precipitation records (<italic>r</italic> <hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/>0.32, <italic>n</italic> <hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/>132, <italic>p</italic> <hsp sp=\"0.25\"/>&amp;lt;<hsp sp=\"0.25\"/>0.001) and with a proxy of the Indian summer monsoon. These findings suggest that a persistent teleconnection exists between the reconstructed record and the Indian summer monsoon records from the past 225<hsp sp=\"0.25\"/>years. The observed interannual synchronisation potentially resulted from the transport of partial water vapour from the Indian summer monsoon area to NC; however, this synchronisation could not be attributed to the El Nino-South Oscillation (ENSO). When considering an interdecadal time scale, the synchronisation with the North Atlantic Oscillation (NAO) has varied since 1779, implying that the NAO may serve as an additional atmospheric pattern that affects this teleconnection.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Global and Planetary Change",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0921818115001253%26_version%3D1%26md5%3D87abcd54086d71508df476139e53169c",
        "title": "The 225-year precipitation variability inferred from tree-ring records in Shanxi Province, the North China, and its teleconnection with Indian summer monsoon"
    },
    {
        "author": "Yafeng   Wang, Eryuan   Liang, Aaron M.   Ellison, Xiaoming   Lu, J. Julio   Camarero</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>September 2015</pubDate><br> <b>Source:</b>Global and Planetary Change, Volume 132</br><br>     Author(s): Yafeng   Wang, Eryuan   Liang, Aaron M.   Ellison, Xiaoming   Lu, J. Julio   Camarero</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">The Tibetan Plateau hosts one of the world's highest undisturbed alpine juniper shrublines. However, little is known about the dynamics of these shrublines in response to climate warming and shrub-to-shrub interactions. Since growth of shrubline junipers is limited more by moisture availability than by low temperatures, we tested if upslope advancement of alpine juniper shrublines was constrained by warmer temperatures and related recent droughts. We also evaluated whether facilitation among neighboring shrubs, as inferred from spatial analyses, influenced shrubline dynamics. Three rectangular plots crossing the <italic>Juniperus pingii</italic> var. <italic>wilsonii</italic> shrubline were sampled at elevations from 4810 to 4917<hsp sp=\"0.25\"/>m<hsp sp=\"0.25\"/>a.s.l. near the Nam Co Lake, central Tibetan Plateau. Location of each stem and its diameter at the root collar and age were measured. We reconstructed the spatial and temporal shrubline dynamics during the past 350<hsp sp=\"0.25\"/>years using standard dendrochronological methods. Independent, long-term summer temperature reconstructions also were associated with shrub recruitment. Point-pattern analyses were used to characterize spatial patterns of different size classes of shrubs. The three shrublines showed little long-term changes despite ongoing warming; no upward shift has occurred in the past 100<hsp sp=\"0.25\"/>years. Recruitment was negatively associated with summer temperatures and drought occurrence since the 1920s. Spatial patterns were characterized by clustering at local scales and attraction between the different size classes, suggesting facilitation. We conclude that moisture availability limits the recruitment and elevational advance of junipers in this area of the Tibetan Plateau. Dynamics of alpine shrublines are more contingent on positive interactions and local environmental factors than on regional climatic variability.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Global and Planetary Change",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0921818115001277%26_version%3D1%26md5%3D864226fa5d67e1d4da54fd343f2c9598",
        "title": "Facilitation stabilizes moisture-controlled alpine juniper shrublines in the central Tibetan Plateau"
    },
    {
        "author": "Baozhu   Deng, Yongbiao   Wang, Adam   Woods, Guoshan   Li, Wei   Liao</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>September 2015</pubDate><br> <b>Source:</b>Global and Planetary Change, Volume 132</br><br>     Author(s): Baozhu   Deng, Yongbiao   Wang, Adam   Woods, Guoshan   Li, Wei   Liao</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">The Bayan Har area, situated in the northeast of the Qinghai-Tibetan Plateau, has long been regarded as a deep-water turbidite basin during Early Triassic. However, a sequence of Lower Triassic shallow-water carbonate rocks has been documented from the region, indicating the existence of isolated seamount carbonate platforms in the basin. The seamount carbonate platform sediments differ from synchronous deep basin flysch sediments, and consist of shallow-water oncoids, ooids and cortoids. Microfacies studies reveal that the oncoids have a thick cortex comprised of irregular, non-concentric and partially overlapping micritic laminae and contain abundant well-preserved foraminifera, indicating a relatively low-energy environment in subtidal settings. Ooids exhibit thinner and more regular concentric laminations, which are interpreted to have formed by frequent overgrowth while rolling in a relatively high-energy setting. Cortoids are predominantly composed of tiny fossil fragments and intraclasts with a micritic envelope, indicating a shallow-marine warm water environment located in the intertidal or supertidal zone. Ooids in the Bayan Har area differ from those found on stable platforms, in that they sometimes nucleated onto volcanic quartz grains, reflecting an unstable tectonic setting that was frequently affected by volcanic activity. Widespread ooids and other microbial carbonates formed in the Early Triassic have been regarded anachronistic facies that are indicative of harsh marine conditions. Most Lower Triassic anachronistic facies are distributed along the shallow margin of the Tethys Ocean and the western margin of Pangea; however, Bayan Har was located in the center of the Palaeo-Tethys. The discovery of oncoids and oolites capping a seamount in this area provides strong evidence that extraordinary marine conditions spread far into the interior of the Palaeo-Tethys Ocean.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Global and Planetary Change",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0921818115001290%26_version%3D1%26md5%3Db49dbd38fa53b5a21adc0876a972d275",
        "title": "Lower Triassic anachronistic facies capping the Qinghai-Tibet Plateau seamount: Implications for the extension of extraordinary oceanic conditions deep into the interior Tethys Ocean"
    },
    {
        "author": "Magali   Delmas, Régis   Braucher, Yanni   Gunnell, Valery   Guillou, Marc   Calvet, Didier   Bourlès</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>September 2015</pubDate><br> <b>Source:</b>Global and Planetary Change, Volume 132</br><br>     Author(s): Magali   Delmas, Régis   Braucher, Yanni   Gunnell, Valery   Guillou, Marc   Calvet, Didier   Bourlès</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Sequences of alluvial fill-terraces record the long-term variation of fluvial transport regimes in response to Quaternary climatic changes. Through a production of increasingly precise chronologies, the broadening range of sediment dating methods in recent years has improved our understanding of correlations between alluvial dynamics and external forcing mechanisms. However, results in this field have mostly focused on periglacial and other mid-latitude settings. These may not readily apply to glaciofluvial environments, where alluvial regimes are narrowly dependent on the behavior of the adjacent ice-field. Here we constrain the ages of three glaciofluvial fill terraces based on five vertical <sup loc=\"pre\">10</sup>Be age profiles in the Ariège River catchment, and produce a chronofunction of related contrasts in terrace tread topsoil characteristics. Each profile consists of 9 to 11 gravel samples collected over depths of 4.6 to 15<hsp sp=\"0.25\"/>m. Terrace T1 (+<hsp sp=\"0.10\"/>15<hsp sp=\"0.25\"/>m above the current riverbed) was sampled at ~<hsp sp=\"0.10\"/>4, 22 and 53<hsp sp=\"0.25\"/>km downstream from the Last Glacial Maximum terminal moraine system of the Ariège outlet glacier. The profiles of T2 (+<hsp sp=\"0.10\"/>30<hsp sp=\"0.25\"/>m) and T3 (+<hsp sp=\"0.10\"/>50<hsp sp=\"0.25\"/>m) complete the data set. Beryllium-10 age profiles date the age of terrace tread abandonment as a result of fluvial incision. Results show that the incision of T1 occurred over a protracted period during the Last Termination, beginning ca. 17.5<hsp sp=\"0.25\"/> <math altimg=\"si1.gif\" overflow=\"scroll\"> <mfrac bevelled=\"true\"> <mrow> <mo>–</mo> <mn>3.5</mn> </mrow> <mrow> <mo>+</mo> <mn>2.0</mn> </mrow> </mfrac> </math> <hsp sp=\"0.25\"/>ka. Prior to this, aggradation occurred from MIS 4 to the global Last Glacial Maximum (LGM), i.e.,under maximum ice extent conditions, and lasted a few thousand years thereafter. The protracted influx of debris after the LGM was sustained by paraglacial storage release in the catchment and promoted by strong coupling between slope and channel processes. Fluvial incision of T1 occurred during the post-LGMcold-to-warm transition after a time (supported by paleobotanical evidence) when the vegetation cover was capable of ensuring catchment-wide slope stability. The wave of incision propagated downstream between 17.5<hsp sp=\"0.25\"/> <math altimg=\"si2.gif\" overflow=\"scroll\"> <mfrac bevelled=\"true\"> <mrow> <mo>–</mo> <mn>3.5</mn> </mrow> <mrow> <mo>+</mo> <mn>2.0</mn> </mrow> </mfrac> </math> <hsp sp=\"0.25\"/>ka (proximal profile) and 13.0<hsp sp=\"0.25\"/> <math altimg=\"si3.gif\" overflow=\"scroll\"> <mfrac bevelled=\"true\"> <mrow> <mo>–</mo> <mn>0.5</mn> </mrow> <mrow> <mo>+</mo> <mn>3.5</mn> </mrow> </mfrac> </math> <hsp sp=\"0.25\"/>ka (distal profiles). The exposure-age confidence intervals for T2 and T3 are much larger than for T1 (60–145<hsp sp=\"0.25\"/>ka and 204–226<hsp sp=\"0.25\"/>ka, respectively) but the data nonetheless allow the aggradation of T2 and T3 to be attributed to MIS 6 and MIS 8, respectively. The soil chronosequence permitted by the fill-terrace age sequence indicates that the Luvic Cambisols capping T1 formed after ~<hsp sp=\"0.10\"/>13–16<hsp sp=\"0.25\"/>ka, i.e.,during the Holocene; (ii) the Haplic Luvisols capping T2 required at least ~<hsp sp=\"0.10\"/>130<hsp sp=\"0.25\"/>ka, i.e.,two interglacials; and (iii) the deeply rubified, highly eluviated Luvisols capping T3 required at least ~<hsp sp=\"0.10\"/>250<hsp sp=\"0.25\"/>ka, i.e.,at least three interglacials.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Global and Planetary Change",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0921818115001319%26_version%3D1%26md5%3D3781e3b23b882986cea0d6bb51dfb640",
        "title": "Constraints on Pleistocene glaciofluvial terrace age and related soil chronosequence features from vertical 10Be profiles in the Ariège River catchment (Pyrenees, France)"
    },
    {
        "author": "Keyan   Fang, Dan   Chen, Xiaohua   Gou, Rosanne   D'Arrigo, Nicole   Davi</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>September 2015</pubDate><br> <b>Source:</b>Global and Planetary Change, Volume 132</br><br>     Author(s): Keyan   Fang, Dan   Chen, Xiaohua   Gou, Rosanne   D'Arrigo, Nicole   Davi</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Modulations of non-climatic factors on climate–growth relationships can confound the interpretation of dendroclimatic reconstructions. Accordingly, we evaluated the influences of core direction, tree age, tree size, growth rate and species on the climate–growth relationships of 210 tree-ring cores from Kongtong Mountain and Xiaolong Mountain on the semi-arid Chinese Loess Plateau. We employed both the linear methods of correlation and response function analyses, and the nonlinear method of the Boosted Regression Trees (BRT). Most trees are sensitive to the moisture availability. Old trees are more sensitive to drought than young trees, which may be related to the intensified hydraulic resistances and reduced photosynthesis in response to drought. Tree cores taken from the southern direction are often more sensitive to drought than cores taken from other directions. The enhanced drought sensitivity for the southern cores may be possibly related to more branches and leaves for photosynthesis. Slow-growing trees show higher correlations with precipitation of the September prior to growth. This indicates that the extremely stressed, slow-growing trees tend to rely largely on nutrients produced prior to the growing season. For the reconstructions of annual drought in this region, we suggest collecting tree cores from the southern side of old trees growing at stressed sites.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Global and Planetary Change",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0921818115001289%26_version%3D1%26md5%3Da990dd4234f9aeeb5bebfc956cd83a1e",
        "title": "Influence of non-climatic factors on the relationships between tree growth and climate over the Chinese Loess Plateau"
    },
    {
        "author": "C.   Bloszies, S.L.   Forman, D.K.   Wright</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>September 2015</pubDate><br> <b>Source:</b>Global and Planetary Change, Volume 132</br><br>     Author(s): C.   Bloszies, S.L.   Forman, D.K.   Wright</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Relict beaches adjacent to Lake Turkana, Kenya provide a record of water level variability for the Late Quaternary. This study focused on deciphering the geomorphology, sedimentology, stratigraphy and <sup loc=\"pre\">14</sup>C chronology of strand plain sequences in the Kalokol and Lothagam areas, at the western margin of the Lake. Nine &amp;gt;<hsp sp=\"0.10\"/>30<hsp sp=\"0.25\"/>m oscillations in water level were documented between ca. 15 and 4<hsp sp=\"0.25\"/>ka. The earliest lake level oscillation between ca. 14.5 and 13<hsp sp=\"0.25\"/>ka is not well constrained with water level to at least 70<hsp sp=\"0.25\"/>m above the present surface and subsequently fell to at least 50<hsp sp=\"0.25\"/>m. Lake level increased to at least 90<hsp sp=\"0.25\"/>m between ca. 11.2 and 10.4<hsp sp=\"0.25\"/>ka, post Younger Dryas cooling. Water level fell by &amp;gt;<hsp sp=\"0.10\"/>30<hsp sp=\"0.25\"/>m by 10.2<hsp sp=\"0.25\"/>ka, with another potential rise at ca. 8.5<hsp sp=\"0.25\"/>ka to &amp;gt;<hsp sp=\"0.10\"/>70<hsp sp=\"0.25\"/>m above current level. Lake level regressed by &amp;gt;<hsp sp=\"0.10\"/>40<hsp sp=\"0.25\"/>m at 8.2<hsp sp=\"0.25\"/>ka coincident with cooling in the equatorial eastern Atlantic Ocean. Two major &amp;gt;<hsp sp=\"0.10\"/>70<hsp sp=\"0.25\"/>m lake level oscillations centered at 6.6 and 5.2<hsp sp=\"0.25\"/>ka may reflect enhanced convection with warmer sea surface temperatures in the western Indian Ocean. The termination of the African Humid Period occurred from ca. 8.0 to 4.5<hsp sp=\"0.25\"/>ka and is characterized by highly variable lake level (±&amp;gt;40<hsp sp=\"0.25\"/>m), rather than one monotonic fall in water level. This lake level variability reflects a complex response to variations in the extent and intensity of the East and West African Monsoons near geographic and topographic limits within the catchment of Lake Turkana. Also, for this closed lake basin excesses and deficits in water input are amplified with a cascading lake effect in the East African Rift Valley and through the Chew Bahir Basin. The final regression from a high stand of &amp;gt;<hsp sp=\"0.10\"/>90<hsp sp=\"0.25\"/>m above the present lake began at 5.2<hsp sp=\"0.25\"/>ka and water level was below 20<hsp sp=\"0.25\"/>m by 4.5<hsp sp=\"0.25\"/>ka; and for the remainder of the Holocene. This sustained low stand is associated with weakening of the West African Monsoon, a shift of the mean position of Congo Air Boundary west of the Lake Turkana catchment and with meter-scale variability in lake level linked to Walker circulation across the Indian Ocean.</simple-para> </abstract-sec><br> <h3 class=\"h3\">Graphical abstract</h3> <img src=\"http://origin-ars.els-cdn.com/content/image/1-s2.0-S0921818115001265-fx1.jpg\" height=\"200\" width=\"390\" alt=\"image\"/></br></br><br></br></br>",
        "journal": "Global and Planetary Change",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0921818115001265%26_version%3D1%26md5%3Dc9c183ede532ed9498a850ada820050f",
        "title": "Water level history for Lake Turkana, Kenya in the past 15,000years and a variable transition from the African Humid Period to Holocene aridity"
    },
    {
        "author": "Francisco J.   Rodríguez-Tovar, Javier   Dorador, Gloria M.   Martin-Garcia, Francisco J.   Sierro, José A.   Flores, David A.   Hodell</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>Available online 22 August 2015</pubDate><br> <b>Source:</b>Global and Planetary Change</br><br>     Author(s): Francisco J.   Rodríguez-Tovar, Javier   Dorador, Gloria M.   Martin-Garcia, Francisco J.   Sierro, José A.   Flores, David A.   Hodell</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Integrative research including facies characterization, ichnological composition and foraminifers analysis has been conducted on cores from Site U1385 of the IODP Expedition 339 to evaluate the incidence of Marine Isotope Stage (MIS) 12 and 11 on deep-sea environmental changes. Four color facies groups have been differentiated, showing variable transitions between them (bioturbated, gradual and sharp contacts). Trace fossil assemblage, assigned to the <italic>Zoophycos</italic> ichnofacies, consists of light and dark filled structures, with <italic>Alcyonidiopsis</italic>, <italic>Chondrites</italic>, <italic>Nereites</italic>, <italic>Planolites</italic>, <italic>Spirophyton</italic>, <italic>Thalassinoides</italic>, <italic>Thalassinoides</italic>-like structures, and <italic>Zoophycos</italic>. A deep-sea multi-tiered trace fossil community is interpreted, revealing predominance of well-oxygenated bottom and pore-waters, as well as abundance of food in the sediment for macrobenthic tracemaker community. Changes in environmental parameters are interpreted associated to significant variations in trace fossil distribution according to the differentiated intervals (A to M). Benthic foraminifer concentration in the sediments and variations of the planktonic foraminifer assemblages suggest significant changes in surface productivity and food supply to the sea floor since the ending of MIS 13 to the end of MIS 11 that could be correlated with the registered changes in facies and trace fossil assemblages. At the end of MIS 13 values of Annual Export Productivity were very low, that together with the presence of light-color sediments and the continuous presence of light <italic>Planolites</italic> and <italic>Thalassinoides</italic>, reveals lower organic carbon flux to the bottom and high oxygen conditions (interval A). Afterwards the organic matter supply increased rapidly and remained very high until Termination V, determining an eutrophic environment, expressed by high benthic foraminifer accumulation rates, and reduced availability of oxygen, that correlate with the record of <italic>Spirophyton</italic> and <italic>Zoophycos</italic>, and the presence of <italic>Chondrites</italic>, observed in the intervals B and D. Lower benthic foraminifer accumulation rates during MIS 11 suggest an oligotrophic environment at the bottom consistent with lower inputs of organic carbon, associated to high oxygen content of bottom waters that agrees with the lighter color of the sediments as well as by the continuous presence of light <italic>Planolites</italic> and <italic>Thalassinoides</italic> in the differentiated interval M. The evolution of the macrobenthic tracemaker community during MIS 12 and 11 responds to major changes in bottom water ventilation probably linked to variations in deep water (North Atlantic) thermohaline circulation, determining variations in oxygen and food availability.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Global and Planetary Change",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0921818115300072%26_version%3D1%26md5%3D47d7a4e34eeed75c4a2e1ec010ddbd4f",
        "title": "Response of macrobenthic and foraminifer communities to changes in deep-sea environmental conditions from Marine Isotope Stage (MIS) 12 to 11 at the “Shackleton Site”"
    },
    {
        "author": "Sharon E.   Nicholson</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>Available online 18 August 2015</pubDate><br> <b>Source:</b>Global and Planetary Change</br><br>     Author(s): Sharon E.   Nicholson</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">The role of the land surface in climate and weather has been a major research focus since the 1970s. Since that time our understanding of the issue has greatly changed and many new themes in several disciplines are being considered. This article summarizes the changes in our understanding that have taken place in research on this topic and reviews principally papers that have appeared in the last two decades. Several other papers provide comprehensive reviews of literature that appeared prior to that time. The major changes that have occurred include 1) more sophisticated and rigorous analysis of desertification, 2) increased emphasis on hydrological processes, including the role of groundwater, 3) use of multi-model ensembles and regional models, 4) the emergence of the domain of ecohydrology, with emphasis on detailed feedbacks between water availability and vegetation, 5) examination of the hypothesis that vegetation feedback can produce abrupt climate change, 6) emphasis on the impacts on convective or synoptic-scale systems, and 7) consideration of the impact of aerosols, including the Saharan Air Layer. With the exception of desertification, each of these topics is reviewed.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Global and Planetary Change",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0921818115300047%26_version%3D1%26md5%3D092c2b5d07745c033e703523036a3983",
        "title": "Evolution and current state of our understanding of the role played in the climate system by land surface processes in semi-arid regions"
    },
    {
        "author": "Dana   Parr, Guiling   Wang, Kazi F.   Ahmed</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>Available online 16 August 2015</pubDate><br> <b>Source:</b>Global and Planetary Change</br><br>     Author(s): Dana   Parr, Guiling   Wang, Kazi F.   Ahmed</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">The focus of this study is on whether the recent warming-induced hydrologic changes in the U.S. Northeast will continue in the future (2046–2065) and how future changes of precipitation characteristics may influence other hydrological processes in the Connecticut River Basin. Our previous study (Parr and Wang 2014) examines the impact of climate changes during 1950–2011 on hydrological processes in the Northeast using the CRB as a case study. Our results showed a clear increase of precipitation intensity and suggested that the basin is entering a wetter regime more subject to meteorological flood conditions than to drought conditions. For this future analysis, three North American Regional Climate Change Assessment Program (NARCCAP) models are used to derive the meteorological forcing for the Variable Infiltration Capacity hydrological model (VIC), using both present day and the future projected A1B scenario climate. Our future projections indicate wetter winters including significantly greater precipitation, runoff, and soil moisture, decreases to spring runoff, and enhanced ET for all four seasons. We also find a shift toward earlier and faster snow melting and an earlier date of peak discharge. Future precipitation extremes show a decreased amount compared to the early 21st Century, but increased when compared to our entire historic period or the late 20th Century, as well as a consistently increasing mean intensity throughout the past and future. Analyses of extreme hydrologic events reveals changing characteristics of flooding involving increasing duration but decreasing frequency of flood events as well as a reduction of drought risk.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Global and Planetary Change",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0921818115300059%26_version%3D1%26md5%3D71788fea92ba5fbc60099097fdbf4fce",
        "title": "Hydrological Changes in the U.S. Northeast Using the Connecticut River Basin as a Case Study: Part 2. Projections of the Future"
    },
    {
        "author": "Ulrike   Hoff, Boris K.   Biskaborn, Veronika   Dirksen, Oleg   Dirksen, Gerhard   Kuhn, Hanno   Meyer, Larisa   Nazarova, Alexandra   Roth, Bernhard   Diekmann</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>Available online 16 August 2015</pubDate><br> <b>Source:</b>Global and Planetary Change</br><br>     Author(s): Ulrike   Hoff, Boris K.   Biskaborn, Veronika   Dirksen, Oleg   Dirksen, Gerhard   Kuhn, Hanno   Meyer, Larisa   Nazarova, Alexandra   Roth, Bernhard   Diekmann</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Within the scope of Russian-German palaeoenvironmental research, Two-Yurts Lake (TYL, Dvuh-Yurtochnoe in Russian) was chosen as the main scientific target area to decipher Holocene climate variability on Kamchatka. The 5x2 km large and 26 m deep lake is of proglacial origin and situated on the eastern flank of Sredinny Ridge at the northwestern end of the Central Kamchatka Valley, outside the direct influence of active volcanism. Here, we present results of a multi-proxy study on sediment cores, spanning about the last 7000 years. The general tenor of the TYL record is an increase in continentality and winter snow cover in conjunction with a decrease in temperature, humidity, and biological productivity after 5000<italic>–</italic>4500 cal yrs BP, inferred from pollen and diatom data and the isotopic composition of organic carbon. The TYL proxy data also show that the late Holocene was punctuated by two colder spells, roughly between 4500 and 3500 cal yrs BP and between 1000 and 200 cal yrs BP, as local expressions of the Neoglacial and Little Ice Age, respectively. These environmental changes can be regarded as direct and indirect responses to climate change, as also demonstrated by other records in the regional terrestrial and marine realm. Long-term climate deterioration was driven by decreasing insolation, while the short-term climate excursions are best explained by local climatic processes. The latter affect the configuration of atmospheric pressure systems that control the sources as well as the temperature and moisture of air masses reaching Kamchatka.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Global and Planetary Change",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0921818115001575%26_version%3D1%26md5%3D24ee673940c09000e08ffb74030335be",
        "title": "Holocene Environment of Central Kamchatka, Russia: Implications from a multi-proxy record of Two-Yurts Lake"
    },
    {
        "author": "Veronika   Dirksen, Oleg   Dirksen, Christel   van den Bogaard, Bernhard   Diekmann</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>Available online 16 August 2015</pubDate><br> <b>Source:</b>Global and Planetary Change</br><br>     Author(s): Veronika   Dirksen, Oleg   Dirksen, Christel   van den Bogaard, Bernhard   Diekmann</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">A pollen record, obtained from sediments of Lake Sokoch in mountain interior of the Kamchatka Peninsula, covers the last ca. 9600 yrs (all ages are given in calibrated years BP). Variations in local components, including pollen, spores and non-pollen palynomorphs, and related changes in sedimentation document the lake development from initially seepage and shallow basin to deeper lake during the mid Holocene and then to the hydrologically open system during the late Holocene. The studies of volcanic ashes from the lake sediment core show their complex depositional histories.</simple-para> <simple-para id=\"sp0010\" view=\"all\">Lake Sokoch occupies a former proglacial basin between two terminal moraines of the LGM time. The undated basal part of record before ca. 9600 yrs BP, however, does not reflect properly cold conditions. At that time, although shrublands and tundra dominated, stone birch and white birch forests have already settled in surroundings; the presence of alder woodland indicates wet and maritime-like climate. The subsequent forest advance suggesting warmer conditions was interrupted by the ca. 8000-7600 yrs BP spell of cooler climate. The following culmination of warmth is bracketed by the evidence of the first maximal forest extent between ca. 7400 and 5100 yrs BP. During that time, dramatic retreat of alder forest suggests a turn from maritime-like to more continental climate conditions. The cool and wet pulse after ca. 5100 yrs BP was pronounced as forests retreat while shrublands, meadows and bogs extended. An expansion of white birch forest since ca. 3500 yrs BP reflected the onset of drier climate, strengthening continentality and seasonal contrast. The second maximum of forests dominated by both stone and white birches occurred between ca. 2200 and 1700 yrs BP and indicated warming in association with relatively dry and increasingly continental climate. The following period was wetter and cooler, and minor outbreak of alder forest around ca. 1500 yrs BP suggests a short-term return of maritime-like conditions. Since ca. 1300 yrs BP forests retreated and replaced by shrublands, tundra and bogs, pointing to cool and wet climate and likely increased back continentality. A prominent re-advance of stone birch forest shown atop the record, most probably reflect recent warming trend.</simple-para> <simple-para id=\"sp0015\" view=\"all\">The reconstructed cool periods correlate well with Holocene glacial advances in neighboring mountain areas and with the tree ring and ice core records from the Central Kamchatka Depression. The Lake Sokoch pollen record, being consistent with the previously obtained regional paleoclimatic data, yet contributes new detailed information, especially for the late Holocene.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Global and Planetary Change",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0921818115001563%26_version%3D1%26md5%3D7fd4759e4469aa62ee77969c127cc96d",
        "title": "Holocene pollen record from Lake Sokoch, interior Kamchatka (Russia), and its palaeobotanical and paleoclimatic interpretation"
    },
    {
        "author": "",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>August 2015</pubDate><br> <b>Source:</b>Global and Planetary Change, Volume 131</br><br></br><br><br></br></br><br></br></br>",
        "journal": "Global and Planetary Change",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0921818115001162%26_version%3D1%26md5%3D0b07aaaf218e78e1cefd1d128cd49a2f",
        "title": "List of Reviewers in 2014"
    },
    {
        "author": "Antonio   García-Alix</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>August 2015</pubDate><br> <b>Source:</b>Global and Planetary Change, Volume 131</br><br>     Author(s): Antonio   García-Alix</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Palaeoenvironmental reconstructions from fossil mammals are based on the straightforward relationship between the environment and the mammal assemblage living in the area. However, in some cases the environmental variables estimated from mammals are biassed by local influences. The palaeoenvironmental reconstruction of the Granada Basin (southern Spain) based on carbon and oxygen isotopes from enamel rodent teeth is compared with the palaeoenvironmental data from small mammal assemblages. Estimated temperatures from both proxies coincide, in general terms: cold-temperate conditions during the latest Tortonian (~<hsp sp=\"0.10\"/>16<hsp sp=\"0.25\"/>°C; cold-temperate climate), dry sub-tropical conditions during the Messinian (16.6<hsp sp=\"0.25\"/>°C–22<hsp sp=\"0.25\"/>°C), and dry sub-tropical conditions during the early Pliocene (16.6<hsp sp=\"0.25\"/>°C–17.2<hsp sp=\"0.25\"/>°C). Reconstructed humidity trends from both proxies only agree in the first part of the record, showing dry conditions during the Tortonian–Messinian boundary and an increase in humidity at the beginning of the Messinian. During the Messinian and earliest Pliocene, humidity trends in each proxy are frequently opposed: small mammal assemblages suggest a huge increase in humidity at the beginning of the Messinian, and a decreasing trend towards the Pliocene, whereas carbon isotopes from rodent teeth suggest moderate humidity conditions during the Messinian. It can be concluded that physical changes in the landscape would affect taxa with high dependence on humid conditions, and they are more likely to record local environmental humidity changes rather than regional or global humidity ones. However, the past reconstructions of temperatures are not biassed by this effect, as the general temperature trends deduced from the faunal assemblages as well as those deduced from the isotopic approaches coincide. The general climatic trends reconstructed from isotopic analyses in small mammal teeth agree with the general environmental change in the western Mediterranean region as well as with the global evolution of sea temperatures.</simple-para> </abstract-sec><br> <h3 class=\"h3\">Graphical abstract</h3> <img src=\"http://origin-ars.els-cdn.com/content/image/1-s2.0-S0921818115000855-fx1.jpg\" height=\"199\" width=\"178\" alt=\"image\"/></br></br><br></br></br>",
        "journal": "Global and Planetary Change",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0921818115000855%26_version%3D1%26md5%3Dafda2b1c6f7e66acf8301dca209943fb",
        "title": "A multiproxy approach for the reconstruction of ancient continental environments. The case of the Mio–Pliocene deposits of the Granada Basin (southern Iberian Peninsula)"
    },
    {
        "author": "Reiner   Palomino-Lemus, Samir   Córdoba-Machado, Sonia Raquel   Gámiz-Fortis, Yolanda   Castro-Díez, María Jesús   Esteban-Parra</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>August 2015</pubDate><br> <b>Source:</b>Global and Planetary Change, Volume 131</br><br>     Author(s): Reiner   Palomino-Lemus, Samir   Córdoba-Machado, Sonia Raquel   Gámiz-Fortis, Yolanda   Castro-Díez, María Jesús   Esteban-Parra</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">In this study, statistical downscaling (SD) models have been built using principal component regression (PCR) for simulating summer precipitation in Colombia during the period 1950–2010, and climate projections have been made for the period 2071–2100 by applying the previous SD models to the SLP outputs of five GCMs. For this, the principal components (PCs) of the SLP reanalysis data from NCEP were used as predictor variables and the observed gridded summer precipitation as predictands. The period 1950–1993 was used for calibration and 1994–2010 for validation. Bootstrap with replacement was applied to provide estimations of the statistical errors. All SD models performed reasonably well at regional scales, and the spatial distribution of the correlation coefficients between the predicted and observed gridded precipitation values shows high significant values (between 0.5 and 0.93) along the Andes range, north and north Pacific of Colombia.</simple-para> <simple-para id=\"sp0010\" view=\"all\">The ability of the GCMs to simulate the summer precipitation in Colombia, for the present climate (1971–2000), has been analyzed by calculating the differences between the simulated and observed precipitation values, with the result that the precipitation simulations made for the GCMs show strong biases. However, SD models applied to the SLP output from GCMs demonstrate their ability to faithfully reproduce the rainfall field. Finally, for summer precipitation projections in Colombia for the period 2071–2100, the SD models, recalibrated for the total period 1950–2010, have been applied to the SLP output from GCMs under the RCP2.6, RCP4.5, and RCP8.5 scenarios.</simple-para> <simple-para id=\"sp0015\" view=\"all\">The SD estimations show considerable differences with respect to SD present values, generally towards precipitation increases. The SD MIROC5, HAdGEM2-AO, and CESM1(CAM5) present significant changes in all the regions for both the RCP4.5 and RCP8.5 scenarios. So, for the RCP8.5 these models project changes between 12.85% and 18.32% for the NWC region, 6.73% and 10.02% for the SWC region, 6.16% and 14.76% for the NCC region, and 8.31% and 23.11% for the NC region. This last region, that presents the greatest increase (23.11%) for the SD MIROC5 also presents the greatest decrease (−<hsp sp=\"0.10\"/>7.8% under the RCP8.5) for SD MPI-ESM-LR. For the RCP2.6, significant increases are found only for the NWC region with SD HadGEM2-AO (4.5%) and for the NC region with the SD CESM1(CAM5) (8.33%).</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Global and Planetary Change",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0921818115000892%26_version%3D1%26md5%3Df8643ac87e57c51e0d770258194034e5",
        "title": "Summer precipitation projections over northwestern South America from CMIP5 models"
    },
    {
        "author": "Ricardo L.   Silva, Luís V.   Duarte</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>August 2015</pubDate><br> <b>Source:</b>Global and Planetary Change, Volume 131</br><br>     Author(s): Ricardo L.   Silva, Luís V.   Duarte</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">The Pliensbachian (Early Jurassic) hemipelagic carbonate series of the Lusitanian Basin (Portugal) are of major importance as this basin is located at a key position between the Tethyan and Boreal (North European) realms. One of the most conspicuous features of this basin is the organic-rich nature of most of the Margaritatus Chronozone hemipelagic deposits, with the occurrence of several well-defined regional black shales. The analysis of selected redox sensitive elements (V, Cr, Co, Ni, Mo, and U) from the worldwide reference section of Peniche indicates that in this basin most of the organic-rich facies of the Ibex–Margaritatus chronozones were deposited under an oxic–dysoxic regime, while the rare centimetre thick well-defined black shales were deposited and preserved under suboxic–anoxic, intermittently euxinic conditions. Based on the integration of sedimentological, biostratigraphical, geochemical, and organic petrographic evidence we suggest that these basinwide black shales, corresponding to widespread mucilage and microbial outbreaks, were driven by extreme climate warming coupled with high oceanic productivity and intermittently stratified epeiric seas. Regionally, these “hot snaps” may have promoted the observed rapid but short-lived expansion of Tethyan ammonites into Boreal domains or led to decrease benthic diversity. Ensuing cooling during the Margaritatus Chronozone was accompanied by southwards influx of northwards ammonite fauna or radiation of cyst forming dinoflagellates.</simple-para> <simple-para id=\"sp0010\" view=\"all\">Worldwide preservation of organic matter during the Late Pliensbachian seems to have resulted in decreased atmospheric CO<inf loc=\"post\">2</inf> levels through geological storage of carbon, triggering and/or amplifying the Spinatum Chronozone icehouse event. Ultimately, this cooling event may have led to the occurrence of permafrost and/or methane gas hydrates in locations easily disturbed by the subsequent Early Toarcian warming, or/and volcanic activity driven by crustal unloading due to deglaciation.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Global and Planetary Change",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0921818115000879%26_version%3D1%26md5%3Dd7b3b8909d3dd229acfb72c13351f25a",
        "title": "Organic matter production and preservation in the Lusitanian Basin (Portugal) and Pliensbachian climatic hot snaps"
    },
    {
        "author": "Antje H.L.   Voelker, Haflidi   Haflidason</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>August 2015</pubDate><br> <b>Source:</b>Global and Planetary Change, Volume 131</br><br>     Author(s): Antje H.L.   Voelker, Haflidi   Haflidason</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">The PS2644 deep-sea core sequence, retrieved from the northwestern margin of Iceland and covering the last 86<hsp sp=\"0.25\"/>ka, exhibits high sedimentation rates during the last glacial cycle that allow the clear distinction of Greenland stadial (GS)/interstadial (GI) cycles in the various proxy records. Abundance records of rhyolitic, basaltic and tachylytic tephra grains reveal several maxima. Tephra grains of all types were geochemically analyzed in 44 levels. A total of 92 tephras with a distinctive character have been defined within the glacial sequence of gravity core PS2644-5, whereas the Holocene record is dominated by reworked Vedde Ash grains and not suitable for tephra stratigraphic work. Of the 92 tephras only 19 geochemical populations have been linked with confidence to previously defined tephras such as from the Vedde Ash, Faeroe Marine Ash Zones (FMAZ) II and III and North Atlantic Ash Zone (NAAZ) II. For the glacial period informal names were given to 78 new tephras, most of which are basaltic tephras. Several of these layers have a unique geochemical character and might become new chronostratigraphic markers in the North Atlantic region. Linking the tephra populations to the volcanic system producing them, respectively, revealed that Icelandic eruptions dominate with 83 tephra geochemical populations and Jan Mayen with 9. Around 48% of the informal tephra layers linked to the Icelandic volcanic province are produced from either the Grimsvötn or the Veidivötn-Bardarbunga volcanic systems. The intervals spanning from Greenland Stadial (GS) 3 to Greenland Interstadial (GI) 4 (24.5–29<hsp sp=\"0.25\"/>ka BP), from GI 8 to GS 10 (36.9–40.5<hsp sp=\"0.25\"/>ka BP) and from GI 14 to GI 15.2 (50–56<hsp sp=\"0.25\"/>ka BP) are the periods with the highest number of eruptions, all of which are associated with known tephra zones.</simple-para> </abstract-sec><br> <h3 class=\"h3\">Graphical abstract</h3> <img src=\"http://origin-ars.els-cdn.com/content/image/1-s2.0-S0921818115000867-fx1.jpg\" height=\"200\" width=\"286\" alt=\"image\"/></br></br><br></br></br>",
        "journal": "Global and Planetary Change",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0921818115000867%26_version%3D1%26md5%3Dbdfe9f1aa9359431b779d1a1c7ad9511",
        "title": "Refining the Icelandic tephrachronology of the last glacial period – The deep-sea core PS2644 record from the southern Greenland Sea"
    },
    {
        "author": "Qiang   Zhang, Xihui   Gu, Vijay P.   Singh, Dongdong   Kong, Xiaohong   Chen</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>August 2015</pubDate><br> <b>Source:</b>Global and Planetary Change, Volume 131</br><br>     Author(s): Qiang   Zhang, Xihui   Gu, Vijay P.   Singh, Dongdong   Kong, Xiaohong   Chen</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">China is an agricultural country with the largest population in the world. However, intensification of droughts and floods and amplification of precipitation extremes are having critical negative impacts on agriculture. In this study, flood- and drought-affected, flood- and drought-damaged crop areas, and also flood- and drought-induced agricultural loss from 29 provinces across China are analyzed in both space and time. Results indicate the following: (1) Large parts of China are dominated by intensified floods. Comparatively, spatial ranges dominated by intensifying drought hazards are smaller than those by intensifying flood hazards. (2) Drought intensity is increasing in northwest China with moderate changes in the degree of influence. Increasing flood intensity can be observed in northwest, southwest and central China. However, flood risks are higher in arid regions such as northwest China and drought risks are higher in humid regions such as southwest China. (3) Agreements are identified between abrupt behaviors of flood-affected and -destroyed crop areas. The change points of flood-affected and -destroyed crop areas is in the 1980s in northeast, north and central China and in the 1990s in south and southwest China. Nevertheless, spatial patterns of the change points in the drought-affected and -destroyed crop areas are sporadic but not confirmative. (4) Flood- and drought-induced losses of agricultural production have significant increasing trends in most parts of China. The loss rate and loss magnitude of agriculture before change points are significantly higher than those after change points. (5) Generally, amplifications of precipitation extremes, decreasing consecutive wet days and increasing consecutive dry days in both space and time are the major driving factors behind the changes of drought- and flood-affected, and -destroyed crop areas and their impacts on agriculture across China. These results are theoretically and practically relevant for planning and management of agricultural activities and may help provide a theoretical framework for similar studies in other regions of the globe.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Global and Planetary Change",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0921818115000922%26_version%3D1%26md5%3D85bea32d5c0fb781a6b3dfb02eec91be",
        "title": "Spatiotemporal behavior of floods and droughts and their impacts on agriculture in China"
    },
    {
        "author": "Fanneng   He, Shicheng   Li, Xuezhen   Zhang</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>August 2015</pubDate><br> <b>Source:</b>Global and Planetary Change, Volume 131</br><br>     Author(s): Fanneng   He, Shicheng   Li, Xuezhen   Zhang</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">The spatially explicit reconstruction of historical forest plays an important role in understanding human modifications of land surfaces and its environmental effects. Based on an analysis of the forest change history of China, we devised a reconstruction method for the historical forest cover in China. The core idea of the method is that the lands with high suitability for cultivation will be cultivated and deforested first, spreading to marginal lands with lower suitability for cultivation. By determining the possible maximum distribution extent of the forest, as well as devising the land suitability for cultivation assessment model and provincial forest area allocation model, we created 10<hsp sp=\"0.25\"/>km forest cover maps of China for the years 1700 to 2000 with 10<hsp sp=\"0.25\"/>year intervals. By comparison with satellite-based data in 2000, we found that the grids within 25% differences account for as much as 66.07% of all grids. The comparison with the historical documents-based data in northeast China indicated that the number of counties within 30% relative differences is 99, accounting for 74.44% of all counties. Therefore, the forest area allocation model we devised can accurately reproduce the spatial patterns of historical forest cover in China. Our reconstruction indicates that from 1700 to the 1960s, the deforestation mainly occurred in southwest China, the hilly regions of south China, the southeast of Gansu province, and northeast China; from the 1960s to 2000, the reforestation occurred in most traditional forested regions of China, particularly in the Tibet Plateau, hilly regions of south China and the Greater Khingan Mountains. The spatially explicit forest cover data sets we reconstructed can be used in global or regional climatic models to study the impact of land cover change on climate change.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Global and Planetary Change",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0921818115000934%26_version%3D1%26md5%3Df6cafed24be46351252e0615bb5c751e",
        "title": "A spatially explicit reconstruction of forest cover in China over 1700–2000"
    },
    {
        "author": "Jiangfeng   Shi, Huayu   Lu, Jinbao   Li, Shiyuan   Shi, Shuangye   Wu, Xinyuan   Hou, Lingling   Li</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>August 2015</pubDate><br> <b>Source:</b>Global and Planetary Change, Volume 131</br><br>     Author(s): Jiangfeng   Shi, Huayu   Lu, Jinbao   Li, Shiyuan   Shi, Shuangye   Wu, Xinyuan   Hou, Lingling   Li</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">February–April drought strongly affects agriculture and socio-economics in southeastern China, yet its long-term variability has not been assessed due to the shortness of instrumental records. In this study, we reported a 168-year tree-ring width chronology from a steep, low-elevation site with thin soil layers in the Xianxia Mountains, southeastern China. Contrary to the existing chronologies that are mostly temperature sensitive, this chronology contained a strong February–April precipitation signal, indicating great potential for tree-ring based precipitation reconstructions in southeastern China. The reconstruction explained 47.8% of the instrumental variance during 1951–2012. The full reconstruction indicated that there were 3 dry periods (1873–1896, 1924–1971, 1995–2012) and 2 wet periods (1856–1872, 1972–1994) during 1856–2013. The extreme drought in 2011 was not unprecedented for the past 168<hsp sp=\"0.25\"/>years, and the recent severe droughts may be part of interdecadal variations in regional February–April precipitation. Our results also suggested that February–April precipitation in southeastern China was highly influenced by the tropical Pacific climate system, in particular El Niño-Southern Oscillation (ENSO).</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Global and Planetary Change",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0921818115000910%26_version%3D1%26md5%3D718f37e63e9a9f7c0438410668c067b8",
        "title": "Tree-ring based February–April precipitation reconstruction for the lower reaches of the Yangtze River, southeastern China"
    },
    {
        "author": "Cristian   Necula, Cristian   Panaiotu, Gabriel   Schinteie, Petru   Palade, Victor   Kuncser</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>August 2015</pubDate><br> <b>Source:</b>Global and Planetary Change, Volume 131</br><br>     Author(s): Cristian   Necula, Cristian   Panaiotu, Gabriel   Schinteie, Petru   Palade, Victor   Kuncser</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Previous studies have shown that the magnetic parameters of the Romanian loess/paleosol sequences have recorded Quaternary glacial/interglacial cycles over the last 600<hsp sp=\"0.25\"/>kyr. Previous rock magnetic investigations pointed out that the magnetic enhancement in Romanian loess sequences is mainly due to pedogenic magnetite close to superparamagnetic/stable single domain boundary. We report the first reconstruction of grain size distribution (GSD) of the superparamagnetic (SP) particles for two Romanian loess deposits, Costineşti and Mircea Vodă, located in the Dobrogea Plateau between the Danube River and the Black Sea. The GSDs were obtained using both the wide-band frequency spectrum of magnetic susceptibility (FSMS) method and low temperature Mössbauer spectroscopy. The FSMS method shows that the SP particles are present both in loess and paleosols. The GSDs in loess are shifted to slightly higher diameters with respect to paleosols. The concentration of SP particles has an opposite trend. The largest value is reached in the forest paleosol and the lowest in the loess samples. Both loess and paleosols indicated almost the same dominant grain size (about 17<hsp sp=\"0.25\"/>nm in paleosols and 18<hsp sp=\"0.25\"/>nm in loess samples). However the GSD shapes in loess are different than those found in paleosols. In the paleosols, the shape of GSDs seems to be independent of climate and degree of pedogenesis. These factors control only the concentration of SP particles present in each paleosol. Temperature dependent Mössbauer spectroscopy also supports the presence of SP particles both in loess and paleosol with a mean diameter around 13–14<hsp sp=\"0.25\"/>nm. Dispersion of the diameters in the case of Mössbauer spectroscopy varies from sample to sample being probably affected by random surface defects.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Global and Planetary Change",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0921818115000946%26_version%3D1%26md5%3D0450d11febea1392f0aa7fc7a976bf68",
        "title": "Reconstruction of superparamagnetic particle grain size distribution from Romanian loess using frequency dependent magnetic susceptibility and temperature dependent Mössbauer spectroscopy"
    },
    {
        "author": "E.K.   Dlabola, G.S.   Wilson, A.R.   Gorman, C.R.   Riesselman, C.M.   Moy</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>August 2015</pubDate><br> <b>Source:</b>Global and Planetary Change, Volume 131</br><br>     Author(s): E.K.   Dlabola, G.S.   Wilson, A.R.   Gorman, C.R.   Riesselman, C.M.   Moy</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">The modern fjords of southwest New Zealand were previously stranded lakes isolated from the Tasman Sea by bedrock and moraine sills following the retreat of glaciers at the Last Glacial Maximum. The isolated lake basins were subsequently inundated with sea water when sea-level rise overtopped the sills. A record of the lacustrine-to-marine environmental transition is preserved in the fjord basin sediments and is identified in two New Zealand fjords with high-resolution seismic data and paleoenvironmental analysis of sediment cores. Seismic data are used to constrain the maximum sill depth and microfossil assemblages are used to track the lacustrine-to-marine transition. Chronology is based on fourteen radiocarbon ages.</simple-para> <simple-para id=\"sp0010\" view=\"all\">A relative sea-level curve for Fiordland, New Zealand is constructed based on sill depths and age constraints on the marine incursion. The sea-level curve allows insights into estimated uplift rates for Fiordland during the Holocene. From a lowstand of at least 107<hsp sp=\"0.25\"/>mbsl 14,750<hsp sp=\"0.25\"/>yr ago, these data reveal a stepwise transgression. Meltwater Pulse 1b is identified between 12,400 and 11,400<hsp sp=\"0.25\"/>yr ago, with a second acceleration in sea-level rise observed 9700<hsp sp=\"0.25\"/>yr ago. This record contributes a new sea-level curve for a mid-latitude (45°S) Southern Hemisphere location as well as new evidence for Meltwater Pulse 1b.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Global and Planetary Change",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0921818115001071%26_version%3D1%26md5%3D0f34752f0b7c4066cb6a182ef510a4b2",
        "title": "A post-glacial relative sea-level curve from Fiordland, New Zealand"
    },
    {
        "author": "Hossein   Tabari, Meron Teferi   Taye, Patrick   Willems</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>August 2015</pubDate><br> <b>Source:</b>Global and Planetary Change, Volume 131</br><br>     Author(s): Hossein   Tabari, Meron Teferi   Taye, Patrick   Willems</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">We investigate the potential impact of climate change on water availability in central Belgium. Two water balance components being precipitation and potential evapotranspiration are initially projected for the late 21st century (2071–2100) based on 30 Coupled Models Intercomparison Project phase 5 (CMIP5) models relative to a baseline period of 1961–1990, assuming forcing by four representative concentration pathway emission scenarios (RCP2.6, RCP4.5, RCP6.0, RCP8.5). The future available water is then estimated as the difference between precipitation and potential evapotranspiration projections. The number of wet days and mean monthly precipitation for summer season is projected to decrease in most of the scenarios, while the projections show an increase in those variables for the winter months. Potential evapotranspiration is expected to increase during both winter and summer seasons. The results show a decrease in water availability for summer and an increase for winter, suggesting drier summers and wetter winters for the late 21st century in central Belgium.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Global and Planetary Change",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0921818115001095%26_version%3D1%26md5%3D15a2e7e6c12d038dfab5eb4d2302c9b0",
        "title": "Water availability change in central Belgium for the late 21st century"
    },
    {
        "author": "Claudio A.   Tapia, Gary S.   Wilson, Scott E.   Ishman, Hans G.   Wilke, Jo-Anne   Wartho, Diane   Winter, Rubén   Martínez-Pardo</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>August 2015</pubDate><br> <b>Source:</b>Global and Planetary Change, Volume 131</br><br>     Author(s): Claudio A.   Tapia, Gary S.   Wilson, Scott E.   Ishman, Hans G.   Wilke, Jo-Anne   Wartho, Diane   Winter, Rubén   Martínez-Pardo</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">We present new findings from Pliocene marine sediments from the Mejillones Peninsula Tiburon Basin of the northern Chile continental margin that provide constraints for the global sea level record. Sedimentologic and sequence stratigraphic studies reveal facies associations of a continental shelf setting. Textural variations indicate that coarsening and fining up of the succession are due to relative sea level rise and fall, respectively. Magnetostratigraphy was integrated with bio- and tephro- stratigraphic data to construct a record of high-resolution chronology. The age model constrains the Tiburon Basin lower section between 4.2 Ma and 2.8 Ma. The record is likely to be controlled in part by sea level change with orbital periodicities of obliquity (∼<hsp sp=\"0.10\"/>40 ka of frequency) and, between 3.2 Ma and 2.9 Ma a high-amplitude sea level fall is correlated to global climatic deterioration and the onset of major Northern Hemisphere glaciations.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Global and Planetary Change",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0921818115000909%26_version%3D1%26md5%3Def755dc99dc7ffa1b322e087061accbd",
        "title": "An integrated sequence stratigraphic and chronostratigraphic analysis of the Pliocene, Tiburon Basin succession, Mejillones Peninsula, Chile"
    },
    {
        "author": "Guoqing   Zhang, Tandong   Yao, Hongjie   Xie, Weicai   Wang, Wei   Yang</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>August 2015</pubDate><br> <b>Source:</b>Global and Planetary Change, Volume 131</br><br>     Author(s): Guoqing   Zhang, Tandong   Yao, Hongjie   Xie, Weicai   Wang, Wei   Yang</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">No glacial lake census exists for the Third Pole region, which includes the Pamir-Hindu Kush-Karakoram-Himalayas and the Tibetan Plateau. Therefore, comprehensive information is lacking about the distribution of and changes in glacial lakes caused by current global warming conditions. In this study, the first glacial lake inventories for the Third Pole were conducted for ~<hsp sp=\"0.10\"/>1990, 2000, and 2010 using Landsat TM/ETM<hsp sp=\"0.10\"/>+ data. Glacial lake spatial distributions, corresponding areas and temporal changes were examined. The significant results are as follows. (1) There were 4602, 4981, and 5701 glacial lakes (&amp;gt;<hsp sp=\"0.10\"/>0.003<hsp sp=\"0.25\"/>km<sup loc=\"post\">2</sup>) covering areas of 553.9<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>90, 581.2<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>97, and 682.4<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>110<hsp sp=\"0.25\"/>km<sup loc=\"post\">2</sup> in ~<hsp sp=\"0.10\"/>1990, 2000, and 2010, respectively; these lakes are primarily located in the Brahmaputra (39%), Indus (28%), and Amu Darya (10%) basins. (2) Small lakes (&amp;lt;<hsp sp=\"0.10\"/>0.2<hsp sp=\"0.25\"/>km<sup loc=\"post\">2</sup>) are more sensitive to climate changes. (3) Lakes closer to glaciers and at higher altitudes, particularly those connected to glacier termini, have undergone larger area changes. (4) Glacier-fed lakes are dominant in both quantity and area (&amp;gt;<hsp sp=\"0.10\"/>70%) and exhibit faster expansion trends overall compared to non-glacier-fed lakes. We conclude that glacier meltwater may play a dominant role in the areal expansion of most glacial lakes in the Third Pole. In addition, the patterns of the glacier-fed lakes correspond well with warming temperature trends and negative glacier mass balance patterns. This paper presents an important database of glacial lakes and provides a basis for long-term monitoring and evaluation of outburst flood disasters primarily caused by glacial lakes in the Third Pole.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Global and Planetary Change",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0921818115001101%26_version%3D1%26md5%3D5605991d41a073582c12e084cc048665",
        "title": "An inventory of glacial lakes in the Third Pole region and their changes in response to global warming"
    },
    {
        "author": "Mathieu   Martinez, Jean-François   Deconinck, Pierre   Pellenard, Laurent   Riquier, Miguel   Company, Stéphane   Reboulet, Mathieu   Moiroud</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>August 2015</pubDate><br> <b>Source:</b>Global and Planetary Change, Volume 131</br><br>     Author(s): Mathieu   Martinez, Jean-François   Deconinck, Pierre   Pellenard, Laurent   Riquier, Miguel   Company, Stéphane   Reboulet, Mathieu   Moiroud</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">The Geological Time Scale shows large uncertainties on durations and ages of Berriasian to Albian stages (Early Cretaceous), which impact climate and paleoceanographic reconstructions. Here, we provide a new astrochronology of the Hauterivian Stage anchored on (1) recent biostratigraphically well-constrained published radio-isotopic dates, and (2) a previously published astrochronology of the Valanginian Stage. A new duration of the Hauterivian Stage is assessed here at 5.93<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>0.41<hsp sp=\"0.25\"/>myr. The retained age model, anchored on a latest CA-ID-TIMS U–Pb age from a tuff level in the Hauterivian of the Neuquén Basin (Argentina), dates the base of the Valanginian Stage at −<hsp sp=\"0.10\"/>137.05<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>1.0<hsp sp=\"0.25\"/>Ma, the base of the Hauterivian Stage at −<hsp sp=\"0.10\"/>131.96<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>1.0<hsp sp=\"0.25\"/>Ma, and the top of the Hauterivian Stage at −<hsp sp=\"0.10\"/>126.02<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>1.0<hsp sp=\"0.25\"/>Ma. In addition, the onset of the mid-Valanginian Weissert Event is dated at −<hsp sp=\"0.10\"/>135.22<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>1.0<hsp sp=\"0.25\"/>Ma and the onset of the Faraoni Event at −<hsp sp=\"0.10\"/>126.73<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>1.0<hsp sp=\"0.25\"/>Ma. The duration of the mid-Valanginian carbon-isotope excursion, associated to the Weissert Event, is assessed at 5.85<hsp sp=\"0.25\"/>myr, with a rapid phase of increasing δ<sup loc=\"pre\">13</sup>C values (0.60<hsp sp=\"0.25\"/>myr), a phase of stable δ<sup loc=\"pre\">13</sup>C values (1.48<hsp sp=\"0.25\"/>myr), and smooth decrease in δ<sup loc=\"pre\">13</sup>C values (3.77<hsp sp=\"0.25\"/>myr). The calibration provided here highlights that the onset of the activity of the Paraná–Etendeka province and the start of the Weissert Event coincided, suggesting that the Paraná–Etendeka province may have played a major role on the climatic and oceanographic changes during the mid-Valanginian.</simple-para> </abstract-sec><br> <h3 class=\"h3\">Graphical abstract</h3> <img src=\"http://origin-ars.els-cdn.com/content/image/1-s2.0-S0921818115001113-fx1.jpg\" height=\"200\" width=\"310\" alt=\"image\"/></br></br><br></br></br>",
        "journal": "Global and Planetary Change",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0921818115001113%26_version%3D1%26md5%3D4d8a895995d14ff8fc7027018eb875e9",
        "title": "Astrochronology of the Valanginian–Hauterivian stages (Early Cretaceous): Chronological relationships between the Paraná–Etendeka large igneous province and the Weissert and the Faraoni events"
    },
    {
        "author": "Patrick   Grunert, Luke   Skinner, David A.   Hodell, Werner E.   Piller</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>August 2015</pubDate><br> <b>Source:</b>Global and Planetary Change, Volume 131</br><br>     Author(s): Patrick   Grunert, Luke   Skinner, David A.   Hodell, Werner E.   Piller</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Census counts of benthic foraminifera were studied from the SW Iberian Margin to reconstruct past changes in deep-water hydrography across Terminations I and II. Detailed benthic faunal data (&amp;gt;<hsp sp=\"0.10\"/>125<hsp sp=\"0.25\"/>μm size-fraction) allow us to evaluate the limitations imposed by taphonomic processes and restricted size-fractions. The comparison of recent (mudline) and fossil assemblages at IODP Site U1385 indicates the quick post-mortem disintegration of shells of astrorhizoid taxa (~<hsp sp=\"0.10\"/>80% of the present-day fauna), resulting in impoverished fossil assemblages. While the application of quantitative proxy methods is problematic under these circumstances, the fossil assemblages can still provide a qualitative palaeoenvironmental signal that, while most fully expressed in the 125–212<hsp sp=\"0.25\"/>μm size-fraction, is nonetheless also expressed to some degree in the &amp;gt;<hsp sp=\"0.10\"/>212<hsp sp=\"0.25\"/>μm size-fraction.</simple-para> <simple-para id=\"sp0010\" view=\"all\">Variations in the benthic foraminiferal assemblages reveal information about changing organic matter supply, deep-water oxygenation and temperature. MIS 2 is generally characterized by an elevated trophic state and variable oxic conditions, with oxygenation minima culminating in the Younger Dryas (YD) and Heinrich Stadials (HS) 1, 2 and 3. Low oxic conditions coincide with decreased water-temperature and lower benthic δ<sup loc=\"pre\">13</sup>C, pointing to the strong influence of a southern sourced water-mass during these periods. HS 1 is the most extreme of these intervals, providing further evidence for a severe temporary reduction or even shutdown of AMOC. With the inception of MIS 1, organic matter supply reduced and a better ventilated deep-water environment bathed by NEADW is established.</simple-para> <simple-para id=\"sp0015\" view=\"all\">For Termination II, clear indications of southern-sourced water are limited to the early phase of HS 11. During the latter part of HS 11, the deep-water environment seems to be determined by strongly increased supply of organic matter, potentially explaining the decoupling of benthic δ<sup loc=\"pre\">13</sup>C and Mg/Ca records of earlier studies as a phytodetritus effect on the carbon isotope signal. However, the presence of a warm, nutrient-rich and poorly oxygenated water-mass cannot be ruled out. With the inception of interglacial MIS 5e trophic conditions are reduced and ventilation by NEADW increases.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Global and Planetary Change",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0921818115001125%26_version%3D1%26md5%3D5a1348a29f771a47f77f51a467e4eda1",
        "title": "A micropalaeontological perspective on export productivity, oxygenation and temperature in NE Atlantic deep-waters across Terminations I and II"
    },
    {
        "author": "Peter   Douglas, Mark   Brenner, Jason   Curtis</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>Available online 31 July 2015</pubDate><br> <b>Source:</b>Global and Planetary Change</br><br>     Author(s): Peter   Douglas, Mark   Brenner, Jason   Curtis</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">A growing body of paleoclimate data indicates that periods of severe drought affected the Maya Lowlands of southeastern Mexico and northern Central America, especially during the Terminal Classic period (<italic>ca.</italic> 800-950 CE), raising the possibility that climate change contributed to the widespread collapse of many Maya polities at that time. A broad range of paleoclimate proxy methods have been applied in the Maya Lowlands and the data derived from these methods are sometimes challenging for archaeologists and other non-specialists to interpret. This paper reviews the principal methods used for paleoclimate inference in the region and the rationale for climate proxy interpretation to help researchers working in the Maya Lowlands make sense of paleoclimate datasets. In particular, we focus on analyses of speleothems and lake sediment cores. These two paleoclimate archives have been most widely applied in the Maya Lowlands and have the greatest potential to provide insights into climate change impacts on the ancient Maya. We discuss the development of chronologies for these climate archives, the proxies for past climate change found within them, and how these proxy variables are interpreted. Finally, we present strategies for improving our understanding of proxy paleoclimate data from the Maya Lowlands, including multi-proxy analyses, assessment of spatial variability in past climate change, combined analysis of climate models and proxy data, and the integration of paleoclimatology and archaeology.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Global and Planetary Change",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0921818115001484%26_version%3D1%26md5%3D28d58550fb0bcdfa6bba4ad2fa454b67",
        "title": "Methods and Future Directions for Paleoclimatology in the Maya Lowlands"
    },
    {
        "author": "Michael F.   Rosenmeier, Mark   Brenner, David A.   Hodell, Jonathan B.   Martin, Jason H.   Curtis, Michael W.   Binford</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>Available online 30 July 2015</pubDate><br> <b>Source:</b>Global and Planetary Change</br><br>     Author(s): Michael F.   Rosenmeier, Mark   Brenner, David A.   Hodell, Jonathan B.   Martin, Jason H.   Curtis, Michael W.   Binford</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">A simple mass-balance model provides insights into the influence of catchment vegetation changes and climate variability on the hydrologic and stable oxygen isotope (δ<sup loc=\"post\">18</sup>O) evolution of Lake Salpetén, in the Maya Lowlands of northern Guatemala. Model simulations for the last 4000<hsp sp=\"0.25\"/>years incorporate pollen-inferred changes in vegetation cover and account for 75% of the variance observed in the biogenic carbonate δ<sup loc=\"post\">18</sup>O record from a long lake sediment core. Vegetation-driven hydrologic changes, however, failed to capture the full range of late Holocene sediment core δ<sup loc=\"post\">18</sup>O variability. The model requires incorporation of additional shifts in catchment vegetation cover, inclusion of regional precipitation changes, or likely both, to explain the fluctuations observed in the lake core oxygen isotope record. Climatic interpretation of the model results suggests that there was relatively greater moisture availability between about 2400 and 1800<hsp sp=\"0.25\"/>years ago, but increased δ<sup loc=\"post\">18</sup>O values centered at ~<hsp sp=\"0.10\"/>3300, 2900, 500, and 200 calendar years before present (cal<hsp sp=\"0.25\"/>yr BP) indicate abrupt precipitation decreases. There is evidence for protracted aridity between 1500 and 800<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>yr<hsp sp=\"0.25\"/>BP.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Global and Planetary Change",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0921818115001460%26_version%3D1%26md5%3D277fccc4a7b558effbe2ef5b1225c1a9",
        "title": "A model of the 4000-year paleohydrology (δ18O) record from Lake Salpetén, Guatemala"
    },
    {
        "author": "Alexandrina   Tzanova, Timothy D.   Herbert</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>Available online 4 July 2015</pubDate><br> <b>Source:</b>Global and Planetary Change</br><br>     Author(s): Alexandrina   Tzanova, Timothy D.   Herbert</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">The Atlantic–Mediterranean water exchange is a component of global ocean circulation capable of influencing deep water formation in the North Atlantic, yet it is poorly constrained for the time period preceding the intensification of Northern Hemisphere Glaciation (NHG). The sea surface temperature (SST) gradient between the Atlantic and Mediterranean sides of the Strait of Gibraltar can shed light on the communication between the two basins. IODP Site U1387 in the Gulf of Cadiz provides the first alkenone based reconstruction of SST for the Atlantic waters that flowed into the Mediterranean Sea during the Pliocene. This site reflects open ocean North Atlantic subtropical temperature trends while the published SST records from the Rossello composite section (Sicily) in the Mediterranean reflect the addition of regional, continentally-influenced signals from Europe and Northern Africa. The Mediterranean, in particular, may be influenced by high latitude Northern hemisphere climatic evolution. In the modern regime the sites discussed in this work have comparable SST and uninhibited surface connection; however, change in local heat loss/gain over the Mediterranean due to variability in latent heat loss and obstructed connection can result in a gradient between the sites in the Pliocene. The Pliocene surface waters of the Gulf of Cadiz and the Mediterranean Sea were as much as 7<hsp sp=\"0.25\"/>°C warmer than the modern average of ~<hsp sp=\"0.10\"/>19–20<hsp sp=\"0.25\"/>°C. The reconstructed temperatures show a ~<hsp sp=\"0.10\"/>1<hsp sp=\"0.25\"/>°C cooling for the Atlantic side of the Strait of Gibraltar from ~<hsp sp=\"0.10\"/>6<hsp sp=\"0.25\"/>Ma to ~<hsp sp=\"0.10\"/>2.7<hsp sp=\"0.25\"/>Ma and increasingly cooler glacials. The long-term SST record from Site U1387 provides a basis for future studies into the hydrological balance of the Mediterranean and the temperature component of Mediterranean Outflow Water (MOW) density. We compared SST on either side of Gibraltar between ~<hsp sp=\"0.10\"/>3.4–2.7<hsp sp=\"0.25\"/>Ma and found that between ~<hsp sp=\"0.10\"/>2.7 and ~<hsp sp=\"0.10\"/>3.1<hsp sp=\"0.25\"/>Ma the Mediterranean and Atlantic surface waters show comparable average temperatures and comparable variance.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Global and Planetary Change",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0921818115001332%26_version%3D1%26md5%3D7fbd74879466e5e35330bef92c133ecc",
        "title": "Regional and global significance of Pliocene sea surface temperatures from the Gulf of Cadiz (Site U1387) and the Mediterranean"
    },
    {
        "author": "A.E.   Self, A.   Klimaschewski, N.   Solovieva, V.J.   Jones, E.   Andrén, A.A.   Andreev, D.   Hammarlund, S.J.   Brooks</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>Available online 3 July 2015</pubDate><br> <b>Source:</b>Global and Planetary Change</br><br>     Author(s): A.E.   Self, A.   Klimaschewski, N.   Solovieva, V.J.   Jones, E.   Andrén, A.A.   Andreev, D.   Hammarlund, S.J.   Brooks</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">A sediment sequence was taken from a closed, high altitude lake (informal name Olive-backed Lake) in the central mountain range of Kamchatka, in the Russian Far East. The sequence was dated by radiocarbon and tephrochronology and used for multi-proxy analyses (chironomids, pollen, diatoms). Although the evolution of Beringian climate through the Holocene is primarily driven by global forcing mechanisms, regional controls, such as volcanic activity or vegetation dynamics, lead to a spatial heterogeneous response. This study aims to reconstruct past changes in the aquatic and terrestrial ecosystems and to separate the climate-driven response from a response to regional or localised environmental change. Radiocarbon dates from plant macrophytes gave a basal date of 7800<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>yr BP. Coring terminated in a tephra layer, so sedimentation at the lake started prior to this date, possibly in the early Holocene following local glacier retreat. Initially the catchment vegetation was dominated by <italic>Betula</italic> and <italic>Alnus</italic> woodland with a mosaic of open, wet, aquatic and semi-aquatic habitats. Between 7800 and 6000<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>yr BP the diatom-inferred lake water was pH<hsp sp=\"0.25\"/>4.4–5.3 and chironomid and diatom assemblages in the lake were initially dominated by a small number of acidophilic/acid tolerant taxa. The frequency of <italic>Pinus pumila</italic> (Siberian dwarf pine) pollen increased from 5000<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>yr BP and threshold analysis indicates that <italic>P</italic>. <italic>pumila</italic> arrived in the catchment between 4200 and 3000<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>yr BP. Its range expansion was probably mediated by strengthening of the Aleutian Low pressure system and increased winter snowfall. The diatom-inferred pH reconstructions show that after an initial period of low pH, pH gradually increased from 5500<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>yr BP to pH<hsp sp=\"0.25\"/>5.8 at 1500<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>yr BP. This trend of increasing pH through the Holocene is unusual in lake records, but the initially low pH may have resulted directly or indirectly from intense regional volcanic activity during the mid-Holocene. The chironomid-inferred July temperature reconstruction suggests cool periods between 3200–2800<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>yr BP and 1100–700<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>yr BP and a warmer period between 2800 and 1100<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>yr BP. Chironomid and diatom DCA scores decline from ca. 6000<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>yr BP, indicating compositional changes in these aquatic assemblages. In comparison declines in pollen PCA scores are delayed, starting ca. 5100<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>yr BP. The results suggest that while catchment vegetation was responding primarily to climate change, the biota within the lake and lake water chemistry were responding to localised environmental conditions.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Global and Planetary Change",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0921818115001320%26_version%3D1%26md5%3D86e30e30939abdc83edf4b3363a557b5",
        "title": "The relative influences of climate and volcanic activity on Holocene lake development inferred from a mountain lake in central Kamchatka"
    },
    {
        "author": "Jinbo   Zan, Xiaomin   Fang, Maodu   Yan, Weilin   Zhang, Zhiguo   Zhang</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>July 2015</pubDate><br> <b>Source:</b>Global and Planetary Change, Volume 130</br><br>     Author(s): Jinbo   Zan, Xiaomin   Fang, Maodu   Yan, Weilin   Zhang, Zhiguo   Zhang</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Two atmospheric circulation systems, i.e., the mid-latitude Westerlies and the East Asian summer monsoon (EASM), dominate climate change in the NE Tibetan Plateau. However, controversy remains with regard to the climatic boundary between these westerly and monsoon regimes. In this paper, detailed rock magnetic and geochemical Rb/Sr analyses for a larger number of surface soils from a wide area in the NE Tibetan Plateau are presented. They show that surface soils in this region evince relatively significant regional variations in magnetic properties and geochemical characteristics. The magnetic parameters χ<inf loc=\"post\">fd,</inf> χ<inf loc=\"post\">ARM</inf> and geochemical Rb/Sr ratios exhibit higher values in EASM-controlled (humid) areas, and lower values in Westerlies-influenced (arid) areas. These characteristics indicate that such variations in χ<inf loc=\"post\">fd,</inf> χ<inf loc=\"post\">ARM</inf> and Rb/Sr ratios can be regarded as effective indicators of the degree of pedogenesis and weathering in the NE Tibetan Plateau. Our results also demonstrate that the climatic boundary between the westerly and monsoon regimes approximately overlaps with the boundary of highland meadow and temperate steppe desert/desert in NW China.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Global and Planetary Change",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0921818115000661%26_version%3D1%26md5%3De65870aa5e76a6ac4bf7a8e44f871b21",
        "title": "Magnetic variations in surface soils in the NE Tibetan Plateau indicating the climatic boundary between the Westerly and East Asian summer monsoon regimes in NW China"
    },
    {
        "author": "Di   Liu, Zhongbo   Yu, Jianyun   Zhang</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>July 2015</pubDate><br> <b>Source:</b>Global and Planetary Change, Volume 130</br><br>     Author(s): Di   Liu, Zhongbo   Yu, Jianyun   Zhang</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">This study aims to investigate the soil temperature atmosphere (ST Atm) coupling strength and their influence on the subsequent climate anomalies over Asia based on a regional climate model RegCM4 with both statistical analysis method and numerical experiments. The major findings are as follows: (1) The soil temperature precipitation (ST P) coupling is quite weak and spatially scattered from both RegCM4 output and GLDAS data in each season with the only obvious signals existing over the north India region in summer season according to the RegCM4 output; the soil temperature 2m air temperature (ST T2m) coupling is strong and spatially continuous with the India (in spring, summer and autumn seasons), South Indochina (in spring and summer seasons) and part of North China (in summer season) standing out as hotspots. (2) The soil temperature evapotranspiration (ST ET) and soil temperature evaporative fraction (ST EF) coupling almost resembles the same spatial patterns and magnitude in each season. Both the ET and EF play an important role in linking ST P coupling in each season, but not in the ST T2m coupling. The hotspots of ST T2m coupling outweigh the areas with strong ST ET and ST EF coupling. Only the India and Indochina in each season are recognized by the RegCM4 while the Indochina and west Asia in spring, north India, Indochina and part of mid-high latitudes in summer season pinpointed by GLDAS data show consistent strong ST T2m coupling with significant ST ET and ST EF coupling. This finding demonstrates the complicated ST Atm coupling. (3) The ST anomalies prescribed at the first step of each season can only persist a short time (within 5<hsp sp=\"0.25\"/>days) over most part of the study area while the fixed one-month anomalies can last longer (approximately 2<hsp sp=\"0.25\"/>months with colder anomalies and 45<hsp sp=\"0.25\"/>days with warmer anomalies in tropical regions). (4) The impact of ST anomalies on subsequent precipitation is quite weak and can be ignored over most part of the study area, while the impact on subsequent T2m is obvious and spatially continuous. The spatial patterns for the changes of climate variables (e.g., latent heat flux (LH), sensible heat flux (SH), ET, T2m) are almost consistent with the changes of ST over most part of the study area (except India and Indochina in spring and autumn seasons) where warmer (colder) ST anomalies lead to increase (decrease) of LH, SH, ET and T2m, demonstrating the important role of land atmosphere interactions in the locale climate. Over the India and Indochina, the large-scale circulation dominates the local climate in spring and autumn seasons. (5) The impact of colder ST anomalies can last longer than the warmer ones. Among the spring, summer and autumn seasons, the impact persists shortest in summer and longest in autumn, especially over the India region.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Global and Planetary Change",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS092181811500065X%26_version%3D1%26md5%3D35cd84afc4cfdd4401129a2e99ef0314",
        "title": "Diagnosing the strength of soil temperature in the land atmosphere interactions over Asia based on RegCM4 model"
    },
    {
        "author": "Matthias   Vanmaercke, Jean   Poesen, Gerard   Govers, Gert   Verstraeten</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>July 2015</pubDate><br> <b>Source:</b>Global and Planetary Change, Volume 130</br><br>     Author(s): Matthias   Vanmaercke, Jean   Poesen, Gerard   Govers, Gert   Verstraeten</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Both from a scientific and environmental management perspective, there is a large need to assess the magnitude and controlling factors of human impacts on catchment sediment yield. Quantifying this impact is difficult, since it requires knowing both the actual sediment yield (SY<inf loc=\"post\">a</inf>, [t<hsp sp=\"0.25\"/>km<sup loc=\"post\">−<hsp sp=\"0.10\"/>2</sup> y<sup loc=\"post\">−<hsp sp=\"0.10\"/>1</sup>]) as well as the corresponding “pristine” value of a catchment (SY<inf loc=\"post\">p</inf>, [t<hsp sp=\"0.25\"/>km<sup loc=\"post\">−<hsp sp=\"0.10\"/>2</sup> y<sup loc=\"post\">−<hsp sp=\"0.10\"/>1</sup>]; i.e. the sediment yield that can be expected if the catchment was not affected by humans). Here we address this problem by comparing measured SY<inf loc=\"post\">a</inf> values for 165 European catchments that were unaffected by dams or reservoirs with their corresponding SY<inf loc=\"post\">p</inf>, which were predicted using a recently developed regression model. The ratio between these two values is expected to reflect the degree of human impact on catchment sediment yield (HIF).</simple-para> <simple-para id=\"sp0010\" view=\"all\">Correlation and partial correlation analyses showed that spatial variability in HIF is mainly explained by differences in land use (i.e. the fraction of arable land) and catchment area. The effect of these two factors was clearly linked in western and central Europe: whereas SY<inf loc=\"post\">a</inf> can be easily 40 times higher than SY<inf loc=\"post\">p</inf> in intensively cultivated small (≤<hsp sp=\"0.10\"/>1<hsp sp=\"0.25\"/>km<sup loc=\"post\">2</sup>) catchments, the difference is negligible for large (&amp;gt;<hsp sp=\"0.10\"/>1000<hsp sp=\"0.25\"/>km<sup loc=\"post\">2</sup>) catchments with the same land use. While, this concurs with our knowledge that the effects of land use (change) on erosion rates can be buffered at the catchment scale, this study provides a first robust quantification of this effect.</simple-para> <simple-para id=\"sp0015\" view=\"all\">Apart from a potential climatic effect (i.e. a correlation between HIF and the average annual air temperature) no other factors could be identified that are significant in explaining observed differences in HIF. This indicates that HIF is mainly controlled by catchment scale and land use, while other factors may be only of secondary importance at an intra-continental scale. Nonetheless, more accurate quantifications of these HIF values and more refined characterizations of the catchments in terms of (historical) land use, soil types/lithology, weather conditions and topography may reveal additional trends.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Global and Planetary Change",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0921818115000752%26_version%3D1%26md5%3Dd9c339e9d077cda7240d76851ab44444",
        "title": "Quantifying human impacts on catchment sediment yield: A continental approach"
    },
    {
        "author": "Xisheng   Wang, Zhenyu   Yang, Yun   Chen, Jianyong   Hu, Ling   Tang, Mei   Sheng, Reidar   Løvlie</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>July 2015</pubDate><br> <b>Source:</b>Global and Planetary Change, Volume 130</br><br>     Author(s): Xisheng   Wang, Zhenyu   Yang, Yun   Chen, Jianyong   Hu, Ling   Tang, Mei   Sheng, Reidar   Løvlie</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">A detailed environmental magnetic investigation in conjunction with geochemical, bulk grain size and redness analyses of late Early to early Middle Pleistocene loess–paleosol sequences at the Jiuzhoutai and Caotan loess sections has been carried out, aimed to explore the reliability of magnetic parameters as paleoclimatic proxies in the western Chinese Loess Plateau (CLP). The results show that magnetic enhancement of early- to mid-Pleistocene loess–paleosol sequences at both sites is not solely due to the neoformation of ultrafine magnetic particles through pedogenesis, but in the case of several loess layers (e.g., L8 and L9) is more attributed to the significant input of coarse-grained magnetic minerals associated with the advance of desert margin and/or with significant changes in local sediment input. Since the magnetoclimatological signals studied here are obviously controlled by both pedogenesis and wind vigor, measurements of magnetic susceptibility (χ) and saturation isothermal remanent magnetization (SIRM), both of which are responsive to both ultrafine pedogenic magnetic particles and eolian coarse-grained pseudo-single domain/multi-domain magnetic particles, could not provide unambiguous interpretation of the magnetic response to the East Asian summer monsoon intensity. In contrast, anhysteretic remanent magnetization (ARM) and the percentage of frequency-dependent magnetic susceptibility (χ<inf loc=\"post\">fd</inf>%), which are notably responsive to ultrafine magnetic particles, can aptly trace changes in the concentration of pedogenic magnetic particles and can therefore be used as reliable proxies of pedogenic intensity. The magnetic grain size dependent proxies, e.g., ARM/χ and ARM/M<inf loc=\"post\">s</inf> (M<inf loc=\"post\">s</inf>, saturation magnetization), geochemical indices (e.g., chemical index of alteration, Zr/Rb and Al/Si ratios), and bulk grain size records all exhibit concordant variations and are more straightforward proxies for addressing the East Asian monsoon variability. Therefore the combination of multi-parameter mineral magnetic, geochemical and grain size analyses is very useful for distinguishing, delimiting and correlating loess sequences, and for accurately deciphering their paleoclimatic signals embedded in the weakly weathered loess. As the classical precipitation-driven pedogenic model for magnetic susceptibility enhancement is not entirely applicable to the early- to mid-Pleistocene loess developed in the semi-arid western CLP, considerable caution should also be warranted in using magnetic susceptibility measurements alone in the quantitative reconstruction of paleoprecipitation.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Global and Planetary Change",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0921818115000831%26_version%3D1%26md5%3De15a91701a959a55d37359788eba8e93",
        "title": "Deciphering magnetoclimatological patterns of late Early to early Middle Pleistocene loess–paleosol sequences in the western Chinese Loess Plateau"
    }
]