[
    {
        "author": "X. Meng, A. Komjathy, O. P. Verkhoglyadova, Y.-M. Yang, Y. Deng, A. J. Mannucci", 
        "date": "2015-06-12T20:41:55.870287-05:00", 
        "description": "\n\nTsunamis can generate gravity waves propagating upward through the atmosphere, inducing total electron content (TEC) disturbances in the ionosphere. To capture this process, we have implemented tsunami-generated gravity waves into the Global Ionosphere-Thermosphere Model (GITM) to construct a three-dimensional physics-based model WP (Wave Perturbation)-GITM. WP-GITM takes tsunami wave properties, including the wave height, wave period, wavelength, and propagation direction, as inputs, and time-dependently characterizes the responses of the upper atmosphere between 100 km and 600 km altitudes. We apply WP-GITM to simulate the ionosphere above the West Coast of the United States around the time when the tsunami associated with the March 2011 Tohuku-Oki earthquke arrived. The simulated TEC perturbations agree with Global Positioning System (GPS) observations reasonably well. For the first time, a fully self-consistent and physics-based model has reproduced the GPS-observed traveling ionospheric signatures of an actual tsunami event.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064610", 
        "title": "A New Physics-based Modeling Approach for Tsunami-Ionosphere Coupling"
    }, 
    {
        "author": "Zhao Li, Mary Hudson, Brian Kress, Jan Paral", 
        "date": "2015-06-12T20:41:21.856959-05:00", 
        "description": "\n\n3D test-particle simulation of energetic electrons (hundreds of keV to MeV), including both an initially trapped population and continuously injected population, driven by the Lyon-Fedder-Mobarry (LFM) global MHD model coupled with Magnetosphere-Ionosphere Coupler/Solver (MIX) boundary conditions, is performed for the March 17, 2013 storm. The electron trajectories are calculated and weighted using the ESA model for electron flux vs. energy and L. The simulation captures the flux dropout at both GOES-13 and GOES-15 locations after a strong CME-shock arrival which produced a Dst=−132 nT storm, and recovery to the pre-storm value later, consistent with GOES satellite measurements. This study provides the first 3D test-particle simulation combining the trapped and injected populations. The result demonstrates that including both populations in the simulation is essential to study the dynamics of the outer radiation belt over the typical day-long timescale of ring current development, main phase and early recovery phase.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064627", 
        "title": "3D test-particle simulation of the 17–18 March, 2013 CME-shock driven storm"
    }, 
    {
        "author": "James A. Carton, Yanni Ding, Kevin R. Arrigo", 
        "date": "2015-06-12T08:40:02.519227-05:00", 
        "description": "\n\nThe seasonal cycle of Arctic Ocean temperature is weak due to the insulating and light scattering effects of sea ice cover and the moderating influence of the seasonal storage and release of heat through ice melting and freezing. The retreat of sea ice and other changes in recent decades is already warming surface air temperatures in winter. These meteorological changes raise the question of how the seasonal cycle of the ocean may change. Here we present results from coupled climate model simulations showing that the loss of sea ice will dramatically increase the amplitude of the seasonal cycle of sea surface temperature in the Arctic Ocean. Depending on the rate of growth of atmospheric greenhouse gases the seasonal range in Arctic sea surface temperature may exceed 10°C by year 2300, greatly increasing the stratification of the summer mixed layer.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064514", 
        "title": "The seasonal cycle of the Arctic Ocean under climate change"
    }, 
    {
        "author": "Edmund K.M. Chang, Cheng Zheng, Patrick Lanigan, Albert M.W. Yau, J. David Neelin", 
        "date": "2015-06-12T08:39:43.246247-05:00", 
        "description": "\n\nExtratropical cyclones give rise to much of the precipitation over California. Observed California winter precipitation is highly correlated to a metric of extratropical cyclone activity over the Eastern Pacific. The lack of precipitation over the recent winters is coincident with consecutive winters of much below average cyclone activity. Analysis of variability in cyclone activity and California precipitation simulated by models participating in Coupled Model Intercomparison Project phase 5 indicates that most models can simulate the relationship between cyclone activity and precipitation well. Examination of projected change suggests 1) no evidence of a long-term downward trend in California-region cyclone activity within the examined scenarios; and 2) that the inter-model spread in California precipitation projection can be largely explained by the spread in the projection of extratropical cyclone activity. This highlights the need to further understand physical mechanisms for the variation in projection of cyclone activity in this region.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064424", 
        "title": "Significant modulation of variability and projected change in California winter precipitation by extratropical cyclone activity"
    }, 
    {
        "author": "A. Akarsh, Vimal Mishra", 
        "date": "2015-06-12T06:17:39.04333-05:00", 
        "description": "\n\nPrediction of vegetation anomalies at regional scales is essential for management of food and water resources. Forecast of vegetation anomalies at 1–3 months lead time can help in decision making. Here, we show that Normalized Difference Vegetation Index (NDVI) along with other hydroclimatic variables (soil moisture and sea surface temperature) can be effectively used to predict vegetation anomalies in India. The spatiotemporal analysis of NDVI showed significant greening over the region during the period of 1982–2013. The root zone soil moisture showed a positive correlation with NDVI whereas the ENSO index (Nino 3.4) is negatively correlated in most of the regions. We extended this relationship to develop a model to predict NDVI in 1 to 3 months lead time. The predicted vegetation anomalies compare well with observations, which can be effectively utilized in early warning and better planning in water resources and agricultural sectors in India.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063991", 
        "title": "Prediction of vegetation anomalies to improve food security and water management in India"
    }, 
    {
        "author": "Falko Judt, Shuyi S. Chen", 
        "date": "2015-06-12T03:17:37.694809-05:00", 
        "description": "\n\nHurricane surface wind is a key measure of storm intensity. However, a climatology of hurricane winds is lacking to date, largely because hurricanes are relatively rare events and difficult to observe over the open ocean. Here we present a new hurricane wind climatology based on objective surface wind analyses, which are derived from Stepped Frequency Microwave Radiometer measurements acquired by NOAA WP-3D and U.S. Air Force WC-130J hurricane hunter aircraft. The wind data were collected during 72 aircraft reconnaissance missions into 21 western Atlantic hurricanes from 1998–2012. This climatology provides an opportunity to validate hurricane intensity forecasts beyond the simplistic maximum wind speed metric and allows evaluating the predictive skill of probabilistic hurricane intensity forecasts using high-resolution model ensembles for the first time. An example of application is presented here using a 1.3 km grid-spacing Weather Research and Forecasting model ensemble forecast of Hurricane Earl (2010).", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064609", 
        "title": "A New Aircraft Hurricane Wind Climatology and Applications in Assessing the Predictive Skill of Tropical Cyclone Intensity using High-Resolution Ensemble Forecasts"
    }, 
    {
        "author": "Yuki Shibazaki, Yoshio Kono, Yingwei Fei", 
        "date": "2015-06-11T16:32:06.447313-05:00", 
        "description": "\n\nThe structure of a liquid Fe-3.5 wt.% C alloy is examined for up to 7.2 GPa via multi-angle energy-dispersive X-ray diffraction using a Paris-Edinburgh type large-volume press. X-ray diffraction data show clear changes in the pressure-dependent peak positions of structure factor and reduced pair distribution function at 5 GPa. These results suggest that the liquid Fe-3.5 wt.% C alloys change structurally at approximately 5 GPa. This finding serves as a microscopic explanation for the alloy's previously observed density change at the same pressure. The pressure dependencies of the nearest and second neighbor distances of the liquid Fe-3.5 wt.% C alloy are similar to those of liquid Fe which exhibits a structural change near the bcc-fcc-liquid triple point (5.2 GPa and 1991 K). Similarities between Fe-3.5 wt.% C and Fe suggest that a density change also occurs in liquid Fe and that this structural change extends to other Fe-light element alloys.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064271", 
        "title": "Microscopic structural change in a liquid Fe-C alloy of ~5 GPa"
    }, 
    {
        "author": "Aaron F. Z. Levine, Michael J. McPhaden", 
        "date": "2015-06-11T16:31:39.324082-05:00", 
        "description": "\n\nThe spring predictability barrier increases the uncertainty in ENSO forecasts starting before and during the boreal spring. Recent work has shown that the annual cycle of ENSO growth rate is responsible for phase-locking of peak ENSO development to the boreal winter, suggesting that this annual cycle may play a role in the spring predictability barrier. To test this hypothesis, the annual cycle of ENSO growth rate is added to a damped, noise driven conceptual recharge oscillator model. When the annual cycle of ENSO growth rate is included, a spring predictability barrier develops whereas without it ENSO predictability is independent of the forecast start date. When state-dependent noise is included in the simulations in addition to the annual cycle of the growth rate, the spring predictability barrier is enhanced and more realistic.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064309", 
        "title": "The annual cycle in ENSO growth rate as a cause of the spring predictability barrier"
    }, 
    {
        "author": "Léo Lacour, Hervé Claustre, Louis Prieur, Fabrizio D'Ortenzio", 
        "date": "2015-06-11T16:29:31.305054-05:00", 
        "description": "\n\nAn analysis of seasonal variations in climatological surface chlorophyll points to distinct biogeographical zones in the North Atlantic subpolar gyre. In particular, the Labrador Sea appears well delineated into two regions on either side of the 60°N parallel, with very different climatological phytoplankton biomass cycles. Indeed, north of 60°N, an early and short spring bloom occurs in late April while south of 60°N, the bloom gradually develops one month later and significant biomass persists all summer long. Nevertheless, at climatological scale, the first-order mechanism that controls the bloom is identical for both bioregions. The light-mixing regime can explain the bloom onset in both bioregions. In the Labrador Sea, the blooms seem to rely on a mean community compensation irradiance threshold value of 2.5 mol photon.m−2.d−1 over the mixed layer.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064540", 
        "title": "Phytoplankton biomass cycles in the North Atlantic subpolar gyre: a similar mechanism for two different blooms in the Labrador Sea."
    }, 
    {
        "author": "Karen H. Lythgoe, Arwen Deuss", 
        "date": "2015-06-11T16:16:28.204989-05:00", 
        "description": "\n\nAs we strive to understand the most remote region of our planet, one critical area of investigation is the uppermost inner core since its structure is related to solidification of outer core material at the inner core boundary (ICB). Previous seismic studies have used body waves to show that the top ~ 100km of the inner core is isotropic. However, radial anisotropy cannot be uniquely determined by body wave observations. Alternatively, normal mode centre frequencies are sensitive to spherically symmetric Earth structure, therefore may provide a constraint on the existence of radial anisotropy in the inner core. Here we show that normal mode centre frequency measurements are compatible with 2-5% radial anisotropy in the top ~100km of the inner core with a fast direction radially outwards and a slow direction along the ICB. Given the uncertainties in the mineral physics and processes that produce anisotropy, the observed radial anisotropy may be reconciled with predictions based on either solidification processes or from texturing due to anisotropic growth.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064326", 
        "title": "The existence of radial anisotropy in Earth's upper inner core revealed from seismic normal mode observations"
    }, 
    {
        "author": "Robert Pincus, Eli J. Mlawer, Lazaros Oreopoulos, Andrew S. Ackerman, Sunghye Baek, Manfred Brath, Stefan A. Buelhler, Karen E. Cady-Pereira, Jason N. S. Cole, Jean-Louis Dufresne, Maxwell Kelley, Jiangnan Li, James Manners, David J. Paynter, Romain Roehrig, Miho Sekiguchi, Daniel M. Schwarzkopf", 
        "date": "2015-06-11T05:34:58.868984-05:00", 
        "description": "\n\nThis article reports on the accuracy in aerosol- and cloud-free conditions of the radiation parameterizations used in climate models. Accuracy is assessed relative to observationally-validated reference models for fluxes under present-day conditions and forcing (flux changes) from quadrupled concentrations of carbon dioxide. Agreement among reference models is typically within 1 W/M2, while parameterized calculations are roughly half as accurate in the longwave and even less accurate, and more variable, in the shortwave. Absorption of shortwave radiation is underestimated by most parameterizations in the present day and has relatively large errors in forcing. Error in present-day conditions is essentially unrelated to error in forcing calculations. Recent revisions to parameterizations have reduced error in most cases. A dependence on atmospheric conditions, including integrated water vapor, means that global estimates of parameterization error relevant for the radiative forcing of climate change will require much more ambitious calculations.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064291", 
        "title": "Radiative flux and forcing parameterization error in aerosol-free clear skies"
    }, 
    {
        "author": "P. Greve, S.I. Seneviratne", 
        "date": "2015-06-11T05:34:39.260102-05:00", 
        "description": "\n\nSubstantial changes in the hydrological cycle are projected for the 21st century, but these projections are subject to major uncertainties. In this context, the ‘dry gets drier, wet gets wetter’ (DDWW) paradigm is often used as a simplifying summary. However, recent studies cast doubt on the validity of the paradigm and also on applying the widely used P-E (precipitation-evapotranspiration) metric over global land surfaces. Here we show in a comprehensive CMIP5-based assessment that projected changes in mean annual P-E are generally not significant, except for high-latitude regions showing wetting conditions until the end of the 21st century. Significant increases in aridity do occur in many subtropical, but also adjacent humid regions. However, combining both metrics still shows that ca. 70% of all land area will not experience significant changes. Based on these findings we conclude that the DDWW paradigm is generally not confirmed for projected changes in most land areas.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064127", 
        "title": "Assessment of future changes in water availability and aridity"
    }, 
    {
        "author": "A. F. Aubeneau, R. Martin, D. Bolster, R. Schumer, D. Jerolmack, A. Packman", 
        "date": "2015-06-11T05:34:18.507566-05:00", 
        "description": "\n\nRiver topography is famously fractal, and the fractality of the sediment bed-surface can produce scaling in solute residence time distributions. Empirical evidence showing the relationship between fractal bed-topography and scaling of hyporheic travel-times is still lacking. We performed experiments to make high resolution observations of streambed topography and solute transport over naturally-formed sand bedforms in a large laboratory flume. We analyzed the results using both numerical and theoretical models. We found that fractal properties of the bed topography do indeed affect solute residence time distributions. Overall, our experimental, numerical and theoretical results provide evidence for a coupling between the sand-bed topography and the anomalous transport scaling in rivers. Larger bedforms induced greater hyporheic exchange and faster porewater turn-over relative to smaller bedforms, suggesting that the structure of legacy morphology may be more important to solute and contaminant transport in streams and rivers than previously recognized.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064155", 
        "title": "Fractal patterns in riverbed morphology produce fractal scaling of water storage times."
    }, 
    {
        "author": "F. S. Rodrigues, M. J. Nicolls, M. A. Milla, J. M. Smith, R. H. Varney, A. Strømme, C. Martinis, J. F. Arratia", 
        "date": "2015-06-11T05:06:26.050346-05:00", 
        "description": "\n\nA new, 14-panel Advanced Modular Incoherent Scatter Radar (AMISR-14) system was recently deployed at the Jicamarca Radio Observatory. We present results of the first coherent backscatter radar observations of equatorial spread F (ESF) irregularities made with the system. Colocation with the 50 MHz JULIA radar allowed unique simultaneous observations of meter and sub-meter irregularities. Observations from both system produced similar Range-Time-Intensity (RTI) maps during bottom-type and bottomside ESF events. We were also able to use the electronic beam steering capability of AMISR-14 to “image” scattering structures in the magnetic equatorial plane and track their appearance, evolution, and decay with a much larger field of view than previously possible at Jicamarca. The results suggest zonal variations in the instability conditions leading to irregularities, and demonstrate the dynamic behavior of F-region scattering structures as they evolve and drift across the radar beams.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064574", 
        "title": "AMISR-14: Observations of equatorial spread F"
    }, 
    {
        "author": "Michael Tjernström, Matthew D. Shupe, Ian M. Brooks, P. Ola G. Persson, John Prytherch, Dominic J. Salisbury, Joseph Sedlar, Peggy Achtert, Barbara J. Brooks, Paul E. Johnston, Georgia Sotiropoulou, Dan Wolfe", 
        "date": "2015-06-10T16:19:31.030432-05:00", 
        "description": "\n\nDirect observations during intense warm-air advection over the East Siberian Sea reveal a period of rapid sea-ice melt. A semi-stationary, high-pressure system north of the Bering Strait forced northward advection of warm, moist air from the continent. Air-mass transformation over melting sea ice formed a strong, surface-based temperature inversion in which dense fog formed. This induced a positive net longwave radiation at the surface, while reducing net solar radiation only marginally; the inversion also resulted in downward turbulent heat flux. The sum of these processes enhanced the surface energy flux by an average of ~15 W m−2 for a week. Satellite images before and after the episode show sea-ice concentrations decreasing from > 90% to ~50% over a large area affected by the air-mass transformation. We argue that this rapid melt was triggered by the increased heat flux from the atmosphere due to the warm-air advection.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064373", 
        "title": "Warm-air advection, air mass transformation and fog causes rapid ice melt"
    }, 
    {
        "author": "Wei Wei, Jianchao Cai, Xiangyun Hu, Qi Han", 
        "date": "2015-06-10T16:07:03.067777-05:00", 
        "description": "\n\nArchie's equation is an empirical electrical conductivity-porosity model that has been used to predict the formation factor of porous rock for more than 70 years. However, the physical interpretation of its parameters, e.g., the cementation exponent m, remain questionable. In this study, a theoretical electrical conductivity equation is derived based on the fractal characteristics of porous media. The proposed model is expressed in terms of the tortuosity fractal dimension (DT), the pore fractal dimension (Df), the electrical conductivity of the pore liquid, and the porosity. The empirical parameter m is then determined from physically based parameters, such as DT and Df. Furthermore, a distinct interrelationship between DT and Df is obtained. We find a reasonably good match between the predicted formation factor by our model and experimental data.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064460", 
        "title": "An electrical conductivity model for fractal porous media"
    }, 
    {
        "author": "X.H. Wei, C.L. Cai, J.B. Cao, H. Rème, I. Dandouras, G.K. Parks", 
        "date": "2015-06-10T10:41:49.59928-05:00", 
        "description": "\n\nObservations by the Cluster spacecraft on 3 August, 2004 are presented as an example of flapping motions of the magnetotail current sheet excited by non-adiabatic ions. It is found that the current sheet up-down motions are exactly corresponding to alternating hemispherical asymmetries of the bouncing ion population. We show that those hemisphere-asymmetric non-adiabatic ion populations are present in the magnetic field configuration with an effective finite guiding component due to the local current sheet inclination. These results demonstrate that the current sheet flapping motion is a self-organized circulation process between the alternating hemispherical asymmetries of the non-adiabatic ion population inside the plasma sheet and the current sheet equilibrium itself.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064459", 
        "title": "Flapping motions of the magnetotail current sheet excited by non-adiabatic ions"
    }, 
    {
        "author": "Arnold L. Gordon, Bruce A. Huber, Julius Busecke", 
        "date": "2015-06-10T10:41:25.904073-05:00", 
        "description": "\n\nBottom water export from the Ross Sea, February 2007 to January 2011 exhibits seasonal and interannual variability. Temperature minima coupled to salinity maxima in late austral summer, into the fall, indicate input from High Salinity Shelf Water (HSSW). Secondary temperature minima lacking the high salinity trait, characteristic of Low Salinity Shelf Water (LSSW), appear in the spring. Warmer bottom water similar to modified circumpolar deep water (mCDW) is observed in winter and in early summer. The LSSW and mCDW may be drawn from the Drygalski Basin, as the HSSW pool retreats poleward from the shelf break in response to increased winter polar easterlies allowing these less dense overlying waters to spill into the deep ocean within the benthic layer. Bottom salinity decreased from 2007 to 2011 by 0.007 year−1 significantly higher than regional decadal trends, which we propose is a result of HSSW retreat induced by strengthening polar easterlies.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064457", 
        "title": "Bottom Water Export from the Western Ross Sea, 2007 through 2010"
    }, 
    {
        "author": "Scott Steinschneider, Rachel McCrary, Linda O. Mearns, Casey Brown", 
        "date": "2015-06-10T10:31:30.586551-05:00", 
        "description": "\n\nApproaches for pdf development of future climate often assume that different climate models provide independent information, despite model similarities that stem from a common genealogy (models with shared code or developed at the same institution). Here we use an ensemble of projections from the Coupled Model Intercomparison Project Phase 5 (CMIP5) to develop probabilistic climate information, with and without an accounting of inter-model correlations, for seven regions across the United States. We then use the pdfs to estimate mid-century climate-related risks to a water utility in one of the regions. We show that the variance of climate changes is underestimated across all regions if model correlations are ignored, and in some cases, the mean change shifts as well. When coupled with impact models of the hydrology and infrastructure of a water utility, the underestimated likelihood of large climate changes significantly alters the quantification of risk for water shortages by mid-century.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064529", 
        "title": "The Effects of Climate Model Similarity on Probabilistic Climate Projections and the Implications for Local, Risk-Based Adaptation Planning"
    }, 
    {
        "author": "Georgi Sutyrin", 
        "date": "2015-06-10T10:23:50.321378-05:00", 
        "description": "\n\nIn contrast to many real-ocean rings and eddies, circular vortices in idealized two-layer models tend to be highly unstable, unless their radius is made small or their baroclinicity is made artificially weak. The addition of a middle layer with the uniform potential vorticity weakens vertical coupling between the upper and lower layer that enhances vortex stability and makes the vortex lifespan more realistic. It is demonstrated here that such a three-layer vortex model in so-called compensated state (without rotation in the deep layer) possesses smaller lower interface slope than the two-layer model that reduces the potential vorticity gradient in the lower layer and provides with less unstable configurations. Numerical simulations of an unstable cyclone with parameters typical for cold-core ring Bob reveal strong deformations and pulsations of the vortex core in the two-layer setup, while the ring becomes only slightly deformed and looks stable when the middle layer with uniform potential vorticity is added to be consistent with observations. Enhanced vortex stability in such three-layer setup has important implications for further studies of real-ocean eddies.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064378", 
        "title": "Why compensated cold-core rings look stable?"
    }, 
    {
        "author": "Yuta Maeda, Koshun Yamaoka, Hiroki Miyamachi, Toshiki Watanabe, Takahiro Kunitomo, Ryoya Ikuta, Hiroshi Yakiwara, Masato Iguchi", 
        "date": "2015-06-10T10:23:48.338963-05:00", 
        "description": "\n\nTemporal variations of Green functions associated with the eruptive activity at Sakurajima volcano, Japan, were estimated using an accurately controlled routinely-operated signal system (ACROSS). We deconvolved 400 s waveforms of the ACROSS signal at nearby stations by a known source time function, and stacked the results based on the time relative to individual eruptions and the eruption intervals; the quantities obtained by this procedure are Green functions corresponding to various stages of the eruptive activity. We found an energy decrease in the later phase of the Green functions in active eruptive periods. This energy decrease, localized in the 2–6 s window of the Green functions, is difficult to explain by contamination from volcanic earthquakes and tremors. The decrease could be more reasonably attributed to a subsurface structure change caused by the volcanic activity.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064351", 
        "title": "A subsurface structure change associated with the eruptive activity at Sakurajima volcano, Japan, inferred from an accurately controlled source"
    }, 
    {
        "author": "Jin-Ho Yoon, L. Ruby Leung", 
        "date": "2015-06-09T16:17:06.097114-05:00", 
        "description": "\n\nThis study assesses the relative influence of soil moisture memory and tropical sea surface temperature (SST) in seasonal rainfall over the contiguous United States. Using observed precipitation, the NINO3.4 index and soil moisture and evapotranspiration simulated by a land surface model for 61 years, analysis was performed using partial correlations to evaluate to what extent land surface and SST anomaly of El Niño and Southern Oscillation (ENSO) can affect seasonal precipitation over different regions and seasons. Results show that antecedent soil moisture is as important as concurrent ENSO condition in controlling rainfall anomalies over the U.S., but they generally dominate in different seasons with SST providing more predictability during winter while soil moisture, through its linkages to evapotranspiration and snow water, has larger influence in spring and early summer. The proposed methodology is applicable to climate model outputs to evaluate the intensity of land-atmosphere coupling and its relative importance.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064139", 
        "title": "Assessing the relative influence of surface soil moisture and ENSO SST on precipitation predictability over the contiguous United States"
    }, 
    {
        "author": "Marwa M. H. El-Sayed, Yingqing Wang, Christopher J. Hennigan", 
        "date": "2015-06-08T21:57:44.557453-05:00", 
        "description": "\n\nThe reversible nature of aqueous secondary organic aerosol (aqSOA) formation was characterized for the first time through direct atmospheric measurements. Water-soluble organic carbon in the gas- and particle phases (WSOCg and WSOCp) was measured simultaneously to quantify aqSOA formation in Baltimore, MD. During the nighttime, aqSOA formation was evident as WSOCg increasingly partitioned to the particle phase with increasing relative humidity (RH). To characterize the reversible/irreversible nature of this aqSOA, the WSOCp measurement was alternated through an unperturbed ambient channel and through a ‘dried’ channel maintained at ~40% RH (with 7-s residence time) to mimic the natural drying particles undergo throughout the day. Across the entire RH range encountered, there was no statistically-significant difference in WSOCp concentrations through the dry and ambient channels, indicating that the aqSOA remained in the condensed phase upon the evaporation of aerosol water. This strongly suggests that the observed aqSOA was formed irreversibly.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064556", 
        "title": "Direct atmospheric evidence for the irreversible formation of aqueous secondary organic aerosol (aqSOA)"
    }, 
    {
        "author": "Wei-Peng Ge, Peter Molnar, Zheng-Kang Shen, Qiang Li", 
        "date": "2015-06-08T16:40:20.713448-05:00", 
        "description": "\n\nGPS measurements from sites within the Tibetan Plateau show not only east-southeast–west-northwest extension, but more importantly horizontal dilation throughout the interior of the plateau. Assuming conservation of volume, vertical (thinning) strain rates equal horizontal dilation rates, and they, 8.9 ± 0.8 nanostrain a-1 and 7.4 ± 1.2 nanostrain a-1 in northern and southern Tibet, and 12.0 ± 3.2 nanostrain a-1 in its southwestern part, suggest no measureable difference. Principal extensional strain rates also are similar in magnitude and orientation. If crustal thinning began at 10-15 Ma and the current rates of horizontal dilation applied both to the entire crust and to that period, the crust should have thinned by 5.5-8.5 km. If isostatic equilibrium applied, the mean elevation of the plateau would have dropped ~1 km. The similar rates for northern, southern, and southwestern Tibet suggest that the processes dictating crustal extension, normal faulting, and crustal thinning in the three regions differ little.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064347", 
        "title": "Present-day Crustal Thinning in the Southern and Northern Tibetan Plateau revealed by GPS Measurements"
    }, 
    {
        "author": "Daniel Díaz, Wiebke Heise, Fernando Zamudio", 
        "date": "2015-06-08T16:40:15.934997-05:00", 
        "description": "\n\nLazufre volcanic center, located in the central Andes, is recently undergoing an episode of uplift, conforming one of the most extensive deforming volcanic systems worldwide, but its magmatic system and its connection with the observed uplift is still poorly studied. Here we image the electrical resistivity structure using the magnetotelluric method in the surroundings of the Lastarria volcano, one of the most important features in the Lazufre area, to understand the nature of the magmatic plumbing, the associated fumarolic activity and the large scale surface deformation. Results from 3-D modeling show a conductive zone at 6 km depth south of the Lastarria volcano interpreted as the magmatic heat source which is connected to a shallower conductor beneath the volcano, showing the pathways of volcanic gasses and heated fluid. A large scale conductive area coinciding with the area of uplift points at a magma intrusion at mid crustal depth.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064426", 
        "title": "3-D resistivity image of the magmatic system beneath Lastarria volcano and evidence for magmatic intrusion in the back arc (Northern Chile)"
    }, 
    {
        "author": "Po-Lun Ma, Philip J. Rasch, Minghuai Wang, Hailong Wang, Steven J. Ghan, Richard C. Easter, William I. Gustafson, Xiaohong Liu, Yuying Zhang, Hsi-Yen Ma", 
        "date": "2015-06-08T16:40:09.918993-05:00", 
        "description": "\n\nThe Community Atmosphere Model Version 5 is run at horizontal grid spacing of 2, 1, 0.5, and 0.25 degrees, with the meteorology nudged towards the Year Of Tropical Convection analysis, and cloud simulators and the collocated A-Train satellite observations are used to explore the resolution dependence of aerosol-cloud interactions. The higher-resolution model produces results that agree better with observations, showing an increase of susceptibility of cloud droplet size, indicating a stronger first aerosol indirect forcing (AIF), and a decrease of susceptibility of precipitation probability, suggesting a weaker second AIF. The resolution sensitivities of AIF are attributed to those of droplet nucleation and precipitation parameterizations. The annual average AIF in the northern hemisphere mid-latitudes (where most anthropogenic emissions occur) in the 0.25° model is reduced by about 1 W m-2 (-30%) compared to the 2° model, leading to a 0.26 W m-2 reduction (-15%) in the global annual average AIF.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064183", 
        "title": "How Does Increasing Horizontal Resolution in a Global Climate Model Improve the Simulation of Aerosol-Cloud Interactions?"
    }, 
    {
        "author": "Paul Lundgren, Sergey V. Samsonov, Cristian Mauricio López Velez, Milton Ordoñez", 
        "date": "2015-06-08T13:28:28.896025-05:00", 
        "description": "\n\nNevado del Ruiz is part of a large volcano complex in the northern Andes of Colombia. Interferometric synthetic aperture radar observations from the RADARSAT-2 satellite since 2011 show steady inflation of the volcano since 2012 at 3-4 cm/yr. The broad (>20 km) deformation pattern from both ascending and descending track data constrain source models for either point or spheroidal sources, both located at >14 km beneath the surface (mean elevation 4.2 km) and 10 km SW of Nevado del Riuz, below nearby Santa Isabel volcano. Stress change computations for both sources in the context of a compressive regional stress indicate that dikes propagating from the source should become trapped in sills, possibly leading to a more complex pathway to the surface and explaining the significant lateral separation of the source and Nevado del Riuz volcano.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063858", 
        "title": "Deep source model for Nevado del Ruiz Volcano, Colombia, constrained by InSAR observations"
    }, 
    {
        "author": "Giuseppe Foti, Christine Gommenginger, Philip Jales, Martin Unwin, Andrew Shaw, Colette Robertson, Josep Rosello", 
        "date": "2015-06-08T09:14:43.112954-05:00", 
        "description": "\n\nFirst results are presented for ocean surface wind speed retrieval from reflected GPS signals measured by the Low-Earth-Orbiting UK TechDemoSat-1 satellite (TDS-1). Launched in July 2014, TDS-1 provides the first new spaceborne Global Navigation Satellite System-Reflectometry (GNSS-R) data since the pioneering UK-Disaster Monitoring Mission experiment in 2003. Examples of onboard-processed delay Doppler Maps reveal excellent data quality for winds up to 27.9 m/s. Collocated ASCAT scatterometer winds are used to develop and evaluate a wind speed algorithm based on Signal-to-Noise ratio (SNR) and the Bistatic Radar Equation. For SNR greater than 3 dB, wind speed is retrieved without bias and a precision around 2.2 m/s between 3–18 m/s even withoutcalibration. Exploiting lower SNR signals however requires good knowledge of the antenna beam, platform attitude and instrument gain setting. This study demonstrates the capabilities of low-cost, low-mass, low-power GNSS-R receivers ahead of their launch on the NASA CYGNSS constellation in 2016.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064204", 
        "title": "Spaceborne GNSS-Reflectometry for ocean winds: First results from the UK TechDemoSat-1 mission"
    }, 
    {
        "author": "T. I. Pulkkinen, A.P. Dimmock, A. Osmane, K. Nykyri", 
        "date": "2015-06-06T08:41:44.36926-05:00", 
        "description": "\n\nUsing THEMIS observations, we show that the efficiency of the energy entry through the magnetopause as measured by the Poynting vector normal component depends on the combination of the solar wind speed and the southward component of the IMF: Most efficient energy transfer occurs when the IMF BZ is only moderately negative and the solar wind speed is high. This means that for the same level of solar wind driver parameters (electric field, epsilon, or other), different combinations of V and BZ will produce different driving at the magnetopause. The effect is strongest for low to moderate driving conditions, while the influence is smaller for the intense space weather events.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064226", 
        "title": "Solar wind energy input to the magnetosheath and at the magnetopause"
    }, 
    {
        "author": "Jordan L. Thomas, Darryn Waugh, Anand Gnanadesikan", 
        "date": "2015-06-06T08:41:22.651689-05:00", 
        "description": "\n\nChanges in the Southern Annular Mode (SAM), Southern Hemi-sphere (SH) westerly jet location and magnitude are linked with changes in ocean circulation along with ocean heat and carbon uptake. Recent trends have been in observed these fields, but not much is known about the natural variability. Here we aim to quantify the natural variability of the SH extra tropical circulation by using Coupled Model Intercomparison Project Phase 5 (CMIP5) pre-industrial control model runs and compare with the observed trends in SAM, jet magnitude, and jet location. We show that trends in SAM are due partly to external forcing, but are not outside the natural variability as described by these models. Trends in jet location and magnitude, however, lie outside the unforced natural variability but can be explained by a combination of natural variability and the ensemble-mean forced trend. These results indicate that trends in these three diagnostics cannot be used inter-changeably.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064521", 
        "title": "Southern Hemisphere extratropical circulation: Recent trends and natural variability"
    }, 
    {
        "author": "Nicolás M. Stríkis, Cristiano M. Chiessi, Francisco W. Cruz, Mathias Vuille, Hai Cheng, Eline A. Barreto, Gesine Mollenhauer, Sabine Kastend, Ivo Karmann, R. Lawrence Edwards, Juan Pablo Bernal, Hamilton Sales", 
        "date": "2015-06-06T00:21:53.690041-05:00", 
        "description": "\n\nA substantial strengthening of the South American monsoon system (SAMS) during Heinrich Stadials (HS) points toward decreased cross-equatorial heat transport as the main driver of monsoonal hydroclimate variability at millennial time-scales. In order to better constrain the exact timing and internal structure of HS1 over tropical South America we assessed two precisely dated speleothem records from central-eastern and northeastern Brazil in combination with two marine records of terrestrial organic and inorganic matter input into the western equatorial Atlantic. During HS1 we recognize at least two events of widespread intensification of the SAMS across the entire region influenced by the South Atlantic Convergence Zone (SACZ) at 16.11-14.69 kyr BP and 18.1-16.66 kyr BP (labeled as HS1a and HS1c, respectively), separated by a dry excursion from 16.66-16.11 kyr BP (HS1b). In view of the spatial structure of precipitation anomalies, the widespread increase of monsoon precipitation over the SACZ domain was termed ‘Mega-SACZ’.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064048", 
        "title": "Timing and structure of Mega-SACZ events during Heinrich Stadial 1"
    }, 
    {
        "author": "Catherine A. Mériaux, João C. Duarte, Wouter P. Schellart, Anne-Sophie Mériaux", 
        "date": "2015-06-05T22:56:24.042221-05:00", 
        "description": "\n\nThe interaction between mantle plumes and subducting slabs is well accepted, but the influence of slabs on plumes has more often been portrayed than the reverse. Here we present three-dimensional upper-mantle laboratory models in which a compositional plume rises underneath a subducting plate. Slab/plume buoyancy flux ratios ranged between 7 and 18. The models exhibit a two-way interaction. While the plume conduit increasingly tilts away from the trench as a result of slab rollback-induced toroidal mantle flow, the slab subduction rate decreases as a function of the amount of plume buoyancy opposing that of the slab, which gets subducted beneath the slab. We propose that our models apply to the Hainan-Manila system and explain the recently imaged tilt of the Hainan plume by the Manila slab-induced mantle return flow. The Hainan plume could lessen the Manila subduction rate from 8 million years into the future.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064313", 
        "title": "A two-way interaction between the Hainan plume and the Manila subduction zone"
    }, 
    {
        "author": "Grant Ferguson, Scott Jasechko", 
        "date": "2015-06-05T22:55:49.787636-05:00", 
        "description": "\n\nStable isotopes have been used to study large-scale changes in hydrology during the Pleistocene Epoch. Many of these efforts have required an estimate of the δ18O value of runoff generated by melting ice sheets. There is no consensus on representative values. Here we examine δ18O values from fossil groundwater samples and isotope-enabled general circulation models (GCMs) to better understand the isotopic composition of the Laurentide Ice Sheet (LIS). Groundwater δ18O values ranged from −12.5 to −25.3‰ and tended to increase southward. δ18O precipitation values predicted by GCMs follow a similar trend but increase more steeply southward. The difference in groundwater and GCM output can be explained by invoking movement of glacial ice and meltwater, along with mixing within groundwater systems. Most groundwater δ18O values are higher than an average LIS δ18O value of −25.4±2.5‰ calculated based on estimated ice sheet volumes and sea level data.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064106", 
        "title": "The Isotopic Composition of the Laurentide Ice Sheet and Fossil Groundwater"
    }, 
    {
        "author": "Mi-Kyung Sung, Soon-Il An, Baek-Min Kim, Jong-Seong Kug", 
        "date": "2015-06-05T22:46:41.816315-05:00", 
        "description": "\n\nThe long-lasting cold surface conditions of North Atlantic, i.e., the negative phase of Atlantic Multidecadal Oscillation (AMO), can intensify the El Niño-Southern Oscillation (ENSO) through the enhanced air-sea coupling under the increased central-to-eastern tropical Pacific mean sea surface temperature (SST). However, the impact of warmer mean SST is more efficient in the intensifying El Niño than La Niña, because of the nature of the exponential growth of atmospheric convection to SST change. Moreover, the farther eastward shift of the atmospheric convection during the negative AMO leads to the stronger El Niño due to the longer delayed negative feedback by oceanic waves. Therefore, the AMO mainly influences the El Nino intensity rather than La Nina intensity.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064381", 
        "title": "Asymmetric Impact of Atlantic Multi-decadal Oscillation on El Niño and La Niña Characteristics"
    }, 
    {
        "author": "Nathalie F. Goodkin, Bo-Shian Wang, Chen-Feng You, Konrad A. Hughen, Nancy Grumet-Prouty, Nicholas R. Bates, Scott C. Doney", 
        "date": "2015-06-05T16:57:08.04371-05:00", 
        "description": "\n\nThe oceans absorb anthropogenic CO2 from the atmosphere lowering surface ocean pH, a concern for calcifying marine organisms. The impact of ocean acidification is challenging to predict as each species appears to respond differently, and because our knowledge of natural changes to ocean pH is limited in both time and space. Here we reconstruct 222 years of biennial seawater pH variability in the Sargasso Sea from a brain coral, Diploria labyrinthiformis. Using hydrographic data from the Bermuda Atlantic Time-Series Study (BATS) and the coral derived pH record, we are able to differentiate pH changes due to surface temperature versus those from ocean circulation and biogeochemical changes. We find that ocean pH does not simply reflect atmospheric CO2 trends, but rather that circulation/biogeochemical changes account for >90% of pH variability in the Sargasso Sea and more variability in the last century than would be predicted from anthropogenic uptake of CO2 alone.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064431", 
        "title": "Ocean Circulation and Biogeochemistry Moderate Inter-annual and Decadal Surface Water pH Changes in the Sargasso Sea"
    }, 
    {
        "author": "Loïc Viens, Hiroe Miyake, Kazuki Koketsu", 
        "date": "2015-06-05T12:58:39.253443-05:00", 
        "description": "\n\nLarge earthquakes that occur in subduction zones are likely to generate long-period ground motions that can cause severe damage even at great distances from the epicenter. We extracted surface-to-surface impulse response functions from the ambient seismic field recorded by offshore ocean bottom seismometers located atop the Nankai subduction zone and onshore stations, and showed that these offshore–onshore impulse response functions can be used to accurately simulate the long-period ground motions generated by an offshore moderate subduction earthquake. Moreover, we also found that the distributions of the earthquake and impulse response function pseudo-velocity response spectra have similar maximum amplifications in the same area close to the earthquake epicenter. This suggests that the ambient seismic field recorded by the increasing number of ocean bottom seismometers around the world can be used to assess seismic hazard related to offshore subduction earthquakes without prior knowledge of the velocity structure.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064265", 
        "title": "Long-period ground motion simulation of a subduction earthquake using the offshore–onshore ambient seismic field"
    }, 
    {
        "author": "Caroline Muller, Sandrine Bony", 
        "date": "2015-06-05T09:18:59.013294-05:00", 
        "description": "\n\nThe organization of convection is ubiquitous, but its physical understanding remains limited. One particular type of organization is the spatial self-aggregation of convection, taking the form of cloud clusters, or tropical cyclones in the presence of rotation. We show that several physical processes can give rise to self-aggregation, and highlight the key features responsible for it using idealized simulations. Longwave radiative feedbacks yield a “radiative aggregation\" . In that case, sufficient spatial variability of radiative cooling rates yields a low-level circulation, which induces the up-gradient energy transport and radiative-convective instability. Not only do vertically-integrated radiative budgets matter, but the vertical profile of cooling is also crucial. Convective aggregation is facilitated when downdrafts below clouds are weak (“moisture-memory aggregation\" ), and this is sufficient to trigger aggregation in the absence of longwave radiative feedbacks. These results shed some light on the sensitivity of self-aggregation to various parameters, including resolution or domain size.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064260", 
        "title": "What favors convective aggregation, and why?"
    }, 
    {
        "author": "Ryan L. Sriver, Chris E. Forest, Klaus Keller", 
        "date": "2015-06-04T23:44:17.110383-05:00", 
        "description": "\n\nThe uncertainties surrounding the initial conditions in Earth system models can considerably influence interpretations about climate trends and variability. Here we present results from a new climate change ensemble experiment using the Community Earth System Model (CESM), to analyze the effect of internal variability on regional climate variables that are relevant for decision-making. Each simulation is initialized from a unique and dynamically consistent model state sampled from a ~10,000 year fully-coupled equilibrium simulation, which captures the internal unforced variability of the coupled Earth system. We find that internal variability has a sizeable contribution to the modeled ranges of temperature and precipitation. The effects increase for more localized regions. The ensemble exhibits skill in simulating key regional climate processes relevant to decision makers, such as seasonal temperature variability and extremes. The presented ensemble framework and results can provide useful resources for uncertainty quantification, integrated assessment, and climate risk management.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064546", 
        "title": "Effects of initial conditions uncertainty on regional climate variability: An analysis using a low-resolution CESM ensemble"
    }, 
    {
        "author": "C.F. Larsen, E. Burgess, A.A. Arendt, S. O'Neel, A.J. Johnson, C. Kienholz", 
        "date": "2015-06-04T23:43:34.780428-05:00", 
        "description": "\n\nMountain glaciers comprise a small and widely distributed fraction of the world's terrestrial ice, yet their rapid losses presently drive a large percentage of the cryosphere's contribution to sea level rise. Regional mass balance assessments are challenging over large glacier populations due to remote and rugged geography, variable response of individual glaciers to climate change, and episodic calving losses from tidewater glaciers. In Alaska, we use airborne altimetry from 116 glaciers to estimate a regional mass balance of −75±11 Gt yr−1 (1994–2013). Our glacier sample is spatially well-distributed, yet pervasive variability in mass balances obscures geospatial and climatic relationships. However, for the first time, these data allow the partitioning of regional mass balance by glacier type. We find that tidewater glaciers are losing mass at substantially slower rates than other glaciers in Alaska and collectively contribute to only 6% of the regional mass loss.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064349", 
        "title": "Surface melt dominates Alaska glacier mass balance"
    }, 
    {
        "author": "K. E. McCusker, D. S. Battisti, C. M. Bitz", 
        "date": "2015-06-04T16:25:56.201861-05:00", 
        "description": "\n\nInjection of sulfate aerosols into the stratosphere has the potential to reduce the climate impacts of global warming, including sea level rise (SLR). However, changes in atmospheric and oceanic circulation that can significantly influence the rate ofbasal melting of Antarctic marine ice shelves and the associated SLR have not previously been considered. Here we use a fully-coupled global climate model to investigate whether rapidly increasing stratospheric sulfate aerosol concentrations after a period of global warming could preserve Antarctic ice sheets by cooling subsurface ocean temperatures. We contrast this climate engineering method with an alternative strategy in which all greenhouse gases (GHG) are returned to preindustrial levels. We find that the rapid addition of a stratospheric aerosol layer does not effectively counteract surface and upper level atmospheric circulation changes caused by increasing GHGs, resulting in continued upwelling of warm water in proximity of ice shelves, especially in the vicinity of the already unstable Pine Island Glacier in West Antarctica. By contrast, removal of GHGs restores the circulation, yielding relatively cooler subsurface ocean temperatures to better preserve West Antarctica.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064314", 
        "title": "Stratospheric sulfate aerosol injections cannot preserve the West Antarctic Ice Sheet"
    }, 
    {
        "author": "David M. Romps, Rusen Öktem", 
        "date": "2015-06-04T16:25:23.98545-05:00", 
        "description": "\n\nStereo photogrammetry, which uses two synchronized cameras to measure three-dimensional positions, is applied here to ascertain whether drag plays a role in the ascent of cloud thermals. In particular, stereo cameras are used to measure the sizes and speeds of cloud thermals in Florida. Using the vertical momentum equation, it is found that a substantial amount of drag (a drag coefficient on the order of one) is needed to match both the stereo-photogrammetric data and the known buoyancy of clouds from previous in-situ measurements and large-eddy simulations. Empirical data on form drag and theoretical calculations of wave drag reveal that, for the observed Froude numbers of cloud thermals, a drag coefficient of about one is to be expected.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064009", 
        "title": "Stereo photogrammetry reveals substantial drag on cloud thermals"
    }, 
    {
        "author": "Mahesh Kovilakam, Salil Mahajan", 
        "date": "2015-06-03T21:27:07.363819-05:00", 
        "description": "\n\nGlobal Climate Models (GCMs) underestimate the observed trend in tropical expansion. Recent studies partly attribute it to black carbon aerosols (BC), which are poorly represented in GCMs. We conduct a suite of idealized experiments with the Community Atmosphere Model (CAM4) coupled to a slab ocean model forced with increasing BC concentrations covering a large swath of the estimated range of current BC radiative forcing while maintaining their spatial distribution. The Northern Hemisphere (NH) tropics expand polewards nearly linearly as BC radiative forcing increases (0.70 W−1 m2), indicating that a realistic representation of BC could reduce GCM biases. We find support for the mechanism where BC induced midlatitude tropospheric heating shifts the maximum meridional tropospheric temperature gradient polewards resulting in tropical expansion. We also find that the NH poleward tropical edge is nearly linearly correlated with the location of the inter-tropical convergence zone (ITCZ), which shifts northwards in response to increasing BC.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064559", 
        "title": "Black Carbon Aerosols Induced Northern Hemisphere Tropical Expansion"
    }, 
    {
        "author": "Sayuri Minobe, Yoichi Nakajima, Kei Hirose, Yasuo Ohishi", 
        "date": "2015-06-03T21:26:34.101756-05:00", 
        "description": "\n\nWe have examined the phase relations in the iron-rich portion of the Fe-N binary system up to 150 GPa and 2720 K in a laser-heated diamond anvil cell (DAC). Synchrotron X-ray diffraction measurements revealed the formation of a new phase (β-Fe7N3) above 41 GPa and ~1000 K. The β phase is structurally identical or very close to Fe7C3 and the most iron-rich Fe-N intermediate compound at its stability field. We also measured the volume of β-Fe7N3 to 132 GPa and found its elastic property very similar to that of Fe7C3. Recently, it has been proposed that the density and sound velocities, in particular shear wave velocity, in the Earth's inner core are reconciled with Fe7C3, but such properties could be explained by β-Fe7N3 equally well. It is therefore possible that the inner core consists of Fe7(C,N)3, which is found as diamond inclusions and likely stable under inner core conditions.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064496", 
        "title": "Stability and compressibility of a new iron-nitride β-Fe7N3 to core pressures"
    }, 
    {
        "author": "Huihui Weng, Jinshui Huang, Hongfeng Yang", 
        "date": "2015-06-03T14:43:29.400145-05:00", 
        "description": "\n\nHere we investigate the effects of a patch with elevated effective normal stress (barrier) on two dimensional in-plane supershear rupture propagation on a planar fault from numerical experiments. Our results confirm that the barrier may slow down or stop coseismic ruptures, but may also induce supershear ruptures. We demonstrate that the supershear rupture may emerge in a region that is delineated by two approximate linear boundaries. If the barrier size is below the lower boundary, ruptures can overcome the barrier and propagate at subshear speeds. If the barrier size is larger than the upper boundary, ruptures are always stopped by the barrier. Furthermore, we find that the barrier-induced supershear ruptures may eventually slow down into subshear speed, depending on the size and the location of the barrier. The duration of supershear ruptures increases as the barrier sizes grow from the lower to the upper boundary, which are proportional to the reduction in rupture speeds caused by the barrier. These results indicate that a barrier on the fault may not stop coseismic ruptures. Rather, the barrier may induce ruptures propagating at supershear speeds that play important roles in near-field ground shaking and damage.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064281", 
        "title": "Barrier-induced supershear ruptures on a slip-weakening fault"
    }, 
    {
        "author": "Laura Castro de la Guardia, Xianmin Hu, Paul G. Myers", 
        "date": "2015-06-03T11:21:21.939734-05:00", 
        "description": "\n\nGreenland Ice Sheet meltwater runoff has been increasing in recent decades, especially in the southwest and the northeast. To determine the impact of this accelerating meltwater flux on Baffin Bay, we examine 8 numerical experiments using an ocean-sea-ice model: NEMO. Enhanced runoff causes shoreward-increasing sea surface height and strengthens the stratification in Baffin Bay. The changes in sea surface height reduces the southward transport through the Canadian Arctic Archipelago and strengthens the gyre circulation within Baffin Bay. The latter leads to further freshening of surface waters as it produces a larger northward surface freshwater transport across Davis Strait. Increasing the meltwater runoff leads to a warming and shallowing of the West Greenland Irminger Water on the northwest Greenland shelf. These warmer waters can now more easily enter fjords on the Greenland coast and thus provide additional heat to accelerate the melting of marine terminating glaciers.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064626", 
        "title": "Greenland Ice Sheet melt increases Baffin Bay heat content on the west Greenland shelf"
    }, 
    {
        "author": "Bei Wang, Rebecca M. Harrington, Yajing Liu, Hongyu Yu, Alex Carey, Nicholas J. Elst", 
        "date": "2015-06-03T08:51:53.484706-05:00", 
        "description": "\n\nHere we search for dynamically triggered earthquakes in Canada following global mainshocks between 2004 and 2014 with MS > 6, depth < 100 km, and estimated peak ground velocity > 0.2 cm/s. We use the Natural Resources Canada (NRCan) earthquake catalog to calculate β-statistical values in 1°×1° bins in 10-day windows before and after the mainshocks. The statistical analysis suggests triggering may occur near Vancouver Island, along the border of the Yukon and Northwest Territories, in western Alberta, western Ontario, and the Charlevoix seismic zone. We also search for triggering in Alberta where denser seismic station coverage renders regional earthquake catalogs with lower completeness thresholds. We find remote triggering in Alberta associated with three mainshocks using a matched-filter approach on continuous waveform data. The increased number of local earthquakes following the passage of mainshock surface waves suggests local faults may be in a critically stressed state.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064377", 
        "title": "Isolated cases of remote dynamic triggering in Canada detected using cataloged earthquakes combined with a matched-filter approach"
    }, 
    {
        "author": "Keehoon Kim, David Fee, Akihiko Yokoo, Jonathan M. Lees", 
        "date": "2015-06-03T08:51:30.965339-05:00", 
        "description": "\n\nWe present an acoustic waveform inversion technique for infrasound data to estimate volume fluxes from volcanic eruptions. Previous inversion techniques have been limited by the use of a 1-D Green's function in a free- or half-space, which depends only on the source-receiver distance and neglects volcanic topography. Our method exploits full 3-D Green's functions computed by a numerical method that takes into account realistic topographic scattering. We apply this method to vulcanian eruptions at Sakurajima Volcano, Japan. Our inversion results produce excellent waveform fits to field observations and demonstrate that full 3-D Green's functions are necessary for accurate volume flux inversion. Conventional inversions without consideration of topographic propagation effects may lead to large errors in the source parameter estimate. The presented inversion technique will substantially improve the accuracy of eruption source parameter estimation (c.f., mass eruption rate) during volcanic eruptions and provide critical constraints for volcanic eruption dynamics and ash dispersal forecasting for aviation safety. Application of this approach to chemical and nuclear explosions will also provide valuable source information (e.g., the amount of energy released) previously unavailable.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064466", 
        "title": "Acoustic source inversion to estimate volume flux from volcanic explosions"
    }, 
    {
        "author": "B. R. Loveday, P. Penven, C. J. C. Reason", 
        "date": "2015-06-03T08:47:27.307644-05:00", 
        "description": "\n\nThe dynamical link between the Indian Ocean and Atlantic Meridional Overturning Circulation (AMOC) remains poorly understood. This partly arises from the complex Agulhas leakage, which occurs via rings, cyclones and non-eddy flux. Hindcast simulations suggest leakage has recently increased, but have not decomposed this signal into its constituent mechanisms. Here, these are isolated in a realistic ocean model. Increases in simulated leakage are attributed to stronger eddy and non-eddy driven transports, and a strong warming and salinification, especially within Agulhas rings. Variability in both regimes is associated with strengthening Indian Ocean westerly winds, reflecting an increasingly positive Southern Annular Mode. While eddy and non-eddy flux signals are tied through turbulent eddy dissipation, the ratio between the two varies decadally. Consequently, while altimetry suggests a recent increase in retroflection turbulence and implied leakage, non-eddy flux may also play a significant role in modulating the leakage-AMOC connection.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064256", 
        "title": "Southern Annular Mode and westerly-wind driven changes in Indian-Atlantic exchange mechanisms"
    }, 
    {
        "author": "Tobias Goldhammer, Andreas Schwärzle, Ivano W. Aiello, Matthias Zabel", 
        "date": "2015-06-02T23:09:49.735844-05:00", 
        "description": "\n\nSubmarine brine lakes feature sharp and persistent concentration gradients between seawater and brine, though these should be smoothed out by free diffusion in open ocean settings. The anoxic Urania basin of the Eastern Mediterranean contains an ultra sulfidic, hypersaline brine of Messinian origin above a thick layer of suspended sediments. With a dual modeling approach we reconstruct its contemporary stratification by geochemical solute transport fundamentals, and show that thermal convection is required to maintain mixing in the brine and mud layer. The origin of the Urania basin stratification was dated to 1650 years before present, which may be linked to a major earthquake in the region. The persistence of the chemoclines may be key to the development of diverse and specialized microbial communities. Ongoing thermal convection in the fluid mud layer may have important, yet unresolved consequences for sedimentological and geochemical processes, also in similar environments.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063758", 
        "title": "Temporal stability and origin of chemoclines in the deep hypersaline anoxic Urania basin"
    }, 
    {
        "author": "Ban-Yuan Kuo, Wayne C. Crawford, Spahr C. Webb, Ching-Ren Lin, Tai-Chieh Yu, Liwen Chen", 
        "date": "2015-06-02T23:08:46.034406-05:00", 
        "description": "\n\nThe elastic response of seafloor to ocean gravity wave loading, or seafloor compliance, provides a constraint on the elastic properties of the crust. We measured seafloor compliance at 3 ocean-bottom seismograph (OBS) sites around Taiwan — two in the southwestern (SW) Okinawa trough and one on the Ryukyu arc — and performed inversion for crustal structures beneath them. Models best fitting the data demonstrate a decrease in upper crustal shear velocity and an increase in the compressional/shear velocity ratio from the arc site to the trough sites with increasing amount of back-arc extension. This variation suggests that the upper continental crust is highly faulted and hydrated during rifting of the Eurasian lithosphere.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064050", 
        "title": "Faulting and hydration of the upper crust of the SW Okinawa trough during continental rifting: Evidence from seafloor compliance inversion"
    }, 
    {
        "author": "Diego Melgar, Brendan W. Crowell, Jianghui Geng, Richard M. Allen, Yehuda Bock, Sebastian Riquelme, Emma M. Hill, Marino Protti, Athanassios Ganas", 
        "date": "2015-06-02T20:45:36.849996-05:00", 
        "description": "\n\nGPS instruments are non-inertial and directly measure displacements with respect to a global reference frame, while inertial sensors are affected by systematic offsets - primarily tilting - that adversely impact integration to displacement. We study the magnitude scaling properties of peak ground displacement (PGD) from high-rate GPS networks at near-source to regional distances (~10-1000 km), from earthquakes between Mw 6 and 9. We conclude that real-time GPS seismic waveforms can be used to rapidly determine magnitude, typically within the first minute of rupture initiation and in many cases before the rupture is complete. While slower than earthquake early warning methods that rely on the first few seconds of P-wave arrival, our approach does not suffer from the saturation effects experienced with seismic sensors at large magnitudes. Rapid magnitude estimation is useful for generating rapid earthquake source models, tsunami prediction, and ground motion studies that require accurate information on long-period displacements.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064278", 
        "title": "Earthquake magnitude calculation without saturation from the scaling of peak ground displacement"
    }, 
    {
        "author": "Hai Lin, Gilbert Brunet, Bin Yu", 
        "date": "2015-06-02T16:38:13.981849-05:00", 
        "description": "\n\nInterannual variability of the Madden-Julian Oscillation (MJO) and its influence on the extratropical teleconnection are analyzed. It is found that there is an interannual shift of the MJO activity between the Indian Ocean and the western-central Pacific. This is reflected by the year-to-year changes in the occurrence frequency of individual MJO phases. The leading mode of an empirical orthogonal function (EOF) analysis of occurrence frequency of MJO phases shows an out-of-phase relationship between MJO phase 7 and phases 3–5. During winters when the MJO convection occurs more frequently in the Indian Ocean (phases 3–5), a winter-mean positive North Atlantic Oscillation (NAO) tends to occur. These results indicate that the seasonal mean convection activity over the Indian Ocean related to the MJO is a possible driving forcing for the seasonal mean NAO variability in the boreal winter.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064547", 
        "title": "Interannual variability of the Madden-Julian Oscillation and its impact on the North Atlantic Oscillation in the boreal winter"
    }, 
    {
        "author": "C. E. Neuzil", 
        "date": "2015-06-02T09:23:15.212828-05:00", 
        "description": "\n\nInvestigations have revealed several instances of apparently isolated highs or lows in pore fluid potential in shallow (< ~ 1 km depth) argillaceous formations in intraplate settings. Formations with the pressure anomalies are distinguished by (1) smaller ratios of hydraulic conductivity to formation thickness, and (2) smaller hydraulic (or pressure) diffusivities than those without anomalies. This is consistent with transient Darcian flow caused by strain at rates of ~ 10-17 to 10-16 s-1, by significant perturbing events in the past 104 to 106 a, or by some combination of the two. Plausible causes include erosional downwasting, tectonic strain, and glaciation. In this conceptualization the anomalies provide constraints on formation-scale flow properties, flow history, and local geological forcing in the last 106 a, and in particular indicate zones of low permeability (10-19 – 10-22 m2) that could be useful for isolation of nuclear waste.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064140", 
        "title": "Interpreting Fluid Pressure Anomalies in Shallow Intraplate Argillaceous Formations"
    }, 
    {
        "author": "Yuki Sawai, Yuichi Namegaya, Toru Tamura, Rei Nakashima, Koichiro Tanigawa", 
        "date": "2015-06-01T23:34:11.287593-05:00", 
        "description": "\n\nA sparsely documented tsunami in 1454 may subdivide the recurrence interval between the 869 and 2011 tsunamis near Sendai, as judged from geomorphic, stratigraphic, and archival evidence. Pond-filled breaches cut across beach ridges on century-old topographic maps. The basal pond deposit in one of these breaches postdates 1454. Stratigraphy on Sendai Plain includes a sand sheet that contains marine and brackish diatoms. Radiocarbon ages suggest that the sheet dates to 1406–1615 (2σ), and written records for this interval in Tohoku mention a tsunami in 1454. The inferred inundation extended 1.0-2.5 km inland from an approximate medieval shoreline. Simulated tsunamis that best account for the sand sheet require a thrust earthquake of moment magnitude 8.4 or larger. If the sand sheet represents the 1454 tsunami, the most two recent intervals between great thrust earthquakes in Sendai region spanned 585 and 557 years.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064167", 
        "title": "Shorter intervals between great earthquakes near Sendai: Scour ponds and a sand layer attributable to AD 1454 overwash"
    }, 
    {
        "author": "Long Chen, Yanxu Zhang, Daniel J. Jacob, Anne L. Soerensen, Jenny A. Fisher, Hannah M. Horowitz, Elizabeth S. Corbitt, Xuejun Wang", 
        "date": "2015-06-01T17:00:38.934999-05:00", 
        "description": "\n\nAtmospheric mercury (Hg) in the Arctic shows much weaker or insignificant annual declines relative to northern mid-latitudes over the past decade (2000-2009), but with strong seasonality in trends. We use a global ocean-atmosphere model of Hg (GEOS-Chem) to simulate these observed trends and determine the driving environmental variables. The atmospheric decline at northern mid-latitudes can largely be explained by decreasing North Atlantic oceanic evasion. The mid-latitude atmospheric signal propagates to the Arctic but is there countered by rapid Arctic warming and declining sea ice, which suppresses deposition and promotes oceanic evasion over the Arctic Ocean. The resulting simulation implies a decline of Hg in the Arctic surface ocean that we estimate to be -0.67% yr-1 over the study period. Rapid Arctic warming and declining sea ice are projected for future decades and would drive a sustained decline in Arctic Ocean Hg, potentially alleviating the methylmercury exposure risk for northern populations.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064051", 
        "title": "Differences in decadal trends of atmospheric mercury between the Arctic and northern mid-latitudes suggest a decline in Arctic Ocean mercury"
    }, 
    {
        "author": "H. Santo, P. H. Taylor, T. Woollings, S. Poulson", 
        "date": "2015-06-01T16:22:42.163722-05:00", 
        "description": "\n\nEstimation of the long term behaviour of wave climate is crucial for harnessing wave energy in a cost-effective way. Previous studies have linked wave heights to the north–south atmospheric pressure anomalies in the North Atlantic, suggesting that thewave climate fluctuates as a response to changes in zonal circulation in the atmosphere. We identify changes in wave power in the North-East Atlantic that are strongly correlated to the dominant pressure anomalies, the North Atlantic Oscillation (NAO) and other modes. We present a reconstructed wave power climate for 1665–2005, using a combination of known and proxy indices for the NAO and other modes. Our reconstruction shows high inter-annual and multi-decadal variability, which makes wave energy prediction challenging. This variability should be considered in any long-term reliability analysis for wave energy devices and in power scheme economics.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064488", 
        "title": "Decadal wave power variability in the North-East Atlantic and North Sea"
    }, 
    {
        "author": "S. Osafune, S. Masuda, N. Sugiura, T. Doi", 
        "date": "2015-06-01T05:11:43.102114-05:00", 
        "description": "\n\nA long-term data synthesis experiment was conducted for the period 1957–2011 using a modified quasi-global 4-dimensional variational data assimilation system that was originally developed to improve the representation of the deep ocean, including a unique method for anomaly assimilation. The overall characteristics of the resulting ocean state estimate, which is dynamically consistent without any artificial sources or sinks for heat and salt, are evaluated in the Pacific Ocean. It is shown that the dataset better represents the comprehensive ocean state: the mean state of the water-mass distribution and volume transport, and components of temporal variability from the sea surface to the bottom on interannual to multi-decadal timescales. This suggests that the dataset can be used to examine interactions between temporal variations throughout the entire depth range, and is useful for understanding ocean physics and its role in the climate system.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064538", 
        "title": "Evaluation of the applicability of the Estimated Ocean State for Climate Research (ESTOC) dataset"
    }, 
    {
        "author": "Satoshi Kurita, Akira Kadokura, Yoshizumi Miyoshi, Akira Morioka, Yuka Sato, Hiroaki Misawa", 
        "date": "2015-06-01T00:24:00.046252-05:00", 
        "description": "\n\nIt has been believed that whistler mode waves can cause relativistic electron precipitations. It has been also pointed out that pitch angle scattering of ~keV electrons by whistler mode waves results in diffuse auroras. Thus, it is natural to expect relativistic electron precipitations associated with diffuse auroras. Based on a conjugate observation between the SAMPEX spacecraft and the all-sky TV camera at Syowa Station, we report, for the first time, a case in which relativistic electron precipitations are associated with diffuse aurora. The SAMPEX observation shows that the precipitations of >1 MeV electrons are well accompanied with those of >150 and >400 keV electrons. This indicates that electrons in the energy range from several keV to >1 MeV precipitate into the atmosphere simultaneously. Our result supports the idea that whistler mode waves contribute to both generation of diffuse auroras and relativistic electron precipitations.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064564", 
        "title": "Relativistic electron precipitations in association with diffuse aurora: Conjugate observation of SAMPEX and the all sky TV camera at Syowa Station"
    }, 
    {
        "author": "Jonah Bloch-Johnson, Raymond T. Pierrehumbert, Dorian S. Abbot", 
        "date": "2015-06-01T00:23:25.714029-05:00", 
        "description": "\n\nThe long-term warming from an anthropogenic increase in atmospheric CO2 is often assumed to be proportional to the forcing associated with that increase. This paper examines this linear approximation using a zero-dimensional energy balance model with a temperature-dependent feedback, with parameter values drawn from physical arguments and general circulation models. For a positive feedback temperature dependence, warming increases Earth's sensitivity, while greater sensitivity makes Earth warm more. These effects feed on each other, amplifying warming. As a result, for reasonable values of feedback temperature dependence and preindustrial feedback, Earth can jump to a warmer state under only one or two CO2 doublings. The linear approximation breaks down in the long tail of high climate sensitivity commonly seen in observational studies. Understanding feedback temperature dependence is therefore essential for inferring the risk of high warming from modern observations. Studies that assume linearity likely underestimate the risk of high warming.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064240", 
        "title": "Feedback temperature dependence determines the risk of high warming"
    }, 
    {
        "author": "Benjamin M. Kraemer, Orlane Anneville, Sudeep Chandra, Margaret Dix, Esko Kuusisto, David M. Livingstone, Alon Rimmer, Geoffrey Schladow, Eugene Silow, Lewis M. Sitoki, Rashid Tamatamah, Yvonne Vadeboncoeur, Peter B. McIntyre", 
        "date": "2015-05-30T15:09:34.933617-05:00", 
        "description": "\n\nClimate change is affecting lake stratification with consequences for water quality and the benefits that lakes provide to society. Here we use long-term temperature data (1970–2010) from 26 lakes around the world to show that climate change has altered lake stratification globally and that the magnitudes of lake stratification changes are primarily controlled by lake morphometry (mean depth, surface area, and volume) and mean lake temperature. Deep lakes and lakes with high average temperatures have experienced the largest changes in lake stratification even though their surface temperatures tend to be warming more slowly. These results confirm that the nonlinear relationship between water density and water temperature, and the strong dependence of lake stratification on lake morphometry makes lake temperature trends relatively poor predictors of lake stratification trends.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064097", 
        "title": "Morphometry and average temperature affect lake stratification responses to climate change"
    }, 
    {
        "author": "D. A. Putrasahan, Lisa M. Beal, Ben P. Kirtman, Yu Cheng", 
        "date": "2015-06-11T18:52:17.599403-05:00", 
        "description": "\nThe Agulhas leakage brings warm and saline water from the Indian Ocean into the South Atlantic, forming part of the returning branch of the global thermohaline circulation, an important component of climate. We develop a new method using the passive tracer spice, to estimate Agulhas leakage transport in an ocean eddy-resolving climate model that properly captures Agulhas Retroflection and leakage. We identify Agulhas leakage waters as positive spice anomalies (≥ +0.1) and are able to trace leakage to depths greater than 1000 m. Spice-based Eulerian Agulhas leakage captures spikes in Lagrangian leakage transport which coincide with the passage of Agulhas rings, yielding a statistically significant correlation (0.47). On interannual times scales, differences between Eulerian and Lagrangian transports are reduced and correlation increases to 0.77. We obtain a mean spice-based Eulerian Agulhas leakage of 17 ± 4 sverdrup (Sv) and Lagrangian Agulhas leakage of 18 ± 2 Sv, which are within the range of observational estimates.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064482", 
        "title": "A new Eulerian method to estimate “spicy” Agulhas leakage in climate models"
    }, 
    {
        "author": "F. Pitout, A. Marchaudon, P.-L. Blelly, X. Bai, F. Forme, S. C. Buchert, D. A. Lorentzen", 
        "date": "2015-06-10T17:46:32.358925-05:00", 
        "description": "\n\nWe present a conjunction between the Swarm fleet and the European Incoherent Scatter Svalbard Radar (ESR) on 9 January 2014. The Swarm orbit in the early phase of the mission gives us the unique opportunity of sequencing the temporal evolution of the observed field-aligned current system in the nightside, near magnetic local midnight. These field-aligned currents are seen to move poleward through the radar field of view and to affect the observed ionosphere. The upward field-aligned current (FAC) is responsible, at least in part, for the heating of the ionospheric electrons. It is less clear whether the downward FAC cools the ionosphere. We use the TRANSCAR model of the ionosphere to quantify the thermoelectric effect that comes into play. Finally, we compare the plasma parameters measured by the Langmuir probe on board Swarm and the ESR and conclude on an agreement within the errors.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064231", 
        "title": "Swarm and ESR observations of the ionospheric response to a field-aligned current system in the high-latitude midnight sector"
    }, 
    {
        "author": "Christopher R. Schwalm, Deborah N. Huntinzger, Joshua B. Fisher, Anna M. Michalak, Kevin Bowman, Philippe Cias, Robert Cook, Bassil El-Masri, Daniel Hayes, Maoyi Huang, Akihiko Ito, Atul Jain, Anthony W. King, Huimin Lei, Junjie Liu, Chaoqun Lu, Jiafu Mao, Shushi Peng, Benjamin Poulter, Daniel Ricciuto, Kevin Schaefer, Xiaoying Shi, Bo Tao, Hanqin Tian, Weile Wang, Yaxing Wei, Jia Yang, Ning Zeng", 
        "date": "2015-06-10T17:13:44.847467-05:00", 
        "description": "\n\nMultimodel ensembles (MME) are commonplace in Earth system modeling. Here we perform MME integration using a 10-member ensemble of terrestrial biosphere models (TBMs) from the Multiscale synthesis and Terrestrial Model Intercomparison Project (MsTMIP). We contrast optimal (skill based for present-day carbon cycling) versus naïve (“one model-one vote”) integration. MsTMIP optimal and naïve mean land sink strength estimates (−1.16 versus −1.15 Pg C per annum respectively) are statistically indistinguishable. This holds also for grid cell values and extends to gross uptake, biomass, and net ecosystem productivity. TBM skill is similarly indistinguishable. The added complexity of skill-based integration does not materially change MME values. This suggests that carbon metabolism has predictability limits and/or that all models and references are misspecified. Resolving this issue requires addressing specific uncertainty types (initial conditions, structure, and references) and a change in model development paradigms currently dominant in the TBM community.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064002", 
        "title": "Toward “optimal” integration of terrestrial biosphere models"
    }, 
    {
        "author": "Zhenzhong Zeng, Anping Chen, Philippe Ciais, Yue Li, Laurent Z. X. Li, Robert Vautard, Liming Zhou, Hui Yang, Mengtian Huang, Shilong Piao", 
        "date": "2015-06-10T17:01:51.648652-05:00", 
        "description": "\n\nMountain waters, glaciers, hazards, and biodiversity are vulnerable to the impacts of global warming. Warming is projected to amplify over mountains by global climate models, yet meteorological records do not show a uniform acceleration of warming with elevation. Here we explore warming-elevation relationships using records from 2660 meteorological stations and determine that the vertical gradient of warming rate varies with location. The warming is faster at higher altitudes in Asia and western North America, but the opposite is observed over Central Europe and eastern North America which have received more short-wave radiation (brightening) associated with a decrease of aerosols and clouds since the 1980s. We found that altitudinal differences in air pollution (brightening), with observations showing more short-wave radiation received at low altitudes than at mountains, modulate the warming-elevation relationships. The advance in understanding of the drivers of regional climate change will contribute to the formulation of strategies for climate change mitigation at high elevations.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064410", 
        "title": "Regional air pollution brightening reverses the greenhouse gases induced warming-elevation relationship"
    }, 
    {
        "author": "Emily S. Finzel, Lucy M. Flesch, Kenneth D. Ridgway, William E. Holt, Attreyee Ghosh", 
        "date": "2015-06-09T20:36:55.758047-05:00", 
        "description": "\n\nThe degree to which the lithosphere and mantle are coupled and contribute to surface deformation beneath continental regions remains a fundamental question in the field of geodynamics. Here we use a new approach with a surface deformation field constrained by GPS, geologic, and seismicity data, together with a lithospheric geodynamic model, to solve for tractions inferred to be generated by mantle convection that (1) drive extension within interior Alaska generating southward directed surface motions toward the southern convergent plate boundary, (2) result in accommodation of the relative motions between the Pacific and North America in a comparatively small zone near the plate boundary, and (3) generate the observed convergence within the North American plate interior in the Mackenzie mountains in northwestern Canada. The evidence for deeper mantle influence on surface deformation beneath a continental region suggests that this mechanism may be an important contributing driver to continental plate assemblage and breakup.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063987", 
        "title": "Surface motions and intraplate continental deformation in Alaska driven by mantle flow"
    }, 
    {
        "author": "R. Bendick, S. F. Khan, R. Bürgmann, F. Jouanne, P. Banerjee, M. A. Khan, R. Bilham", 
        "date": "2015-06-09T20:00:00.714022-05:00", 
        "description": "\n\nThirty horizontal displacement time series from GPS sites in the area around the 2005 Kashmir earthquake show lateral spatial variations in displacement magnitude and relaxation time for the postseismic interval from 2005 to 2012. The observed spatial pattern of surface displacements can only be reproduced by finite element models of postseismic deformation in elastic over viscoelastic crust that include lateral differences in both the thickness of the elastic layer and the viscosity of the viscoelastic layer. Solutions reproducing the sign of horizontal displacements everywhere in the epicentral region also require afterslip on the portion of the fault dislocation in the viscoelastic layer but not in the elastic lid. Although there are substantial tradeoffs among contributions to postseismic displacements of the surface, the observations preclude both crustal homogeneity and shallow afterslip. In the best family of solutions, the thickness of the elastic upper crust differs by a factor of 5 and the viscosity of the middle and lower crust by an order of magnitude between domains north and south of a suture zone containing the Main Boundary Thrust and Main Mantle Thrust.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064670", 
        "title": "Postseismic relaxation in Kashmir and lateral variations in crustal architecture and materials"
    }, 
    {
        "author": "Chengping Chai, Charles J. Ammon, Monica Maceira, Robert B. Herrmann", 
        "date": "2015-06-09T19:31:02.543932-05:00", 
        "description": "\n\nWe use P wave receiver functions from the western U.S. and adjacent regions to construct a receiver function wavefield interpolation scheme that helps to equalize the lateral sampling of the receiver functions and the surface wave dispersion and to greatly simplify the receiver functions. Spatial interpolation and smoothing suppress poorly sampled and difficult to interpret back azimuthal variations and allow the extraction of the first-order features in the receiver function wavefield, including observations from several ray parameter ranges. We combine the interpolated receiver functions with Rayleigh wave dispersion estimates and surface gravity observations to estimate the 3-D shear wave speed beneath the region. Speed variations in the 3-D model correlate strongly with expected geologic variations and illuminate broad-scale features of the western U.S. crust and upper mantle. The model is smooth, self-consistent, and demonstrates the compatibility of the interpolated receiver functions and dispersion observations.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063733", 
        "title": "Inverting interpolated receiver functions with surface wave dispersion and gravity: Application to the western U.S. and adjacent Canada and Mexico"
    }, 
    {
        "author": "A. Rap, D. V. Spracklen, L. Mercado, C. L. Reddington, J. M. Haywood, R. J. Ellis, O. L. Phillips, P. Artaxo, D. Bonal, N. Restrepo Coupe, N. Butt", 
        "date": "2015-06-09T19:30:56.711085-05:00", 
        "description": "\n\nAtmospheric aerosol scatters solar radiation increasing the fraction of diffuse radiation and the efficiency of photosynthesis. We quantify the impacts of biomass burning aerosol (BBA) on diffuse radiation and plant photosynthesis across Amazonia during 1998–2007. Evaluation against observed aerosol optical depth allows us to provide lower and upper BBA emissions estimates. BBA increases Amazon basin annual mean diffuse radiation by 3.4–6.8% and net primary production (NPP) by 1.4–2.8%, with quoted ranges driven by uncertainty in BBA emissions. The enhancement of Amazon basin NPP by 78–156 Tg C a−1 is equivalent to 33–65% of the annual regional carbon emissions from biomass burning. This NPP increase occurs during the dry season and acts to counteract some of the observed effect of drought on tropical production. We estimate that 30–60 Tg C a−1 of this NPP enhancement is within woody tissue, accounting for 8–16% of the observed carbon sink across mature Amazonian forests.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063719", 
        "title": "Fires increase Amazon forest productivity through increases in diffuse radiation"
    }, 
    {
        "author": "Martin J. Doble, Giacomo De Carolis, Michael H. Meylan, Jean-Raymond Bidlot, Peter Wadhams", 
        "date": "2015-06-09T18:48:55.761406-05:00", 
        "description": "\n\nWave attenuation coefficients (α, m−1) were calculated from in situ data transmitted by custom wave buoys deployed into the advancing pancake ice region of the Weddell Sea. Data cover a 12 day period as the buoy array was first compressed and then dilated under the influence of a passing low-pressure system. Attenuation was found to vary over more than 2 orders of magnitude and to be far higher than that observed in broken-floe marginal ice zones. A clear linear relation between α and ice thickness was demonstrated, using ice thickness from a novel dynamic/thermodynamic model. A simple expression for α in terms of wave period and ice thickness was derived, for application in research and operational models. The variation of α was further investigated with a two-layer viscous model, and a linear relation was found between eddy viscosity in the sub-ice boundary layer and ice thickness.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063628", 
        "title": "Relating wave attenuation to pancake ice thickness, using field measurements and model results"
    }, 
    {
        "author": "Apurva C. Dave, M. Susan Lozier", 
        "date": "2015-06-09T18:15:02.466287-05:00", 
        "description": "\n\nPreviously reported global-scale correlations between interannual variability in upper ocean stratification and chlorophyll a (a proxy for phytoplankton biomass) have been shown to be driven by strong associations between the two properties in the central and western equatorial Pacific. Herein, we present evidence that these correlations are not causal but instead result from the advection of heat, salt, and nutrients in the region. Specifically, we demonstrate that stratification and chlorophyll are simultaneously influenced by shifts in the horizontal advective inputs of cold/saline/nutrient-rich waters from upwelling regions to the east and warm/fresh/nutrient-poor waters to the west. We find that horizontal advection contributes substantially to the annual surface layer nutrient budget and, together with vertical advection, significantly impacts interannual variability in chlorophyll. These results highlight the importance of a three-dimensional framework for examining nutrient supply in the upper ocean—a crucial requirement for assessing future marine ecosystem responses to a changing climate.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063290", 
        "title": "The impact of advection on stratification and chlorophyll variability in the equatorial Pacific"
    }, 
    {
        "author": "P. Boehnke, M. W. Caffee, T. M. Harrison", 
        "date": "2015-06-09T17:58:11.91635-05:00", 
        "description": "\nAlthough fissiogenic Xe in mid-ocean ridge basalt (MORB) has long been used inferred to infer an early (>4 Ga) catastrophic mantle degassing, decomposition of the analyzed gas in terms of its constituents requires several assumptions. The canonical interpretation has not been tested using the full spectrum of possible initial components and radiogenic inputs. We use a Markov chain Monte Carlo approach that examines a broad range of Xe isotopic components present during Earth formation and evolution. Our best fit simulations are consistent with the preservation of much higher Pu/U in MORB source Xe than previously recognized but are equally supportive of both limited and early catastrophic loss. We show that an initially Xe depleted upper mantle that becomes progressively ingassed through both radiogenic ingrowth and subduction of evolving atmospheric Xe is equally consistent with all evidence, underscoring the need for improvements to our knowledge of fission Xe spectra, MORB Xe measurements, and Pu geochemistry.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063636", 
        "title": "Xenon isotopes in the MORB source, not distinctive of early global degassing"
    }, 
    {
        "author": "Robert Ricker, Stefan Hendricks, Donald K. Perovich, Veit Helm, Rüdiger Gerdes", 
        "date": "2015-06-08T19:01:51.997771-05:00", 
        "description": "\nRadar altimetry measurements of the current satellite mission CryoSat-2 show an increase of Arctic sea ice thickness in autumn 2013, compared to previous years but also related to March 2013. Such an increase over the melting season seems unlikely and needs to be investigated. Recent studies show that the influence of the snow cover is not negligible and can highly affect the CryoSat-2 range retrievals if it is assumed that the main scattering horizon is given by the snow-ice interface. Our analysis of Arctic ice mass balance buoy records and coincident CryoSat-2 data between 2012 and 2014 adds observational evidence to these findings. Linear trends of snow and ice freeboard measurements from buoys and nearby CryoSat-2 freeboard retrievals are calculated during accumulation events. We find a positive correlation between buoy snow freeboard and CryoSat-2 freeboard estimates, revealing that early snow accumulation might have caused a bias in CryoSat-2 sea ice thickness in autumn 2013.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064081", 
        "title": "Impact of snow accumulation on CryoSat-2 range retrievals over Arctic sea ice: An observational approach with buoy data"
    }, 
    {
        "author": "Anna Kauffeldt, Sven Halldin, Florian Pappenberger, Fredrik Wetterhall, Chong-Yu Xu, Hannah L. Cloke", 
        "date": "2015-06-08T19:01:00.636462-05:00", 
        "description": "\n\nThere has been a significant increase in the skill and resolution of numerical weather prediction models (NWPs) in recent decades, extending the time scales of useful weather predictions. The land surface models (LSMs) of NWPs are often employed in hydrological applications, which raises the question of how hydrologically representative LSMs really are. In this paper, precipitation (P), evaporation (E), and runoff (R) from the European Centre for Medium-Range Weather Forecasts global models were evaluated against observational products. The forecasts differ substantially from observed data for key hydrological variables. In addition, imbalanced surface water budgets, mostly caused by data assimilation, were found on both global (P-E) and basin scales (P-E-R), with the latter being more important. Modeled surface fluxes should be used with care in hydrological applications, and further improvement in LSMs in terms of process descriptions, resolution, and estimation of uncertainties is needed to accurately describe the land surface water budgets.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064230", 
        "title": "Imbalanced land surface water budgets in a numerical weather prediction system"
    }, 
    {
        "author": "Kaspar Merz, Alan G. Green, Thomas Buchli, Sarah M. Springman, Hansruedi Maurer", 
        "date": "2015-06-08T18:39:40.940639-05:00", 
        "description": "\n\nMountainous locations and steep rugged surfaces covered by boulders and other loose debris are the main reasons why rock glaciers are among the most challenging geological features to investigate using ground-based geophysical methods. Consequently, geophysical surveys of rock glaciers have only ever involved recording data along sparse lines. To address this issue, we acquired quasi-3-D ground-penetrating radar (GPR) data across a rock glacier in the Swiss Alps using a helicopter-mounted system. Our interpretation of the derived GPR images constrained by borehole information results in a novel “thin-skinned” rock glacier model that explains a concentration of deformation across a principal shear zone (décollement) and faults across which rock glacier lobes are juxtaposed. The new model may be applicable to many rock glaciers worldwide. We suggest that the helicopter GPR method may be useful for 3-D surveying numerous other difficult-to-access mountainous terrains.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063951", 
        "title": "A new 3-D thin-skinned rock glacier model based on helicopter GPR results from the Swiss Alps"
    }, 
    {
        "author": "Lionel Favier, Frank Pattyn", 
        "date": "2015-06-08T18:05:40.805405-05:00", 
        "description": "\n\nAntarctic ice rises originate from the contact between ice shelves and one of the numerous topographic highs emerging from the edge of the continental shelf. While investigations of the Raymond effect indicate their millennial-scale stability, little is known about their formation and their role in ice shelf stability. Here we present for the first time the simulation of an ice rise using the BISICLES model. The numerical results successfully reproduce several field-observable features, such as the substantial thinning downstream of the ice rise and the successive formation of a promontory and ice rise with stable radial ice flow center, showing that ice rises are formed during the ice sheet deglaciation. We quantify the ice rise buttressing effect, found to be mostly transient, delaying grounding line retreat significantly but resulting in comparable steady state positions. We demonstrate that ice rises are key in controlling simulations of Antarctic deglaciation.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064195", 
        "title": "Antarctic ice rise formation, evolution, and stability"
    }, 
    {
        "author": "Erdal Yiğit, Alexander S. Medvedev, Paul Hartogh", 
        "date": "2015-06-05T13:26:50.235549-05:00", 
        "description": "\nWe present the first general circulation model simulations that quantify and reproduce patches of extremely cold air required for CO2 condensation and cloud formation in the Martian mesosphere. They are created by subgrid-scale gravity waves (GWs) accounted for in the model with the interactively implemented spectral parameterization. Distributions of GW-induced temperature fluctuations and occurrences of supersaturation conditions are in a good agreement with observations of high-altitude CO2 ice clouds. Our study confirms the key role of GWs in facilitating CO2 cloud formation, discusses their tidal modulation, and predicts clouds at altitudes higher than have been observed to date.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064275", 
        "title": "Gravity waves and high-altitude CO2 ice cloud formation in the Martian atmosphere"
    }, 
    {
        "author": "Julian C. Lozos, Ruth A. Harris, Jessica R. Murray, James J. Lienkaemper", 
        "date": "2015-06-05T13:16:30.675948-05:00", 
        "description": "\n\nThe Bartlett Springs Fault (BSF), the easternmost branch of the northern San Andreas Fault system, creeps along much of its length. Geodetic data for the BSF are sparse, and surface creep rates are generally poorly constrained. The two existing geodetic slip rate inversions resolve at least one locked patch within the creeping zones. We use the 3-D finite element code FaultMod to conduct dynamic rupture models based on both geodetic inversions, in order to determine the ability of rupture to propagate into the creeping regions, as well as to assess possible magnitudes for BSF ruptures. For both sets of models, we find that the distribution of aseismic creep limits the extent of coseismic rupture, due to the contrast in frictional properties between the locked and creeping regions.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063802", 
        "title": "Dynamic rupture models of earthquakes on the Bartlett Springs Fault, Northern California"
    }, 
    {
        "author": "Martin Füllekrug, Andrew Mezentsev, Robert Watson, Stéphane Gaffet, Ivan Astin, Nathan Smith, Adrian Evans", 
        "date": "2015-06-04T17:33:34.500661-05:00", 
        "description": "\nThe Earth's natural electromagnetic environment is disturbed by anthropogenic electromagnetic noise. Here we report the first results from an electromagnetic noise survey of the sky. The locations of electromagnetic noise sources are mapped on the hemisphere above a distributed array of wideband receivers that operate in a small aperture configuration. It is found that the noise sources can be localized at elevation angles up to ∼60° in the sky, well above the horizon. The sky also exhibits zones with little or no noise that are found toward the local zenith and the southwest of the array. These results are obtained by a rigorous analysis of the residuals from the classic dispersion relation for electromagnetic waves using an array analysis of electric field measurements in the frequency range from ∼20 to 250 kHz. The observed locations of the noise sources enable detailed observations of ionospheric modification, for example, caused by particle precipitation and lightning discharges, while the observed exclusion zones enable the detection of weak natural electromagnetic emissions, for example, from streamers in transient luminous events above thunderclouds.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064142", 
        "title": "Map of low-frequency electromagnetic noise in the sky"
    }, 
    {
        "author": "Zhu Mao, Jung-Fu Lin, Jing Yang, Toru Inoue, Vitali B. Prakapenka", 
        "date": "2015-06-04T03:02:49.226494-05:00", 
        "description": "\n\nWe have investigated the equation of state of Fe-bearing bridgmanite, (Mg0.9Fe0.1)SiO3, using synchrotron X-ray diffraction in diamond anvil cells up to 125 GPa and 300 K. Combined with previous synchrotron Mössbauer spectroscopy results, we have found that the occurrence of the low-spin Fe3+ in the octahedral sites (B site) of bridgmanite has produced a 0.5(±0.1)% reduction in the unit cell volume at 18–25 GPa and has increased the isothermal bulk modulus to 284(±4) GPa, consistent with recent theoretical calculations. Together with literature results, we note that the addition of Fe can cause an increase in the density, bulk modulus, and bulk sound velocity in both Al-free and Al-bearing bridgmanite at lower mantle pressures. The presence of Fe3+ in the B site of bridgmanite can further enhance this increase. The observed spin transition of B site Fe3+ in bridgmanite is thus important for understanding the density and velocity structures of the lower mantle.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064400", 
        "title": "Effects of the Fe3+ spin transition on the equation of state of bridgmanite"
    }, 
    {
        "author": "Jieshun Zhu, Arun Kumar, Bohua Huang", 
        "date": "2015-06-04T02:37:54.512502-05:00", 
        "description": "\nEven though the vital role of thermocline fluctuation in El Niño–Southern Oscillation (ENSO) cycle has been established previously, the direct relationship between the thermocline depth and sea surface temperature (SST) anomalies in the equatorial Pacific is yet to be fully understood, especially its seasonality. Thermocline depth anomalies have been found to lead SST anomalies in time with a longitude-dependent delay, but our study also suggests that the relationship shows considerable seasonal dependency and is strongest (weakest) during the boreal spring (summer). Over the eastern equatorial Pacific where there is least delay (compared to that in the western and central Pacific), the connection between thermocline and SST is the weakest during the boreal spring. This feature may be one of causes for ENSO spring persistence barrier. Furthermore, the thermocline-SST connections exhibit significant decadal variations, which are remarkably consistent with the decadal changes in the persistence barrier of SST anomalies over the eastern Pacific. It is also found that the decadal shift in the timing of the thermocline-SST connection barrier is caused by the changes in the seasonal cycle of tropical trade winds and thermocline depths.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064220", 
        "title": "The relationship between thermocline depth and SST anomalies in the eastern equatorial Pacific: Seasonality and decadal variations"
    }, 
    {
        "author": "Takamitsu Ito, Annalisa Bracco, Curtis Deutsch, Hartmut Frenzel, Matthew Long, Yohei Takano", 
        "date": "2015-06-04T01:26:51.211379-05:00", 
        "description": "\n\nWe investigate the mechanisms controlling the evolution of Southern Ocean carbon storage under a future climate warming scenario. A subset of Coupled Model Intercomparison Project Phase 5 models predicts that the inventory of biologically sequestered carbon south of 40°S increases about 18–34 Pg C by 2100 relative to the preindustrial condition. Sensitivity experiments with an ocean circulation and biogeochemistry model illustrates the impacts of the wind and buoyancy forcings under a warming climate. Intensified and poleward shifted westerly wind strengthens the upper overturning circulation, not only leading to an increased uptake of anthropogenic CO2 but also releasing biologically regenerated carbon to the atmosphere. Freshening of Antarctic Surface Water causes a slowdown of the lower overturning circulation, leading to an increased Southern Ocean biological carbon storage. The rectified effect of these processes operating together is the sustained growth of the carbon storage in the Southern Ocean, even under the warming climate with a weaker global ocean carbon uptake.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064320", 
        "title": "Sustained growth of the Southern Ocean carbon storage in a warming climate"
    }, 
    {
        "author": "Dong-Xiao Pan, Xu-Zhi Zhou, Quan-Qi Shi, Jiang Liu, Vassilis Angelopoulos, Andrei Runov, Qiu-Gang Zong, Sui-Yan Fu", 
        "date": "2015-06-03T19:33:00.652188-05:00", 
        "description": "\nDipolarizing flux bundles transport magnetic flux to the inner and dayside magnetosphere, heat the plasma sheet, and provide a seed population to the radiation belt. The magnetic perturbation ahead of them, often referred to as a dipolarization front (DF), is asymmetric with a small Bz dip followed by a sharp Bz enhancement. The Bz dip is thought to be generated from dawnward currents carried by DF-reflected ions; after reflection, these earthward moving ions gyrate clockwise and contribute to dawnward diamagnetic currents ahead of the front. Using observations of hundreds of DFs, we investigate this hypothesis. We find that the depth of the Bz dip as a function of the front azimuth depends on DF propagation speed and ambient plasma density. These statistical signatures support the hypothesis that the Bz dip is caused by ion reflection and suggest that secondary currents carried by these reflected ions can reshape the front significantly.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064369", 
        "title": "On the generation of magnetic dips ahead of advancing dipolarization fronts"
    }, 
    {
        "author": "L. N. Boisvert, J. C. Stroeve", 
        "date": "2015-06-03T18:42:03.912742-05:00", 
        "description": "\n\nOver the past decade, the Arctic has seen unprecedented declines in the summer sea ice area, leading to larger and longer exposed open water areas. The Atmospheric Infrared Sounder is a useful yet underutilized tool to study corresponding atmospheric changes and their feedbacks between 2003 and 2013. Most pronounced warming occurs between November and April, with skin and air temperatures increasing on average 2.5 K and 1.5 K over the Arctic Ocean. In response to sea ice loss, evaporation rates (i.e., moisture flux) increased between August and October by 1.5 × 10−3 g m−2 s−1 (3.8 W m−2 latent heat flux energy), increasing the water vapor feedback and cloud cover. Although most trends are positive over the Arctic Ocean, there is considerable interannual variability. Increasing specific humidity in May and corresponding downward moisture fluxes cause earlier melt onset; warming skin temperatures and radiative responses to increased water vapor and cloud cover in autumn delay freeze-up.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063775", 
        "title": "The Arctic is becoming warmer and wetter as revealed by the Atmospheric Infrared Sounder"
    }, 
    {
        "author": "Ramesh D. Sharma, Peter P. Wintersteiner, Konstantinos S. Kalogerakis", 
        "date": "2015-06-03T18:21:16.923812-05:00", 
        "description": "\n\nOn the basis of experimental and theoretical studies, this paper proposes a new mechanism that contributes to nocturnal 4.3 µm CO2 emissions. It suggests that collisions of ground state O atoms with highly vibrationally excited OH(v), produced by the reaction of H with O3, remove a substantial fraction of the OH(v) vibrational energy by a fast, spin-allowed, multiquantum vibration-to-electronic energy transfer (ET) process that generates O(1D): OH(v ≥ 5) + O(3P)  OH(0 ≤ v′ ≤ v − 5) + O(1D). The electronically excited O(1D) atom is subsequently deactivated by collisions with N2 in a fast spin-forbidden ET process that leaves the N2 molecule with an average of 2.2 vibrational quanta. Finally, the vibrational excitation of N2 is transferred by a fast, near-resonant vibration-to-vibration ET process to the asymmetric stretch (v3) mode of CO2, which promptly radiates near 4.3 µm.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063724", 
        "title": "A new mechanism for OH vibrational relaxation leading to enhanced CO2 emissions in the nocturnal mesosphere"
    }, 
    {
        "author": "Divya Allu Peddinti, Allen K. McNamara", 
        "date": "2015-06-03T18:11:49.33934-05:00", 
        "description": "\nJupiter's moon Europa exhibits a deformed icy surface with salt deposits concentrated along the varied geological features. The topographic alignment of salt deposits has been speculated to indicate an endogenic sourcing of the material. Two-way transport of salts from a liquid-water ocean beneath the ice shell to the surface, and vice versa, has been speculated. We present dynamical models that demonstrate the incorporation of newly frozen ice into convective plumes within the ice shell, caused by convection within the ice shell that drives dynamic topography along the ice-ocean boundary. The new ice that forms at the freezing front can be transported by the rising ice plumes toward the surface until it is blocked by a high-viscosity lid at the surface. Weakening of the lid by tidal or tectonic forces could then lead to the surface detection of ocean trace chemistry captured in the newly formed ice.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063950", 
        "title": "Material transport across Europa's ice shell"
    }, 
    {
        "author": "Shantanu Pandey, Xiaohui Yuan, Eric Debayle, Frederik Tilmann, Keith Priestley, Xueqing Li", 
        "date": "2015-06-03T17:57:18.007374-05:00", 
        "description": "\n\nAzimuthal anisotropy derived from multimode Rayleigh wave tomography in China exhibits depth-dependent variations in Tibet, which can be explained as induced by the Cenozoic India-Eurasian collision. In west Tibet, the E-W fast polarization direction at depths <100 km is consistent with the accumulated shear strain in the Tibetan lithosphere, whereas the N-S fast direction at greater depths is aligned with Indian Plate motion. In northeast Tibet, depth-consistent NW-SE directions imply coupled deformation throughout the whole lithosphere, possibly also involving the underlying asthenosphere. Significant anisotropy at depths of 225 km in southeast Tibet reflects sublithospheric deformation induced by northward and eastward lithospheric subduction beneath the Himalaya and Burma, respectively. The multilayer anisotropic surface wave model can explain some features of SKS splitting measurements in Tibet, with differences probably attributable to the limited back azimuthal coverage of most SKS studies in Tibet and the limited horizontal resolution of the surface wave results.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063921", 
        "title": "Depth-variant azimuthal anisotropy in Tibet revealed by surface wave tomography"
    }, 
    {
        "author": "Hannah L. Bailey, Darrell S. Kaufman, Andrew C. G. Henderson, Melanie J. Leng", 
        "date": "2015-06-03T17:31:31.814496-05:00", 
        "description": "\n\nOxygen isotope records of precipitation (δ18Oprecip) from Beringia are thought to reflect synoptic-scale circulation changes associated with the Aleutian Low. To delineate the spatial pattern of δ18Oprecip associated with the two dominant modes of Aleutian Low circulation, we combine modern δ18Oprecip and deuterium excess data with climate reanalysis and back trajectory modeling. Aleutian Low strength and position are revealed to systematically affect regional moisture source and δ18Oprecip; whereby a strengthened Aleutian Low causes lower (higher) δ18Oprecip in western (eastern) Beringia. We compare a new 100 year long δ18O record from the Aleutian Islands with the North Pacific Index, the primary indicator of Aleutian Low strength, and find a significant positive relationship (r = 0.43, P < 0.02, n = 28) that tracks late twentieth century change. This study demonstrates synoptic-scale circulation controls on our isotope record and provides a coherent framework for interpreting existing and emerging paleoisotope data from the region.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063983", 
        "title": "Synoptic scale controls on the δ18O in precipitation across Beringia"
    }, 
    {
        "author": "N. J. T. Edberg, A. I. Eriksson, E. Odelstad, P. Henri, J.-P. Lebreton, S. Gasc, M. Rubin, M. André, R. Gill, E. P. G. Johansson, F. Johansson, E. Vigren, J. E. Wahlund, C. M. Carr, E. Cupido, K.-H. Glassmeier, R. Goldstein, C. Koenders, K. Mandt, Z. Nemeth, H. Nilsson, I. Richter, G. Stenberg Wieser, K. Szego, M. Volwerk", 
        "date": "2015-06-03T17:13:40.901502-05:00", 
        "description": "\n\nWe use measurements from the Rosetta plasma consortium Langmuir probe and mutual impedance probe to study the spatial distribution of low-energy plasma in the near-nucleus coma of comet 67P/Churyumov-Gerasimenko. The spatial distribution is highly structured with the highest density in the summer hemisphere and above the region connecting the two main lobes of the comet, i.e., the neck region. There is a clear correlation with the neutral density and the plasma to neutral density ratio is found to be ∼1–2·10−6, at a cometocentric distance of 10 km and at 3.1 AU from the Sun. A clear 6.2 h modulation of the plasma is seen as the neck is exposed twice per rotation. The electron density of the collisionless plasma within 260 km from the nucleus falls off with radial distance as ∼1/r. The spatial structure indicates that local ionization of neutral gas is the dominant source of low-energy plasma around the comet.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064233", 
        "title": "Spatial distribution of low-energy plasma around comet 67P/CG from Rosetta measurements"
    }, 
    {
        "author": "Lea Schneider, Jason E. Smerdon, Ulf Büntgen, Rob J. S. Wilson, Vladimir S. Myglan, Alexander V. Kirdyanov, Jan Esper", 
        "date": "2015-06-03T05:02:29.18238-05:00", 
        "description": "\n\nAnnually resolved and millennium-long reconstructions of large-scale temperature variability are primarily composed of tree ring width (TRW) chronologies. Changes in ring width, however, have recently been shown to bias the ratio between low- and high-frequency signals. To overcome limitations in capturing the full spectrum of past temperature variability, we present a network of 15 maximum latewood density (MXD) chronologies distributed across the Northern Hemisphere extratropics. Independent subsets of continental-scale records consistently reveal high MXD before 1580 and after 1910, with below average values between these periods. Reconstructed extratropical summer temperatures reflect not only these long-term trends but also distinct cooling pulses after large volcanic eruptions. In contrast to TRW-dominated reconstructions, this MXD-based record indicates a delayed onset of the Little Ice Age by almost two centuries. The reduced memory inherent in MXD is likely responsible for the rapid recovery from volcanic-induced cooling in the fourteenth century and the continuation of warmer temperatures until ~1600.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063956", 
        "title": "Revising midlatitude summer temperatures back to A.D. 600 based on a wood density network"
    }, 
    {
        "author": "Takanori Matsuzawa, Youichi Asano, Kazushige Obara", 
        "date": "2015-06-03T02:56:22.800298-05:00", 
        "description": "\n\nWe found very low frequency earthquakes (VLFEs) at a shallow subduction zone close to the Japan Trench off the Pacific coast of Tohoku, Japan. Centroid moment tensor solutions of VLFEs showed reverse fault mechanisms with a compression axis in the east-west direction. A cross-correlation analysis of seismograms with template events between 2005 and 2013 revealed three major VLFE clusters and their temporal evolution. A VLFE cluster in the central off-Tohoku region located in the large slip area of the 2011 Tohoku earthquake was detectable only before the Tohoku earthquake. However, VLFEs in the northern and southern off-Tohoku regions at the rim of the large slip area were activated after the Tohoku earthquake. The change in the activity may reflect the stress redistribution by the coseismic and/or afterslip processes of the Tohoku earthquake.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063959", 
        "title": "Very low frequency earthquakes off the Pacific coast of Tohoku, Japan"
    }, 
    {
        "author": "Christopher M. Taylor", 
        "date": "2015-06-03T01:52:24.764594-05:00", 
        "description": "\n\nFeedbacks between soil moisture and precipitation are important for understanding hydroclimatic variability in many regions. However, much uncertainty remains about how land surface fluxes influence the initiation of deep convection locally. While some studies consider only atmospheric and soil profiles, in a one-dimensional sense, others have argued that horizontal variability in fluxes plays an important role in convective triggering, via mesoscale circulations. This paper presents the first comprehensive observational analysis over Europe linking convective initiation to soil moisture, based on satellite observations of cloud top and land surface temperature, and soil moisture. The results show that convective initiations are favored on the downwind side of dry surfaces, close to wetter areas. The signal is clearest following dry periods and under light winds, consistent with forcing by a mesoscale circulation. Overall, the detected signal in Europe is weaker than in previous Sahelian analysis, but key spatial characteristics are essentially the same.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064030", 
        "title": "Detecting soil moisture impacts on convective initiation in Europe"
    }, 
    {
        "author": "Haviland Forrister, Jiumeng Liu, Eric Scheuer, Jack Dibb, Luke Ziemba, Kenneth L. Thornhill, Bruce Anderson, Glenn Diskin, Anne E. Perring, Joshua P. Schwarz, Pedro Campuzano-Jost, Douglas A. Day, Brett B. Palm, Jose L. Jimenez, Athanasios Nenes, Rodney J. Weber", 
        "date": "2015-06-03T01:24:36.164651-05:00", 
        "description": "\n\nParticulate brown carbon (BrC) in the atmosphere absorbs light at subvisible wavelengths and has poorly constrained but potentially large climate forcing impacts. BrC from biomass burning has virtually unknown lifecycle and atmospheric stability. Here, BrC emitted from intense wildfires was measured in plumes transported over 2 days from two main fires, during the 2013 NASA SEAC4RS mission. Concurrent measurements of organic aerosol (OA) and black carbon (BC) mass concentration, BC coating thickness, absorption Ångström exponent, and OA oxidation state reveal that the initial BrC emitted from the fires was largely unstable. Using back trajectories to estimate the transport time indicates that BrC aerosol light absorption decayed in the plumes with a half-life of 9 to 15 h, measured over day and night. Although most BrC was lost within a day, possibly through chemical loss and/or evaporation, the remaining persistent fraction likely determines the background BrC levels most relevant for climate forcing.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063897", 
        "title": "Evolution of brown carbon in wildfire plumes"
    }, 
    {
        "author": "Timothy J. Garrett, Sandra E. Yuter, Cale Fallgatter, Konstantin Shkurko, Spencer R. Rhodes, Jason L. Endries", 
        "date": "2015-06-03T00:06:28.988306-05:00", 
        "description": "\nPhotographs of nearly 73,000 snowflakes in free fall are used to determine the aspect ratio and orientation of aggregates, moderately rimed particles, and graupel. Observations indicate that there can be a much broader range of orientation angles, with a larger median value, than has been indicated by previous observational and theoretical studies. The data show that aspect ratio depends on riming extent but that orientation is only weakly dependent on the degree of riming and on particle size. Instead, more vertical orientations for frozen particles become increasingly common with higher turbulence. The results suggest that distributions of size, fall speed, orientation, and aspect ratio may each need to be considered in order to optimize the accuracy of precipitation retrievals using microwave sensors.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064040", 
        "title": "Orientations and aspect ratios of falling snow"
    }, 
    {
        "author": "Tae-Wook Kim, Geun-Ha Park, Dongseon Kim, Kitack Lee, Richard A. Feely, Frank J. Millero", 
        "date": "2015-06-02T15:43:40.235013-05:00", 
        "description": "\nSeasonal variability of the aragonite saturation state (ΩAR) in the upper (50 m and 100 m depths) North Pacific Ocean (NPO) was investigated using multiple linear regression (MLR). The MLR algorithm derived from a high-quality carbon data set accurately predicted the ΩAR of evaluation data sets (three time series stations and P02 section) with acceptable uncertainty (<0.1 ΩAR). The algorithm was combined with seasonal climatology data, and the estimated ΩAR varied in the range of 0.4–0.6 in the midlatitude western NPO, with the largest variation found for the tropical eastern NPO. These marked variations were largely controlled by seasonal changes in vertical mixing and thermocline depth, both of which determine the degree of entrainment of CO2-rich corrosive waters from deeper depths. Our MLR-based subsurface ΩAR climatology is complementary to surface climatology based on pCO2 measurements.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063602", 
        "title": "Seasonal variations in the aragonite saturation state in the upper open-ocean waters of the North Pacific Ocean"
    }, 
    {
        "author": "Anand Gnanadesikan, Marie-Aude Pradal, Ryan Abernathey", 
        "date": "2015-06-02T15:42:05.82009-05:00", 
        "description": "\nAnthropogenic carbon dioxide uptake varies across Earth System Models for reasons that have remained obscure. When varied within a single model, the lateral eddy mixing coefficient ARedi produces a range of uptake similar to the modeled range. The highest uptake, resulting from a simulation with a constant ARedi of 2400 m2/s, simulates 15% more historical carbon uptake than a model with ARedi = 400 m2/s. A sudden doubling in carbon dioxide produces a 21% range in carbon uptake across the models. Two spatially dependent representations of ARedi produce uptake that lies in the middle of the range of constant values despite predicting very large values in the subtropical gyres. One-dimensional diffusive models of the type used for integrated assessments can be fit to the simulations, with ARedi accounting for a substantial fraction of the effective vertical diffusion. Such models, however, mask significant regional changes in stratification and biological carbon storage.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064100", 
        "title": "Isopycnal mixing by mesoscale eddies significantly impacts oceanic anthropogenic carbon uptake"
    }, 
    {
        "author": "Martin A. Briggs, Frederick D. Day-Lewis, Jay P. Zarnetske, Judson W. Harvey", 
        "date": "2015-06-02T15:41:32.986113-05:00", 
        "description": "\nRecent observations reveal a paradox of anaerobic respiration occurring in seemingly oxic-saturated sediments. Here we demonstrate a residence time-based explanation for this paradox. Specifically, we show how microzones favorable to anaerobic respiration processes (e.g., denitrification, metal reduction, and methanogenesis) can develop in the embedded less mobile porosity of bulk-oxic hyporheic zones. Anoxic microzones develop when transport time from the streambed to the pore center exceeds a characteristic uptake time of oxygen. A two-dimensional pore-network model was used to quantify how anoxic microzones develop across a range of hyporheic flow and oxygen uptake conditions. Two types of microzones develop: flow invariant and flow dependent. The former is stable across variable hydrologic conditions, whereas the formation and extent of the latter are sensitive to flow rate and orientation. Therefore, pore-scale residence time heterogeneity, which can now be evaluated in situ, offers a simple explanation for anaerobic signals occurring in oxic pore waters.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064200", 
        "title": "A physical explanation for the development of redox microzones in hyporheic flow"
    }, 
    {
        "author": "Xing Yuan, Zhuguo Ma, Ming Pan, Chunxiang Shi", 
        "date": "2015-06-02T15:27:31.432893-05:00", 
        "description": "\nSevere short-term (monthly to seasonal) droughts frequently occurred over China in recent years, with devastating impacts on crop production. This study assesses the capability of microwave remote sensing in detecting soil moisture (agricultural) droughts over China and in providing early warnings. The 22 year (1992–2013) European Space Agency satellite soil moisture retrievals are compared against the in situ observations at 312 stations in China, the global soil moisture reanalysis, and the observed rainfall deficit. Both the reanalysis and remote sensing products can only detect less than 60% of drought months at in situ station scale, but they capture the interannual variations of short-term drought area at river basin scales quite well. As compared with reanalysis, the passive and merged microwave products have better drought detection over sparsely vegetated regions in northwestern China and the active microwave product with better vegetation penetration works the best in eastern China.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064125", 
        "title": "Microwave remote sensing of short-term droughts during crop growing seasons"
    }, 
    {
        "author": "Mengchu Tao, Paul Konopka, Felix Ploeger, Martin Riese, Rolf Müller, C. Michael Volk", 
        "date": "2015-06-02T15:27:06.409691-05:00", 
        "description": "\n\nBased on simulations with the Chemical Lagrangian Model of the Stratosphere for the 1979–2013 period, driven by the European Centre for Medium-Range Weather Forecasts ERA-Interim reanalysis, we analyze the impact of the quasi-biennial oscillation (QBO) and of Major Stratospheric Warmings (MWs) on the amount of water vapor entering the stratosphere during boreal winter. The amplitude of H2O variation related to the QBO amounts to 0.5 ppmv. The additional effect of MWs reaches its maximum about 2–4 weeks after the central date of the MW and strongly depends on the QBO phase. Whereas during the easterly QBO phase there is a pronounced drying of about 0.3 ppmv about 3 weeks after the MW, the impact of the MW during the westerly QBO phase is smaller (about 0.2 ppmv) and more diffusely spread over time. We suggest that the MW-associated enhanced dehydration combined with a higher frequency of MWs after the year 2000 may have contributed to the lower stratospheric water vapor after 2000.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064443", 
        "title": "Impact of stratospheric major warmings and the quasi-biennial oscillation on the variability of stratospheric water vapor"
    }, 
    {
        "author": "Guy Dagan, Ilan Koren, Orit Altaratz", 
        "date": "2015-06-02T15:22:29.535729-05:00", 
        "description": "\n\nWarm rain production as the end result of all clouds' processes is highly affected by aerosol loading and properties. Here an axisymmetric bin microphysics cloud model is used to study the aerosol's effects on the competition and synergy between processes in a single convective cloud, to provide a baseline for studies of aerosol effects on cloud fields. A new measure that considers the timing of processes is suggested for evaluating the optimal conditions for maximum rain yield. These conditions are linked to an optimal aerosol concentration (Nrain_op), which drives similar time intervals to maximum collected mass and to maximum vertical development. Nrain_op is a function of cloud size and thermodynamic conditions. Giant cloud condensation nuclei (GCCN) impact was shown before to precede the initiation of collision-coalescence and to increase the amount of rain from polluted clouds. Here we show that the GCCN effect is important only under aerosol conditions above Nrain_op.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063839", 
        "title": "Aerosol effects on the timing of warm rain processes"
    }, 
    {
        "author": "Zhiyuan Zhou, Jian Lin, Mark D. Behn, Jean-Arthur Olive", 
        "date": "2015-06-02T15:21:28.731945-05:00", 
        "description": "\n\nWe investigate the mechanisms of normal fault initiation and evolution in the subducting Pacific Plate near the Mariana Trench, through bathymetry analysis and geodynamic modeling. We model the subducting plate as an elastoplastic slab subjected to tectonic forcing at the trench, including vertical load, bending moment, and horizontal tensional force. In our simulations, normal faults initiate within the outer rise region and reach maximum throw toward the trench. This result holds over a wide range of tectonic forcing and is consistent with observations of the Challenger Deep region, where multibeam bathymetry data indicate faults initiate near the outer rise at 70–110 km from the trench and reach maximum throw at 10–35 km from the trench. However, models require a horizontal tensional force with magnitude comparable to axial vertical load to jointly explain the observed seafloor bathymetry, location of maximum normal fault throw, and prevalence of normal faults dipping toward the trench.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063917", 
        "title": "Mechanism for normal faulting in the subducting plate at the Mariana Trench"
    }, 
    {
        "author": "C. T. Howes, X. Wang, J. Deca, M. Horányi", 
        "date": "2015-06-02T15:20:42.149616-05:00", 
        "description": "\n\nTo gain insight into lunar surface charging in the magnetic anomaly regions, we present the results of laboratory experiments with a flowing plasma engulfing a magnetic dipole field above an insulating surface. When the dipole moment is perpendicular to the surface, large positive potentials (close to ion flow energies in eV) are measured on the surface in the dipole lobe regions, charged by the unmagnetized ions while the electrons are magnetically excluded. The potential decreases exponentially with distance from the surface on the ion (flow) Debye length scale. The surface potentials become much smaller when the dipole moment is parallel to the surface, likely due to collisionality. We discuss the implications of our laboratory results for the lunar surface charging in the magnetic anomaly regions, suggesting that the surface potential may be much higher than the generally expected several volts positive due to photoemission.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063943", 
        "title": "Laboratory investigation of lunar surface electric potentials in magnetic anomaly regions"
    }, 
    {
        "author": "J. A. Whitehead, Mark D. Behn", 
        "date": "2015-06-02T15:19:33.86278-05:00", 
        "description": "\n\nContinents on Earth periodically assemble to form supercontinents and then break up again into smaller continental blocks (the Wilson cycle). Previous highly developed numerical models incorporate fixed continents while others indicate that continent movement modulates flow. Our simplified numerical model suggests that continental drift is fundamental. A thermally insulating continent is anchored at its center to mantle flow on an otherwise stress-free surface for infinite Prandtl number cellular convection with constant material properties. Rayleigh numbers exceed 107, while continent widths and chamber lengths approach Earth's values. The Wilson cycle is reproduced by a unique, rugged monopolar “continental drift convection cell.” Subduction occurs at the cell's upstream end with cold slabs dipping at an angle beneath the moving continent (as found in many continent/subduction regions on Earth). Drift enhances vertical heat transport up to 30%, especially at the core-mantle boundary, and greatly decreases lateral mantle temperature differences.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064480", 
        "title": "The continental drift convection cell"
    }, 
    {
        "author": "Shraddhanand Shukla, Mohammad Safeeq, Amir AghaKouchak, Kaiyu Guan, Chris Funk", 
        "date": "2015-06-02T15:11:32.142801-05:00", 
        "description": "\n\nCalifornia is experiencing one of the worst droughts on record. We use a hydrological model and risk assessment framework to understand the influence of temperature on the water year (WY) 2014 drought in California and examine the probability that this drought would have been less severe if temperatures resembled the historical climatology. Our results indicate that temperature played an important role in exacerbating the WY 2014 drought severity. We found that if WY 2014 temperatures resembled the 1916–2012 climatology, there would have been at least an 86% chance that winter snow water equivalent and spring-summer soil moisture and runoff deficits would have been less severe than the observed conditions. We also report that the temperature forecast skill in California for the important seasons of winter and spring is negligible, beyond a lead time of 1 month, which we postulate might hinder skillful drought prediction in California.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063666", 
        "title": "Temperature impacts on the water year 2014 drought in California"
    }, 
    {
        "author": "Reinel Sospedra-Alfonso, Joe R. Melton, William J. Merryfield", 
        "date": "2015-06-02T14:32:54.631876-05:00", 
        "description": "\nWe employ a regression-based methodology to study the impact of temperature and precipitation on snowpack variability as a function of elevation in the Central Rocky Mountains. Because of the broad horizontal coverage and thermal heterogeneity of the measurement sites employed, we introduce an elevation correction based on the sites' climatological temperature. For the elevation range investigated (1295–2256 m), and assuming an average atmospheric lapse rate of −6.5°C/km, we find a mostly linear relationship between effective elevation and correlation of temperature or precipitation with snow water equivalent and snowpack duration. We estimate a threshold elevation, 1560 ± 120 m, below (above) which temperature (precipitation) is the main driver of the snowpack. This threshold elevation is robust under a range of assumed atmospheric lapse rates. Locations below this elevation are likely to be affected by projected rising temperatures, with important effects on ecosystems and economic activities dependent on snow.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063898", 
        "title": "Effects of temperature and precipitation on snowpack variability in the Central Rocky Mountains as a function of elevation"
    }, 
    {
        "author": "Mark Holzer, Darryn W. Waugh", 
        "date": "2015-06-02T09:24:56.176771-05:00", 
        "description": "\nWe constrain tropospheric transport from Northern Hemisphere midlatitudes to the Southern Hemisphere (SH) surface using measurements of SF6, CFCs, and CFC replacement gases and a novel maximum-entropy-based inversion approach. We provide the first estimate of the width Δ of the tropospheric interhemispheric transit time distribution (TTD). We find that Δ has a value of ∼1.3 years that varies little with SH latitude, compared to the mean transit time Γ that increases from ∼1.1 years in the SH tropics to ∼1.4 years at the South Pole. The TTD shape parameter Δ/Γ is thus larger in the SH tropics than at middle and high SH latitudes. Our analysis introduces a simple path-dependent lifetime that parameterizes chemical losses. The path-dependent lifetimes are estimated for CFC replacements, and systematic differences between path-dependent and global lifetimes are interpreted. The path-dependent lifetimes have the potential to provide new observational constraints on tropospheric and stratospheric loss processes.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064172", 
        "title": "Interhemispheric transit time distributions and path-dependent lifetimes constrained by measurements of SF6, CFCs, and CFC replacements"
    }, 
    {
        "author": "Xiaochun Zhang, Ken Caldeira", 
        "date": "2015-06-02T08:50:10.016827-05:00", 
        "description": "\n\nThe Earth warms both when fossil fuel carbon is oxidized to carbon dioxide and when greenhouse effect of carbon dioxide inhibits longwave radiation from escaping to space. Various important time scales and ratios comparing these two climate forcings have not previously been quantified. For example, the global and time-integrated radiative forcing from burning a fossil fuel exceeds the heat released upon combustion within 2 months. Over the long lifetime of CO2 in the atmosphere, the cumulative CO2-radiative forcing exceeds the amount of energy released upon combustion by a factor >100,000. For a new power plant, the radiative forcing from the accumulation of released CO2 exceeds the direct thermal emissions in less than half a year. Furthermore, we show that the energy released from the combustion of fossil fuels is now about 1.71% of the radiative forcing from CO2 that has accumulated in the atmosphere as a consequence of historical fossil fuel combustion.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063514", 
        "title": "Time scales and ratios of climate forcing due to thermal versus carbon dioxide emissions from fossil fuels"
    }, 
    {
        "author": "Amir Zainali, Robert Weiss", 
        "date": "2015-06-01T20:18:18.509318-05:00", 
        "description": "\n\nThe analysis of boulder motion and dislodgement provides important insights into the physics of the causative processes, i.e., whether or not a boulder was moved during a storm or tsunami and the magnitude of the respective event. Previous studies were mainly based on simplified models and threshold considerations. We employ three-dimensional numerical simulation of the hydrodynamics coupled with rigid body dynamics to study boulder dislodgement and transport by solitary waves. We explore the effects of three important nondimensional parameters on the boulder transport problem, the Froude number Fr, the aspect ratio in logarithmic scale α, and the submergence factor, β. Our results indicate that boulder motion is complex, and small changes in one of the nondimensional parameters result in significantly different behavior during the transport process and the final resting place of boulders. More studies are needed to determine the role of boulders in tsunami and storm hazard assessments.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063712", 
        "title": "Boulder dislodgement and transport by solitary waves: Insights from three-dimensional numerical simulations"
    }, 
    {
        "author": "A. Landolfi, W. Koeve, H. Dietze, P. Kähler, A. Oschlies", 
        "date": "2015-06-01T19:53:41.385366-05:00", 
        "description": "\nGrowing slowly, marine N2 fixers are generally expected to be competitive only where nitrogen (N) supply is low relative to that of phosphorus (P) with respect to the cellular N:P ratio (R) of nonfixing phytoplankton. This is at odds with observed high N2 fixation rates in the oligotrophic North Atlantic where the ratio of nutrients supplied to the surface is elevated in N relative to the average R (16:1). In this study, we investigate several mechanisms to solve this puzzle: iron limitation, phosphorus enhancement by preferential remineralization or stoichiometric diversity of phytoplankton, and dissolved organic phosphorus (DOP) utilization. Combining resource competition theory and a global coupled ecosystem-circulation model, we find that the additional N and energy investments required for exoenzymatic breakdown of DOP give N2 fixers a competitive advantage in oligotrophic P-starved regions. Accounting for this mechanism expands the ecological niche of N2 fixers also to regions where the nutrient supply is high in N relative to R, yielding, in our model, a pattern consistent with the observed high N2 fixation rates in the oligotrophic North Atlantic.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063756", 
        "title": "A new perspective on environmental controls of marine nitrogen fixation"
    }, 
    {
        "author": "H. Guo, J.-C. Golaz, L. J. Donner, B. Wyman, M. Zhao, P. Ginoux", 
        "date": "2015-06-01T19:53:14.790745-05:00", 
        "description": "\nCLUBB (Cloud Layers Unified by Binormals) is a higher-order closure (HOC) method with an assumed joint probability density function (PDF) for the subgrid variations in vertical velocity, temperature, and moisture. CLUBB has been implemented in the atmospheric component (AM3) of the Geophysical Fluid Dynamics Laboratory general circulation model AM3-CLUBB and successfully unifies the treatment of shallow convection, resolved clouds, and planetary boundary layer (PBL). In this study, we further explore the possibility for CLUBB to unify the deep convection in a new configuration referred as AM3-CLUBB+. AM3-CLUBB+ simulations with prescribed sea surface temperature are discussed. Cloud, radiation, and precipitation fields compare favorably with observations and reanalyses. AM3-CLUBB+ successfully captures the transition from stratocumulus to deep convection and the modulated response of liquid water path to aerosols. Simulations of tropical variability and the Madden-Julian oscillation (MJO) are also improved. Deficiencies include excessive tropical water vapor and insufficient ice clouds in the midlatitudes.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063672", 
        "title": "CLUBB as a unified cloud parameterization: Opportunities and challenges"
    }, 
    {
        "author": "R. Hossaini, M. P. Chipperfield, A. Saiz-Lopez, J. J. Harrison, R. Glasow, R. Sommariva, E. Atlas, M. Navarro, S. A. Montzka, W. Feng, S. Dhomse, C. Harth, J. Mühle, C. Lunder, S. O'Doherty, D. Young, S. Reimann, M. K. Vollmer, P. B. Krummel, P. F. Bernath", 
        "date": "2015-06-01T19:35:40.412582-05:00", 
        "description": "\nWe have developed a chemical mechanism describing the tropospheric degradation of chlorine containing very short-lived substances (VSLS). The scheme was included in a global atmospheric model and used to quantify the stratospheric injection of chlorine from anthropogenic VSLS (ClyVSLS) between 2005 and 2013. By constraining the model with surface measurements of chloroform (CHCl3), dichloromethane (CH2Cl2), tetrachloroethene (C2Cl4), trichloroethene (C2HCl3), and 1,2-dichloroethane (CH2ClCH2Cl), we infer a 2013 ClyVSLS mixing ratio of 123 parts per trillion (ppt). Stratospheric injection of source gases dominates this supply, accounting for ∼83% of the total. The remainder comes from VSLS-derived organic products, phosgene (COCl2, 7%) and formyl chloride (CHClO, 2%), and also hydrogen chloride (HCl, 8%). Stratospheric ClyVSLS increased by ∼52% between 2005 and 2013, with a mean growth rate of 3.7 ppt Cl/yr. This increase is due to recent and ongoing growth in anthropogenic CH2Cl2—the most abundant chlorinated VSLS not controlled by the Montreal Protocol.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063783", 
        "title": "Growth in stratospheric chlorine from short-lived chemicals not controlled by the Montreal Protocol"
    }, 
    {
        "author": "F. S. Mozer, O. V. Agapitov, A. Artemyev, J. F. Drake, V. Krasnoselskikh, S. Lejosne, I. Vasko", 
        "date": "2015-05-29T13:56:50.310333-05:00", 
        "description": "\n\nTime domain structures (TDS) (electrostatic or electromagnetic electron holes, solitary waves, double layers, etc.) are ≥1 ms pulses having significant parallel (to the background magnetic field) electric fields. They are abundant through space and occur in packets of hundreds in the outer Van Allen radiation belts where they produce magnetic-field-aligned electron pitch angle distributions at energies up to a hundred keV. TDS can provide the seed electrons that are later accelerated to relativistic energies by whistlers and they also produce field-aligned electrons that may be responsible for some types of auroras. These field-aligned electron distributions result from at least three processes. The first process is parallel acceleration by Landau trapping in the TDS parallel electric field. The second process is Fermi acceleration due to reflection of electrons by the TDS. The third process is an effective and rapid pitch angle scattering resulting from electron interactions with the perpendicular and parallel electric and magnetic fields of many TDS. TDS are created by current-driven and beam-related instabilities and by whistler-related processes such as parametric decay of whistlers and nonlinear evolution from oblique whistlers. New results on the temporal relationship of TDS and particle injections, types of field-aligned electron pitch angle distributions produced by TDS, the mechanisms for generation of field-aligned distributions by TDS, the maximum energies of field-aligned electrons created by TDS in the absence of whistler mode waves, TDS generation by oblique whistlers and three-wave-parametric decay, and the correlation between TDS and auroral particle precipitation, are presented.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063946", 
        "title": "Time domain structures: What and where they are, what they do, and how they are made"
    }, 
    {
        "author": "Uggo F. Pinho, Alexander V. Babanin", 
        "date": "2015-05-29T13:32:53.95534-05:00", 
        "description": "\n\nOcean waves forced by the wind are multidirectional, even if the wind direction is steady. Directionality can occur due to superposition of long-crested waves propagating at angle to each other. Lateral modulation of the wave crests, however, also takes place for strictly unidirectional waves, due to nonlinear effects. Here short crestedness of unidirectional waves is investigated. A series of experiments on the lateral instability of monochromatic, deep water, unidirectional, initially long-crested steep waves was performed in a large wave basin. The cross modulation of wave crests is clearly visible; its magnitude depends on the wave steepness in the wave propagation direction. Its spatial scale is comparable with the wavelength. Thus, short crestedness is an inherent feature of nonlinear waves and should be taken into account when estimating directional properties of ocean waves.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063973", 
        "title": "Emergence of short crestedness in originally unidirectional nonlinear waves"
    }, 
    {
        "author": "Wen-Ying Wu, Chia-Wei Lan, Min-Hui Lo, John T. Reager, James S. Famiglietti", 
        "date": "2015-05-29T13:31:46.904731-05:00", 
        "description": "\n\nSoil water storage is a fundamental signal in the land hydrological cycle and changes in soil moisture can affect regional climate. In this study, we used simulations from Coupled Model Intercomparison Project Phase 5 archives to investigate changes in the annual range of soil water storage under global warming at northern middle and high latitudes. Results show that future warming could lead to significant declines in snowfall, and a corresponding lack of snowmelt water recharge to the soil, which makes soil water less available during spring and summer. Conversely, more precipitation as rainfall results in higher recharge to soil water during its accumulating season. Thus, the wettest month of soil water gets wetter, and the driest month gets drier, resulting in an increase of the annual range and suggesting that stronger heterogeneity in global water distribution (changing extremes) could occur under global warming; this has implications for water management and water security under a changing climate.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064110", 
        "title": "Increases in the annual range of soil water storage at northern middle and high latitudes under global warming"
    }, 
    {
        "author": "F. Comola, B. Schaefli, P. Da Ronco, G. Botter, M. Bavay, A. Rinaldo, M. Lehning", 
        "date": "2015-05-29T13:28:36.204464-05:00", 
        "description": "\nSolar radiation is a dominant driver of snowmelt dynamics and streamflow generation in alpine catchments. A better understanding of how solar radiation patterns affect the hydrologic response is needed to assess when calibrated temperature-index models are likely to be spatially transferable for ecohydrological applications. We induce different solar radiation patterns in a Swiss Alpine catchment through virtual rotations of the digital elevation model. Streamflow simulations are performed at different spatial scales through a spatially explicit hydrological model coupled to a physically based snow model. Results highlight that the effects of solar radiation patterns on the hydrologic response are scale dependent, i.e., significant at small scales with predominant aspects and weak at larger scales where aspects become uncorrelated and orientation differences average out. Such scale dependence proves relevant for the spatial transferability of a temperature-index model, whose calibrated degree-day factors are stable to different solar radiation patterns for catchment sizes larger than the aspect correlation scale.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064075", 
        "title": "Scale-dependent effects of solar radiation patterns on the snow-dominated hydrologic response"
    }, 
    {
        "author": "Shang-Min Long, Shang-Ping Xie", 
        "date": "2015-05-29T13:28:03.639158-05:00", 
        "description": "\n\nIntermodel variations in future precipitation projection in the North Atlantic are studied using 23 state-of-art models from Phase 5 of the Coupled Model Intercomparison Project. Model uncertainty in annual mean rainfall change is locally enhanced along the Gulf Stream. The moisture budget analysis reveals that much of the model uncertainty in rainfall change can be traced back to the discrepancies in surface evaporation change and transient eddy effect among models. Results of the intermodel Singular Value Decomposition (SVD) analysis show that intermodel variations in local sea surface temperature (SST) pattern exert a strong control over the spread of rainfall projection among models through the modulation of evaporation change. The first three SVD modes explain more than 60% of the intermodel variance of rainfall projection and show distinct SST patterns with mode water-induced banded structures, reduced subpolar warming due to ocean dynamical cooling, and the Gulf Stream shift, respectively.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063852", 
        "title": "Intermodel variations in projected precipitation change over the North Atlantic: Sea surface temperature effect"
    }, 
    {
        "author": "Giorgio Spada, Marco Olivieri, Gaia Galassi", 
        "date": "2015-05-29T13:26:19.310771-05:00", 
        "description": "\nIn view of the scientific and social implications, the global mean sea level rise (GMSLR) and its possible causes and future trend have been a challenge for so long. For the twentieth century, reconstructions generally indicate a rate of GMSLR in the range of 1.5 to 2.0 mm yr−1. However, the existence of nonlinear trends is still debated, and current estimates of the secular acceleration are subject to ample uncertainties. Here we use various GMSLR estimates published on scholarly journals since the 1940s for a heuristic assessment of global sea level acceleration. The approach, alternative to sea level reconstructions, is based on simple statistical methods and exploits the principles of meta-analysis. Our results point to a global sea level acceleration of 0.54 ± 0.27 mm/yr/century (1σ) between 1898 and 1975. This supports independent estimates and suggests that a sea level acceleration since the early 1900s is more likely than currently believed.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063837", 
        "title": "A heuristic evaluation of long-term global sea level acceleration"
    }, 
    {
        "author": "D. Remy, Y. Chen, J. L. Froger, S. Bonvalot, L. Cordoba, J. Fustos", 
        "date": "2015-05-29T13:25:03.530744-05:00", 
        "description": "\n\nWe analyzed C band and L band interferometric synthetic aperture radar (InSAR) data acquired from 2003 to 2011 to search for volcanic deformations at Llaima volcano, Southern Andes (38.69°S, 71.73°W). There, specific environmental conditions (steep slopes, snow- or ice-capped summit, dense vegetation cover, and strong tropospheric artifacts) and limited amount of radar data available make it challenging to accurately measure ground surface displacement with InSAR. To overcome these difficulties, we first performed a careful analysis of the water vapor variations using Medium-Resolution Imaging Spectrometer and Moderate Resolution Imaging Spectroradiometer near-infrared water vapor products and then we inverted wrapped interferograms for both topographic correlated phase delays and a simple model source strength. In the light of our results, we conclude that there is no detectable ground displacement related to a deep magmatic source for the 2003–2011 period and that most of the fringes observed in the interferograms were produced by tropospheric delays.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063872", 
        "title": "Revised interpretation of recent InSAR signals observed at Llaima volcano (Chile)"
    }, 
    {
        "author": "Nicola Tisato, Beatriz Quintal, Samuel Chapman, Yury Podladchikov, Jean-Pierre Burg", 
        "date": "2015-05-29T13:10:48.522651-05:00", 
        "description": "\n\nThe migration of gases from deep to shallow reservoirs can cause damageable events. For instance, some gases can pollute the biosphere or trigger explosions and eruptions. Seismic tomography may be employed to map the accumulation of subsurface bubble-bearing fluids to help mitigating such hazards. Nevertheless, how gas bubbles modify seismic waves is still unclear. We show that saturated rocks strongly attenuate seismic waves when gas bubbles occupy part of the pore space. Laboratory measurements of elastic wave attenuation at frequencies <100 Hz are modeled with a dynamic gas dissolution theory demonstrating that the observed frequency-dependent attenuation is caused by wave-induced-gas-exsolution-dissolution (WIGED). This result is incorporated into a numerical model simulating the propagation of seismic waves in a subsurface domain containing CO2-gas bubbles. This simulation shows that WIGED can significantly modify the wavefield and illustrates how accounting for this physical mechanism can potentially improve the monitoring and surveying of gas bubble-bearing fluids in the subsurface.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063538", 
        "title": "Bubbles attenuate elastic waves at seismic frequencies: First experimental evidence"
    }, 
    {
        "author": "David R. Thompson, Felix C. Seidel, Bo Cai Gao, Michelle M. Gierach, Robert O. Green, Raphael M. Kudela, Pantazis Mouroulis", 
        "date": "2015-05-29T12:50:31.6258-05:00", 
        "description": "\nNext generation orbital imaging spectrometers, with advanced global remote sensing capabilities, propose to address outstanding ocean science questions related to coastal and inland water environments. These missions require highly accurate characterization of solar irradiance in the critical 380–600 nm spectral range. However, the irradiance in this spectral region is temporally variable and difficult to measure directly, leading to considerable variance between different models. Here we optimize an irradiance estimate using data from the NASA airborne Portable Remote Imaging Spectrometer (PRISM), leveraging spectrally smooth in-scene targets. We demonstrate improved retrievals for both PRISM and the Next Generation Airborne Visible Infrared Imaging Spectrometer.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063287", 
        "title": "Optimizing irradiance estimates for coastal and inland water imaging spectroscopy"
    }, 
    {
        "author": "B. D. Hamlington, P. R. Thompson", 
        "date": "2015-05-29T12:46:00.49142-05:00", 
        "description": "\n\nRecent efforts in reconstructing historical sea level change have led to a range of published estimates for the global mean sea level trend over the last century. Disagreement in these estimates can be attributed to two factors: (1) differences in analysis and/or reconstruction techniques and (2) differences in tide gauge selection and quality control of the data. Here the impact of tide gauge selection is explored by calculating global mean trends using three different tide gauge data sets that have been utilized in recent reconstruction studies. The inclusion of tide gauge records that are affected by unresolved internal variability and/or unaccounted for vertical land motion are found to significantly impact the estimates of the long-term trend in global mean sea level. In conclusion, several guidelines are presented regarding the selection of tide gauges for use in historical reconstructions focused on estimating the 20th century global mean sea level trend.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064177", 
        "title": "Considerations for estimating the 20th century trend in global mean sea level"
    }, 
    {
        "author": "", 
        "date": "2015-06-05T19:05:42.40581-05:00", 
        "description": "\nNo abstract is available for this article.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fgrl.52043", 
        "title": "Issue Information"
    }, 
    {
        "author": "Hermann Lühr, Guram Kervalishvili, Ingo Michaelis, Jan Rauberg, Patricia Ritter, Jaeheung Park, Jose M. G. Merayo, Peter Brauer", 
        "date": "2015-05-04T08:56:01.296868-05:00", 
        "description": "\n\nBased on magnetic field data sampled by the Swarm satellite constellation it is possible for the first time to determine uniquely F region currents at low latitudes. Initial results are presented from the first 200 days of formation flight (17 April to 5 November 2014). Detailed results have been obtained for interhemispheric field-aligned currents connecting the solar quiet day magnetic variation (Sq) current systems in the two hemispheres. We obtain prominent currents from the Southern (winter) Hemisphere to the Northern around noon. Weaker currents in opposite direction are observed during morning and evening hours. Furthermore, we could confirm the existence of vertical currents above the dip equator, downward around noon and upward around sunset. For both current systems we present and discuss longitudinal variations.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063662", 
        "title": "The interhemispheric and F region dynamo currents revisited with the Swarm constellation"
    }, 
    {
        "author": "E. K. J. Kilpua, H. Hietala, D. L. Turner, H. E. J. Koskinen, T. I. Pulkkinen, J. V. Rodriguez, G. D. Reeves, S. G. Claudepierre, H. E. Spence", 
        "date": "2015-05-04T08:26:50.314767-05:00", 
        "description": "\n\nWe present a new framework to study the time evolution and dynamics of the outer Van Allen belt electron fluxes. The framework is entirely based on the large-scale solar wind storm drivers and their substructures. The Van Allen Probe observations, revealing the electron flux behavior throughout the outer belt, are combined with continuous, long-term (over 1.5 solar cycles) geosynchronous orbit data set from GOES and solar wind measurements A superposed epoch analysis, where we normalize the timescales for each substructure (sheath, ejecta, and interface region) allows us to avoid smearing effects and to distinguish the electron flux evolution during various driver structures. We show that the radiation belt response is not random: The electron flux variations are determined by the combined effect of the structured solar wind driver and prestorm electron flux levels. In particular, we find that loss mechanisms dominate during stream interface regions, coronal mass ejection (CME) ejecta, and sheaths while enhancements occur during fast streams trailing the stream interface or the CME.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063542", 
        "title": "Unraveling the drivers of the storm time radiation belt response"
    }, 
    {
        "author": "A. Osmane, A. P. Dimmock, T. I. Pulkkinen", 
        "date": "2015-05-04T04:51:15.786246-05:00", 
        "description": "\n\nWe use more than 7 years of Time History of Events and Macroscale Interactions during Substorms observations to quantify the non-Gaussian properties associated with mirror mode turbulence in the Earth's magnetosheath. We find that non-Gaussian statistics of mirror modes lead to the parabolic collapse of kurtosis as the square of the skewness (K = aS2+B with a ∼ 1.3 and b ∼− 1). The parabolic scaling is a global constraint for the magnetosheath and is dictated by kinetic processes. This parabolic scaling is qualitatively independent of the distance to the magnetopause or bow shock, which implies that, even though the bow shock is driving the mirror mode instability, the dynamical evolution of mirror structures is independent of the source region and due to local processes. The parabolic relationship and coefficients between kurtosis and skewness for mirror modes in the Earth's magnetosheath are also similar to those found in a wide range of geophysical and laboratory turbulent environments, providing further evidence that turbulent systems dominated by non-Gaussian fluctuations hold universal statistical properties.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063771", 
        "title": "Universal properties of mirror mode turbulence in the Earth's magnetosheath"
    }, 
    {
        "author": "R. Goldstein, J. L. Burch, P. Mokashi, T. Broiles, K. Mandt, J. Hanley, T. Cravens, A. Rahmati, M. Samara, G. Clark, M. Hässig, J. M. Webster", 
        "date": "2015-05-05T10:40:42.189109-05:00", 
        "description": "\nThe Rosetta Ion and Electron Sensor (IES) has been measuring solar wind ions intermittently since exiting from hibernation in May 2014. On 19 August, when Rosetta was ~80 km from the comet 67P/Churyumov-Gerasimenko, which was ~3.5 AU from the Sun, IES began to see ions at its lowest energy range, ~4–10 eV. We identify these as ions created from neutral species emitted by the comet nucleus, photoionized by solar UV radiation in the neighborhood of the Rosetta spacecraft (S/C), and attracted by the small negative potential of the S/C resulting from the population of thermal electrons. Later, IES began to see higher-energy ions that we identify as having been picked up and accelerated by the solar wind. IES continues to measure changes in the solar wind and the development of the pickup ion structure.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063939", 
        "title": "The Rosetta Ion and Electron Sensor (IES) measurement of the development of pickup ions from comet 67P/Churyumov-Gerasimenko"
    }, 
    {
        "author": "Paola De Michelis, Giuseppe Consolini, Roberta Tozzi", 
        "date": "2015-05-07T09:28:05.318972-05:00", 
        "description": "\n\nThe European Space Agency's Swarm mission provides a qualitatively new level of observational geomagnetic data, which allows us to study the spatial features of magnetic field fluctuations, capturing their essential characteristics and at the same time establishing a correlation with the dynamics of the systems responsible for the fluctuations. Our study aims to characterize changes in the scaling properties of the geomagnetic field's spatial fluctuations by evaluating the local Hurst exponent and to construct maps of this index at the Swarm's altitude (∼460 km). Since a signal with a larger Hurst exponent is more regular and less erratic than a signal with a smaller one, the maps permit us to localize spatial structures characterized by different scaling properties. This study is an example of the potential of Swarm data to give new insights into ionosphere-magnetosphere coupling; at the same time, it develops new applications where changes in statistical parameters can be used as a local indicator of overall magnetospheric-ionospheric coupling conditions.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063603", 
        "title": "Magnetic field fluctuation features at Swarm's altitude: A fractal approach"
    }, 
    {
        "author": "N. Kitamura, K. Seki, Y. Nishimura, J. P. McFadden", 
        "date": "2015-05-07T09:47:41.012783-05:00", 
        "description": "\n\nA statistical analysis using a long-term (over one solar cycle) photoelectron data set obtained by the Fast Auroral SnapshoT satellite demonstrates that photoelectron outflows has little impact on the polar wind ion flux. This result implies that it is the source region of H+ ions in the topside ionosphere and not the photoelectron flux that controls the terrestrial polar wind flux. The polar wind ion flux, estimated from electron outflow does not change with increasing net photoelectron production due to increasing solar activity. The magnitude of a self-created field-aligned potential drop is likely determined so as to equilibrate electron fluxes with ion fluxes regulated by a net production rate of H+ ions. The result suggests that the polar wind H+ ion flux from magnetized terrestrial planets, including Earth-like exoplanets, can be estimated once the composition and temperature of its atmosphere, which determine the net ion production rate, are known.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063452", 
        "title": "Limited impact of escaping photoelectrons on the terrestrial polar wind flux in the polar cap"
    }, 
    {
        "author": "Enrico Camporeale", 
        "date": "2015-05-07T10:11:01.734683-05:00", 
        "description": "\nWe study the wave-particle interactions between lower band chorus whistlers and an anisotropic tenuous population of relativistic electrons. We present the first direct comparison of first-principle particle-in-cell (PIC) simulations with a quasi-linear diffusion code. In the PIC approach, the waves are self-consistently generated by the temperature anisotropy instability that quickly saturates and relaxes the system toward marginal stability. We show that the quasi-linear diffusion and PIC results have significant quantitative mismatch in regions of energy/pitch angle where the resonance condition is not satisfied. Moreover, for pitch angles close to the loss cone the diffusion code overestimates the scattering, particularly at low energies. This suggests that higher-order nonlinear theories should be taken in consideration in order to capture nonresonant interactions, resonance broadening, and to account for scattering at angles close to 90°.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063874", 
        "title": "Resonant and nonresonant whistlers-particle interaction in the radiation belts"
    }, 
    {
        "author": "Tomas Karlsson, Maria Hamrin, Hans Nilsson, Anita Kullen, Timo Pitkänen", 
        "date": "2015-05-07T10:11:25.052366-05:00", 
        "description": "\nWe present the first direct measurements of magnetic forces acting on bursty bulk flow plasma in the magnetotail. The magnetic forces are determined using Cluster multispacecraft measurements. We analyze 67 bursty bulk flow (BBF) events and show that the curvature part of the magnetic force is consistently positive, acting to accelerate the plasma toward Earth between approximately 10 and 20 RE geocentrical distances, while the magnetic field pressure gradient increasingly brakes the plasma as it moves toward Earth. The net result is that the magnetic force accelerates the plasma at distances greater than approximately 14 RE, while it acts to decelerate it within that distance. The magnetic force, together with the thermal pressure gradient force, will determine the dynamics of the BBFs as they propagate toward the near-Earth tail region. The determination of the former provides an important clue to the ultimate fate of BBFs in the inner magnetosphere.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063999", 
        "title": "Magnetic forces associated with bursty bulk flows in Earth's magnetotail"
    }, 
    {
        "author": "Zhenpeng Su, Hui Zhu, Fuliang Xiao, Huinan Zheng, Yuming Wang, Chao Shen, Min Zhang, Shui Wang, C. A. Kletzing, W. S. Kurth, G. B. Hospodarsky, H. E. Spence, G. D. Reeves, H. O. Funsten, J. B. Blake, D. N. Baker, J. R. Wygant", 
        "date": "2015-05-12T14:44:58.049814-05:00", 
        "description": "\nPlasmaspheric hiss is one of the important plasma waves controlling radiation belt dynamics. Its spatiotemporal distribution and generation mechanism are presently the object of active research. We here give the first report on the shock-induced disappearance of plasmaspheric hiss observed by the Van Allen Probes on 8 October 2013. This special event exhibits the dramatic variability of plasmaspheric hiss and provides a good opportunity to test its generation mechanisms. The origination of plasmaspheric hiss from plasmatrough chorus is suggested to be an appropriate prerequisite to explain this event. The shock increased the suprathermal electron fluxes, and then the enhanced Landau damping promptly prevented chorus waves from entering the plasmasphere. Subsequently, the shrinking magnetopause removed the source electrons for chorus, contributing significantly to the several-hours-long disappearance of plasmaspheric hiss.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063906", 
        "title": "Disappearance of plasmaspheric hiss following interplanetary shock"
    }, 
    {
        "author": "Harri Laakso, Ondrej Santolik, Richard Horne, Ivana Kolmasová, Philippe Escoubet, Arnaud Masson, Matthew Taylor", 
        "date": "2015-05-13T10:02:06.009669-05:00", 
        "description": "\nThe presence of the plasmaspheric hiss emission around the Earth has been known for more than 50 years, but its origin has remained unknown in terms of source location and mechanism. The hiss, made of whistler mode waves, exists for most of the time in the plasmasphere and is believed to control the radiation belt surrounding the Earth which makes its understanding very important. This paper presents direct observational evidence that the plasmaspheric hiss originates in the equatorial region of the plasmaspheric drainage plumes. It shows that the emissions propagate along the magnetic field lines and away from the equator in the plumes but toward the equator at lower L shells inside the plasmasphere. The observations also suggest that the hiss waves inside the plasmasphere are absorbed as they cross the equator.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063755", 
        "title": "Identifying the source region of plasmaspheric hiss"
    }, 
    {
        "author": "Xiangrong Fu, Zehua Guo, Chuanfei Dong, S. Peter Gary", 
        "date": "2015-05-14T11:27:39.305289-05:00", 
        "description": "\nAn interesting characteristic of magnetospheric chorus is the presence of a frequency gap at ω≃0.5Ωe, where Ωe is the electron cyclotron angular frequency. Recent chorus observations sometimes show additional gaps near 0.3Ωe and 0.6Ωe. Here we present a novel nonlinear mechanism for the formation of these gaps using Hamiltonian theory and test particle simulations in a homogeneous, magnetized, collisionless plasma. We find that an oblique whistler wave with frequency at a fraction of the electron cyclotron frequency can resonate with electrons, leading to effective energy exchange between the wave and particles.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064182", 
        "title": "Nonlinear subcyclotron resonance as a formationmechanism for gaps in banded chorus"
    }, 
    {
        "author": "W. M. Farrell, D. M. Hurley, M. I. Zimmerman", 
        "date": "2015-05-05T09:31:57.728956-05:00", 
        "description": "\n\nWe present an investigation of the release and transport of lunar polar crater volatiles onto topside regions surrounding the cold traps. The volatiles are liberated via surface energization processes associated with the harsh space environment, including solar wind plasma sputtering and impact vaporization. We find that some fraction of these volatiles can migrate from crater floors onto topside regions (those regions directly adjacent to and above the polar crater floors), and that these surrounding terrains should contain a sampling of the material originating within the crater itself. It is concluded that the nature of the volatile content on crater floors can be obtained by sampling the surface volatiles that have migrated or “spilled out” onto the adjacent terrain. This “spillage” effect could make human or robotic prospecting for crater resources significantly easier, since an assessment may not require direct entry into the very harsh polar crater environment. We also suggest that there are dynamic processes actively operating on the crater floors, and we estimate their source rates assuming dynamic equilibrium of the observed water frost and our modeled loss rates.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063200", 
        "title": "Spillage of lunar polar crater volatiles onto adjacent terrains: The case for dynamic processes"
    }, 
    {
        "author": "Erwan Mazarico, Antonio Genova, Gregory A. Neumann, David E. Smith, Maria T. Zuber", 
        "date": "2015-05-07T10:03:13.693932-05:00", 
        "description": "\n\nThe fundamental scientific objectives for future spacecraft exploration of Jupiter's moon Europa include confirmation of the existence of subsurface ocean beneath the surface ice shell and constraints on the physical properties of the ocean. Here we conduct a comprehensive simulation of a multiple-flyby mission. We demonstrate that radio tracking data can provide an estimate of the gravitational tidal Love number k2 with sufficient precision to confirm the presence of a liquid layer. We further show that a capable long-range laser altimeter can improve determination of the spacecraft position, improve the k2 determination (<1% error), and enable the estimation of the planetary shape and Love number h2 (3–4% error), which is directly related to the amplitude of the surface tidal deformation. These measurements, in addition to the global shape accurately constrained by the long altimetric profiles, can yield further constraints on the interior structure of Europa.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063224", 
        "title": "Simulated recovery of Europa's global shape and tidal Love numbers from altimetry and radio tracking during a dedicated flyby tour"
    }, 
    {
        "author": "K. P. Hand, R. W. Carlson", 
        "date": "2015-05-15T09:44:12.002546-05:00", 
        "description": "\nThe composition of Europa's surface may be representative of the subsurface ocean; however, considerable debate persists regarding the endogenous or exogenous nature of a hydrated sulfate feature on Europa. Direct evidence of oceanic salts on Europa's surface has been largely inconclusive. We show that the observed color within geologically young features on Europa's surface can be explained by sodium chloride delivered from the ocean below. We find that sodium chloride, when exposed to Europa surface conditions, accumulates electrons in F and M centers, yielding a yellow-brown discoloration comparable to Europa's surface. Irradiation of sodium chloride from Europa's ocean thus provides a simple and elegant solution to the color of the non-ice material observed on Europa. This evidence for endogenous salts suggests that Europa's ocean is interacting with a silicate seafloor, a critical consideration for assessing habitability.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063559", 
        "title": "Europa's surface color suggests an ocean rich with sodium chloride"
    }, 
    {
        "author": "S. D. Goodfellow, M. H. B. Nasseri, S. C. Maxwell, R. P. Young", 
        "date": "2015-05-04T08:51:08.279696-05:00", 
        "description": "\nIn this paper we present results from a series of laboratory hydraulic fracture experiments designed to investigate various components of the energy budget. The experiments involved a cylindrical sample of Westerly granite being deformed under various triaxial stress states and fractured with distilled water, which was injected at a range of constant rates. Acoustic emission sensors were absolutely calibrated, and the radiated seismic energy was estimated. The seismic energy was found to range from 7.02E−8% to 1.24E−4% of the injection energy which is consistent with a range of values for induced seismicity from field-scale hydraulic fracture operations. The deformation energy (crack opening) of the sample during hydraulic fracture propagation was measured using displacement sensors and ranged from 18% to 94% of the injection energy. Our results support the conclusion that aseismic deformation is a significant term in the hydraulic fracture energy budget.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063093", 
        "title": "Hydraulic fracture energy budget: Insights from the laboratory"
    }, 
    {
        "author": "T. W. Becker, A. J. Schaeffer, S. Lebedev, C. P. Conrad", 
        "date": "2015-05-04T08:17:31.932038-05:00", 
        "description": "\n\nAn absolute plate motion (APM) model is required to address issues such as the thermochemical evolution of Earth's mantle. All APM models have to rely on indirect inferences, including those based on hot spots and seismic anisotropy, each with their own set of uncertainties. Here, we explore a seafloor spreading-aligned reference frame. We show that this reference frame fits azimuthal seismic anisotropy in the uppermost mantle very well. The corresponding Euler pole is close to those of hot spot reference frames, ridge motion minimizing models, and geodynamic estimates of net rotation and predicts clear trench motion patterns. We conclude that a net rotation pole guided by the spreading-aligned model (at 64°E, 61°S, with moderate rotation of ∼ 0.2 … 0.3°/Myr) could indeed represent a standard, comprehensive reference frame for present-day plate motions with respect to the deep mantle.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063695", 
        "title": "Toward a generalized plate motion reference frame"
    }, 
    {
        "author": "Benoit Derode, Yves Guglielmi, Louis De Barros, Frédéric Cappa", 
        "date": "2015-05-05T09:33:36.429927-05:00", 
        "description": "\n\nSeismicity induced by fluid injection in a natural fault is investigated in situ in the near field of the source. We present synchronous seismic and hydromechanical measurements directly recorded in the decametric injection zone. The three main types of seismic events were recorded during injection and shut-in: high-amplitude and short duration seismic events (SE) (i.e., microearthquakes), low to constant amplitude and 5 to 17 s long tremor-like signals (TLS), and long period events (LP) with a narrow-frequency band content. Seismicity first initiates with a sequence of SE and TLS, when pressure is high (~3.5 MPa), slip is activated on the fault, which experiences a twentyfold increase of permeability. Then LP events appear to be associated to fluid leakage in the fault caused by dilation during slip. During shut-in, residual pressures as low as 0.6 MPa still trigger SE events. We show that the initial TLS sequence triggers when a progressive transition occurs from rupture controlled by effective stress variations close to the injection source to a large friction weakening-dominated slip on the fault. We conclude that the combination of these different seismic signal types may be a proxy to monitor fault instability associated to fluid pressure perturbations.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063671", 
        "title": "Seismic responses to fluid pressure perturbations in a slipping fault"
    }, 
    {
        "author": "Yusaku Tanaka, Kosuke Heki, Koji Matsuo, Nikolay V. Shestakov", 
        "date": "2015-05-05T09:35:46.540563-05:00", 
        "description": "\n\nCoseismic gravity changes stem from (1) vertical deformation of layer boundaries with density contrast (i.e., surface and Moho) and (2) density changes of rocks at depth. They have been observed in earthquakes with Mw exceeding ~8.5 by Gravity Recovery and Climate Experiment (GRACE) satellites, but those of M8 class earthquakes have never been detected clearly. Here we report coseismic gravity change of the 24 May 2013 Okhotsk deep earthquake (Mw8.3), smaller than the detection threshold. In shallow thrust faulting, factor (2) is dominant, while factor (1) remains secondary due to poor spatial resolution of GRACE. In the 2013 Okhotsk earthquake, however, factor (2) is insignificant because they occur at depth exceeding 600 km. On the other hand, factor (1) becomes dominant because the centers of uplift and subsidence are well separated and GRACE can resolve them. This enables GRACE to map vertical ground movements of deep earthquakes over both land and ocean.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063838", 
        "title": "Crustal subsidence observed by GRACE after the 2013 Okhotsk deep-focus earthquake"
    }, 
    {
        "author": "Wataru Tanikawa, Tsuyoshi Ishikawa, Go Honda, Tetsuro Hirono, Osamu Tadai", 
        "date": "2015-05-05T10:36:58.168867-05:00", 
        "description": "\n\nFriction experiments at high velocities (0.1 to 0.4 m/s) at room temperature under high pore fluid pressures (2 or 5 MPa) and trace element analyses of the run products were carried out on simulated fault gouge derived from the Chelungpu fault, Taiwan. The friction coefficient decreased to ~0.1 during sliding, and the slip surface temperature reached 300°C by 6 m of slip displacement. The slip caused a small, but distinct decrease of Li in the deformed gouge when the slip surface temperature exceeded 300°C. The observed Li depletion agreed with calculated results, indicating that it resulted from a hydrothermal reaction at a high temperature produced by short-duration (up to 40 s) frictional heating. The geochemical data suggest a small fluid/rock ratio and low reaction temperature in the simulated fault, which is explained by higher normal stress or repeated earthquakes which elevated fluid-rock ratios in the natural fault.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063195", 
        "title": "Trace element anomaly in fault rock induced by coseismic hydrothermal reactions reproduced in laboratory friction experiments"
    }, 
    {
        "author": "Kevin M. Ward", 
        "date": "2015-05-05T13:31:56.034917-05:00", 
        "description": "\n\nI present the results of an extensive data mining effort integrating 197 permanent and temporary seismic stations into a Rayleigh wave ambient noise study across southern Alaska and westernmost Canada. Principal observations of my tomography model are largely consistent with mapped geology features and previous geophysical studies while providing previously unavailable, laterally continuous details of the southern Alaskan Cordillera lithosphere. At intermediate periods, a geophysically uniform crust is observed north of the Denali Fault and is consistent with a sharp transition in crustal thickness. Under the Wrangell volcanic belt, a prominent low-phase-velocity anomaly correlates well with the lateral extent of a relative low-gravity anomaly and Neogene surface volcanics. At longer periods, a low-phase-velocity anomaly bounds the inferred eastern extent of the subducted Yakutat microplate beneath the Wrangell volcanic belt.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063613", 
        "title": "Ambient noise tomography across the southern Alaskan Cordillera"
    }, 
    {
        "author": "Abhijit Ghosh, Eduardo Huesca-Pérez, Emily Brodsky, Yoshihiro Ito", 
        "date": "2015-05-07T10:02:30.219064-05:00", 
        "description": "\n\nWe find very low frequency earthquakes (VLFEs) in Cascadia under northern Washington during 2011 episodic tremor and slip event. VLFEs are rich in low-frequency energy (20–50 s) and depleted in higher frequencies (higher than 1 Hz) compared to local earthquakes. Based on a grid search centroid moment tensor inversion, we find that VLFEs are located near the plate interface in the zone where tremor and slow slip are observed. In addition, they migrate along strike with tremor activity. Their moment tensor solutions show double-couple sources with shallow thrust mechanisms, consistent with shear slip at the plate interface. Their magnitude ranges between Mw 3.3 and 3.7. Seismic moment released by a single VLFE is comparable to the total cumulative moment released by tremor activity during an entire episodic tremor and slip event. The VLFEs contribute more seismic moment to this episodic tremor and slip event than cumulative tremor activity and indicate a higher seismic efficiency of slow earthquakes in Cascadia than previously thought. Spatiotemporal correlation of VLFE and tremor activity suggests that they are the results of the same physical processes governing slow earthquakes.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063286", 
        "title": "Very low frequency earthquakes in Cascadia migrate with tremor"
    }, 
    {
        "author": "N. R. Schnepf, A. Kuvshinov, T. Sabaka", 
        "date": "2015-05-07T09:14:14.77233-05:00", 
        "description": "\nA few studies convincingly demonstrated that the magnetic fields induced by the lunar semidiurnal (M2) ocean flow can be identified in satellite observations. This result encourages using M2 satellite magnetic data to constrain subsurface electrical conductivity in oceanic regions. Traditional satellite-based induction studies using signals of magnetospheric origin are mostly sensitive to conducting structures because of the inductive coupling between primary and induced sources. In contrast, galvanic coupling from the oceanic tidal signal allows for studying less conductive, shallower structures. We perform global 3-D electromagnetic numerical simulations to investigate the sensitivity of M2 signals to conductivity distributions at different depths. The results of our sensitivity analysis suggest it will be promising to use M2 oceanic signals detected at satellite altitude for probing lithospheric and upper mantle conductivity. Our simulations also suggest that M2 seafloor electric and magnetic field data may provide complementary details to better constrain lithospheric conductivity.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063540", 
        "title": "Can we probe the conductivity of the lithosphere and upper mantle using satellite tidal magnetic signals?"
    }, 
    {
        "author": "Eiji Kurashimo, Stuart Henrys, Hiroshi Sato, Takaya Iwasaki, David Okaya, Rupert Sutherland, Tim Stern, Takashi Iidaka, Tatsuya Ishiyama, Martha Savage", 
        "date": "2015-05-07T10:24:40.656075-05:00", 
        "description": "\nScattering reflectivity analysis of onshore seismic data (Seismic Array HiKurangi Experiment) images slab geometry and crustal structure at a geodetically locked subduction boundary. A broad seismic scattering zone (BSZ) up to 10 km thick above the subduction interface at depths of 16–30 km has seismic properties (Vp, Vp/Vs, and Q) that imply high fluid pressures, probably associated with underplated sediments. The listric strike-slip Wairarapa Fault and other splay faults that sole into the BSZ imply long-term weakness. High rates of intraslab seismicity with low rates above the slab imply stress decoupling across the BSZ. Association of high fluid pressures and long-term weakness with geodetic locking is in contrast to similar observations at zones of slow slip at the northern Hikurangi margin and suggest that either (1) pore fluid pressure or locking behavior may cycle over times longer than two decades or (2) local material properties play a significant role in determining if slow slip or locking occurs.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063230", 
        "title": "SAHKE seismic-scatter imaging of subduction beneath Wellington, North Island, New Zealand"
    }, 
    {
        "author": "Satoshi Ide, Suguru Yabe, Hsin-Ju Tai, Kate Huihsuan Chen", 
        "date": "2015-05-07T10:23:41.47644-05:00", 
        "description": "\n\nUnlike tectonic tremors in subduction zones and along transform faults, the hosting structure for tremors in Taiwan remains debated. Tectonic tremors in Taiwan have been discovered at ~30 km depth beneath the southern Central Range, which is a young and active collisional mountain belt. Here we provide the first evidence for the focal mechanism of tremor using moment tensor inversion in the very low frequency band, employing broadband seismograms stacked relative to the hypocentral time of tremor. The best solution corresponds to low-angle thrust faulting, suggesting the subduction of the Eurasian plate. This mechanism is consistent with strong tidal modulation of tremor activity but differs from the normal-type faulting that dominates regional shallow earthquakes. This result suggests vertical variations in the tectonic stress regime. Thrust faulting may be facilitated by a decrease in normal stress due to the buoyant roots of the mountain belt and local high fluid pressure.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063794", 
        "title": "Thrust-type focal mechanisms of tectonic tremors in Taiwan: Evidence of subduction"
    }, 
    {
        "author": "Romain Le Roux-Mallouf, Vincent Godard, Rodolphe Cattin, Matthieu Ferry, Jampel Gyeltshen, Jean-François Ritz, Dowchu Drupka, Valéry Guillou, M. Arnold, G. Aumaître, D. L. Bourlès, K. Keddadouche", 
        "date": "2015-05-07T10:24:21.733587-05:00", 
        "description": "\n\nThe Main Himalayan Thrust (MHT) is the source of great earthquakes that have been documented along the range. Its geometry is a key parameter that influences accommodation of tectonic loading and earthquake magnitudes along the Himalayan Arc. Although seismic images are available for both the western and the central part of the range, this geometry remains poorly constrained for the Bhutanese Himalayas. Here we address this issue using a 10Be cosmogenic nuclides denudation transect across western Bhutan. We observe a wide low denudation rate domain between 50 km and 110 km from the front followed by a strong northward increase. Using a joint inversion of denudation rates, GPS data, and Holocene uplift rates, we interpret this pattern as a consequence of a flat-ramp transition along the MHT. Compared to central Nepal and Sikkim, this location of the ramp suggests a wider décollement, with implications for greater seismogenic potential of the MHT in western Bhutan.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063767", 
        "title": "Evidence for a wide and gently dipping Main Himalayan Thrust in western Bhutan"
    }, 
    {
        "author": "Stéphanie Durand, Eric Debayle, Yanick Ricard", 
        "date": "2015-05-07T09:29:59.559938-05:00", 
        "description": "\nWe present a global data set of phase velocity maps for Rayleigh waves, with their errors. These maps are obtained from the tomographic inversion of phase velocity curves measured in the period range 40–250 s by Debayle and Ricard (2012), completed with new measurements at longer periods, between 150 and 360 s. The full data set includes ∼22,000,000 phase velocity measurements combined to build 60 phase velocity maps covering the period range 40–360 s for the fundamental mode and up to the fifth overtone. Each phase velocity map is provided with its a posteriori error, resulting in a unique data set which can be combined with other seismic measurements (surface waves, normal modes, and body waves) in regional and global tomographic studies. A preliminary inversion of this data set shows that it provides constraints on the shear velocity structure down to 1000 km depth.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063700", 
        "title": "Rayleigh wave phase velocity and error maps up to the fifth overtone"
    }, 
    {
        "author": "Guoyan Jiang, Yangmao Wen, Yajing Liu, Xiwei Xu, Lihua Fang, Guihua Chen, Meng Gong, Caijun Xu", 
        "date": "2015-05-07T13:47:25.951705-05:00", 
        "description": "\nOver 1000 earthquakes struck the northwest of Kangding on the Xianshuihe fault in southwest China between 22 and 29 November 2014, including two largest events of Mw 5.9 and Mw 5.6. The hypocenters of 799 relocated earthquakes suggest that two independent main shock-aftershock subsequences occurred on the Selaha and Zheduotang branches of the Xianshuihe fault, respectively. Fault slip inversion results from one interferometric synthetic aperture radar (InSAR) interferogram (26 September 2014 to 5 December 2014) show that the Mw 5.9 main shock produced a maximum slip of ~0.47 m at the depth of ~9 km. However, there is no distinct slip associated with the Mw 5.6 main shock. The InSAR determined moment is 2.36 × 1018 Nm with a rigidity of 30 GPa, equivalent to Mw 6.2, which is about twofold the total seismic moment of all the recorded earthquakes during the InSAR time span. This large discrepancy between geodetic and seismic moment estimates indicates that there was probably rapid aseismic afterslip in the 2 weeks following the Mw 5.9 main shock. The released seismic energy of this earthquake sequence is far less than the accumulated strain energy since the 1955 M 712 earthquake on the same fault branch, which implies that the seismic risk on the Selaha-Kangding segment of the Xianshuihe fault remains high.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063750", 
        "title": "Joint analysis of the 2014 Kangding, southwest China, earthquake sequence with seismicity relocation and InSAR inversion"
    }, 
    {
        "author": "Henry T. Berglund, Frederick Blume, Andrea Prantner", 
        "date": "2015-05-12T14:18:35.921511-05:00", 
        "description": "\n\nWe use a shake table capable of large (7 G) three-dimensional accelerations with large payloads to simulate ground motion reconstructed from acceleration data collected during the February 2010 Mw = 8.8 Maule, Chile, earthquake. The tracking performance of five modern geodetic GNSS receiver and antenna combinations was investigated while undergoing simulated seismic shaking at three two levels of amplification. Individual system performance was characterized by the number of tracked GNSS observations. The L1 and L2 GPS signal tracking was significantly impacted for the majority of the receiver models during simulations with maximum accelerations of 4 G, and the tracking performance for all of the tested receiver types was significantly impaired during the 7 G simulations. Results show improved tracking when only the antenna was shaken suggesting that vibration-induced oscillator phase noise may contribute significantly to tracking degradation during shaking.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063539", 
        "title": "Effects of earthquake ground motion on tracking characteristics of new Global Navigation Satellite System receivers"
    }, 
    {
        "author": "Xuebing Wang, Ting Chen, Yongtao Zou, Robert C. Liebermann, Baosheng Li", 
        "date": "2015-05-12T16:03:58.63752-05:00", 
        "description": "\n\nCompressional (VP) and shear (VS) wave velocities of a synthetic KLB-1 peridotite were measured for the first time up to 10 GPa using ultrasonic interferometry. Analysis of the P and S wave velocities yielded K0 = 123(1) GPa, K0′ = 5.1(2), G0 = 75(1) GPa, and G0′= 1.3(1) for the bulk and shear moduli and their pressure derivatives. Comparison with Voigt-Reuss-Hill (VRH) calculations based on literature elasticity data for its constituent minerals indicates that the experimentally measured P and S wave velocities, densities, bulk sound velocities, and VP/VS ratios fall close to the lower limit of VRH averages associated with the uncertainties of the mineral elasticity data. A comparison with previous modeling of mantle compositions implies that the velocities for an aggregate with the pyrolitic composition of KLB-1 are in close agreement with seismic data at the depths of the Earth's upper mantle.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063436", 
        "title": "Elastic wave velocities of peridotite KLB-1 at mantle pressures and implications for mantle velocity modeling"
    }, 
    {
        "author": "Bo Chen, Mikhail K. Kaban, Sami El Khrepy, Nassir Al-Arifi", 
        "date": "2015-05-12T16:47:11.996285-05:00", 
        "description": "\nThe fan wavelet method has been employed to calculate high-resolution maps of variations of the effective elastic thickness (EET) for the Arabian plate and surroundings. As the initial data, we use high-resolution gravity field, topography, and recent models of sedimentary basins. The western part of the plate is generally characterized by low to midvalues of EET (10–30 km) while the eastern one by high values (50 km and more in the core). This finding confirms that the pronounced asymmetry of the plate is rather associated with fundamental structural differences of the lithosphere than with a forced tilt of the plate due to the rifting in the west-southwest and subduction in the northeast. Therefore, the high topography in the western part of the plate is likely supported by relatively hot mantle that is also responsible for the decrease of EET. These results are generally in agreement with recent seismic tomography models.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063725", 
        "title": "Effective elastic thickness of the Arabian plate: Weak shield versus strong platform"
    }, 
    {
        "author": "H. Fattahi, F. Amelung, E. Chaussard, S. Wdowinski", 
        "date": "2015-05-13T09:51:22.867025-05:00", 
        "description": "\n\nTime series analysis of interferometric synthetic aperture radar data reveals coseismic and postseismic surface displacements associated with the 2007 M5.5 earthquake along the southern Ghazaband fault, a major but little studied fault in Pakistan. Modeling indicates that the coseismic surface deformation was caused by ~9 cm of strike-slip displacement along a shallow subvertical fault. The earthquake was followed by at least 1 year of afterslip, releasing ~70% of the moment of the main event, equivalent to a M5.4 earthquake. This high aseismic relative to the seismic moment release is consistent with previous observations for moderate earthquakes (M < 6) and suggests that smaller earthquakes are associated with a higher aseismic relative to seismic moment release than larger earthquakes.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063686", 
        "title": "Coseismic and postseismic deformation due to the 2007 M5.5 Ghazaband fault earthquake, Balochistan, Pakistan"
    }, 
    {
        "author": "B. C. Root, L. Tarasov, W. Wal", 
        "date": "2015-05-13T15:12:12.715287-05:00", 
        "description": "\n\nThe Barents Sea is subject to ongoing postglacial uplift since the melting of the Weichselian ice sheet that covered it. The regional ice sheet thickness history is not well known because there is only data at the periphery due to the locations of Franz Joseph Land, Svalbard, and Novaya Zemlya surrounding this paleo ice sheet. We show that the linear trend in the gravity rate derived from a decade of observations from the Gravity Recovery and Climate Experiment (GRACE) satellite mission can constrain the volume of the ice sheet after correcting for current ice melt, hydrology, and far-field gravitational effects. Regional ice-loading models based on new geologically inferred ice margin chronologies show a significantly better fit to the GRACE data than that of ICE-5G. The regional ice models contain less ice in the Barents Sea than present in ICE-5G (5–6.3 m equivalent sea level versus 8.5 m), which increases the ongoing difficulty in closing the global sea level budget at the Last Glacial Maximum.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063769", 
        "title": "GRACE gravity observations constrain Weichselian ice thickness in the Barents Sea"
    }, 
    {
        "author": "Arnaud Chulliat, Patrick Alken, Stefan Maus", 
        "date": "2015-05-14T11:29:44.345334-05:00", 
        "description": "\nSince 2000, magnetic field variations originating in the core have been dominated by several pulses in the secular acceleration, leading to sharp geomagnetic “jerks” at the Earth's surface. Using models built from (i) Defense Meteorological Satellite Program data and (ii) Ørsted and Swarm satellites and ground observatory data, we show that a new pulse occurred in 2012.5, immediately following two pulses in 2006 and 2009. The three pulses can be decomposed into several equatorially symmetric modes propagating eastward and westward at 550 to 1100 km/yr, and one equatorially antisymmetric mode propagating eastward at 1650 km/yr. The characteristics of these modes are compatible to some extent with equatorial magnetic Rossby waves propagating within a 140 km thick layer at the top of the core with a density contrast of 50 ppm. This interpretation, if confirmed, would provide a new explanation for geomagnetic jerks and pulses based on stable stratification of the core.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064067", 
        "title": "Fast equatorial waves propagating at the top of the Earth's core"
    }, 
    {
        "author": "Benjamin Heit, Xiaohui Yuan, Michael Weber, Wolfram Geissler, Wilfried Jokat, Bufelo Lushetile, Karl-Heinz Hoffmann", 
        "date": "2015-05-14T11:30:54.737518-05:00", 
        "description": "\n\nA seismological network was operated at the junction of the aseismic Walvis Ridge with the northwestern Namibian coast. We mapped crustal thickness and bulk Vp/Vs ratio by the H-k analysis of receiver functions. In the Damara Belt, the crustal thickness is ~35 km with a Vp/Vs ratio of <1.75. The crust is ~30 km thick at the coast in the Kaoko Belt. Strong variations in crustal thickness and Vp/Vs ratios are found at the landfall of the Walvis Ridge. Here and at ~150 km northeast of the coast, the crustal thickness increases dramatically reaching 44 km and the Vp/Vs ratios are extremely high (~1.89). These anomalies are interpreted as magmatic underplating produced by the mantle plume during the breakup of Gondwana. The area affected by the plume is smaller than 300 km in diameter, possibly ruling out the existence of a large plume head under the continent during the breakup.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063704", 
        "title": "Crustal thickness and Vp/Vs ratio in NW Namibia from receiver functions: Evidence for magmatic underplating due to mantle plume-crust interaction"
    }, 
    {
        "author": "F. Civet, E. Thébault, O. Verhoeven, B. Langlais, D. Saturnino", 
        "date": "2015-05-07T08:23:04.118001-05:00", 
        "description": "\nWe present a 1-D electrical conductivity profile of the Earth's mantle down to 2000 km derived from L1b Swarm satellite magnetic field measurements from November 2013 to September 2014. We first derive a model for the main magnetic field, correct the data for a lithospheric field model, and additionally select the data to reduce the contributions of the ionospheric field. We then model the primary and induced magnetospheric fields for periods between 2 and 256 days and perform a Bayesian inversion to obtain the probability density function for the electrical conductivity as function of depth. The conductivity increases by 3 orders of magnitude in the 400–900 km depth range. Assuming a pyrolitic mantle composition, this profile is interpreted in terms of temperature variations leading to a temperature gradient in the lower mantle that is close to adiabatic.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063397", 
        "title": "Electrical conductivity of the Earth's mantle from the first Swarm magnetic field measurements"
    }, 
    {
        "author": "Ellen L. Petticrew, Sam J. Albers, Susan A. Baldwin, Eddy C. Carmack, Stephen J. Déry, Nikolaus Gantner, Kelly E. Graves, Bernard Laval, John Morrison, Philip N. Owens, Daniel T. Selbie, Svein Vagle", 
        "date": "2015-05-05T10:04:59.284089-05:00", 
        "description": "\n\nOn 4 August 2014, a catastrophic breach of the Mount Polley mine tailings impoundment released ~25 M m3 of tailings and water and scoured an unknown quantity of overburden into the West Basin of Quesnel Lake. We document Quesnel Lake and Quesnel River observations for 2 months postspill. Breach inflows raised Quesnel Lake by 7.7 cm, equivalent to ~21 M m3. The West Basin hypolimnion was modified immediately, exhibiting increased temperature (~5°C to 6–7.5°C), conductivity (110 to 160 μS/cm), and turbidity (<1 to 200–1000 nephelometric turbidity units (NTU)). Cooscillating seiches moved West Basin hypolimnetic water both westward and eastward contaminating the Main Basin. Postspill, high-turbidity water propagated eastward (~1 cm/s), introducing a persistent ~20 m thick layer below the thermocline and an ~30 m thick layer at the bottom. The contaminant introduction, mobilization, and bioaccumulation may pose risks to resident and anadromous fish stocks, which support recreational, commercial, and First Nations fisheries.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063345", 
        "title": "The impact of a catastrophic mine tailings impoundment spill into one of North America's largest fjord lakes: Quesnel Lake, British Columbia, Canada"
    }, 
    {
        "author": "Dev Niyogi, Xing Liu, Jeff Andresen, Yang Song, Atul K. Jain, Olivia Kellner, Eugene S. Takle, Otto C. Doering", 
        "date": "2015-05-05T10:22:55.534822-05:00", 
        "description": "\n\nWe investigate the ability of three different crop models of varying complexity for capturing El Niño–Southern Oscillation-based climate variability impacts on the U.S. Corn Belt (1981–2010). Results indicate that crop models, irrespective of their complexity, are able to capture the impacts of climate variability on yield. Multiple-model ensemble analysis provides best results. There was no significant difference between using on-site and gridded meteorological data sets to drive the models. These results highlight the ability of using simpler crop models and gridded regional data sets for crop-climate assessments.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063841", 
        "title": "Crop models capture the impacts of climate variability on corn yield"
    }, 
    {
        "author": "A. D. Gronewold, E. J. Anderson, B. Lofgren, P. D. Blanken, J. Wang, J. Smith, T. Hunter, G. Lang, C. A. Stow, D. Beletsky, J. Bratton", 
        "date": "2015-05-07T10:07:43.785306-05:00", 
        "description": "\nSince the late 1990s, the Laurentian Great Lakes have experienced persistent low water levels and above average over-lake evaporation rates. During the winter of 2013–2014, the lakes endured the most persistent, lowest temperatures and highest ice cover in recent history, fostering speculation that over-lake evaporation rates might decrease and that water levels might rise. To address this speculation, we examined interseasonal relationships in Lake Michigan's thermal regime. We find pronounced relationships between winter conditions and subsequent fall heat content, modest relationships with fall surface temperature, but essentially no correlation with fall evaporation rates. Our findings suggest that the extreme winter conditions of 2013–2014 may have induced a shift in Lake Michigan's thermal regime and that this shift coincides with a recent (and ongoing) rise in Great Lakes water levels. If the shift persists, it could (assuming precipitation rates remain relatively constant) represent a return to thermal and hydrologic conditions not observed on Lake Michigan in over 15 years.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063799", 
        "title": "Impacts of extreme 2013–2014 winter conditions on Lake Michigan's fall heat content, surface temperature, and evaporation"
    }, 
    {
        "author": "Jorge A. Ramirez, Andy J. Baird, Tom J. Coulthard, J. Michael Waddington", 
        "date": "2015-05-11T16:40:55.063009-05:00", 
        "description": "\nBubbling (ebullition) of greenhouse gases, particularly methane, from peatlands has been attributed to environmental forcings, such as changes in atmospheric pressure. However, observations from peat soils suggest that ebullition and environmental forcing may not always be correlated and that interactions between bubbles and the peat structure may be the cause of such decoupling. To investigate this possibility, we used a simple computer model (Model of Ebullition and Gas storAge) to simulate methane ebullition from a model peat. We found that lower porosity peat can store methane bubbles for lengthy periods of time, effectively buffering or moderating ebullition so that it no longer reflects bubble production signals. Our results suggest that peat structure may act as a “signal shredder” and needs to be taken into account when measuring and modeling ebullition.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063469", 
        "title": "Ebullition of methane from peatlands: Does peat act as a signal shredder?"
    }, 
    {
        "author": "Peter J. Lisi, Daniel E. Schindler, Timothy J. Cline, Mark D. Scheuerell, Patrick B. Walsh", 
        "date": "2015-05-14T10:25:00.303537-05:00", 
        "description": "\nHow local geomorphic and hydrologic features mediate the sensitivity of stream thermal regimes to variation in climatic conditions remains a critical uncertainty in understanding aquatic ecosystem responses to climate change. We used stable isotopes of hydrogen and oxygen to estimate contributions of snow and rainfall to 80 boreal streams and show that differences in snow contribution are controlled by watershed topography. Time series analysis of stream thermal regimes revealed that streams in rain-dominated, low-elevation watersheds were 5–8 times more sensitive to variation in summer air temperature compared to streams draining steeper topography whose flows were dominated by snowmelt. This effect was more pronounced across the landscape in early summer and less distinct in late summer. Thus, the impact of climate warming on freshwater thermal regimes will be spatially heterogeneous across river basins as controlled by geomorphic features. However, thermal heterogeneity may be lost with reduced snowpack and increased ratios of rain to snow in stream discharge.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064083", 
        "title": "Watershed geomorphology and snowmelt control stream thermal sensitivity to air temperature"
    }, 
    {
        "author": "Trenton E. Franz, Tiejun Wang, William Avery, Catherine Finkenbiner, Luca Brocca", 
        "date": "2015-05-14T10:45:48.250554-05:00", 
        "description": "\n\nSoil moisture partly controls land-atmosphere mass and energy exchanges and ecohydrological processes in natural and agricultural systems. Thus, many models and remote sensing products continue to improve their spatiotemporal resolution of soil moisture, with some land surface models reaching 1 km resolution. However, the reliability and accuracy of both modeled and remotely sensed soil moisture require comparison with ground measurements at the appropriate spatiotemporal scales. One promising technique is the cosmic ray neutron probe. Here we further assess the suitability of this technique for real-time monitoring across a large area by combining data from three fixed probes and roving surveys over a 12 km × 12 km area in eastern Nebraska. Regression analyses indicated linear relationships between the fixed probe averages and roving estimates of soil moisture for each grid cell, allowing us to derive an 8 h product at spatial resolutions of 1, 3, and 12 km, with root-mean-square error of 3%, 1.8%, and 0.9%.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063963", 
        "title": "Combined analysis of soil moisture measurements from roving and fixed cosmic ray neutron probes for multiscale real-time monitoring"
    }, 
    {
        "author": "Lino Schmid, Franziska Koch, Achim Heilig, Monika Prasch, Olaf Eisen, Wolfram Mauser, Jürg Schweizer", 
        "date": "2015-05-05T09:51:32.949225-05:00", 
        "description": "\n\nMonitoring seasonal snow cover properties is critical for properly managing natural hazards such as snow avalanches or snowmelt floods. However, measurements often cannot be conducted in difficult terrain or lack the high temporal resolution needed to account for rapid changes in the snowpack, e.g., liquid water content (LWC). To monitor essential snowpack properties, we installed an upward looking ground-penetrating radar (upGPR) and a low-cost GPS system below the snow cover and observed in parallel its evolution during two winter seasons. Applying external snow height (HS) information, both systems provided consistent LWC estimates in snow, based on independent approaches, namely measurements of travel time and attenuation of electromagnetic waves. By combining upGPR and GPS, we now obtain a self-contained approach instead of having to rely on external information such as HS. This allows for the first time determining LWC, HS, and snow water equivalent (SWE) nondestructively and continuously potentially also in avalanche-prone slopes.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063732", 
        "title": "A novel sensor combination (upGPR-GPS) to continuously and nondestructively derive snow cover properties"
    }, 
    {
        "author": "Thibaut Perol, James R. Rice", 
        "date": "2015-05-07T08:02:54.256662-05:00", 
        "description": "\nIce streams are fast flowing bands of ice separated from stagnant ridges by shear margins. The mechanisms controlling the location of the margins remain unclear. We use published ice deformation data and a simple one-dimensional thermal model to show that West Antarctic ice stream margins have temperate ice over a substantial fraction of their thickness, a condition that may control their width. The model predicts a triple-valued relation between the thickness-averaged lateral shear stress and the lateral shear strain rate. Observed strain rates at the margins imply that they support slightly less lateral shear stress than adjacent ice within the stream. This requires enhanced basal resistance near the margin. We suggest, in agreement with the limited observations, the presence of a channelized drainage system at the margin that reduces the pore fluid pressure at the ice-till interface, thus increasing the shear stress acting on the yielding Coulomb plastic bed.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063638", 
        "title": "Shear heating and weakening of the margins of West Antarctic ice streams"
    }, 
    {
        "author": "Nicholas A. Bond, Meghan F. Cronin, Howard Freeland, Nathan Mantua", 
        "date": "2015-05-05T08:57:03.143055-05:00", 
        "description": "\n\nStrongly positive temperature anomalies developed in the NE Pacific Ocean during the boreal winter of 2013–2014. Based on a mixed layer temperature budget, these anomalies were caused by lower than normal rates of the loss of heat from the ocean to the atmosphere and of relatively weak cold advection in the upper ocean. Both of these mechanisms can be attributed to an unusually strong and persistent weather pattern featuring much higher than normal sea level pressure over the waters of interest. This anomaly was the greatest observed in this region since at least the 1980s. The region of warm sea surface temperature anomalies subsequently expanded and reached coastal waters in spring and summer 2014. Impacts on fisheries and regional weather are discussed. It is found that sea surface temperature anomalies in this region affect air temperatures downwind in Washington state.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063306", 
        "title": "Causes and impacts of the 2014 warm anomaly in the NE Pacific"
    }, 
    {
        "author": "Sara Ferrón, Samuel T. Wilson, Sandra Martínez-García, Paul D. Quay, David M. Karl", 
        "date": "2015-05-05T10:40:18.829075-05:00", 
        "description": "\n\nIn situ measurements were made to determine oxygen (O2) metabolic balance in the upper oligotrophic ocean from diel changes in O2 to argon (Ar) ratios. The study took place during 13–24 March 2014, at the Hawaii Ocean Time-series Station ALOHA (A Long-term Oligotrophic Habitat Assessment), in the North Pacific Subtropical Gyre. Microbial community respiration and gross O2 production, estimated from in situ diel changes in O2/Ar saturation, agreed well with those calculated using other independent methods. Net oxygen production (NOP), estimated from in situ diel changes in O2/Ar saturation, showed large day-to-day variability. However, when averaged over the entire observational period, mean diel NOP was in relatively good agreement with the estimated mean steady state NOP (9.2 ± 9.3 mmol O2 m−2 d−1 compared to 11.7 ± 1.1 mmol O2 m−2 d−1, respectively).", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063555", 
        "title": "Metabolic balance in the mixed layer of the oligotrophic North Pacific Ocean from diel changes in O2/Ar saturation ratios"
    }, 
    {
        "author": "Alexander Forryan, Alberto C. Naveira Garabato, Kurt L. Polzin, Stephanie Waterman", 
        "date": "2015-05-07T10:24:01.686828-05:00", 
        "description": "\nThe impact on the upper ocean of the passage of a short, intense storm over a Southern Ocean site, in proximity to an Antarctic Circumpolar Current front, is characterized. The storm causes a wind-induced deepening of the mixed layer and generates an inertial current. Immediate poststorm observations indicate a mixed layer extending to approximately 50 m depth. Subsequent measurements show the upper ocean to have restratified, injecting near-inertial shear in stratified waters within 1 day of the storm's passage. This time scale for the development of near-inertial shear is 1 order of magnitude shorter than that predicted by the β dispersion paradigm. The observed rapid changes in upper ocean stratification point to the existence of an as yet undocumented, efficient mechanism for injection of near-inertial shear into the stratified ocean that is in turn associated with enhanced turbulence and mixing.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063494", 
        "title": "Rapid injection of near-inertial shear into the stratified upper ocean at an Antarctic Circumpolar Current front"
    }, 
    {
        "author": "Achim Randelhoff, Arild Sundfjord, Marit Reigstad", 
        "date": "2015-05-07T13:43:50.380124-05:00", 
        "description": "\nUnderstanding the present state and possible future scenarios of Arctic Ocean primary productivity has been hampered by the scarcity of year-round nutrient measurements. Here the first yearlong moored time series of near-surface nitrate concentrations in the Eastern Arctic, together with hydrography, currents, and chlorophyll a fluorescence, is reported from the shelf slope northeast of Svalbard. Variability was dominated by the inflow of Atlantic Water (AW). Nitrate was near depleted during July–September and reached a maximum concentration of 10 μM in March. Vertical nitrate gradients were eroded by mid-December, demonstrating the importance of the AW in breaking down upper ocean stratification during fall. Upward nitrate fluxes through the nitracline in the AW inflow region during fall were 2.5 ± 0.5 mmol m−2 d−1. The spring bloom triggered extensive nitrate drawdown from June, from which an annual new production of 31 g C m−2 was estimated.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063655", 
        "title": "Seasonal variability and fluxes of nitrate in the surface waters over the Arctic shelf slope"
    }, 
    {
        "author": "K. L. Sheen, J. A. Brearley, A. C. Naveira Garabato, D. A. Smeed, L. St. Laurent, M. P. Meredith, A. M. Thurnherr, S. N. Waterman", 
        "date": "2015-05-07T14:02:40.884698-05:00", 
        "description": "\nThe impact of a mesoscale eddy on the magnitude and spatial distribution of diapycnal ocean mixing is investigated using a set of hydrographic and microstructure measurements collected in the Southern Ocean. These data sampled a baroclinic, middepth eddy formed during the disintegration of a deep boundary current. Turbulent dissipation is suppressed within the eddy but is elevated by up to an order of magnitude along the upper and lower eddy boundaries. A ray tracing approximation is employed as a heuristic device to elucidate how the internal wave field evolves in the ambient velocity and stratification conditions accompanying the eddy. These calculations are consistent with the observations, suggesting reflection of internal wave energy from the eddy center and enhanced breaking through critical layer processes along the eddy boundaries. These results have important implications for understanding where and how internal wave energy is dissipated in the presence of energetic deep geostrophic flows.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063216", 
        "title": "Modification of turbulent dissipation rates by a deep Southern Ocean eddy"
    }, 
    {
        "author": "E. Frajka-Williams", 
        "date": "2015-05-11T16:07:12.578523-05:00", 
        "description": "\n\nClimate simulations predict a slowing of the Atlantic meridional overturning circulation (MOC), a key oceanic component of the climate system, while continuous observations of the MOC from boundary arrays demonstrate substantial variability on weekly to interannual time scales. These arrays are necessarily limited to individual latitudes. A potential proxy for the MOC covering longer time scales and larger spatial scales is desirable. Here we use sea surface height data from satellites to estimate the interannual variability of transbasin ocean transports at 26°N. Combining this estimate with surface Ekman transport and cable measurements of the Florida Current, we construct a time series of the MOC from 1993 to 2014. This satellite-based estimate recovers over 90% of the interannual variability of the MOC measured by the RAPID 26°N array. This analysis complements in situ observational efforts to measure the MOC at multiple latitudes and opens the door to a broader spatial understanding of the Atlantic circulation variability.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063220", 
        "title": "Estimating the Atlantic overturning at 26°N using satellite altimetry and cable measurements"
    }, 
    {
        "author": "Anna Reusch, Markus Loher, Damien Bouffard, Jasper Moernaut, Franziska Hellmich, Flavio S. Anselmetti, Stefano M. Bernasconi, Michael Hilbe, Achim Kopf, Marvin D. Lilley, Gerrit Meinecke, Michael Strasser", 
        "date": "2015-05-13T09:27:17.023029-05:00", 
        "description": "\n\nSubsurface fluid flow in oceans and lakes affects bathymetric morphology, sediment distribution, and water composition. We present newly discovered giant lacustrine pockmarks in Lake Neuchâtel (up to 160 m diameter and 30 m deep) that rank among the largest known pockmarks in lakes. Our multidisciplinary study reveals ~60 m of suspended sediment inside a pockmark. The sediment suspension is 2.6° warmer and isotopically lighter in δ18OH2O by 1.5‰ than the ambient lake water, documenting currently active fluid flow by karstic groundwater discharge from the Jura Mountain front into the Swiss Plateau hydrological system. Strikingly, the levees of the pockmarks comprise subsurface sediment mobilization deposits representing episodic phases of sediment expulsion during the past. They strongly resemble subsurface fluid flow features in the marine realm. Comparable processes are expected to also be relevant for other carbonate-dominated mountain front ranges, where karstic groundwater discharges into lacustrine or marine settings.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064179", 
        "title": "Giant lacustrine pockmarks with subaqueous groundwater discharge and subsurface sediment mobilization"
    }, 
    {
        "author": "Malte Müller, Brian K. Arbic, James G. Richman, Jay F. Shriver, Eric L. Kunze, Robert B. Scott, Alan J. Wallcraft, Luis Zamudio", 
        "date": "2015-05-14T10:59:37.934504-05:00", 
        "description": "\nHigh-resolution global ocean models forced by atmospheric fields and tides are beginning to display realistic internal gravity wave spectra, especially as model resolution increases. This paper examines internal waves in global simulations with 0.08° and 0.04° (~8 and 4 km) horizontal resolutions, respectively. Frequency spectra of internal wave horizontal kinetic energy in the North Pacific lie closer to observations in the 0.04° simulation than in the 0.08° simulation. The horizontal wave number and frequency (K-ω) kinetic energy spectra contain peaks in the semidiurnal tidal band and near-inertial band, along with a broadband frequency continuum aligned along the linear dispersion relations of low-vertical-mode internal waves. Spectral kinetic energy transfers describe the rate at which nonlinear mechanisms remove or supply kinetic energy in specific K-ω ranges. Energy is transferred out of low-mode inertial and semidiurnal internal waves into a broad continuum of higher-frequency and higher-wave number internal waves.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063365", 
        "title": "Toward an internal gravity wave spectrum in global ocean models"
    }, 
    {
        "author": "Timothy Hall, Kelly Hereid", 
        "date": "2015-05-05T09:09:48.985073-05:00", 
        "description": "\n\nAs of the end of the 2014 hurricane season, the U.S. has experienced no major hurricane landfall since Hurricane Wilma in 2005, a drought that currently stands at 9 years. Here we use a stochastic tropical cyclone model to calculate the mean waiting time for multiyear landfall droughts. We estimate that the mean time to wait for a 9 year drought is 177 years. We also find that the average probability of ending the drought with a major landfall in the next year is 0.39 and is independent of the drought duration, as one would expect for a Bernoulli process.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063652", 
        "title": "The frequency and duration of U.S. hurricane droughts"
    }, 
    {
        "author": "Nadja Herger, Benjamin M. Sanderson, Reto Knutti", 
        "date": "2015-05-05T09:46:46.004869-05:00", 
        "description": "\n\nPattern scaling is a simple way to produce climate projections beyond the scenarios run with expensive global climate models (GCMs). The simplest technique has known limitations and assumes that a spatial climate anomaly pattern obtained from a GCM can be scaled by the global mean temperature (GMT) anomaly. We propose alternatives and assess their skills and limitations. One approach which avoids scaling is to consider a period in a different scenario with the same GMT change. It is attractive as it provides patterns of any temporal resolution that are consistent across variables, and it does not distort variability. Second, we extend the traditional approach with a land-sea contrast term, which provides the largest improvements over the traditional technique. When interpolating between known bounding scenarios, the proposed methods significantly improve the accuracy of the pattern scaled scenario with little computational cost. The remaining errors are much smaller than the Coupled Model Intercomparison Project Phase 5 model spread.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063569", 
        "title": "Improved pattern scaling approaches for the use in climate impact studies"
    }, 
    {
        "author": "Do-Hyung Kim, Joseph O. Sexton, John R. Townshend", 
        "date": "2015-05-07T09:29:36.195836-05:00", 
        "description": "\nUsing a consistent, 20 year series of high- (30 m) resolution, satellite-based maps of forest cover, we estimate forest area and its changes from 1990 to 2010 in 34 tropical countries that account for the majority of the global area of humid tropical forests. Our estimates indicate a 62% acceleration in net deforestation in the humid tropics from the 1990s to the 2000s, contradicting a 25% reduction reported by the United Nations Food and Agriculture Organization Forest Resource Assessment. Net loss of forest cover peaked from 2000 to 2005. Gross gains accelerated slowly and uniformly between 1990–2000, 2000–2005, and 2005–2010. However, the gains were overwhelmed by gross losses, which peaked from 2000 to 2005 and decelerated afterward. The acceleration of humid tropical deforestation we report contradicts the assertion that losses decelerated from the 1990s to the 2000s.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014GL062777", 
        "title": "Accelerated deforestation in the humid tropics from the 1990s to the 2000s"
    }, 
    {
        "author": "Xiaoqiong Li, Mingfang Ting", 
        "date": "2015-05-07T10:07:32.409217-05:00", 
        "description": "\n\nThe Asian monsoon-ENSO (El Niño–Southern Oscillation) relationship in the 20th and 21st centuries is examined using observations and Coupled Model Intercomparison Project Phase 5 (CMIP5) model simulations. CMIP5 models can simulate the ENSO-monsoon spatial structure reasonably well when using the multimodel mean. Running correlations show prominent decadal variability of the ENSO-monsoon relationship in observations. The modeled ENSO-monsoon relation shows large intermodel spread, indicating large variations across the model ensemble. The anthropogenically forced component of ENSO-monsoon relationship is separated from the naturally varying component based on a signal-to-noise maximizing empirical orthogonal function analysis using global sea surface temperature (SST). Results show that natural variability plays a dominant role in the varied ENSO-monsoon relationship during the 20th century. In the 21st century, the forced component is dominated by enhanced monsoon rainfall associated with SST warming, which may contribute to a slightly weakened ENSO-monsoon relation in the future.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063557", 
        "title": "Recent and future changes in the Asian monsoon-ENSO relationship: Natural or forced?"
    }, 
    {
        "author": "C. B. Jayasankar, Sajani Surendran, Kavirajan Rajendran", 
        "date": "2015-05-11T16:23:37.073394-05:00", 
        "description": "\n\nCoupled Model Intercomparison Project phase 5 (Fifth Assessment Report of Intergovernmental Panel on Climate Change) coupled global climate model Representative Concentration Pathway 8.5 simulations are analyzed to derive robust signals of projected changes in Indian summer monsoon rainfall (ISMR) and its variability. Models project clear future temperature increase but diverse changes in ISMR with substantial intermodel spread. Objective measures of interannual variability (IAV) yields nearly equal chance for future increase or decrease. This leads to discrepancy in quantifying changes in ISMR and variability. However, based primarily on the physical association between mean changes in ISMR and its IAV, and objective methods such as k-means clustering with Dunn's validity index, mean seasonal cycle, and reliability ensemble averaging, projections fall into distinct groups. Physically consistent groups of models with the highest reliability project future reduction in the frequency of light rainfall but increase in high to extreme rainfall and thereby future increase in ISMR by 0.74 ± 0.36 mm d−1, along with increased future IAV. These robust estimates of future changes are important for useful impact assessments.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063659", 
        "title": "Robust signals of future projections of Indian summer monsoon rainfall by IPCC AR5 climate models: Role of seasonal cycle and interannual variability"
    }, 
    {
        "author": "M. Turco, E. Palazzi, J. Hardenberg, A. Provenzale", 
        "date": "2015-05-12T14:19:23.248264-05:00", 
        "description": "\nWe quantify climate change hotspots from observations, taking into account the differences in precipitation and temperature statistics (mean, variability, and extremes) between 1981–2010 and 1951–1980. Areas in the Amazon, the Sahel, tropical West Africa, Indonesia, and central eastern Asia emerge as primary observed hotspots. The main contributing factors are the global increase in mean temperatures, the intensification of extreme hot-season occurrence in low-latitude regions and the decrease of precipitation over central Africa. Temperature and precipitation variability have been substantially stable over the past decades, with only a few areas showing significant changes against the background climate variability. The regions identified from the observations are remarkably similar to those defined from projections of global climate models under a “business-as-usual” scenario, indicating that climate change hotspots are robust and persistent over time. These results provide a useful background to develop global policy decisions on adaptation and mitigation priorities over near-time horizons.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063891", 
        "title": "Observed climate change hotspots"
    }, 
    {
        "author": "Julien Boucharel, Axel Timmermann, Agus Santoso, Matthew H. England, Fei-Fei Jin, Magdalena A. Balmaseda", 
        "date": "2015-05-13T14:41:51.65745-05:00", 
        "description": "\n\nCharacteristics of the El Niño–Southern Oscillation (ENSO), such as frequency, propagation, spatial extent, and amplitude, strongly depend on the climatological background state of the tropical Pacific. Multidecadal changes in the ocean mean state are hence likely to modulate ENSO properties. To better link background state variations with low-frequency amplitude changes of ENSO, we develop a diagnostic framework that determines locally the contributions of different physical feedback terms on the ocean surface temperature variance. Our analysis shows that multidecadal changes of ENSO variance originate from the delicate balance between the background-state-dependent positive thermocline feedback and the atmospheric damping of sea surface temperatures anomalies. The role of higher-order processes and atmospheric and oceanic nonlinearities is also discussed. The diagnostic tool developed here can be easily applied to other tropical ocean areas and climate phenomena.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063843", 
        "title": "A surface layer variance heat budget for ENSO"
    }, 
    {
        "author": "Renaud Barbero, John T. Abatzoglou, Timothy J. Brown", 
        "date": "2015-05-14T10:22:13.63578-05:00", 
        "description": "\nSatellite-mapped fire perimeters and the multivariate El Niño–Southern Oscillation index were used to examine the impact of concurrent El Niño–Southern Oscillation (ENSO) phase on very large fire (VLF) occurrences over the intermountain northwestern United States (U.S.) from 1984 to 2012. While the warm phase of ENSO promotes drier and warmer than normal conditions across the region during winter and spring that favor widespread fire activity the following summer, a reduction in VLFs was found during the warm phase of ENSO during summer concurrent with the fire season. This paradox is primarily tied to an anomalous upper level trough over the western U.S. and positive anomalies in integrated water vapor that extend over the northwestern U.S. during summers when the warm phase of ENSO is present. Collectively, these features result in widespread increases in precipitation amount during the summer and a curtailment of periods of critically low-fuel moistures that can carry wildfire.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063428", 
        "title": "Seasonal reversal of the influence of El Niño–Southern Oscillation on very large wildfire occurrence in the interior northwestern United States"
    }, 
    {
        "author": "Johan A. Schmidt, Matthew S. Johnson", 
        "date": "2015-05-04T08:50:47.601256-05:00", 
        "description": "\n\nNitrous oxide (N2O) is potent greenhouse gas and source of ozone depleting NO to the stratosphere. Recent advances in mass spectrometry allow accurate measurement of multiply substituted (“clumped”) N2O isotopocules, providing new constraints on the N2O source budget. However, this requires a quantification of the “clumped” N2O fractionation from stratospheric photolysis (main sink). We use time-dependent quantum dynamics and a 1-D atmospheric model to determine the effect of stratospheric photolysis on the abundances of multisubstituted N2O isotopocules in the atmosphere. The ultraviolet absorption cross sections of 557 (i.e., 15N15N17O), 458, 548, 457, and 547 are presented for the first time and used to derive altitude-dependent photolysis rates and fractionation constants. We find that photolysis alters the N2O isotopic composition with multisubstituted mass 47 isotopocules being less abundant than expected from stochastics (Δ47 = −1.7‰ in the troposphere and down to −12‰ in the upper stratosphere).", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063102", 
        "title": "Clumped isotope perturbation in tropospheric nitrous oxide from stratospheric photolysis"
    }, 
    {
        "author": "C. Savigny, O. Lednyts'kyy, J. M. Forbes, X. Zhang", 
        "date": "2015-05-05T09:35:28.014206-05:00", 
        "description": "\nWe report on lunar semidiurnal tidal signatures in several parameters of the terrestrial airglow, including OI green line emission rates, OH(3-1) emission rates, as well as OH emission altitude, atomic oxygen, and OH(3-1) rotational temperature in the mesosphere/lower thermosphere region. The parameters were retrieved from spaceborne measurements of nightglow emissions at low latitudes with the Scanning Imaging Absorption Spectrometer for Atmospheric Chartography instrument on the Envisat satellite. The identified lunar tidal signatures in airglow emissions have amplitudes of a few percent and are highly significant statistically. Moreover, the signatures observed in the different parameters analyzed show a coherent behavior consistent with the view that they are caused by vertical motions associated with vertical transport of atomic oxygen and adiabatic cooling/heating. The observed lunar semidiurnal tidal signature in temperature is in good agreement with model simulations with the global scale wave model.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063567", 
        "title": "Lunar semidiurnal tide in the terrestrial airglow"
    }, 
    {
        "author": "M. Mendillo, C. Narvaez, G. Lawler, W. Kofman, J. Mouginot, D. Morgan, D. Gurnett", 
        "date": "2015-05-05T10:10:58.799907-05:00", 
        "description": "\n\nThe total electron content (TEC) of a planetary ionosphere is dominated by plasma near and above the height of maximum electron density (Nmax). The ratio TEC/Nmax represents the thickness (τ) of a TEC slab of uniform density (Nmax). For a photochemical ionosphere, τ relates to the scale height (H = kT/mg) of the ionized neutral gas as τ ~ 4 × H. Derived temperatures refer to ~160 km in thermosphere height—below the asymptotic temperature of the exosphere. The MARSIS instrument on Mars Express has produced data sets of TEC and Nmax. We used them to form τ patterns versus solar zenith angle and solar cycle phase. For daytime (SZA < 90°) conditions, <τ > day ~ 50 km, decreasing rapidly for solar zenith angle (SZA) > 90° to < τ > night ~ 25 km. These correspond to Tn values of 250°K and 125°K. Using Mars Global Surveyor data, τ patterns show a mild dependence upon the solar EUV flux proxy F10.7, with ΔTn(°K) ~ 0.3° per unit change in F10.7 at Mars.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063096", 
        "title": "The equivalent slab thickness of Mars' ionosphere: Implications for thermospheric temperature"
    }, 
    {
        "author": "Chun-Bo Leng, Jason E. Roberts, Guang Zeng, Yun-Hong Zhang, Yong Liu", 
        "date": "2015-05-05T09:41:27.435365-05:00", 
        "description": "\n\nThe Henry's law constants (KH) of triethylamine (TEA) in pure water and in 1-octanol were measured for the temperatures pertinent to the lower troposphere (278–298 K) using a bubble column system coupled to a Fourier transform infrared spectrometer. The KH values of TEA in water and 1-octanol at 298 K are 5.75 ± 0.86 mol L−1 atm−1 and 115.62 ± 5.78 mol L−1 atm−1. The KH values display strong dependence on temperature, pH, and ionic strength. The characteristic times for TEA to establish an equilibrium between gas and droplet with a size of 5.6 µm are ~33 s (298 K, pH = 5.6); ~8.9 × 102 s (278 K, pH = 5.6); ~1.3 × 103 s (298 K, pH = 4.0); and 3.6 × 104 s (278 K, pH = 4.0). The evaluation of TEA partitioning between gas phase and condensed phase implies that TEA predominantly resides in rainwater, and TEA loss to organic aerosol is negligible.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063840", 
        "title": "Effects of temperature, pH, and ionic strength on the Henry's law constant of triethylamine"
    }, 
    {
        "author": "Koji Imai, Takashi Imamura, Kenshi Takahashi, Hideharu Akiyoshi, Yousuke Yamashita, Makoto Suzuki, Ken Ebisawa, Masato Shiotani", 
        "date": "2015-05-07T09:45:03.611351-05:00", 
        "description": "\n\nThe Superconducting Submillimeter-Wave Limb-Emission Sounder (SMILES) successfully observed vertical distributions of ozone (O3) concentration in the middle atmosphere during the annular solar eclipse that occurred on 15 January 2010. In the mesosphere, where the photochemical lifetime of O3 is relatively short (approximately 100 s), altitude-dependent changes in O3 concentration under reduced solar radiation and their temporal variations were clearly observed as a function of the eclipse obscuration. This study reports the vertical distributions of mesospheric O3 during a solar eclipse event and analyzes theoretically the eclipse-induced changes. We show that simple analytical expressions for O3 concentration, which assume that O3 and O are in a photochemically steady state, can be used to describe the O3 concentration under reduced solar radiation. The SMILES data obtained during the eclipse provide a unique opportunity to test our current understanding of mesospheric O3 photochemistry.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063323", 
        "title": "SMILES observations of mesospheric ozone during the solar eclipse"
    }, 
    {
        "author": "WonMoo Kim, Wenju Cai, Jong-Seong Kug", 
        "date": "2015-05-07T13:47:00.938516-05:00", 
        "description": "\nThe warm phase of El Niño–Southern Oscillation can grow much stronger than the cold phase, but the associated dynamics are not well understood. Here we show that the anomalous zonal advection of warm water is the major process that pushes El Niño to extremes and that this anomalous advection results from the coupling of oceanic currents with eastward migration of the atmospheric convection; a greater zonal advection is associated with a greater extent of the eastward migration. By contrast, there is a limited extent for westward migration during La Niña. Climate models that successfully simulate the amplitude asymmetry display a systematic linkage of a greater longitudinal movement of the convection center with a stronger zonal advection and greater El Niño amplitude. In a warming world, the longitudinal migration of convection response increases, as does the role of zonal advection, increasing the frequency of future extremes of El Niño.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063886", 
        "title": "Migration of atmospheric convection coupled with ocean currents pushes El Niño to extremes"
    }, 
    {
        "author": "Chuntao Liu, Edward J. Zipser", 
        "date": "2015-05-07T14:03:40.130905-05:00", 
        "description": "\n\nBy grouping the contiguous precipitating area detected by the precipitation radar on board the Global Precipitation Mission (GPM) core satellite, snapshots of precipitation systems are summarized as precipitation features (PFs), and their properties are cataloged from 1 year GPM observations. These PFs are categorized by their area and depth and convective intensity based on the 20 and 40 dBZ radar echo tops, respectively. The largest PFs are found mainly over ocean at the mid-high latitudes, especially over southern ocean. The deepest PFs are mainly over tropical land, the West Pacific Warm Pool, and the Great Plains of the United States and Argentina. The most convectively intense PFs are dominant over land regions, including midlatitude and high latitude. The zonal precipitation contribution from extremely large precipitation systems is greater in midlatitude and high latitude than in the tropics. These extreme precipitation systems are rare but contribute significantly to the global precipitation. It is important to include their impacts in global climate models to correctly describe the global water cycle.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063776", 
        "title": "The global distribution of largest, deepest, and most intense precipitation systems"
    }, 
    {
        "author": "Allison L. Steiner, Sarah D. Brooks, Chunhua Deng, Daniel C. O. Thornton, Michael W. Pendleton, Vaughn Bryant", 
        "date": "2015-05-11T16:51:28.183072-05:00", 
        "description": "\n\nAnemophilous (wind-dispersed) pollen grains are emitted in large quantities by vegetation in the midlatitudes for reproduction. Pollen grains are coarse particles (5–150 µm) that can rupture when wet to form submicron subpollen particles (SPP) that may have a climatic role. Laboratory CCN experiments of six fresh pollen samples show that SPP activate as CCN at a range of sizes, requiring supersaturations from 0.81 (± 0.07)% for 50 nm particles, 0.26 (± 0.03)% for 100 nm particles, and 0.12 (± 0.00)% for 200 nm particles. Compositional analyses indicate that SPP contain carbohydrates and proteins. The SPP contribution to global CCN is uncertain but could be important depending on pollen concentrations outside the surface layer and the number of SPP generated from a single pollen grain. The production of hygroscopic SPP from pollen represents a novel, biologically driven cloud formation pathway that may influence cloud optical properties and lifetimes, thereby influencing climate.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064060", 
        "title": "Pollen as atmospheric cloud condensation nuclei"
    }, 
    {
        "author": "K. A. Reed, J. T. Bacmeister, N. A. Rosenbloom, M. F. Wehner, S. C. Bates, P. H. Lauritzen, J. E. Truesdale, C. Hannay", 
        "date": "2015-05-13T15:18:44.84643-05:00", 
        "description": "\nThis paper examines the impact of the dynamical core on the simulation of tropical cyclone (TC) frequency, distribution, and intensity. The dynamical core, the central fluid flow component of any general circulation model (GCM), is often overlooked in the analysis of a model's ability to simulate TCs compared to the impact of more commonly documented components (e.g., physical parameterizations). The Community Atmosphere Model version 5 is configured with multiple dynamics packages. This analysis demonstrates that the dynamical core has a significant impact on storm intensity and frequency, even in the presence of similar large-scale environments. In particular, the spectral element core produces stronger TCs and more hurricanes than the finite-volume core using very similar parameterization packages despite the latter having a slightly more favorable TC environment. The results suggest that more detailed investigations into the impact of the GCM dynamical core on TC climatology are needed to fully understand these uncertainties.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063974", 
        "title": "Impact of the dynamical core on the direct simulation of tropical cyclones in a high-resolution global model"
    }, 
    {
        "author": "Pablo E. Saide, David A. Peterson, Arlindo Silva, Bruce Anderson, Luke D. Ziemba, Glenn Diskin, Glen Sachse, Johnathan Hair, Carolyn Butler, Marta Fenn, Jose L. Jimenez, Pedro Campuzano-Jost, Anne E. Perring, Joshua P. Schwarz, Milos Z. Markovic, Phil Russell, Jens Redemann, Yohei Shinozuka, David G. Streets, Fang Yan, Jack Dibb, Robert Yokelson, O. Brian Toon, Edward Hyer, Gregory R. Carmichael", 
        "date": "2015-05-13T16:46:51.66199-05:00", 
        "description": "\nWe couple airborne, ground-based, and satellite observations; conduct regional simulations; and develop and apply an inversion technique to constrain hourly smoke emissions from the Rim Fire, the third largest observed in California, USA. Emissions constrained with multiplatform data show notable nocturnal enhancements (sometimes over a factor of 20), correlate better with daily burned area data, and are a factor of 2–4 higher than a priori estimates, highlighting the need for improved characterization of diurnal profiles and day-to-day variability when modeling extreme fires. Constraining only with satellite data results in smaller enhancements mainly due to missing retrievals near the emissions source, suggesting that top-down emission estimates for these events could be underestimated and a multiplatform approach is required to resolve them. Predictions driven by emissions constrained with multiplatform data present significant variations in downwind air quality and in aerosol feedback on meteorology, emphasizing the need for improved emissions estimates during exceptional events.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063737", 
        "title": "Revealing important nocturnal and day-to-day variations in fire smoke emissions through a multiplatform inversion"
    }, 
    {
        "author": "W. Feng, J. Höffner, D. R. Marsh, M. P. Chipperfield, E. C. M. Dawkins, T. P. Viehl, J. M. C. Plane", 
        "date": "2015-05-15T15:26:46.34953-05:00", 
        "description": "\n\nMeasurements of the diurnal cycle of potassium (K) atoms between 80 and 110 km have been made during October (for the years 2004–2011) using a Doppler lidar at Kühlungsborn, Germany (54.1°N, 11.7°E). A pronounced diurnal variation is observed in the K number density, which is explored by using a detailed description of the neutral and ionized chemistry of K in a three-dimensional chemistry climate model. The model captures both the amplitude and phase of the diurnal and semidiurnal variability of the layer, although the peak diurnal amplitude around 90 km is overestimated. The model shows that the total potassium density (≈ K + K+ + KHCO3) exhibits little diurnal variation at each altitude, and the diurnal variations are largely driven by photochemical conversion between these reservoir species. In contrast, tidally driven vertical transport has a small effect at this midlatitude location, and diurnal fluctuations in temperature are of little significance because they are small and the chemistry of K is relatively temperature independent.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063718", 
        "title": "Diurnal variation of the potassium layer in the upper atmosphere"
    }
]