[
    {
        "author": "Jan T. M. Lenaerts, Dewi Le Bars, Leo Kampenhout, Miren Vizcaino, Ellyn M. Enderlin, Michiel R. Broeke", 
        "date": "2015-07-21", 
        "description": "\n\nHere we present a long-term (1850-2200) best estimate of Greenland ice sheet (GrIS) freshwater runoff that improves spatial detail of runoff locations and temporal resolution. Ice discharge is taken from observations since 2000 and assumed constant in time. Surface meltwater runoff is retrieved from regional climate model output for the recent past, and parameterised for the future based on significant correlations between runoff and mid-tropospheric (500 hPa) summer temperature changes over theGrIS. The simplicity of this approach enables assimilation of meltwater runoff into coupled climate models, which is demonstrated here in a case study with the medium-resolution (1∘) Community Earth System Model (CESM). The model results suggest that the decrease in Atlantic Meridional Overturning Circulation (AMOC) is dominated by warming of the surface ocean, and enhanced GrIS freshwater forcing leads to a slightly enhanced (-1.2 Sv (Sverdrup) in the 21st century) weakening of the AMOC.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064738", 
        "title": "Representing Greenland ice sheet freshwater fluxes in climate models"
    }, 
    {
        "author": "M.G. Tosca, D.J. Diner, M.J. Garay, O.V. Kalashnikova", 
        "date": "2015-07-20", 
        "description": "\n\nIt is well established that smoke particles modify clouds, which in turn affects climate. However, no studies have quantified the temporal dynamics of aerosol-cloud interactions with direct observations. Here, for the first time, we use temporally-offset satellite observations from northern Africa between 2006 and 2010 to quantitatively measure the effect of fire aerosols on convective cloud dynamics. We attribute a reduction in cloud fraction during periods of high aerosol optical depths to a smoke-driven inhibition of convection. We find that higher smoke burdens limit upward vertical motion, increase surface pressure, and increase low-level divergence—meteorological indicators of convective suppression. These results are corroborated by climate simulations that show a smoke-driven increase in regionally averaged shortwave tropospheric heating and decrease in convective precipitation during the fire season. Our results suggest that, in tropical regions, anthropogenic fire initiates a positive feedback loop where increased aerosol emissions limit convection, dry the surface and enable increased fire activity via human ignition.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065063", 
        "title": "Human caused fires limit convection in tropical Africa: First temporal observations and attribution"
    }, 
    {
        "author": "P. S. M. Smets, L. G. Evers, S. P. Näsholm, S. J. Gibbons", 
        "date": "2015-07-20", 
        "description": "\n\nThis study demonstrates probabilistic infrasound propagation modelling using realistic perturbations. The ensembles of perturbed analyses, provided by the European Centre for Medium-range Weather Forecasts (ECMWF), include error variances of both model and assimilated observations.\nEnsemble spread profiles indicate a yearly mean effective sound speed variation of up to 8 m s− 1 in the stratosphere, exceeding occasionally 25 m s− 1 for a single ensemble set. It is shown that errors in point estimates of effective sound speed are dominated by variations in wind strength and direction.\nOne year of large mining explosions in the Aitik mine, northern Sweden, observed at infrasound array IS37 in northern Norway are simulated using 3-D ray tracing. Probabilistic propagation modelling using the ensembles demonstrates that small-scale fluctuations are not always necessary to improve the match between predictions and observations.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064992", 
        "title": "Probabilistic infrasound propagation using realistic atmospheric perturbations"
    }, 
    {
        "author": "J. S. Buehler, P. M. Shearer", 
        "date": "2015-07-20", 
        "description": "\n\nThe T-phase, conversion of acoustic to seismic energy, is typically observed as a high-frequency wavetrain at hydrophones or coastal seismic stations. Here we show that the T-phase can be observed in broad-band waveform stacks of ∼5200 earthquakes recorded by the Global Seismic Network. To enhance the phase arrivals in stacks, we apply STA/LTA filtering to individual traces before stacking. Although the T-phase arrival is visible in stacks from seismograms filtered at 0.5-5 Hz, it appears much stronger at higher frequencies (2-8 Hz), and is further enhanced by only stacking seismograms from oceanic paths. Stacking only subsets of the data depending on continental path lengths on the receiver side shows that the T-phase can be observed at stations up to 4∘ inland from the coast, and changes in the T-phase arrival time correspond to reasonable crustal velocities.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064721", 
        "title": "T-phase Observations in Global Seismogram Stacks"
    }, 
    {
        "author": "Erica Barth-Naftilan, Noel Aloysius, James E. Saiers", 
        "date": "2015-07-20", 
        "description": "\n\nWe characterize the appropriation of surface water for the extraction of natural gas from Pennsylvania's Marcellus Shale, and we examine the influences of these diversions on stream flows at 300 sites. Our analysis reveals that permitted withdrawals range from 50 m3 to more than 18,000 m3/d and that water is taken from streams of all sizes, from headwater streams to eighth order rivers. Flow alteration varies inversely with watershed area, and, for larger streams, is compounded by upstream withdrawals. The ratio of daily permitted withdrawal to median stream flow ranges from 0.0001 to unity, although low flows in most, but not all, smaller streams are protected by pass-by flow requirements. Temporal changes in surface water withdrawals track gas well completion activity, rather than changes in operational strategies, and while re-use of wastewater has increased since 2009, freshwater accounted for 75% of water used in hydraulic fracturing through the peak in gas well completion activity.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065240", 
        "title": "Spatial and temporal trends in freshwater appropriation for natural gas development in Pennsylvania's Marcellus Shale Play"
    }, 
    {
        "author": "J. Taddeucci, M. A. Alatorre-Ibarguengoitia, D. M. Palladino, P. Scarlato, C. Camaldo", 
        "date": "2015-07-20", 
        "description": "\n\nHigh-speed imaging of Strombolian explosions brings into view the motion of pyroclasts upon leaving the volcanic vent. The erupted gas-pyroclast mixtures form jets with well-defined leading vortex rings that rise at almost constant velocity proportional to the time-averaged velocity of pyroclasts. The ejection velocity of pyroclasts decreases over time and defines a conical profile centered on the jet central streamline. Pyroclast deceleration patterns are related to their velocity and compatible with drag force, but are also strongly controlled by jet dynamics. These patterns include constant, decreasing, or abruptly increasing decelerations up to 104 ms−2. Nonuniform deceleration focuses at the jet sides and, mostly, in a narrow zone across the vortex ring. This deceleration zone is trailed by a reduced drag zone, where deceleration is drastically reduced. In these highly transient eruptions, both zones move upwards and attenuate over time. Our results provide the first quantitative mapping of reduced drag zones.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064874", 
        "title": "High-speed imaging of Strombolian eruptions: Gas-pyroclast dynamics in initial volcanic jets"
    }, 
    {
        "author": "Tess E. Caswell, Reid F. Cooper, David L. Goldsby", 
        "date": "2015-07-20", 
        "description": "\n\nWe have performed creep and stress-reduction experiments on polycrystalline ice (grain sizes, d ≈ 30 and ≈ 245 µm) in the grain boundary sliding and dislocation creep regimes (stresses σ = 0.5–5 MPa, temperature T = 233 K), to determine the constant-hardness creep compliance under these conditions. Our results are consistent with a microstructural state-variable description of dislocation-effected deformation whose rate is accelerated by grain boundary sliding. The fine-grained specimens reveal no subgrain boundaries, indicating that the stress-sensitive microstructural feature upon which the state-variable behavior is founded may be the dislocation structure of the grain boundaries. Deviations of our constant-hardness data from the behavior predicted by the state-variable formulation allow estimation of the viscosity of the grain boundaries, which is ~4.8×106 Pa·s at this temperature.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064666", 
        "title": "The constant-hardness creep compliance of polycrystalline ice"
    }, 
    {
        "author": "Lei Dai, Chi Wang, Suping Duan, Zhaohai He, John R. Wygant, Cynthia A. Cattell, Xin Tao, Zhenpeng Su, Craig Kletzing, Daniel N. Baker, Xinlin Li, David Malaspina, J. Bernard Blake, Joseph Fennell, Seth Claudepierre, Drew L. Turner, Geoffrey D. Reeves, Herbert O. Funsten, Harlan E. Spence, Vassilis Angelopoulos, Dennis Fruehauff, Lunjin Chen, Scott Thaller, Aaron Breneman, Xiangwei Tang", 
        "date": "2015-07-20", 
        "description": "\n\nSubstorms generally inject 10s-100s keV electrons, but intense substorm electric fields have been shown to inject MeV electrons as well. An intriguing question is whether such MeV electron injections can populate the outer radiation belt. Here we present observations of a substorm injection of MeV electrons into the inner magnetosphere. In the pre-midnight sector at L∼5.5, Van Allen Probes (RBSP)-A observed a large dipolarization electric field (50mV/m) over ∼40s and a dispersionless injection of electrons up to ∼3 MeV. Pitch angle observations indicated betatron acceleration of MeV electrons at the dipolarization front. Corresponding signals of MeV electron injection were observed at LANL-GEO, THEMIS-D, and GOES at geosynchronous altitude. Through a series of dipolarizations, the injections increased the MeV electron phase space density by one order of magnitude in less than 3 hours in the outer radiation belt (L>4.8). Our observations provide evidence that deep injections can supply significant MeV electrons.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064955", 
        "title": "Near-Earth Injection of MeV Electrons associated with Intense Dipolarization Electric Fields: Van Allen Probes observations"
    }, 
    {
        "author": "S. Toledo-Redondo, A. Vaivads, M. André, Yu. V. Khotyaintsev", 
        "date": "2015-07-20", 
        "description": "\n\nMagnetic reconnection is a process permitting mass and energy exchange across plasma boundaries and converting magnetic energy into particle kinetic energy. Strong electric fields and currents due to the Hall effect are set up in narrow regions where ions are demagnetized but electrons remain magnetized. It has been recently shown that cold (few eV) ions are abundant or even dominate the Earth's magnetosphere, but most of the previous reconnection studies do not account for this population. These cold ions remain magnetized down to smaller length-scales than the hot ions, introducing a new scale into the system. In addition, the Hall currents are partially cancelled by magnetized cold ions. We use observations by the Cluster spacecraft at the Earth's magnetopause to verify that when a mixture of ions of very different temperatures is present in reconnecting plasmas, the microphysics related to the Hall effect is significantly modified.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065129", 
        "title": "Modification of the Hall physics in magnetic reconnection due to cold ions at the Earth's magnetopause"
    }, 
    {
        "author": "L. Trenchi, M. F. Marcucci, R. C. Fear", 
        "date": "2015-07-18", 
        "description": "\n\nMagnetic reconnection at the magnetopause occurs with a large density asymmetry and for a large range of magnetic shears. In these conditions, a motion of the X-line has been predicted in the direction of the electron diamagnetic drift. When this motion is super-Alfvenic, reconnection should be suppressed. We analysed a large dataset of Double Star TC-1 dayside magnetopause crossings, which includes reconnection and non-reconnection events. Moreover, it also includes several events during which TC-1 is near the X-line. With these close events we verified the diamagnetic suppression condition with local observations near the X-line. Moreover, with the same close events we also studied the motion of the X-line along the magnetopause. It is found that, when reconnection is not suppressed, the X-line moves northward or southward according to the orientation of the guide-field, which is related to the interplanetary magnetic field BY component, in agreement with the diamagnetic drift.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065213", 
        "title": "The effect of diamagnetic drift on motion of the dayside magnetopause reconnection line"
    }, 
    {
        "author": "Hyun-Su Jo, Sang-Wook Yeh, Sang-Ki Lee", 
        "date": "2015-07-18", 
        "description": "\n\nIt is found that sea surface temperature (SST) variability in the central-to-eastern tropical Pacific has a strong negative correlation with that of the central-to-eastern North Pacific during the 1998/99 regime shift in the boreal winter. This phenomenon is in contrast to before the 1998/99 regime shift. The anomalous Aleutian low pressure associated with the tropical SST forcing becomes stronger and its center shifted to the south and to the west after 1998/99. Concurrently, such a modulation causes the North Pacific SST to effectively change. This results in a close relationship between the tropical Pacific-North Pacific SST variability. The modulation of the Aleutian low pressure is primarily due to the location of the tropical convective heating, which shifted to the west around the dateline during 1998/99. The results of simple atmospheric model experiments support this hypothesis that the shift in the tropical convective heating to the west is responsible for the modulation of the Aleutian low pressure, leading to the change in the relationship with the tropical Pacific-North Pacific SST variability. These results imply that the predictability of the North Pacific SST after 1998/99 is enhanced due to the high correlation with the tropical Pacific SST variability.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065049", 
        "title": "Changes in the relationship in the SST variability between the tropical Pacific and the North Pacific across the 1998/99 regime shift"
    }, 
    {
        "author": "E. E. Titova, B. V. Kozelov, A. G. Demekhov, J. Manninen, O. Santolik, C. A. Kletzing, G. Reeves", 
        "date": "2015-07-16", 
        "description": "\n\nWe report on simultaneous spacecraft and ground-based observations of quasi-periodic VLF emissions and related energetic-electron dynamics. Quasi-periodic emissions in the frequency range 2–6 kHz were observed during a substorm on 25 January 2013 by Van Allen Probe-A and a ground-based station in the Northern Finland. The spacecraft detected the VLF signals near the geomagnetic equator in the night sector at L = 3.0-4.2 when it was inside the plasmasphere. During the satellite motion towards higher latitudes, the time interval between quasi-periodic elements decreased from 6 min to 3 min. We find one-to-one correspondence between the quasi-periodic elements detected by Van Allen Probe-A and on the ground, which indicates the temporal nature of the observed variation in the time interval between quasi-periodic elements. Multiсomponent measurements of the wave electric and magnetic fields by the Van Allen Probe A show that the quasi-periodic emissions were almost circularly right-hand polarized whistler-mode waves and had predominantly small (below 30°) wave vector angles with respect to the magnetic field. In the probable source region of these signals (L about 4), we observed synchronous variations of electron distribution function at energies of 10–20 keV and the quasi-periodic elements. In the pause between the quasi-periodic elements pitch-angle distribution of these electrons had a maximum near 900, while they become more isotropic during the development of quasi-periodic elements. The parallel energies of the electrons for which the data suggest direct evidence of the wave-particle interactions is in a reasonable agreement with the estimated cyclotron resonance energy for the observed waves.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064911", 
        "title": "Identification of the source of quasi-periodic VLF emissions using ground-based and Van Allen Probes satellite observations"
    }, 
    {
        "author": "K. B. Karnauskas, S. Jenouvrier, C. W. Brown, R. Murtugudde", 
        "date": "2015-07-16", 
        "description": "\n\nThe Galápagos is a flourishing yet fragile ecosystem whose health is particularly sensitive to regional and global climate variations. The distribution of several species, including the Galápagos Penguin, is intimately tied to upwelling of cold, nutrient–rich water along the western shores of the archipelago. Here we show, using reliable, high–resolution sea surface temperature observations, that the Galápagos cold pool has been intensifying and expanding northward since 1982. The linear cooling trend of 0.8°C per 33 years is likely the result of long–term changes in equatorial ocean circulation previously identified. Moreover, the northward expansion of the cold pool is dynamically consistent with a slackening of the cross–equatorial component of the regional trade winds—leading to an equatorward shift of the mean position of the Equatorial Undercurrent. The implied change in strength and distribution of upwelling has important implications for ongoing and future conservation measures in the Galápagos.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064456", 
        "title": "Strong sea surface cooling in the eastern equatorial Pacific and implications for Galápagos Penguin conservation"
    }, 
    {
        "author": "Youtong Zheng, Daniel Rosenfeld", 
        "date": "2015-07-16", 
        "description": "\n\nMeasurements done by the DOE/ARM program at the Southern Great Plains, the central Amazon and onboard an ocean-going ship between Honolulu and Los Angeles, show that updraft speeds measured by Doppler lidar and 95-GHz cloud Radar are tightly linearly correlated with cloud base height (Hb). Based on these relationships, a method of satellite retrieval of maximum (Wmax) and cloud base (Wb) updraft speeds in cloud-topped PBL is proposed. Hb, as an input for updraft estimation, is obtained from satellite-retrieved cloud base temperature in combination with 2-m air temperature derived from European Centre for Medium-Range Weather Forecasts reanalysis. Validation by the lidar and Radar measurements shows good agreements for the satellite retrieval of Wmax with RMSE (root-mean-square error) = 0.38 m/s and MAPE (mean-absolute-percentage-error) = 19%, and Wb with RMSE = 0.34 m/s and MAPE = 21%.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064809", 
        "title": "Linear relation between convective cloud base height and updrafts and application to satellite retrievals"
    }, 
    {
        "author": "M.-L. Timmermans", 
        "date": "2015-07-16", 
        "description": "\n\nHigh-resolution measurements of ocean temperature and salinity in the Arctic Ocean's Canada Basin reveal the importance of the release of solar-derived stored ocean heat on sea-ice growth. Locally-absorbed summer solar heat is stored in a Near Surface Temperature Maximum (NSTM) layer underlying the mixed layer. The heat content of the NSTM layer was anomalously large following summer 2007, which saw considerable sea-ice losses and intense solar absorption into the exposed surface ocean. Measurements provide evidence for the entrainment of NSTM-layer heat in fall/winter 2007–08 by shear-driven mixing, and convective mixing by the release of dense, salty plumes during sea-ice growth. While at least a portion of the NSTM-layer was eroded, deeper warm ocean layers remained unaffected. It is shown that the release of solar heat stored following summer 2007 was sufficient to have reduced sea-ice thickness at the end of the 2008 growth season by about 25%.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064541", 
        "title": "The impact of stored solar heat on Arctic sea-ice Growth"
    }, 
    {
        "author": "Petar Glišović, Alessandro M. Forte, Michael W. Ammann", 
        "date": "2015-07-16", 
        "description": "\n\nThe effect of grain size on mantle viscosity is comparable to that of temperature and pressure. The current 3-D distribution of grain size in the mantle is however unknown. To explore the possible variability of grain size, we use: geodynamic inferences of effective viscosity, vacancy diffusion rates in upper-mantle minerals and perovspkite in the lower mantle, lateral variations in temperature derived from seismic images, and different geotherms. An important outcome of this modeling is a new mapping of lateral viscosity variations throughout the mantle. The corresponding 3-D variations in grain size are characterized by two order of magnitude changes. We find a correlation between grain size variability in the mantle and absolute viscosity changes with depth. Our findings suggest that the traditional assumption of Arrhenius temperature dependence for vacancy diffusion in the lower mantle is not sufficient to constrain the deformation mechanisms that determine its effective bulk viscosity.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065142", 
        "title": "Variations in Grain Size and Viscosity Based on Vacancy Diffusion in Minerals, Seismic Tomography and Geodynamically Inferred Mantle Rheology"
    }, 
    {
        "author": "Yuji Yagi, Ryo Okuwaki", 
        "date": "2015-07-16", 
        "description": "\n\nWe compared spatiotemporal slip-rate and high-frequency (around 1 Hz) radiation distributions from teleseismic P-wave data to infer the seismic rupture process of the 2015 Gorkha, Nepal, earthquake. For these estimates, we applied a novel waveform inversion formulation that mitigates the effect of Green's functions uncertainty and a hybrid back-projection method that mitigates contamination by depth phases. Our model showed that the dynamic rupture front propagated eastward from the hypocenter at 3.0 km/s and triggered a large-slip event centered about 50 km to the east. It also showed that the large-slip event included a rapid rupture acceleration event and an irregular deceleration of rupture propagation before the rupture termination. Heterogeneity of the stress drop or fracture energy in the eastern part of the rupture area, where aftershock activity was high, inhibited rupture growth. High-frequency radiation sources tended to be in the deeper part of the large-slip area, which suggests that heterogeneity of the stress drop or fracture energy there may have contributed to the damage in and around Kathmandu.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064995", 
        "title": "Integrated seismic source model of the 2015 Gorkha, Nepal, earthquake"
    }, 
    {
        "author": "Timothy C. Bartholomaus, Jason M. Amundson, Jacob I. Walter, Shad O'Neel, Michael E. West, Christopher F. Larsen", 
        "date": "2015-07-15", 
        "description": "\n\nSubglacial discharge influences glacier basal motion and erodes and redeposits sediment. At tidewater glacier termini, discharge drives submarine terminus melting, affects fjord circulation, and is a central component of proglacial marine ecosystems. However, our present inability to track subglacial discharge and its variability significantly hinders our understanding of these processes. Here we report observations of hourly to seasonal variations in 1.5 – 10 Hz seismic tremor that strongly correlate with subglacial discharge but not with basal motion, weather, or discrete icequakes. Our data demonstrate that vigorous discharge occurs from tidewater glaciers during summer, in spite of fast basal motion that could limit the formation of subglacial conduits, and then abates during winter. Furthermore, tremor observations and a melt model demonstrate that drainage efficiency of tidewater glaciers evolves seasonally. Glaciohydraulic tremor provides a means by which to quantify subglacial discharge variations and offers a promising window into otherwise obscured glacierized environments.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064590", 
        "title": "Subglacial discharge at tidewater glaciers revealed by seismic tremor"
    }, 
    {
        "author": "A. Vona, G. Giordano, A. A. De Benedetti, R. D'Ambrosio, C. Romano, M. Manga", 
        "date": "2015-07-15", 
        "description": "\n\nIn August 2013 drilling triggered the eruption of mud near the international airport of Fiumicino (Rome, Italy). We monitored the evolution of the eruption and collected samples for laboratory characterization of physicochemical and rheological properties. Over time, muds show a progressive dilution with water; the rheology is typical of pseudoplastic fluids, with a small yield stress that decreases as mud density decreases. The eruption, while not naturally-triggered, shares several similarities with natural mud volcanoes, including mud componentry, grain-size distribution, gas discharge, and mud rheology. We use the size of large ballistic fragments ejected from the vent along with mud rheology to compute a minimum ascent velocity of the mud. Computed values are consistent with in situ measurements of gas phase velocities, confirming that the stratigraphic record of mud eruptions can be quantitatively used to infer eruption history and ascent rates and hence to assess (or reassess) mud eruption hazards.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064571", 
        "title": "Ascent velocity and dynamics of the Fiumicino mud eruption, Rome, Italy"
    }, 
    {
        "author": "Martin Schoenball, Nicholas C. Davatzes, Jonathan M. G. Glen", 
        "date": "2015-07-15", 
        "description": "\n\nA remarkable characteristic of earthquakes is their clustering in time and space, displaying their self-similarity. It remains to be tested if natural and induced earthquakes share the same behavior. We study natural and induced earthquakes comparatively in the same tectonic setting at the Coso Geothermal Field. Covering the pre-and co-production periods from 1981 to 2013, we analyze inter-event times, spatial dimension and frequency-size distributions for natural and induced earthquakes. Individually, these distributions are statistically indistinguishable. Determining the distribution of nearest-neighbor distances in a combined space-time-magnitude metric lets us identify clear differences between both kinds of seismicity. Compared to natural earthquakes, induced earthquakes feature a larger population of background seismicity and nearest-neighbors at large magnitude-rescaled times and small magnitude-rescaled distances. Local stress perturbations induced by field operations appear to be strong enough to drive local faults through several seismic cycles and reactivate them after time-periods on the order of a year.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064772", 
        "title": "Differentiating Induced and Natural Seismicity Using Space-Time-Magnitude Statistics Applied to the Coso Geothermal Field"
    }, 
    {
        "author": "Corentin Caudron, Benoit Taisne, Milton Garcès, Alexis Le Pichon, Pierrick Mialle", 
        "date": "2015-07-14", 
        "description": "\n\nThe February 2014 eruption of Kelud volcano (Indonesia) destroyed most of the instruments near it. We use remote seismic and infrasound sensors to reconstruct the eruptive sequence. The first explosions were relatively weak seismic and infrasound events. A major stratospheric ash injection occurred a few minutes later and produced long-lasting atmospheric and ground-coupled acoustic waves that were detected as far as 11,000 km by infrasound sensors, and up to 2,300 km away on seismometers. A seismic event followed ~12 minutes later and was recorded 7,000 km away by seismometers. We estimate a volcanic intensity [Pyle, 2000] around 10.9, placing the 2014 Kelud eruption between the 1980 Mount St. Helens and 1991 Pinatubo eruptions intensities. We demonstrate how remote infrasound and seismic sensors are critical for the early detection of volcanic explosions, and how they can help to constrain and understand eruptive sequences\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064885", 
        "title": "On the use of remote infrasound and seismic stations to constrain the eruptive sequence and intensity for the 2014 Kelud eruption"
    }, 
    {
        "author": "Yu Zhou, John R Elliott, Barry Parsons, Richard T Walker", 
        "date": "2015-07-14", 
        "description": "\n\nThe 2013 Balochistan earthquake, a predominantly strike-slip event, occurred on the arcuate Hoshab fault in the eastern Makran linking an area of mainly left-lateral shear in the east to one of shortening in the west. The difficulty of reconciling predominantly strike-slip motion with this shortening has led to a wide range of unconventional kinematic and dynamic models. Here we determine the vertical component of motion on the fault using a 1-m-resolution elevation model derived from post-earthquake Pleiades satellite imagery. We find a constant local ratio of vertical to horizontal slip through multiple past earthquakes, suggesting the kinematic style of the Hoshab fault has remained constant throughout the Late Quaternary. We also find evidence for active faulting on a series of nearby, subparallel faults, showing that failure in large, distributed and rare earthquakes is the likely method of faulting across the eastern Makran, reconciling geodetic and long-term records of strain accumulation.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065096", 
        "title": "The 2013 Balochistan earthquake: An extraordinary or completely ordinary event?"
    }, 
    {
        "author": "D. L. Turner, T. P. O'Brien, J. F. Fennell, S. G. Claudepierre, J. B. Blake, E. Kilpua, H. Hietala", 
        "date": "2015-07-14", 
        "description": "\n\nWe use Van Allen Probes data to investigate the responses of 10s of keV to 2 MeV electrons throughout a broad range of the radiation belts (2.5 ≤ L ≤ 6.0) during 52 geomagnetic storms from the most recent solar maximum. Electron storm-time responses are highly dependent on both electron energy and L-shell. 10s of keV electrons typically have peak fluxes in the inner belt or near-Earth plasma sheet and fill the inner magnetosphere during storm main phases. ~100 to ~600 keV electrons are enhanced in up to 87% of cases around L~3.7, and their peak flux location moves to lower L-shells during storm recovery phases. Relativistic electrons (≥~1 MeV) are nearly equally likely to produce enhancement, depletion, and no-change events in the outer belt. We also show that the L-shell of peak flux correlates to storm magnitude only for 100s of keV electrons.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064747", 
        "title": "The effects of geomagnetic storms on electrons in Earth's radiation belts"
    }, 
    {
        "author": "Ryan R. Rykaczewski, John P. Dunne, William J. Sydeman, Marisol García-Reyes, Bryan A. Black, Steven J. Bograd", 
        "date": "2015-07-14", 
        "description": "\n\nUpwelling is critical to the biological production, acidification, and deoxygenation of the ocean's major eastern boundary current ecosystems. A leading conceptual hypothesis projects that the winds that induce coastal upwelling will intensify in response to increased land-sea temperature differences associated with anthropogenic global warming. We examine this hypothesis using an ensemble of coupled, ocean–atmosphere models and find limited evidence for intensification of upwelling-favorable winds or atmospheric pressure gradients in response to increasing land-sea temperature differences. However, our analyses reveal consistent latitudinal and seasonal dependence of projected changes in wind intensity associated with poleward migration of major atmospheric high-pressure cells. Summertime winds near poleward boundaries of climatological upwelling zones are projected to intensify, while winds near equatorward boundaries are projected to weaken. Developing a better understanding future changes in upwelling winds is essential to identifying portions of the oceans susceptible to increased hypoxia, ocean acidification, and eutrophication under climate change.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064694", 
        "title": "Poleward displacement of coastal upwelling-favorable winds in the ocean's eastern boundary currents through the 21st century"
    }, 
    {
        "author": "Seung Hyun Lee, In Wook Yeo, Kang-Kun Lee, Russell L. Detwiler", 
        "date": "2015-07-14", 
        "description": "\n\nUnderstanding fluid flow and solute transport in rough-walled fractures is important in many problems such as geological storage of CO2 and siting of radioactive waste repositories. The first microscopic observation of fluid flow and solute transport through a rough-walled fracture was made to assess the evolution of eddies and their effect on non-Fickian tailing. A noteworthy phenomenon was observed that as the eddy grew, the particles were initially caught in and swirled around within eddies, and then cast back into main flow channel, which reduced tailing. This differs from the conventional conceptual model, which presumes a distinct separation between mobile and immobile zones. Fluid flow and solute transport modeling within the 3D fracture confirmed tail shortening due to mass transfer by advective paths between the eddies and the main flow channel, as opposed to previous 2D numerical studies that showed increased tailing with growing eddies.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065116", 
        "title": "Tail shortening with developing eddies in a rough-walled rock fracture"
    }, 
    {
        "author": "L. W. Blum, A. Halford, R. Millan, J. W. Bonnell, J. Goldstein, M. Usanova, M. Engebretson, M. Ohnsted, G. Reeves, H. Singer, M. Clilverd, X. Li", 
        "date": "2015-07-14", 
        "description": "\n\nElectromagnetic ion cyclotron (EMIC) waves have been suggested to be a cause of radiation belt electron loss to the atmosphere. Here simultaneous, magnetically conjugate measurements are presented of EMIC wave activity, measured at geosynchronous orbit and on the ground, and energetic electron precipitation, seen by the BARREL balloon campaign, on two consecutive days in January 2013. Multiple bursts of precipitation were observed on the dusk-side of the magnetosphere at the end of 18 Jan and again late on 19 Jan, concurrent with particle injections, substorm activity, and enhanced magnetospheric convection. The structure, timing, and spatial extent of the waves are compared to those of the precipitation during both days to determine when and where EMIC waves cause radiation belt electron precipitation. The conjugate measurements presented here provide observational support of the theoretical picture of dusk-side interaction of EMIC waves and MeV electrons leading to radiation belt loss.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065245", 
        "title": "Observations of coincident EMIC wave activity and dusk-side energetic electron precipitation on 18–19 January 2013"
    }, 
    {
        "author": "Helene Le Mével, Kurt L. Feigl, Loreto Córdova, Charles DeMets, Paul Lundgren", 
        "date": "2015-07-14", 
        "description": "\n\nThe Laguna del Maule (LdM) volcanic field in the southern volcanic zone of the Chilean Andes exhibits a large volume of rhyolitic material erupted during postglacial times (20–2 ka). Since 2007, LdM has experienced an unrest episode characterized by high rates of deformation. Analysis of new GPS and InSAR data reveals uplift rates greater than 190 mm/yr between January 2013 and November 2014. The geodetic data are modeled as an inflating sill at depth. The results are used to calculate the temporal evolution of the vertical displacement. The best time function for modeling the InSAR data set is a double exponential model with rates increasing from 2007 through 2010 and decreasing slowly since 2011. We hypothesize that magma intruding into an existing silicic magma reservoir is driving the surface deformation. Modeling historical uplift at Yellowstone, Long Valley and Three Sisters volcanic fields suggests a common temporal evolution of vertical displacement rates.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064665", 
        "title": "Evolution of unrest at Laguna del Maule volcanic field (Chile) from InSAR and GPS measurements, 2003 to 2014"
    }, 
    {
        "author": "V. L. Stevens, JP Avouac", 
        "date": "2015-07-14", 
        "description": "\n\nWe determine the slip rate and pattern of interseismic coupling on the Main Himalayan Thrust (MHT) along the entire Himalayan arc based on a compilation of geodetic, InSAR and microseismicity data. We show that convergence is perpendicular to the arc and increases eastwards from 13.3±1.7 mm/yr to 21.2±2.0 mm/yr. These rates are comparable to geological and geomorphic estimates, indicating an essentially elastic geodetic surface strain. The interseismic uplift rate predicted from the coupling model closely mimics the topography, suggesting that a small percentage of the interseismic strain is permanent. We find that the fault is fully locked along its complete length over about 100 km width. We don't find any resolvable aseismic barrier that could affect the seismic segmentation of the arc and limit the along strike propagation of seismic ruptures. The moment deficit builds up at a rate of 15.1±1 × 1019 N.m/yr for the entire length of the Himalaya.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064845", 
        "title": "Interseismic Coupling on the Main Himalayan Thrust"
    }, 
    {
        "author": "Nicola Maher, Shayne McGregor, Matthew H. England, Alexander Sen Gupta", 
        "date": "2015-07-14", 
        "description": "\n\nThe effects of large tropical volcanic eruptions on Indo-Pacific tropical variability are investigated using 122 historical ensemble members from CMIP5. Radiative forcing due to volcanic aerosols in the stratosphere is found to increase the likelihood of a model climatic response that projects onto both the El Niño-Southern Oscillation and the Indian Ocean Dipole (IOD) mode. Large eruptions are associated with co-occurring El Niño and positive IOD events in the ensemble means that peak 6–12 months after the volcanic forcing peaks, marking a significant increase in the likelihood of each event occurring in the Southern Hemisphere (SH) spring/summer post-eruption. There is also an ensemble mean La Niña-like response in the third SHsummer post-eruption, which coincides with a significant increase in the likelihood of a La Niña occurring. Taken together with the initial cooling, this La Niña-like response may increase the persistence of the cool global-average surface temperature anomaly after an eruption.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064751", 
        "title": "Effects of volcanism on tropical variability"
    }, 
    {
        "author": "L. Bopp, M. Lévy, L. Resplandy, J.B. Sallée", 
        "date": "2015-07-14", 
        "description": "\n\nThe oceanic uptake of anthropogenic carbon is tightly coupled to carbon subduction, i.e. the physical carbon transfer from the well-ventilated surface ocean to its interior. Despite their importance, pathways of anthropogenic carbon subduction are poorly understood. Here we use an ocean carbon cycle model to quantify the mechanisms controlling this subduction. Over the last decade, 90% of the oceanic anthropogenic carbon is subducted at the base of the seasonally-varying mixed layer. Vertical diffusion is the primary mechanism of this subduction (contributing 65% of total subduction), despite very low local fluxes. In contrast, advection drives the spatial patterns of subduction, with high positive and negative local fluxes. Our results suggestthat vertical diffusion could have a leading role in anthropogenic carbon subduction, which highlights the need for an accurate estimate of vertical diffusion intensity in the upper ocean to further constrain estimates of the future evolution of carbon uptake.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065073", 
        "title": "Pathways of anthropogenic carbon subduction in the global ocean"
    }, 
    {
        "author": "Lingxiao Ying, Zehao Shen, Shilong Piao", 
        "date": "2015-07-14", 
        "description": "\n\nThe spatial and temporal variability of the recent land warming hiatus have seldom been explored, despite their importance for understanding the mechanisms underlying the phenomenon. In this study, we applied piecewise linear regression to investigate the spatiotemporal patterns of the breakpoint time of warming over 40 years (1974–2013). Our results showed that at the global scale, mean annual temperature (MAT) over the land increased significantly until 2005 and that the warming trend then stalled. However, the breakpoint time of the warming varied greatly among different seasons and continents. We found no statistically significant breakpoint in MAT over the Northern Hemisphere, but MAT over the Southern Hemisphere showed a significant breakpoint (P < 0.001) in 1979. At the seasonal scale, only the winter season (Dec–Jan–Feb) showed a statistically significant breakpoint in global land temperature. The other seasons showed continuous increasing temperature during the whole study period. Our study examined the recent global warming hiatus on the land surface using an area-weighted summary of a scale-dependent phenomenon with substantial spatiotemporal heterogeneity, and revealed the winter cooling in the Northern Hemisphere low-mid latitudes in 1999-2008 as the major contributor to the global warming hiatus on land surface in 2005. This result highlights the importance of using a statistical method to identify the timing of climate phase change. A better understanding of the processes behind the spatiotemporal patterns of local-scale breakpoint occurrences in land surface temperature would shed new light on the mechanisms of the recent global warming hiatus.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064884", 
        "title": "The recent hiatus in global warming of the land surface: scale-dependent breakpoint occurrences in space and time"
    }, 
    {
        "author": "Mohammad Heidarzadeh, Aditya Riadi Gusman, Tomoya Harada, Kenji Satake", 
        "date": "2015-07-14", 
        "description": "\n\nWe characterized tsunamis from the 29 March and 5 May 2015 Kokopo, Papua New Guinea Mw 7.5 earthquake doublet. Teleseismic body-wave inversions using various rupture velocities (Vr) showed similar source-time functions and waveform agreements but the spatial distributions of the slips were different. The rupture durations were ~45 and ~55 s for the March and May events, with their peaks at ~25 and at ~17 s, respectively. Tsunami simulations favored source models with Vr=1.75 and 1.50 km/s for the March and May earthquakes. The largest slip on the fault was similar (2.1 and 1.7 m), but the different depths and locations yielded maximum seafloor uplift of ~ 0.4 and ~ 0.2 m. Tsunami simulation from hypothetical great earthquakes (M 8.4 & 8.5) on the New Britain trench showed that tsunami amplitudes may reach up to 10 m in Rabaul, but most tsunami energy was confined within the Solomon Sea.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064770", 
        "title": "Tsunamis from the 29 March and 5 May 2015 Papua New Guinea earthquake doublet (Mw 7.5 ) and tsunamigenic potential of the New Britain trench"
    }, 
    {
        "author": "Ning Gu, Wenying Jiang, Luo Wang, Enlou Zhang, Shiling Yang, Shangfa Xiong", 
        "date": "2015-07-14", 
        "description": "\n\nAuthigenic carbonate and evaporite minerals in lake sediments are widely used to qualitatively reconstruct climate. However, uncertainties still remain about their quantitative relationship to climate. Here we investigate 86 modern lakes in northern China to examine the relationships between mineral formation, lake water chemistry and climate. The results show that, from east to west, with increasing salinity and ionic concentration, calcite, dolomite and evaporite minerals (gypsum and halite) occur in sequence. Their eastern boundaries approximate modern isohyets and we define for the first time rainfall thresholds of 600 mm, 400 mm, and 350 mm for the formation of calcite, dolomite and evaporite minerals, respectively. Since the 400 mm and 600 mm isohyets also coincide with vegetation boundaries, our findings enable a new approach for the quantitative reconstruction of paleoprecipitation and paleovegetation based on mineral analysis.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064340", 
        "title": "Rainfall thresholds for the precipitation of carbonate and evaporite minerals in modern lakes in northern China"
    }, 
    {
        "author": "Fabrice Lambert, Alessandro Tagliabue, Gary Shaffer, Frank Lamy, Gisela Winckler, Laura Farias, Laura Gallardo, Ricardo De Pol-Holz", 
        "date": "2015-07-14", 
        "description": "\n\nMineral dust aerosols play a major role in present and past climates. To date, we rely on climate models for estimates of dust fluxes to calculate the impact of air-borne micronutrients on biogeochemical cycles. Here we provide a new global dust flux dataset for Holocene and Last Glacial Maximum (LGM) conditions based on observational data. A comparison with dust flux simulations highlights regional differences between observations and models. By forcing a biogeochemical model with our new dataset and using this model's results to guide a millennial-scale Earth System Model simulation, we calculate the impact of enhanced glacial oceanic iron deposition on the LGM-Holocene carbon cycle. On centennial timescales, the higher LGM dust deposition result in a weak reduction of <10 ppm in atmospheric CO2 due to enhanced efficiency of the biological pump. This is followed by a further ~10 ppm reduction over millennial timescales due to greater carbon burial and carbonate compensation.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064250", 
        "title": "Dust fluxes and iron fertilization in Holocene and Last Glacial Maximum climates"
    }, 
    {
        "author": "Jan Vinogradov, Matthew D. Jackson", 
        "date": "2015-07-14", 
        "description": "\n\nWe report measurements of the zeta potential of natural sandstones saturated with NaCl electrolytes of varying ionic strength at temperatures up to 150°C. The zeta potential is always negative, but decreases in magnitude with increasing temperature at low ionic strength (0.01 M) and is independent of temperature at high ionic strength (0.5 M). The pH also decreases with increasing temperature at low ionic strength, but remains constant at high ionic strength. The temperature dependence of the zeta potential can be explained by the temperature dependence of the pH. Our findings are consistent with published models of the zeta potential, so long as the temperature dependence of the pH at low ionic strength is accounted for, and can explain the hitherto contradictory results reported in previous studies.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064795", 
        "title": "Zeta potential in intact natural sandstones at elevated temperatures"
    }, 
    {
        "author": "Domenico Granieri, Giuseppe Salerno, Marco Liuzzo, Alessandro La Spina, Giovanni Giuffrida, Tommaso Caltabiano, Gaetano Giudice, Eduardo Gutierrez, Francisco Montalvo, Michael R. Burton, Paolo Papale", 
        "date": "2015-07-14", 
        "description": "\n\nSan Miguel volcano, El Salvador, erupted on 29 December 2013, after a 46-year period characterized by weak activity. Prior to the eruption a trend of increasing SO2 emission rate was observed, with all values measured after mid-November greater than the average value of the previous year (~310 t d−1). During the eruption, SO2 emissions increased from the level of ~330 t d−1 to 2200 t d−1, dropping after the eruption to an average level of 680 t d−1. Wind measurements and SO2 emission rates during the pre-, syn- and post-eruptive stages were used to model SO2 dispersion around the volcano. Atmospheric SO2 concentration exceeded the dangerous threshold of 5 ppm in the crater region, and in some sectors with medium elevation of the highly visited volcanic cone. Combining the SO2 emission rate with measured CO2/SO2, HCl/SO2 and HF/SO2 plume gas ratios we estimate the CO2, HCl and HF outputs for the first time on this volcano.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064660", 
        "title": "Emission of gas and atmospheric dispersion of SO2 during the December 2013 eruption at San Miguel volcano (El Salvador, Central America)"
    }, 
    {
        "author": "Fabio Vittorio De Blasio, Giovanni Battista Crosta", 
        "date": "2015-07-14", 
        "description": "\n\nFragmentation has been proposed as an important dynamical process in the propagation of rock avalanches. The occurrence of an intense block fragmentation inside a rock avalanche travelling on smooth inclined terrain followed by a flat region (a geometry common to many landslides), is first studied numerically by means of a discrete element 2-D code in which blocks are subjected to mutual collisions and impact with the terrain. This numerical model confirms that the locations where fragmentation is more likely to occur are those in correspondence of abrupt slope changes. We thus analyze this geometry of impact in two cases: low and high impact energy. In the first case, where recent experimental data are available, a kinematic analysis shows that the energy released at impact causes high velocities of the smallest fragments, a highly probable scenario in rock avalanche dynamics. When the impact is so energetic to disintegrate the landslide, we find that explosive fragmentation at the slope break provides an extra horizontal boost to a rock avalanche via a peculiar mechanism coupling the geometry of the slope path to the dynamics of the rock avalanche. As a consequence, a net momentum gain (boost) results along the horizontal direction due to the terrain asymmetry. However, under normal field conditions, only when the slope angle is greater than 70° and fragmentation produces clasts of fairly uniform size, the momentum and run-out distance are significantly enhanced. Allowing for a spectrum of fragment sizes and velocities, we find a relationship between the degree of fragmentation and the magnitude of the extra boost.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064723", 
        "title": "Fragmentation and boosting of rock falls and rock avalanches"
    }, 
    {
        "author": "Michael G. Jacox, Steven J. Bograd, Elliott L. Hazen, Jerome Fiechter", 
        "date": "2015-07-14", 
        "description": "\n\nA regional ocean model is used to evaluate the roles of wind, surface heat flux, and basin-scale climate variability in regulating the upwelled nitrate supply in the California Current. A strong positive trend in nitrate flux from 1980 to 2010 was driven almost entirely by enhanced equatorward winds, negating a weak negative trend associated with increased surface heat flux. Increased upwelling and nitrate flux are consistent with cooler surface temperatures and higher phytoplankton concentrations observed over the same period. Changes in remote ocean forcing, resulting primarily from basin-scale climate variability (e.g., ENSO, PDO), drive considerable interannual fluctuations and may dominate the ecosystem response on interannual to decadal timescales. However, comparison with previously published findings suggests that local wind intensification persists through changing basin-scale climate regimes. Understanding the different timescales of variability in forcing mechanisms, and their interactions with each other, is necessary to distinguish transient ecosystem impacts from secular trends.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065147", 
        "title": "Sensitivity of the California Current Nutrient Supply to Wind, Heat, and Remote Ocean Forcing"
    }, 
    {
        "author": "J. P. Younger, I. M. Reid, R. A. Vincent, D. J. Murphy", 
        "date": "2015-07-07", 
        "description": "\n\nA new technique for determining the height of a constant density surface at altitudes of 78–85 km is presented. The first results are derived from a decade of observations by a meteor radar located at Davis Station in Antarctica and are compared with observations from the Microwave Limb Sounder instrument aboard the Aura satellite. The density of the neutral atmosphere in the mesosphere/lower thermosphere region around 70–110 km is an essential parameter for interpreting airglow derived atmospheric temperatures, planning atmospheric entry maneuvers of returning spacecraft, and understanding the response of climate to different stimuli. This region is not well characterized however, due to inaccessibility combined with a lack of consistent strong atmospheric radar scattering mechanisms. Recent advances in the analysis of detection records from high performance meteor radars provide new opportunities to obtain atmospheric density estimates at high time resolutions in the MLT region using the durations and heights of faint radar echoes from meteor trails. Previous studies have indicated that the expected increase in underdense meteor radar echo decay times with decreasing altitude is reversed in the lower part of the meteor ablation region due to the neutralization of meteor plasma. The height at which the gradient of meteor echo decay times reverses is found to occur at a fixed atmospheric density. Thus, the gradient reversal height of meteor radar diffusion coefficient profiles can be used to infer the height of a constant density level, enabling the observation of mesospheric density variations using meteor radar.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065066", 
        "title": "A method for estimating the height of a mesospheric density level using meteor radar"
    }, 
    {
        "author": "Jiabin Liu, Keyu Fa, Yuqing Zhang, Bin Wu, Shugao Qin, Xin Jia", 
        "date": "2015-07-07", 
        "description": "\n\nDeserts may show strong downward CO2 fluxes and thus could be a significant carbon sink. However, this hypothesis has been strongly challenged because of the failure to determine both the reliability of flux measurements and the exact location of fixed carbon. In this study, we added 13CO2 to natural (unsterilized) soil in the Mu Us Desert in northern China and quantified the partitioning of added 13CO2 into soil solid and vapor phases. Results show that natural desert soil absorbed 13CO2 at a mean rate of 0.28 g m−2d−1. Of the absorbed 13CO2, 7.1% was released over a 48-h period after 13CO2 feeding, 72.8% was stored in the soil solid phase, 0.0007% was found in the vapor phase, while 20.0% of the absorbed 13CO2 was undetected. These results indicate that undisturbed desert soils can absorb CO2 from the atmosphere, with the majority of fixed carbon conserved in the soil solid phase.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064689", 
        "title": "Abiotic CO2 uptake from the atmosphere by semi-arid desert soil and its partitioning into soil phases"
    }, 
    {
        "author": "Sanjiv K. Tiwari, David A. Falconer, Ronald L. Moore, P. Venkatakrishnan, Amy R. Winebarger, Igor G. Khazanov", 
        "date": "2015-07-07", 
        "description": "\n\nWe show that the speed of the fastest coronal mass ejections (CMEs) that an active region (AR) can produce can be predicted from a vector magnetogram of the AR. This is shown by logarithmic plots of CME speed (from the SOHO LASCO CME catalog) versus each of ten AR-integrated magnetic parameters (AR magnetic flux, three different AR magnetic-twist parameters, and six AR free-magnetic-energy proxies) measured from the vertical and horizontal field components of vector magnetograms (from the Solar Dynamics Observatory's Helioseismic and Magnetic Imager) of the source ARs of 189 CMEs. These plots show: (1) the speed of the fastest CMEs that an AR can produce increases with each of these whole-AR magnetic parameters, and (2) that one of the AR magnetic-twist parameters and the corresponding free-magnetic-energy proxy each determine the CME-speed upper-limit line somewhat better than any of the other eight whole-AR magnetic parameters.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064865", 
        "title": "Near-Sun Speed of CMEs and the Magnetic Non-potentiality of their Source Active Regions"
    }, 
    {
        "author": "Chiung-Wen June Chang, Wan-Ling Tseng, Huang-Hsiung Hsu, Noel Keenlyside, Ben-Jei Tsuang", 
        "date": "2015-07-07", 
        "description": "\n\nGlobal warming's impact on the Madden-Julian Oscillation (MJO) is assessed using one of the few models capable in reproducing its key features. In a warmer climate predicted for the end of the century, the MJO increases in amplitude (by ~30%) and frequency, showing a more circumglobal propagation tendency. The MJO spatial extent becomes enhanced, deeper and more zonally extended but meridionally confined. A stronger vertical tilting structure in diabatic heating, moisture and convergence fields is seen. Our findings indicate that these changes result from an intensification of the frictional-wave CISK mechanism via the coupling of dynamical and thermodynamic response to the warming. The warming and moistening of the mean state contribute to the enhanced deep convective heating, driving a stronger forced Kelvin wave-like perturbation. This reinforces the frictional low-level convergence, leading to larger shallow convective heating, and therefore to a faster development and enhancement of the deep convection in the MJO.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065095", 
        "title": "The Madden-Julian Oscillation in a Warmer World"
    }, 
    {
        "author": "Ellen Quataert, Curt Storlazzi, Arnold Rooijen, Olivia Cheriton, Ap Dongeren", 
        "date": "2015-07-07", 
        "description": "\n\nA numerical model, XBeach, calibrated and validated on field data collected at Roi-Namur Island on Kwajalein Atoll in the Republic of Marshall Islands, was used to examine the effects of different coral reef characteristics on potential coastal hazards caused by wave-driven flooding and how these effects may be altered by projected climate change. The results presented herein suggest that coasts fronted by relatively narrow reefs with steep fore reef slopes (~1:10 and steeper) and deeper, smoother reef flats are expected to experience the highest wave runup. Wave runup increases for higher water levels (sea level rise), higher waves and lower bed roughness (coral degradation), which are all expected effects of climate change. Rising sea levels and climate change will therefore have a significant negative impact on the ability of coral reefs to mitigate the effects of coastal hazards in the future.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064861", 
        "title": "The influence of coral reefs and climate change on wave-driven flooding of tropical coastlines."
    }, 
    {
        "author": "Chuliang Xiao, Yaocun Zhang", 
        "date": "2015-07-06", 
        "description": "\n\nThe wintertime East Asian eddy-driven jet (EAEJ) responding to climate change in the 21st century is studied using model outputs from the Coupled Model Intercomparison Project phase 5 (CMIP5). Compared to the location displacement in oceanic eddy-driven jets, the magnitude change of synoptic-scale transient eddy activities, measured by eddy kinetic energy (EKE), is a more striking feature in EAEJ. An intensified EKE is projected unanimously by CMIP5 models, suggesting that potential strong winter storm events are likely to happen in East Asian midlatitude in a warming climate. The future change of EKE in EAEJ can be understood in terms of growing baroclinicity wave. The upper-level EKE is highly correlated to the low-level static stability, Brunt-Väisälä frequency (BVF). CMIP5 models generally project an intensified upper-level EKE with a reduced low-level BVF (ΔEKE ∝–ΔBVF). Meanwhile, the enhancement of EKE is also constrained by its historical state (ΔEKE ∝–EKE). Intermodel variabilities among CMIP5 models reveal a similar but weaker relationship between ΔBVF (or EKE) and ΔEKE, indicating relatively large model diversities and independencies among CMIP5 models.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064641", 
        "title": "Projected changes of wintertime synoptic-scale transient eddy activities in the East Asian eddy-driven jet from CMIP5 experiments"
    }, 
    {
        "author": "Nicholas J. Elst, Bruce E. Shaw", 
        "date": "2015-07-06", 
        "description": "\n\nAftershocks may be driven by stress concentrations left by the mainshock rupture, or by elastic stress transfer to adjacent fault sections or strands. Aftershocks that occur within the initial rupture may be limited in size, because the scale of the stress concentrations should be smaller than the primary rupture itself. On the other hand, aftershocks that occur on adjacent fault segments outside the primary rupture should have no such size limitation. Here we use high-precision double-difference relocated earthquake catalogs to demonstrate that larger aftershocks occur farther away than smaller aftershocks, when measured from the centroid of early aftershock activity – a proxy for the initial rupture. Aftershocks as large or larger than the initiating event nucleate almost exclusively in the outer regions of the aftershock zone. This observation is interpreted as a signature of elastic rebound in the earthquake catalog, and can be used to improve forecasting of large aftershocks.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064734", 
        "title": "Larger aftershocks happen farther away: non-separability of magnitude and spatial distributions of aftershocks."
    }, 
    {
        "author": "Johannes Mülmenstädt, Odran Sourdeval, Julien Delanoë, Johannes Quaas", 
        "date": "2015-07-05", 
        "description": "\n\nA climatology of thermodynamic phase of precipitating cloud is presented derived from global, land and ocean, retrievals from Cloudsat, CALIPSO, and MODIS. Like precipitation rate, precipitation frequency is dominated by warm rain, defined as rain produced via the liquid phase only, over the tropical oceans outside the ITCZ and by cold rain, produced via the ice phase, over the midlatitude oceans and continents. Warm rain is very infrequent over the continents, with significant warm rain found only in onshore flow in the tropics, and over India, China, and Indochina. Comparison of the properties of precipitating and non-precipitating warm clouds shows that the scarcity of warm rain over land can be explained by smaller effective radii in continental clouds that delay the onset of precipitation. The results highlight the importance of ice-phase processes for the global hydrological cycle and may lead to an improved parameterization of precipitation in general circulation models.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064604", 
        "title": "Frequency of occurrence of rain from liquid-, mixed- and ice-phase clouds derived from A–Train satellite retrievals"
    }, 
    {
        "author": "Nestor G. Cerpa, Rodolfo Araya, Muriel Gerbault, Riad Hassani", 
        "date": "2015-07-04", 
        "description": "\n\nSlab dip controls the state of stress in an overriding plate and affects mountain building. Analog and numerical models have shown variations in tectonic regime induced by slab folding over the 660 km depth discontinuity zone in orthogonal convergence. Here, using a three-dimensional model of oblique subduction (30°) and accounting for free top surfaces, we show how slab folding generates an along-strike slab dip segmentation, inducing variations in topography of the overriding plate.When the subducting plate begins to curve forward, the elevation height rises inland and varies along the trench from 5 km to 2 km. The Andes are a suitable natural zone to compare our results with because of its linear margin and well-constrained plates kinematics. Thus, we provide a new explanation to the general decrease in elevation from the Central to Southern Andes, but which still remains to be combined with other 3D mechanisms to explain the actual Andean topography.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064047", 
        "title": "Relationship between slab dip and topography segmentation in an oblique subduction zone: Insights from numerical modeling"
    }, 
    {
        "author": "R. A. Marshall, C. L. Silva, V. P. Pasko", 
        "date": "2015-07-04", 
        "description": "\n\nWe present evidence of ionospheric optical signatures of lightning, known as elves, which sometimes occur in pairs separated in time by ~80–160 μs. We demonstrate that these “elve doublets” are the ionospheric signature of Compact Intracloud Discharges (CIDs), which are extremely powerful, compact discharges that are thought to occur near the tops of thunderclouds. In this paper, using simple geometric calculations and full electromagnetic simulations, we show that CIDs from altitudes 14–22 km explain the time delay observed in elve doublets, consistent with typical CID altitudes. Furthermore, we show that the relative brightness of the first and second elves in the doublet is likely related to the orientation of the CID, andangles of 5°–20° with respect to the vertical are consistent with the observed brightness ratios.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064862", 
        "title": "Elve Doublets and Compact Intracloud Discharges"
    }, 
    {
        "author": "Roberta Tozzi, Michael Pezzopane, Paola De Michelis, Mirko Piersanti", 
        "date": "2015-07-04", 
        "description": "\n\nThe innovative geometry of ESA Swarm constellation opens the way for new investigations based on magnetic data. Since the knowledge of a vector field on two spherical surfaces allows calculating its curl, we propose a new technique to estimate the curl ofthe ionospheric magnetic field measured by Swarm satellites A and B, orbiting the Earth at two different altitudes from March to September 2014. Using this technique we mapped the amplitude of the radial, meridional and zonal components and of total intensity of the ionospheric current density at the satellite's altitudes, i.e. the F-region of the ionosphere, during two local night-time intervals: before and after midnight. Most of obtained results are consistent with some of the known features of night-time F-region currents, others need further investigation. The proposed technique could contribute in selecting magnetic data with minimum contamination from night-time F-region electric currents for magnetic modeling purposes.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064841", 
        "title": "Applying a curl-B technique to Swarm vector data to estimate night-time F-region current intensities"
    }, 
    {
        "author": "R. A. Marshall, Jia Yue, Walter A. Lyons", 
        "date": "2015-07-04", 
        "description": "\n\nRecent video observations have shown that elves – the visible manifestation of the lightning electromagnetic pulse (EMP) interacting with the lower ionosphere – can be modulated by neutral density fluctuations at lower-ionosphere altitudes due to gravity waves. The elve emissions thus illuminate the gravity wave structure. Here, we use a finite-difference time-domain (FDTD) model of the lightning EMP to simulate elve emissions in the presence of neutral density fluctuations representative of gravity waves. We show that observable elve striations can be generated by gravity waves with a neutral density perturbation of as low as 5% at elve altitudes near 85 km. Higher perturbations lead to more pronounced striations. The depth of the optical signature perturbation is found to be similar in magnitude to the neutral density perturbation at elve altitudes, although the relationship depends on viewing geometry, gravity wave geometry, and the elve-causative lightning peak current moment.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064913", 
        "title": "Numerical Simulation of an Elve Modulated by a Gravity Wave"
    }, 
    {
        "author": "N. P. Perevalova, N. V. Shestakov, S. V. Voeykov, H. Takahashi, M. Guojie", 
        "date": "2015-07-03", 
        "description": "\n\nThe paper describes results of studying effects of total electron content (TEC) variations triggered by the Chelyabinsk meteoroid airburst as inferred from unique data of a dense GPS network located around the final part of the meteoroid atmospheric path. Well-pronounced TEC disturbances with an average period of about 10 min and amplitude of 0.07-0.5 TECU were detected. These disturbances were initiated by an ionospheric source activated about 5-6 min after the airburst. The disturbance velocity damping with time and distance from the airburst was revealed using a GPS interferometric technique. Several modes of TEC disturbances with propagation velocities ranging from 250 to 660 m/s were distinguished through the distance-time diagram analysis. The estimated position of ionospheric source of TEC disturbances is shifted 36 km southwestward from the airburst, which is most likely to be associated with the conjoint influence of TEC data errors, TID propagation velocity damping and anisotropy.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064792", 
        "title": "Ionospheric disturbances in the vicinity of the Chelyabinsk meteoroid explosive disruption as inferred from dense GPS observations"
    }, 
    {
        "author": "A.O. Langford, R.B. Pierce, P.J. Schultz", 
        "date": "2015-07-03", 
        "description": "\n\nThe Santa Ana winds of southern California have long been associated with wildland fires that can adversely affect air quality and lead to loss of life and property. These katabatic winds are driven primarily by thermal gradients, but can be exacerbated by northerly flow associated with upper level troughs passing through the western U.S. In this paper, we show that the fire danger associated with the passage of upper level troughs can be further increased by the formation of deep tropopause folds that transport extremely dry ozone-rich air from the upper troposphere and lower stratosphere to the surface. Stratospheric intrusions can thus increase surface ozone both directly through transport, and indirectly through their influence on wildland fires. We illustrate this situation with the example of the Springs fire, which burned nearly 25,000 acres in Ventura County during May 2013.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064964", 
        "title": "Stratospheric intrusions, the Santa Ana winds, and wildland fires in southern California"
    }, 
    {
        "author": "Yiming Luo, Jörg Lippold", 
        "date": "2015-07-03", 
        "description": "\n\nThe distributions of 230Th and 231Pa in the Arctic Ocean are not well understood (Hoffmann et al., 2013). In order to examine the Arctic 231Pa/230Th system, and therefore to shed light on the future use of Arctic sedimentary 231Pa/230Th, we developed a 2D scavenging model modified from an Atlantic model (Luo et al., 2010). Tuned with reasonable parameters that are consistent with Eurasian Basin geographic settings, the model can reproduce most of the features of the 230Th and 231Pa water column profiles as well as the sedimentary 231Pa/230Th distribution patterns, and suggests the sedimentary 231Pa/230Th in the Eurasian Basin is mainly controlled by the deep water circulation. In our attempt to reproduce the sedimentary 231Pa/230Th patterns during the Last Glacial, we found that circulation strength in the Eurasian Basin at shallower depths may have been stronger than today.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064671", 
        "title": "Controls on 231Pa and 230Th in the Arctic Ocean"
    }, 
    {
        "author": "Max R. McGillen, François Bernard, Eric L. Fleming, James B. Burkholder", 
        "date": "2015-07-03", 
        "description": "\n\nHCFC-133a (CF3CH2Cl), an ozone depleting substance, is primarily removed from the atmosphere by gas-phase reaction with OH radicals and by UV photolysis. The rate coefficient, k, for the OH + HCFC-133a reaction was measured between 233-397 K and is given by k(T)=(9.32±0.8)×10-13exp(-(1296±28)/T), where k(296K) was measured to be (1.10±0.02)×10-14 (cm3 molecule-1 s-1) (2σ precision uncertainty). The HCFC-133a UV absorption spectrum was measured between 184.95–240 nm at 213–323K and a spectrum parameterization is presented. The HCFC-133a atmospheric loss processes, lifetime, ozone depletion potential, and uncertainties were evaluated using a 2D atmospheric model. The global annually averaged steady-state lifetime and ODP were determined to be 4.45 (4.04–4.90) years and 0.017 (±0.001), respectively, where the ranges are based solely on the 2σ uncertainty in the photochemical parameters. The infrared absorption spectrum of HCFC-133a was measured and its global warming potential determined to be 380 on the 100-year time-horizon.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064939", 
        "title": "HCFC-133a (CF3CH2Cl): OH Rate Coefficient, UV and Infrared Absorption Spectra, and Atmospheric Implications"
    }, 
    {
        "author": "Chao-Song Huang", 
        "date": "2015-07-03", 
        "description": "\n\nPenetration electric field can be very strong during magnetic storms. However, the variation of penetration electric field with local time (LT) has not been well understood. The Communication/Navigation Outage Forecasting System (C/NOFS) satellite measures the plasma drift/electric field over all local times within ~100 min. In this paper, we present the first nearly-simultaneous observations of the dependence of penetration electric field on local time. The meridional ion drift measured by C/NOFS during the main phase of five magnetic storms in 2012 is analyzed. The storm-time ion drift shows a large enhancement around 1900 LT, a relatively small enhancement during daytime, and a deep decrease in the post-midnight sector with a peak around 0500 LT. The observed storm-time variation of the meridional ion drift with local time represents the variation of the penetration electric field. The averaged ion drifts are in remarkable agreement with recent simulations.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064674", 
        "title": "Storm-to-storm main-phase repeatability of the local time variation of disturbed low-latitude vertical ion drifts"
    }, 
    {
        "author": "Katia Lamer, Pavlos Kollias", 
        "date": "2015-07-02", 
        "description": "\n\nComprehensive observations of shallow convection at the Atmospheric Radiation Measurement Southern Great Plains site are carefully analyzed to study the macrophysical and dynamical properties of active and forced cumuli separately and investigate their relationship to the sub-cloud layer turbulent structure. Clearly, active clouds possess stronger dynamics and greater horizontal extent than their forced counterpart. As previously reported, upper-level stability and relative humidity do control the predominance of active clouds. While cloud cover remains difficult to associate to mixed-layer parameters (small correlation coefficients), mixed-layer top vertical velocity skewness and coherent updraft fraction most significantly correlate to cumuli cloud cover and especially the portion attributed to active clouds; both of which are not currently considered in shallow cloudiness parameterizations. This study also points to several factors that continue to limit our ability to adequately sample shallow cumuli and suggests that forward models will be necessary to bridge observations and model outputs.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064534", 
        "title": "Observations of Fair-weather Cumuli over Land: Dynamical Factors Controlling Cloud Size and Cover"
    }, 
    {
        "author": "Reddy L. N. Yatavelli, Claudia Mohr, Harald Stark, Douglas A. Day, Samantha L. Thompson, Felipe D. Lopez-Hilfiker, Pedro. Campuzano-Jost, Brett. B. Palm, Alexander L. Vogel, Thorsten Hoffmann, Liine Heikkinen, Mikko Äijälä, Nga L. Ng, Joel R. Kimmel, Manjula R. Canagaratna, Mikael Ehn, Heikki Junninen, Michael J. Cubison, Tuukka Petäjä, Markku Kulmala, John T. Jayne, Douglas R. Worsnop, Jose L. Jimenez", 
        "date": "2015-07-02", 
        "description": "\n\nUsing chemical ionization mass spectrometry to detect particle-phase acids (acid-CIMS) and aerosol mass spectrometry (AMS) measurements from Colorado, USA, and two studies in Hyytiälä, Finland, we quantify the fraction of organic aerosol (OA) mass that is composed of molecules with acid functional groups (facid). Molecules containing one or more carboxylic acid functionality contributed approximately 29% (45-51%) of the OA mass in Colorado (Finland). Organic acid mass concentration correlates well with AMS m/z 44 (primarily CO2+), a commonly used marker for highly oxidized aerosol. Using the average empirical relationship between AMS m/z 44 and organic acids in these three studies, together with m/z 44 data from 29 continental northern hemispheric (NH) AMS datasets, we estimate that molecules containing carboxylic acid functionality constitute on average 28% (range 10-50%) of NH continental OA mass with typically higher values at rural/remote sites and during summer and lower values at urban sites and during winter.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064650", 
        "title": "Estimating the contribution of organic acids to northern hemispheric continental organic aerosol"
    }, 
    {
        "author": "J. S. Halekas, J. P. McFadden, J. E. P. Connerney, J. R. Espley, D. A. Brain, D. L. Mitchell, D. E. Larson, Y. Harada, T. Hara, S. Ruhunusiri, B. M. Jakosky", 
        "date": "2015-07-02", 
        "description": "\n\nThe accepted version of the above article was posted prematurely on July 2, 2015. The final version of record will be made fully available at a later date along with a special collection of related papers.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064781", 
        "title": "Time-dispersed ion signatures observed in the Martian magnetosphere by MAVEN"
    }, 
    {
        "author": "Eva Enkelmann, Peter O. Koons, Terry L. Pavlis, Bernard Hallet, Adam Barker, Julie Elliott, John I. Garver, Sean P.S. Gulick, Rachel M. Headley, Gary L. Pavlis, Kenneth D. Ridgway, Natalia Ruppert, Harm Avendonk", 
        "date": "2015-07-01", 
        "description": "\n\nInvestigations of tectonic and surface processes have shown a clear relationship between climate-influenced erosion and long-term exhumation of rocks. Numerical models suggest most orogens are in a transient state, but observational evidence of a spatial shift in mountain building processes due to tectonic-climate interaction are missing. New thermochronology data synthesized with geophysical, and surface process data elucidating the evolving interplay of erosion and tectonics of the colliding Yakutat microplate with North America. Focused deformation and rock exhumation occurred in the apex of the colliding plate corner from > 4 to 2 Ma and shifted southward after the 2.6 Ma climate change. The present exhumation maximum coincides with the largest modern shortening rates, highest concentration of seismicity and the greatest erosive potential. We infer that the high sedimentation caused rheological modification and the emergence of the southern St. Elias, intercepting orographic precipitation and shifting focused erosion and exhumation to the south.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064727", 
        "title": "Cooperation of tectonic and surface processes produces Earth's highest coastal mountains"
    }, 
    {
        "author": "Stavros Dimitrakoudis, Ian R. Mann, Georgios Balasis, Constantinos Papadimitriou, Anastasios Anastasiadis, Ioannis A. Daglis", 
        "date": "2015-07-01", 
        "description": "\n\nUltra-low frequency (ULF) waves can contribute to the transport, acceleration and loss of electrons in the radiation belts through inward and outward diffusion. However, the most appropriate parameters to use to specify the ULF wave diffusion rates are unknown. Empirical representations of diffusion coefficients often use Kp; however, specifications using ULF wave power offer an improved physics-based approach. We use 11 years of ground-based magnetometer array measurements to statistically parameterise the ULF wave power with Kp, solar wind speed, solar wind dynamic pressure and Dst. We find Kp is the best single parameter to specify the statistical ULF wave power driving radial diffusion. Significantly, remarkable high energy tails exist in the ULF wave power distributions when expressed as a function of Dst. Two parameter ULF wave power specifications using Dst as well as Kp provide a better statistical representation of storm-time radial diffusion than any single variable alone.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064707", 
        "title": "Accurately specifying storm-time ULF wave radial diffusion in the radiation belts"
    }, 
    {
        "author": "Natalie Kramer, Ellen Wohl", 
        "date": "2015-07-20", 
        "description": "\n\nThis research demonstrates how vegetation interacts with physical processes to govern landscape development. We quantify and describe interactions among driftwood, sedimentation, and vegetation for Great Slave Lake, which is used as proxy for shoreline dynamics and landforms before deforestation and wood removal along major waterways. We introduce driftcretion to describe large, persistent concentrations of driftwood that interact with vegetation and sedimentation to influence shoreline evolution. We report the volume and distribution of driftwood along shorelines, the morphological impacts of driftwood delivery throughout the Holocene, and rates of driftwood accretion. Driftcretions facilitate the formation of complex, diverse morphologies that increase biological productivity and organic carbon capture and buffer against erosion. Driftcretions should be common on shorelines receiving a large wood supply and with processes which store wood permanently. We encourage others to work in these depositional zones to understand the physical and biological impacts of large wood export from river basins.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064441", 
        "title": "Driftcretions: The legacy impacts of driftwood on shoreline morphology"
    }, 
    {
        "author": "Jiwen Fan, Daniel Rosenfeld, Yan Yang, Chun Zhao, L. Ruby Leung, Zhanqing Li", 
        "date": "2015-07-20", 
        "description": "\n\nExtreme weather events have become more frequent and are likely linked to increases in greenhouse gases and aerosols, which alter the Earth's radiative balance and cloud processes. On 8–9 July 2013, a catastrophic flood devastated the mountainous area to the northwest of the Sichuan Basin. Atmospheric simulations at a convection-permitting scale with aerosols and chemistry included show that heavy air pollution trapped in the basin significantly enhances the rainfall intensity over the mountainous areas through “aerosol-enhanced conditional instability.” That is, aerosols suppress convection by absorbing solar radiation and increasing atmospheric stability in the basin during daytime. This allows excess moist air to be transported to the mountainous areas and orographically lifted, generating strong convection and extremely heavy precipitation at night. We show that reducing pollution in the Sichuan Basin can effectively mitigate floods. It is suggested that coupling aerosol with meteorology can be crucial to improve weather forecast in polluted regions.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064479", 
        "title": "Substantial contribution of anthropogenic air pollution to catastrophic floods in Southwest China"
    }, 
    {
        "author": "Z. Mousavi, E. Pathier, R. T. Walker, A. Walpersdorf, F. Tavakoli, H. Nankali, M. Sedighi, M.-P. Doin", 
        "date": "2015-07-20", 
        "description": "\n\nThe Shahroud fault system is a major active structure in the Alborz range of NE Iran whose slip rate is not well constrained despite its potential high seismic hazard. In order to constrain the slip rate of the eastern Shahroud fault zone, we use space-borne synthetic aperture radar interferometry with both ascending and descending Envisat data to determine the rate of interseismic strain accumulation across the system. We invert the slip rate from surface velocity measurements using a half-space elastic dislocation model. The modeling results are consistent with a left-lateral slip rate of 4.75 ± 0.8 mm/yr on the Abr and Jajarm, strands of the Shahroud fault, with a 10 ± 4 km locking depth. This is in good agreement with the 4–6 mm/yr of left-lateral displacement rate accumulated across the total Shahroud fault system obtained from GPS measurements.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064440", 
        "title": "Interseismic deformation of the Shahroud fault system (NE Iran) from space-borne radar interferometry measurements"
    }, 
    {
        "author": "Fedir Dudkin, Valery Korepanov, Denis Dudkin, Vyacheslav Pilipenko, Vira Pronenko, Stanislav Klimov", 
        "date": "2015-07-17", 
        "description": "\n\nThe power line emission (PLE) 50/60 Hz and the Schumann resonance (SR) harmonics were detected by the use of a compact electrical field sensor of length 0.42 m during microsatellite Chibis-M mission in years 2012–2014. The initial orbit of Chibis-M has altitude 500 km and inclination 52°. We present the space distribution of PLE and its connections with the possible overhead power lines. PLE has been recorded both in the shade and sunlit parts of the orbits as opposed to SR which have been recorded only in the nightside of the Earth. The cases of an extra long distance of PLE propagation in the Earth's ionosphere and increased value of SR Q factor have been also observed. These results should stimulate the ionosphere model refinement for ultralow frequency and extremely low frequency electromagnetic wave propagation as well as a study on new possibility of the ionosphere diagnostics.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064595", 
        "title": "Electric field of the power terrestrial sources observed by microsatellite Chibis-M in the Earth's ionosphere in frequency range 1–60 Hz"
    }, 
    {
        "author": "Edmund K. M. Chang, Cheng Zheng, Patrick Lanigan, Albert M. W. Yau, J. David Neelin", 
        "date": "2015-07-17", 
        "description": "\n\nExtratropical cyclones give rise to much of the precipitation over California. Observed California winter precipitation is highly correlated to a metric of extratropical cyclone activity over the Eastern Pacific. The lack of precipitation over the recent winters is coincident with consecutive winters of much below average cyclone activity. Analysis of variability in cyclone activity and California precipitation simulated by models participating in Coupled Model Intercomparison Project Phase 5 indicates that most models can simulate the relationship between cyclone activity and precipitation well. Examination of projected change suggests (1) no evidence of a long-term downward trend in California region cyclone activity within the examined scenarios and (2) that the intermodel spread in California precipitation projection can be largely explained by the spread in the projection of extratropical cyclone activity. This highlights the need to further understand physical mechanisms for the variation in projection of cyclone activity in this region.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064424", 
        "title": "Significant modulation of variability and projected change in California winter precipitation by extratropical cyclone activity"
    }, 
    {
        "author": "A. D. Miller, D. C. Fritts, D. Chapman, G. Jones, M. Limon, D. Araujo, J. Didier, S. Hillbrand, C. B. Kjellstrand, A. Korotkov, G. Tucker, Y. Vinokurov, K. Wan, L. Wang", 
        "date": "2015-07-17", 
        "description": "\n\nInstabilities and turbulence extending to the smallest dynamical scales play important roles in the deposition of energy and momentum by gravity waves throughout the atmosphere. However, these dynamics and their effects have been impossible to quantify to date due to lack of observational guidance. Serendipitous optical images of polar mesospheric clouds at ∼82 km obtained by star cameras aboard a cosmology experiment deployed on a stratospheric balloon provide a new observational tool, revealing instability and turbulence structures extending to spatial scales < 20 m. At 82 km, this resolution provides sensitivity extending to the smallest turbulence scale not strongly influenced by viscosity: the “inner scale” of turbulence, l0∼10(ν3/ϵ)1/4. Such images represent a new window into small-scale dynamics that occur throughout the atmosphere but are impossible to observe in such detail at any other altitude. We present a sample of images revealing a range of dynamics features and employ numerical simulations that resolve these dynamics to guide our interpretation of several observed events.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064758", 
        "title": "Stratospheric imaging of polar mesospheric clouds: A new window on small-scale atmospheric dynamics"
    }, 
    {
        "author": "Jingkai Li, Alison L. Kohout, Hayley H. Shen", 
        "date": "2015-07-17", 
        "description": "\n\nMotivated by a dramatic reduction in Arctic sea ice cover, interest in the field of wave-ice interaction has accelerated over the past few years. Recent observations have identified that large waves (>3 m) have a linear attenuation rate, rather than the previously assumed exponential rate that is found for small waves. This suggests that waves penetrate further into the ice cover than previously expected. To explore this further we tested two exponentially decaying wave models. Contributions from nonlinear and wind generation source terms enabled both models to reproduce the observed regime shift. Essentially, the accumulation of nonlinear and wind energy contributions to long (and thus higher amplitude) waves can offset the ice damping, thus reducing the apparent attenuation. This study highlights the relevance of considering frequency dependence when analyzing wave attenuation in sea ice field data.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064715", 
        "title": "Comparison of wave propagation through ice covers in calm and storm conditions"
    }, 
    {
        "author": "Andrew P. Schurer, Gabriele C. Hegerl, Stephen P. Obrochta", 
        "date": "2015-07-16", 
        "description": "\n\nThe recent warming “hiatus” is subject to intense interest, with proposed causes including natural forcing and internal variability. Here we derive samples of all natural and internal variability from observations and a recent proxy reconstruction to investigate the likelihood that these two sources of variability could produce a hiatus or rapid warming in surface temperature. The likelihood is found to be consistent with that calculated previously for models and exhibits a similar spatial pattern, with an Interdecadal Pacific Oscillation-like structure, although with more signal in the Atlantic than in model patterns. The number and length of events increases if natural forcing is also considered, particularly in the models. From the reconstruction it can be seen that large eruptions, such as Mount Tambora in 1815, or clusters of eruptions, may result in a hiatus of over 20 years, a finding supported by model results.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064458", 
        "title": "Determining the likelihood of pauses and surges in global warming"
    }, 
    {
        "author": "J. D. Eccles, A. K. Gulley, P. E. Malin, C. M. Boese, J. Townend, R. Sutherland", 
        "date": "2015-07-16", 
        "description": "\n\nFault Zone Guided Waves (FZGWs) have been observed for the first time within New Zealand's transpressional continental plate boundary, the Alpine Fault, which is late in its typical seismic cycle. Ongoing study of these phases provides the opportunity to monitor interseismic conditions in the fault zone. Distinctive dispersive seismic codas (~7–35 Hz) have been recorded on shallow borehole seismometers installed within 20 m of the principal slip zone. Near the central Alpine Fault, known for low background seismicity, FZGW-generating microseismic events are located beyond the catchment-scale partitioning of the fault indicating lateral connectivity of the low-velocity zone immediately below the near-surface segmentation. Initial modeling of the low-velocity zone indicates a waveguide width of 60–200 m with a 10–40% reduction in S wave velocity, similar to that inferred for the fault core of other mature plate boundary faults such as the San Andreas and North Anatolian Faults.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064208", 
        "title": "Fault Zone Guided Wave generation on the locked, late interseismic Alpine Fault, New Zealand"
    }, 
    {
        "author": "Christopher G. Piecuch, Rui M. Ponte", 
        "date": "2015-07-16", 
        "description": "\n\nRegional sea level (SL) changes reflect dynamic and isostatic ocean effects. Recent works have interpreted accelerated and extreme SL changes along the northeast coast of North America primarily in terms of dynamic changes; however, dedicated study of isostatic changes related to surface atmospheric pressure loading—the inverted barometer (IB) effect—has been lacking. This investigation uses five different atmospheric pressure products to analyze the influence of the IB effect on annual mean SL from tide gauge records. The IB effect explains ∼25% of interannual SL variance and accounts for ∼50% of the magnitude of a recent extreme event of SL rise along Atlantic Canada and New England. Estimated IB effects also amount to ∼10–30% of recent multidecadal SL accelerations over the Mid-Atlantic Bight and Southern New England. These findings reiterate the need for careful estimation and removal of isostatic effects for studies of dynamic SL.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064580", 
        "title": "Inverted barometer contributions to recent sea level changes along the northeast coast of North America"
    }, 
    {
        "author": "S. Zhang, M. Zhao, S.-J. Lin, X. Yang, W. Anderson, W. Zhang, A. Rosati, S. Underwood, F. Zeng", 
        "date": "2015-07-16", 
        "description": "\n\nThis study examines two sets of high-resolution coupled model forecasts starting from no-tropical cyclone (TC) and correct-TC-statistics initial conditions to understand the role of TC events on climate prediction. While the model with no-TC initial conditions can quickly spin-up TCs within a week, the initial conditions with a corrected TC distribution can produce more accurate forecast of sea surface temperature up to 1.5 months and maintain larger ocean heat content up to 6 months due to enhanced mixing from continuous interactions between initialized and forecasted TCs and the evolving ocean states. The TC-enhanced tropical ocean mixing strengthens the meridional heat transport in the Southern Hemisphere driven primarily by Southern Ocean surface Ekman fluxes but weakens the Northern Hemisphere poleward transport in this model. This study suggests a future plausible initialization procedure for seamless weather-climate prediction when individual convection-permitting cyclone initialization is incorporated into this TC-statistics-permitting framework.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064745", 
        "title": "Impact of having realistic tropical cyclone frequency on ocean heat content and transport forecasts in a high-resolution coupled model"
    }, 
    {
        "author": "Matthew B. Menary, Daniel L. R. Hodson, Jon I. Robson, Rowan T. Sutton, Richard A. Wood, Jonathan A. Hunt", 
        "date": "2015-07-16", 
        "description": "\n\nInstrumental observations, paleoproxies, and climate models suggest significant decadal variability within the North Atlantic subpolar gyre (NASPG). However, a poorly sampled observational record and a diversity of model behaviors mean that the precise nature and mechanisms of this variability are unclear. Here we analyze an exceptionally large multimodel ensemble of 42 present-generation climate models to test whether NASPG mean state biases systematically affect the representation of decadal variability. Temperature and salinity biases in the Labrador Sea covary and influence whether density variability is controlled by temperature or salinity variations. Ocean horizontal resolution is a good predictor of the biases and the location of the dominant dynamical feedbacks within the NASPG. However, we find no link to the spectral characteristics of the variability. Our results suggest that the mean state and mechanisms of variability within the NASPG are not independent. This represents an important caveat for decadal predictions using anomaly assimilation methods.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064360", 
        "title": "Exploring the impact of CMIP5 model biases on the simulation of North Atlantic decadal variability"
    }, 
    {
        "author": "Zhao Li, Mary Hudson, Brian Kress, Jan Paral", 
        "date": "2015-07-16", 
        "description": "\n\nThree-dimensional test particle simulation of energetic electrons (hundreds of keV to MeV), including both an initially trapped population and continuously injected population, driven by the Lyon-Fedder-Mobarry global MHD model coupled with Magnetosphere-Ionosphere Coupler/Solver boundary conditions, is performed for the 17 March 2013 storm. The electron trajectories are calculated and weighted using the ESA model for electron flux versus energy and L. The simulation captures the flux dropout at both GOES 13 and GOES 15 locations after a strong CME (coronal mass ejection)-shock arrival which produced a Dst = −132 nT storm, and recovery to the prestorm value later, consistent with GOES satellite measurements. This study provides the first 3-D test particle simulation combining the trapped and injected populations. The result demonstrates that including both populations in the simulation is essential to study the dynamics of the outer radiation belt over the typical day-long timescale of ring current development, main phase, and early recovery phase.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064627", 
        "title": "Three-dimensional test particle simulation of the 17–18 March 2013 CME shock-driven storm"
    }, 
    {
        "author": "M. A. Dayeh, N. D. Evans, S. A. Fuselier, J. Trevino, J. Ramaekers, J. R. Dwyer, R. Lucia, H. K. Rassoul, D. A. Kotovsky, D. M. Jordan, M. A. Uman", 
        "date": "2015-07-16", 
        "description": "\n\nAn acoustic camera comprising a linear microphone array is used to image the thunder signature of triggered lightning. Measurements were taken at the International Center for Lightning Research and Testing in Camp Blanding, FL, during the summer of 2014. The array was positioned in an end-fire orientation thus enabling the peak acoustic reception pattern to be steered vertically with a frequency-dependent spatial resolution. On 14 July 2014, a lightning event with nine return strokes was successfully triggered. We present the first acoustic images of individual return strokes at high frequencies (>1 kHz) and compare the acoustically inferred profile with optical images. We find (i) a strong correlation between the return stroke peak current and the radiated acoustic pressure and (ii) an acoustic signature from an M component current pulse with an unusual fast rise time. These results show that acoustic imaging enables clear identification and quantification of thunder sources as a function of lightning channel altitude.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064451", 
        "title": "First images of thunder: Acoustic imaging of triggered lightning"
    }, 
    {
        "author": "Wenyuan Fan, Peter M. Shearer", 
        "date": "2015-07-16", 
        "description": "\n\nWe analyze the rupture process of the 25 April 2015 Nepal earthquake with globally recorded teleseismic P waves. The rupture propagated east-southeast from the hypocenter for about 160 km with a duration of ∼55 s. Backprojection of both high-frequency (HF, 0.2 to 3 Hz) and low-frequency (LF, 0.05 to 0.2 Hz) P waves suggest a multistage rupture process. From the low-frequency images, we resolve an initial slow downdip (northward) rupture near the nucleation area for the first 20 s (Stage 1), followed by two faster updip ruptures (20 to 40 s for Stage 2 and 40 to 55 s for Stage 3), which released most of the radiated energy northeast of Kathmandu. The centroid rupture power from LF backprojection agrees well with the Global Centroid Moment Tensor solution. The spatial resolution of the backprojection images is validated by applying similar analysis to nearby aftershocks. The overall rupture pattern agrees well with the aftershock distribution. A multiple-asperity model could explain the observed multistage rupture and aftershock distribution.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064587", 
        "title": "Detailed rupture imaging of the 25 April 2015 Nepal earthquake using teleseismic P waves"
    }, 
    {
        "author": "Falko Judt, Shuyi S. Chen", 
        "date": "2015-07-16", 
        "description": "\n\nHurricane surface wind is a key measure of storm intensity. However, a climatology of hurricane winds is lacking to date, largely because hurricanes are relatively rare events and difficult to observe over the open ocean. Here we present a new hurricane wind climatology based on objective surface wind analyses, which are derived from Stepped Frequency Microwave Radiometer measurements acquired by NOAA WP-3D and U.S. Air Force WC-130J hurricane hunter aircraft. The wind data were collected during 72 aircraft reconnaissance missions into 21 western Atlantic hurricanes from 1998 to 2012. This climatology provides an opportunity to validate hurricane intensity forecasts beyond the simplistic maximum wind speed metric and allows evaluating the predictive skill of probabilistic hurricane intensity forecasts using high-resolution model ensembles. An example of application is presented here using a 1.3 km grid spacing Weather Research and Forecasting model ensemble forecast of Hurricane Earl (2010).\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064609", 
        "title": "A new aircraft hurricane wind climatology and applications in assessing the predictive skill of tropical cyclone intensity using high-resolution ensemble forecasts"
    }, 
    {
        "author": "M. R. El-Maarry, N. Thomas, A. Gracia-Berná, R. Marschall, A.-T. Auger, O. Groussin, S. Mottola, M. Pajola, M. Massironi, S. Marchi, S. Höfner, F. Preusker, F. Scholten, L. Jorda, E. Kührt, H. U. Keller, H. Sierks, M. F. A'Hearn, C. Barbieri, M. A. Barucci, J.-L. Bertaux, I. Bertini, G. Cremonese, V. Da Deppo, B. Davidsson, S. Debei, M. De Cecco, J. Deller, C. Güttler, S. Fornasier, M. Fulle, P. J. Gutierrez, M. Hofmann, S. F. Hviid, W.-H. Ip, J. Knollenberg, D. Koschny, G. Kovacs, J.-R. Kramm, M. Küppers, P. L. Lamy, L. M. Lara, M. Lazzarin, J. J. Lopez Moreno, F. Marzari, H. Michalik, G. Naletto, N. Oklay, A. Pommerol, H. Rickman, R. Rodrigo, C. Tubiana, J.-B. Vincent", 
        "date": "2015-07-15", 
        "description": "\n\nThe Optical, Spectroscopic, and Infrared Remote Imaging System (OSIRIS) experiment onboard the Rosetta spacecraft currently orbiting comet 67P/Churyumov-Gerasimenko has yielded unprecedented views of a comet's nucleus. We present here the first ever observations of meter-scale fractures on the surface of a comet. Some of these fractures form polygonal networks. We present an initial assessment of their morphology, topology, and regional distribution. Fractures are ubiquitous on the surface of the comet's nucleus. Furthermore, they occur in various settings and show different topologies suggesting numerous formation mechanisms, which include thermal insulation weathering, orbital-induced stresses, and possibly seasonal thermal contraction. However, we conclude that thermal insolation weathering is responsible for creating most of the observed fractures based on their morphology and setting in addition to thermal models that indicate diurnal temperature ranges exceeding 200 K and thermal gradients of ~15 K/min at perihelion are possible. Finally, we suggest that fractures could be a facilitator in surface evolution and long-term erosion.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064500", 
        "title": "Fractures on comet 67P/Churyumov-Gerasimenko observed by Rosetta/OSIRIS"
    }, 
    {
        "author": "Loïc Viens, Hiroe Miyake, Kazuki Koketsu", 
        "date": "2015-07-15", 
        "description": "\n\nLarge earthquakes that occur in subduction zones are likely to generate long-period ground motions that can cause severe damage even at great distances from the epicenter. We extracted surface-to-surface impulse response functions from the ambient seismic field recorded by offshore ocean bottom seismometers located atop the Nankai subduction zone and onshore stations. We showed that these offshore-onshore impulse response functions can be used to accurately simulate the long-period ground motions generated by an offshore moderate subduction earthquake. Moreover, we also found that the distributions of the earthquake and impulse response function pseudovelocity response spectra have similar maximum amplifications in the same area close to the earthquake epicenter. This suggests that the ambient seismic field recorded by the increasing number of ocean bottom seismometers around the world can be used to assess seismic hazard related to offshore subduction earthquakes without prior knowledge of the velocity structure.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064265", 
        "title": "Long-period ground motion simulation of a subduction earthquake using the offshore-onshore ambient seismic field"
    }, 
    {
        "author": "E. Gasson, R. DeConto, D. Pollard", 
        "date": "2015-07-14", 
        "description": "\n\nAntarctic bedrock elevation estimates have uncertainties exceeding 1 km in certain regions. Bedrock elevation, particularly where the bedrock is below sea level and bordering the ocean, can have a large impact on ice sheet stability. We investigate how present-day bedrock elevation uncertainty affects ice sheet model simulations for a generic past warm period based on the mid-Pliocene, although these uncertainties are also relevant to present-day and future ice sheet stability. We perform an ensemble of simulations with random topographic noise added with various length scales and with amplitudes tuned to the uncertainty of the Bedmap2 data set. Total Antarctic ice sheet retreat in these simulations varies between 12.6 and 17.9 m equivalent sea level rise after 3 kyrs of warm climate forcing. This study highlights the sensitivity of ice sheet models to existing uncertainties in bedrock elevation and the ongoing need for new data acquisition.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064322", 
        "title": "Antarctic bedrock topography uncertainty and ice sheet stability"
    }, 
    {
        "author": "A. Migliorini, J. C. Gérard, L. Soret, G. Piccioni, F. Capaccioni, G. Filacchione, M. Snels, F. Tosi", 
        "date": "2015-07-14", 
        "description": "\n\nWe present a study of the terrestrial hydroxyl nightglow emissions observed with the Visible and Infrared Thermal Imaging Spectrometer on board the Rosetta mission. During these observations, the OH Δv = 1 and 2 sequences were measured simultaneously. This allowed investigating the relative population of the v = 1 to 9 vibrational levels by using both sequences. In particular, the relative population of the vibrational level v = 1 is determined for the first time from observations. The vibrational population decreases with increasing vibrational quantum number. A good agreement is found with a recent model calculation assuming multiquantum relaxation for OH(v) quenching by O2 and single-quantum relaxation for OH(v) by N2.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064485", 
        "title": "Terrestrial OH nightglow measurements during the Rosetta flyby"
    }, 
    {
        "author": "Gerald A. Meehl, Julie M. Arblaster, Christine T. Y. Chung", 
        "date": "2015-07-14", 
        "description": "\n\nObserved surface air temperatures over the contiguous U.S. for the second half of the twentieth century showed a slight cooling over the southeastern part of the country, the so-called “warming hole,” while temperatures over the rest of the country warmed. This pattern reversed after 2000. Climate model simulations show that the disappearance of the warming hole in the early 2000s is likely associated with the transition of the Interdecadal Pacific Oscillation (IPO) phase from positive to negative in the tropical Pacific in the late 1990s, coincident with the early 2000s slowdown of the warming trend in globally averaged surface air temperature. Analysis of a specified convective heating anomaly sensitivity experiment in an atmosphere-only model traces the disappearance of the warming hole to negative sea surface temperature anomalies and consequent negative precipitation and convective heating anomalies in the central equatorial Pacific Ocean associated with the negative phase of the IPO after 2000.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064586", 
        "title": "Disappearance of the southeast U.S. “warming hole” with the late 1990s transition of the Interdecadal Pacific Oscillation"
    }, 
    {
        "author": "A. Solomon, L. M. Polvani, K. L. Smith, R. P. Abernathey", 
        "date": "2015-07-14", 
        "description": "\n\nObservations show robust changes in the circulation, temperature, and salinity of the Southern Ocean in recent decades. To what extent these changes are related to the formation of the ozone hole in the late twentieth century is an open question. Using a comprehensive chemistry-climate Earth system model, we contrast model runs with varying and with fixed surface concentrations of ozone depleting substances (ODS) from 1955 to 2005. In our model, ODS cause the majority of the summertime changes in surface wind stress which, in turn, induce a clear poleward shift of the ocean's meridional overturning circulation. In addition, more than 30% of the model changes in the temperature and salinity of the Southern Ocean are caused by ODS. These findings offer unambiguous evidence that increased concentrations of ODS in the late twentieth century are likely to have been been an important driver of changes in the Southern Ocean.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064744", 
        "title": "The impact of ozone depleting substances on the circulation, temperature, and salinity of the Southern Ocean: An attribution study with CESM1(WACCM)"
    }, 
    {
        "author": "Mohand A. Ihaddadene, Sebastien Celestin", 
        "date": "2015-07-14", 
        "description": "\n\nHead-on collisions between negative and positive streamer discharges have recently been suggested to be responsible for the production of high electric fields leading to X-rays emissions. Using a plasma fluid approach, we model head-on collisions between negative and positive streamers. We observe the occurrence of a very strong electric field at the location of the streamer collision. However, the enhancement of the field produces a strong increase in the electron density, which leads to a collapse of the field over only a few picoseconds. Using a Monte Carlo model, we have verified that this process is therefore not responsible for the acceleration of a significant number of electrons to energy >1 keV. We conclude that no significant X-ray emission could be produced by the head-on encounter of nonthermal streamer discharges. Moreover, we quantify the optical emissions produced in the streamer collision.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064623", 
        "title": "Increase of the electric field in head-on collisions between negative and positive streamers"
    }, 
    {
        "author": "J. L. Burch, T. E. Cravens, K. Llera, R. Goldstein, P. Mokashi, C.-Y. Tzou, T. Broiles", 
        "date": "2015-07-14", 
        "description": "\n\nAs Rosetta was orbiting comet 67P/Churyumov-Gerasimenko, the Ion and Electron Sensor detected negative particles with angular distributions like those of the concurrently measured solar wind protons but with fluxes of only about 10% of the proton fluxes and energies of about 90% of the proton energies. Using well-known cross sections and energy-loss data, it is determined that the fluxes and energies of the negative particles are consistent with the production of H− ions in the solar wind by double charge exchange with molecules in the coma.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064504", 
        "title": "Charge exchange in cometary coma: Discovery of H− ions in the solar wind close to comet 67P/Churyumov-Gerasimenko"
    }, 
    {
        "author": "D. R. MacGorman, M. I. Biggerstaff, S. Waugh, J. T. Pilkey, M. A. Uman, D. M. Jordan, T. Ngin, W. R. Gamerota, G. Carrie, P. Hyland", 
        "date": "2015-07-14", 
        "description": "\n\nThis study examines coordinated storm and triggered lightning observations made in July–August 2013 at the International Center for Lightning Research and Testing to determine why triggered flashes in Florida typically transition from an upward vertical channel entering the cloud to horizontal structure near the storm's melting level. Data from a balloon-borne electric field meter, a mobile 5 cm wavelength radar, and a small-baseline VHF Lightning Mapping Array acquired during a period in which three flashes were triggered on 1 August confirmed the hypothesis that the transition to horizontal lightning structure just above the melting level occurred in a layer of negative charge. This experiment was the first to provide vertical profiles of the electric field in Florida storms, from which their vertical charge distribution could be inferred. Three dissipating storms observed on different days all had negative charge near the melting level, but a growing mature storm had positive charge there.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064203", 
        "title": "Coordinated lightning, balloon-borne electric field, and radar observations of triggered lightning flashes in North Florida"
    }, 
    {
        "author": "Ryuho Kataoka, Daikou Shiota, Emilia Kilpua, Kunihiro Keika", 
        "date": "2015-07-14", 
        "description": "\n\nWe propose a “pileup accident” hypothesis, based on the solar wind data analysis and magnetohydrodynamics modeling, to explain unexpectedly geoeffective solar wind structure which caused the largest magnetic storm so far during the solar cycle 24 on 17 March 2015: First, a fast coronal mass ejection with strong southward magnetic fields both in the sheath and in the ejecta was followed by a high-speed stream from a nearby coronal hole. This combination resulted in less adiabatic expansion than usual to keep the high speed, strong magnetic field, and high density within the coronal mass ejection. Second, preceding slow and high-density solar wind was piled up ahead of the coronal mass ejection just before the arrival at the Earth to further enhance its magnetic field and density. Finally, the enhanced solar wind speed, magnetic field, and density worked all together to drive the major magnetic storm.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064816", 
        "title": "Pileup accident hypothesis of magnetic storm on 17 March 2015"
    }, 
    {
        "author": "F. Aemisegger, J. K. Spiegel, S. Pfahl, H. Sodemann, W. Eugster, H. Wernli", 
        "date": "2015-07-14", 
        "description": "\n\nThis study investigates the role of below-cloud evaporation and evapotranspiration for the short-term variability of stable isotopes in near-surface water vapor and precipitation associated with central European cold fronts. To this end, a combination of observations with high temporal resolution and numerical sensitivity experiments with the isotope-enabled regional weather prediction model COSMOiso is used. The representation of the interaction between rain droplets and ambient vapor below the cloud is fundamental for adequately simulating precipitation isotopes (δp) and total rainfall amount. Neglecting these effects leads to depletion biases of 20–40‰ in \nδp2H and 5–10‰ in \nδp18O and to an increase of 74% in rainfall amount. Isotope fractionation during soil evaporation is of primary importance for correctly simulating the variability of continental low-level vapor \nδv2H and \nδv18O and particularly of the secondary isotope parameter deuterium excess (dv).\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063988", 
        "title": "Isotope meteorology of cold front passages: A case study combining observations and modeling"
    }, 
    {
        "author": "Erfan Haghighi, Dani Or", 
        "date": "2015-07-14", 
        "description": "\n\nSoil wetness and airflow turbulence are key factors affecting surface energy balance components thereby influencing surface skin temperature. Turbulent eddies interacting with evaporating surfaces often induce localized and intermittent evaporative and sensible heat fluxes that leave distinct thermal signatures. These surface thermal fluctuations observable by infrared thermography (IRT) offer a means for characterization of overlaying turbulent airflows and remote quantification of surface wetness. We developed a theoretical and experimental methodology for using rapid IR surface temperature measurements to deduce surface wetness and evaporative fluxes from smooth bare soils. The mechanistic model provides theoretical links between surface thermal fluctuations, soil, and aerodynamic properties enabling thermal inferences of soil wetness with explicit consideration of soil thermal capacity and airflow turbulence effects. The method potentially improves accuracy of soil wetness assessment by IRT-based techniques whose performance is strongly influenced by surface-turbulence interactions and offers new ways for quantifying fluxes directly at their origin.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064354", 
        "title": "Turbulence-induced thermal signatures over evaporating bare soil surfaces"
    }, 
    {
        "author": "P. J. Langhorne, K. G. Hughes, A. J. Gough, I. J. Smith, M. J. M. Williams, N. J. Robinson, C. L. Stevens, W. Rack, D. Price, G. H. Leonard, A. R. Mahoney, C. Haas, T. G. Haskell", 
        "date": "2015-07-14", 
        "description": "\n\nAntarctic sea ice that has been affected by supercooled Ice Shelf Water (ISW) has a unique crystallographic structure and is called platelet ice. In this paper we synthesize platelet ice observations to construct a continent-wide map of the winter presence of ISW at the ocean surface. The observations demonstrate that, in some regions of coastal Antarctica, supercooled ISW drives a negative oceanic heat flux of −30 Wm−2 that persists for several months during winter, significantly affecting sea ice thickness. In other regions, particularly where the thinning of ice shelves is believed to be greatest, platelet ice is not observed. Our new data set includes the longest ice-ocean record for Antarctica, which dates back to 1902 near the McMurdo Ice Shelf. These historical data indicate that, over the past 100 years, any change in the volume of very cold surface outflow from this ice shelf is less than the uncertainties in the measurements.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064508", 
        "title": "Observed platelet ice distributions in Antarctic sea ice: An index for ocean-ice shelf heat flux"
    }, 
    {
        "author": "Eun-Hwa Kim, Jay R. Johnson, Ernest Valeo, Cynthia K. Phillips", 
        "date": "2015-07-14", 
        "description": "\n\nULF waves in the ion cyclotron frequency range waves are regularly observed at Mercury's magnetosphere. Although previous statistical studies have shown that ULF waves are primarily compressional near the equator and transverse with linear polarization at higher latitude, the underlying reason for this distribution of wave polarization has not been understood. In order to address this key question, we have developed a two-dimensional, finite element code that solves the full wave equations in global magnetospheric geometry. Using this code, we show that (1) efficient mode conversion from the fast compressional waves to the ion-ion hybrid resonance occurs at Mercury consistent with previous calculations; (2) such mode-converted waves globally oscillate similar to field line resonance at Earth; and (3) compressional wave energy is primarily localized near the equator, while field-aligned transverse, linearly polarized waves generated by mode conversion at the ion-ion hybrid resonance radiate to higher latitude. Based on these wave solutions, we suggest that the strong transverse component of observed ULF waves at Mercury in high magnetic latitude can be explained as excitation of the field line resonant waves at the ion-ion hybrid resonance.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064531", 
        "title": "Global modeling of ULF waves at Mercury"
    }, 
    {
        "author": "Lonneke Goddijn-Murphy, Belén Martín Míguez, Jason McIlvenny, Philippe Gleizon", 
        "date": "2015-07-14", 
        "description": "\n\nA simple model to estimate wave power at a coastal site from satellite radar altimetry is proposed. We used data from the AltiKa altimeter on board the SARAL satellite because of its superior performance near the coast. The deep water approximation was applied to our 60 m deep site along with a simple empirical model to estimate wave period, T, from altimeter significant wave height, Hs, and backscattering coefficient, σ0. A known relation between zero-crossing period, Tz, and wave energy period, TE, was used in combination with Hs to calculate wave power per meter wave crest (P). The annual and seasonal mean values of P using AltiKa parameters largely agreed with known ranges of P at the site. A comparison with shallower sites and sites closer to the coast revealed that for estimation of Tz from AltiKa the water depth could be taken into account and an empirical relation is given.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064490", 
        "title": "Wave energy resource assessment with AltiKa satellite altimetry: A case study at a wave energy site"
    }, 
    {
        "author": "Caroline Muller, Sandrine Bony", 
        "date": "2015-07-14", 
        "description": "\n\nThe organization of convection is ubiquitous, but its physical understanding remains limited. One particular type of organization is the spatial self-aggregation of convection, taking the form of cloud clusters, or tropical cyclones in the presence of rotation. We show that several physical processes can give rise to self-aggregation and highlight the key features responsible for it, using idealized simulations. Longwave radiative feedbacks yield a “radiative aggregation.” In that case, sufficient spatial variability of radiative cooling rates yields a low-level circulation, which induces the upgradient energy transport and radiative-convective instability. Not only do vertically integrated radiative budgets matter but the vertical profile of cooling is also crucial. Convective aggregation is facilitated when downdrafts below clouds are weak (“moisture-memory aggregation”), and this is sufficient to trigger aggregation in the absence of longwave radiative feedbacks. These results shed some light on the sensitivity of self-aggregation to various parameters, including resolution or domain size.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064260", 
        "title": "What favors convective aggregation and why?"
    }, 
    {
        "author": "Peter O. Hopcroft, Paul J. Valdes", 
        "date": "2015-07-14", 
        "description": "\n\nPrevious work demonstrated a significant correlation between tropical surface air temperature and equilibrium climate sensitivity (ECS) in PMIP (Paleoclimate Modelling Intercomparison Project) phase 2 model simulations of the last glacial maximum (LGM). This implies that reconstructed LGM cooling in this region could provide information about the climate system ECS value. We analyze results from new simulations of the LGM performed as part of Coupled Model Intercomparison Project (CMIP5) and PMIP phase 3. These results show no consistent relationship between the LGM tropical cooling and ECS. A radiative forcing and feedback analysis shows that a number of factors are responsible for this decoupling, some of which are related to vegetation and aerosol feedbacks. While several of the processes identified are LGM specific and do not impact on elevated CO2 simulations, this analysis demonstrates one area where the newer CMIP5 models behave in a qualitatively different manner compared with the older ensemble. The results imply that so-called Earth System components such as vegetation and aerosols can have a significant impact on the climate response in LGM simulations, and this should be taken into account in future analyses.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064903", 
        "title": "How well do simulated last glacial maximum tropical temperatures constrain equilibrium climate sensitivity?"
    }, 
    {
        "author": "Seul-Hee Im, Soon-Il An, Seon Tae Kim, Fei-Fei Jin", 
        "date": "2015-07-14", 
        "description": "\n\nTo analyze El Niño-La Niña asymmetry, Bjerknes Stability Index analysis applied separately for El Niño and La Niña events. The growth rate of the El Niño is larger than that of the La Niña. Their difference is mainly due to an increased positive dynamical feedback. The enhanced sensitivity of the ocean's dynamic response to wind stress in El Niño is a primary cause for the increase in the positive dynamical feedbacks and is originated from the nonlinear response of atmospheric pattern to sea surface temperature (SST) anomalies, in particular the eastward shift of maximum wind loading and the equator-confined wind patch during El Niño. The sensitivity of the wind intensity to SST anomalies is larger during El Niño; however, its impact is not greater than others. Difference in the negative feedbacks is mainly attributed to the damping by shortwave feedback, with the latent heat flux feedback being a secondary contributor.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064853", 
        "title": "Feedback processes responsible for El Niño-La Niña amplitude asymmetry"
    }, 
    {
        "author": "A. F. Aubeneau, R. L. Martin, D. Bolster, R. Schumer, D. Jerolmack, A. Packman", 
        "date": "2015-07-14", 
        "description": "\n\nRiver topography is famously fractal, and the fractality of the sediment bed surface can produce scaling in solute residence time distributions. Empirical evidence showing the relationship between fractal bed topography and scaling of hyporheic travel times is still lacking. We performed experiments to make high-resolution observations of streambed topography and solute transport over naturally formed sand bedforms in a large laboratory flume. We analyzed the results using both numerical and theoretical models. We found that fractal properties of the bed topography do indeed affect solute residence time distributions. Overall, our experimental, numerical, and theoretical results provide evidence for a coupling between the sand-bed topography and the anomalous transport scaling in rivers. Larger bedforms induced greater hyporheic exchange and faster pore water turnover relative to smaller bedforms, suggesting that the structure of legacy morphology may be more important to solute and contaminant transport in streams and rivers than previously recognized.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064155", 
        "title": "Fractal patterns in riverbed morphology produce fractal scaling of water storage times"
    }, 
    {
        "author": "Manoochehr Shirzaei, Maxwell L. Rudolph, Michael Manga", 
        "date": "2015-07-14", 
        "description": "\n\nThe Lusi mud eruption, in East Java, Indonesia, began in May 2006 and continues to the present. Previous analyses of surface deformation data suggested an exponential decay of the pressure in the mud source but did not constrain the location, geometry, and evolution of the possible source(s) of the erupting mud and fluids. To map the surface deformation, we employ multitemporal interferometric synthetic aperture radar and analyze a well-populated L-band data set acquired by the Advanced Land Observing Satellite (ALOS) between May 2006 and April 2011. We then apply a time-dependent inverse modeling scheme. Volume changes occur in two regions beneath Lusi, at 0.3–2.0 km and 3.5–4.75 km depth. The cumulative volume change within the shallow source is ~2–3 times larger than that of the deep source. The observation and model suggest that a shallow source plays a key role by supplying the erupting mud, but that additional fluids do ascend from depths >4 km on eruptive timescales.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064576", 
        "title": "Deep and shallow sources for the Lusi mud eruption revealed by surface deformation"
    }, 
    {
        "author": "Jamey R. Szalay, Mihály Horányi", 
        "date": "2015-07-14", 
        "description": "\n\nThe Lunar Dust Experiment (LDEX) on board the Lunar Atmosphere and Dust Environment Explorer mission was designed to make in situ dust measurements while orbiting the Moon. Particles with radii a >∼ 0.3μm were detected as single impacts. LDEX was also capable of measuring the collective signal generated from dust impacts with sizes below its single-particle detection threshold. A putative population of electrostatically lofted grains above the lunar terminator with radii of approximately 0.1 μm has been suggested to exist since the Apollo era. LDEX performed the first search with an in situ dust detector for such a population. Here we present the results of the LDEX observations taken over the lunar terminator and report that within LDEX's detection limits, we found no evidence of electrostatically lofted grains in the altitude range of 3–250 km above the lunar terminator.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064324", 
        "title": "The search for electrostatically lofted grains above the Moon with the Lunar Dust Experiment"
    }, 
    {
        "author": "H. S. Kuyuk, S. Colombelli, A. Zollo, R. M. Allen, M. O. Erdik", 
        "date": "2015-07-14", 
        "description": "\n\nEarthquake early warning studies are shifting real-time seismology in earthquake science. They provide methods to rapidly assess earthquakes to predict damaging ground shaking. Preventing false alarms from these systems is key. Here we developed a simple, robust algorithm, Authorizing GRound shaking for Earthquake Early warning Systems (AGREEs), to reduce falsely issued alarms. This is a network threshold-based algorithm, which differs from existing approaches based on apparent velocity of P and S waves. AGREEs is designed to function as an external module to support existing earthquake early warning systems (EEWSs) and filters out the false events, by evaluating actual shaking near the epicenter. Our retrospective analyses of the 2009 L'Aquila and 2012 Emilia earthquakes show that AGREEs could help an EEWS by confirming the epicentral intensity. Furthermore, AGREEs is able to effectively identify three false events due to a storm, a teleseismic earthquake, and broken sensors in Irpinia Seismic Network, Italy.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063881", 
        "title": "Automatic earthquake confirmation for early warning system"
    }, 
    {
        "author": "Thomas S. Bianchi, Daniel C. O. Thornton, Shari A. Yvon-Lewis, Gary M. King, Timothy I. Eglinton, Michael R. Shields, Nicholas D. Ward, Jason Curtis", 
        "date": "2015-07-14", 
        "description": "\n\nThe role of priming processes in the remineralization of terrestrially derived dissolved organic carbon (TDOC) in aquatic systems has been overlooked. We provide evidence for TDOC priming using a lab-based microcosm experiment in which TDOC was primed by the addition of 13C-labeled algal dissolved organic carbon (ADOC) or a 13C-labeled disaccharide (trehalose). The rate of TDOC remineralization to carbon dioxide (CO2) occurred 4.1 ± 0.9 and 1.5 ± 0.3 times more rapidly with the addition of trehalose and ADOC, respectively, relative to experiments with TDOC as the sole carbon source over the course of a 301 h incubation period. Results from these controlled experiments provide fundamental evidence for the occurrence of priming of TDOC by ADOC and a simple disaccharide. We suggest that priming effects on TDOC should be considered in carbon budgets for large-river deltas, estuaries, lakes, hydroelectric reservoirs, and continental shelves.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064765", 
        "title": "Positive priming of terrestrially derived dissolved organic matter in a freshwater microcosm system"
    }, 
    {
        "author": "V. S. Semenov, D. I. Kubyshkina, M. V. Kubyshkina, I. V. Kubyshkin, N. Partamies", 
        "date": "2015-07-14", 
        "description": "\n\nThere is a point of view that solar wind factors, which break the magnetotail symmetry, are more effective in triggering the magnetospheric substorm. To clarify the question we use a database of substorm onsets and found the evident dependence of the substorm probability on the solar wind flow direction jumps (asymmetric factor), while distribution of the substorm occurrence on the solar wind number density jumps (symmetric factor) is homogeneous. The theoretical interpretation is based on the extension of the existing symmetric Kan model for a bent current sheet. Allowing the model tilt angle to vary in time, we found that the induced electric field penetrates to the central region of the bent current sheet. If the solar wind direction jump increases the bending, then induced electric field thins the current sheet and thus stimulates the reconnection. In the opposite case the current sheet thickens. We claim that this effect is sufficient (provides twice or more thinning of the current sheet in 10 min).\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064806", 
        "title": "On the correlation between the fast solar wind flow changes and substorm occurrence"
    }, 
    {
        "author": "Shun-Rong Zhang, Philip J. Erickson, John C. Foster, John M. Holt, Anthea J. Coster, Jonathan J. Makela, John Noto, John W. Meriwether, Brian J. Harding, Juanita Riccobono, Robert B. Kerr", 
        "date": "2015-07-14", 
        "description": "\n\nWe report a significant poleward surge in thermospheric winds at subauroral and midlatitudes following the 17–18 March 2015 great geomagnetic storm. This premidnight surge is preceded by strong westward winds. These disturbances were observed over three sites with geodetic latitudes 35–42°N in the American sector by Fabry-Perot interferometers at 630 nm wavelength. Prior to the wind disturbances, subauroral polarization streams (SAPS) were measured by the Millstone Hill incoherent scatter radar between 20 and 02 UT. We identify the observed neutral wind variations as driven by SAPS, through a scenario where strong ion flows cause a westward neutral wind, subsequently establishing a poleward wind surge due to the poleward Coriolis force on that westward wind. These regional disturbances appear to have prevented the well-known storm time equatorward wind surge from propagating into low latitudes, with the consequence that the classic disturbance dynamo mechanism failed to occur.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064836", 
        "title": "Thermospheric poleward wind surge at midlatitudes during great storm intervals"
    }, 
    {
        "author": "Wancang Zhao, Youbin Sun, William Balsam, Lin Zeng, Huayu Lu, Khureldavaa Otgonbayar, Junfeng Ji", 
        "date": "2015-07-14", 
        "description": "\n\nHf-Nd-Sr isotopic fingerprinting has been employed as a powerful method for distinguishing dust sources. However, the Hf and Sr isotopic compositions of dust are highly dependent on particle size to accurately identify dust provenance. Here we compare the Hf-Nd-Sr isotopic compositions of clay-sized fractions from dust sources (the Mongolian Plateau) to sinks (Beijing and Greenland). Our results document that clay-sized Hf-Nd-Sr isotopic compositions of Mongolian dust are controlled by two isotopic/geochemical provinces: Southern Mongolian Gobi (SMG) and Northern Mongolian Plateau (NMP). Our data indicate that the SMG is potentially an important dust source to the loess in Beijing and Hulun Buir and could be a contributing source of dust to Greenland, whereas the NMP contributes little dust to the Chinese loess and the Greenland. Furthermore, we demonstrate that the deserts of northwest China are one of the main dust contributors to Beijing and Greenland, but not to Hulun Buir.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064357", 
        "title": "Clay-sized Hf-Nd-Sr isotopic composition of Mongolian dust as a fingerprint for regional to hemispherical transport"
    }, 
    {
        "author": "Hui Ding, Richard J. Greatbatch, Mojib Latif, Wonsun Park", 
        "date": "2015-07-14", 
        "description": "\n\nWe examine the impact of sea surface temperature (SST) bias on interannual variability during boreal summer over the equatorial Atlantic using two suites of partially coupled model (PCM) experiments with and without surface heat flux correction. In the experiments, surface wind stress anomalies are specified from observations while the thermodynamic coupling between the atmospheric and oceanic components is still active as in the fully coupled model. The results show that the PCM can capture around 50% of the observed variability associated with the Atlantic Niño from 1958 to 2013, but only when the bias is substantially reduced using heat flux correction, with no skill otherwise. We further show that ocean dynamics explain a large part of the SST variability in the eastern equatorial Atlantic in both observations (50–60%) and the PCM experiments (50–70%) with heat flux correction, implying that the seasonal predictability potential may be higher than currently thought.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064799", 
        "title": "The impact of sea surface temperature bias on equatorial Atlantic interannual variability in partially coupled model experiments"
    }, 
    {
        "author": "Joaquín Jiménez-Martínez, Pietro de Anna, Hervé Tabuteau, Régis Turuban, Tanguy Le Borgne, Yves Méheust", 
        "date": "2015-07-14", 
        "description": "\n\nPorous media in which different fluid phases coexist are common in nature (e.g., vadose zone and gas-oil reservoirs). In partially saturated porous media, the intricate spatial distributions of the wetting and nonwetting phases causes their flow to be focused onto preferential paths. Using a novel 2-D experimental setup allowing pore-scale measurement of concentration fields in a controlled unsaturated flow, we highlight mechanisms by which mixing of an invading fluid with the resident fluid is significantly enhanced when decreasing saturation. The mean scalar dissipation rate is observed to decrease slowly in time, while under saturated conditions it decays rapidly. This slow decrease is due to sustained longitudinal solute fingering, which causes concentration gradients to remain predominantly transverse to the average flow. Consequently, the effective reactivity is found to be much larger than under saturated conditions. These results provide new insights into the role that multiphase flows play on mixing/reaction in porous media.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064513", 
        "title": "Pore-scale mechanisms for the enhancement of mixing in unsaturated porous media and implications for chemical reactions"
    }, 
    {
        "author": "Michael P. Stockinger, Andreas Lücke, Jeffrey J. McDonnell, Bernd Diekkrüger, Harry Vereecken, Heye R. Bogena", 
        "date": "2015-07-08", 
        "description": "\n\nPrevious studies of streamwater transit time distributions (TTDs) used isotope tracer information from open precipitation (OP) as inputs to lumped watershed models that simulate the stream isotopic composition to estimate TTD. However, in forested catchments passage of rainfall through the canopy will alter the tracer signature of throughfall (TF) via interception. Here we test the effect of using TF instead of OP on TTD estimates. We sampled a 0.39 km2 catchment (Wüstebach, Germany) for a 19 month period using weekly precipitation and stream isotope data to evaluate changes in stream isotope simulation and TTDs. We found that TF had different effects on TTDs for δ18O and δ2H, with TF leading to up to 4 months shorter transit times. TTDs converged for both isotopes only when using TF. TF improved the stream isotope simulations. These results demonstrate the importance of canopy-induced isotope tracer changes in estimating streamwater TTDs in forested catchments.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064622", 
        "title": "Interception effects on stable isotope driven streamwater transit time estimates"
    }, 
    {
        "author": "Wei Xu, Sebastien Celestin, Victor P. Pasko", 
        "date": "2015-07-08", 
        "description": "\n\nBoth natural cloud-to-ground and rocket-triggered lightning flashes have been found to be associated with intense and brief bursts of X-ray emissions. Using a full energy Monte Carlo model combined with an optical emission model, we quantify the optical emissions induced by the strong acceleration of thermal runaway electrons in the highly inhomogeneous electric field produced by stepping lightning leaders. The results demonstrate that this acceleration process is accompanied with not only high-energy X-ray emissions but also detectable levels of optical emissions. The fluorescence beam exhibits a conical shape and appears to be larger than the streamer zone associated with the lightning leader. Moreover, we emphasize that the size of the fluorescence beam largely depends on the electrical properties of the associated lightning leader and the intensity ratio between emissions from the second positive band system of N2 and the first negative band system of N\n2+ reflects the intrinsic difference in the energetics of electrons involved. Therefore, corresponding measurements compared to modeling results can provide useful information for understanding of the stepping mechanism of lightning leaders and associated X-ray production processes.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064419", 
        "title": "Optical emissions associated with energetic electrons produced by stepping leaders in cloud-to-ground lightning discharges"
    }, 
    {
        "author": "David A. Lavers, F. Martin Ralph, Duane E. Waliser, Alexander Gershunov, Michael D. Dettinger", 
        "date": "2015-07-08", 
        "description": "\n\nGlobal warming of the Earth's atmosphere is hypothesized to lead to an intensification of the global water cycle. To determine associated hydrological changes, most previous research has used precipitation. This study, however, investigates projected changes to global atmospheric water vapor transport (integrated vapor transport (IVT)), the key link between water source and sink regions. Using 22 global circulation models from the Climate Model Intercomparison Project Phase 5, we evaluate, globally, the mean, standard deviation, and the 95th percentiles of IVT from the historical simulations (1979–2005) and two emissions scenarios (2073–2099). Considering the more extreme emissions, multimodel mean IVT increases by 30–40% in the North Pacific and North Atlantic storm tracks and in the equatorial Pacific Ocean trade winds. An acceleration of the high-latitude IVT is also shown. Analysis of low-altitude moisture and winds suggests that these changes are mainly due to higher atmospheric water vapor content.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064672", 
        "title": "Climate change intensification of horizontal water vapor transport in CMIP5"
    }, 
    {
        "author": "Ingrid H. Onarheim, Tor Eldevik, Marius Årthun, Randi B. Ingvaldsen, Lars H. Smedsrud", 
        "date": "2015-07-08", 
        "description": "\n\nA main concern of present climate change is the Arctic sea ice cover. In wintertime, its observed variability is largely carried by the Barents Sea. Here we propose and evaluate a simple quantitative and prognostic framework based on first principles and rooted in observations to predict the annual mean Barents Sea ice cover, which variance is carried by the winter ice (96%). By using observed ocean heat transport and sea ice area, the proposed framework appears skillful and explains 50% of the observed sea ice variance up to 2 years in advance. The qualitative prediction of increase versus decrease in ice cover is correct 88% of the time. Model imperfections can largely be diagnosed from simultaneous meridional winds. The framework and skill are supported by a 60 year simulation from a regional ice-ocean model. We particularly predict that the winter sea ice cover for 2016 will be slightly less than 2015.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064359", 
        "title": "Skillful prediction of Barents Sea ice cover"
    }, 
    {
        "author": "M. Strumik, V. Roytershteyn, H. Karimabadi, K. Stasiewicz, M. Grzesiak, D. Przepiórka", 
        "date": "2015-07-08", 
        "description": "\n\nWe discuss mechanisms of the generation of ultralow frequency (ULF) upstream waves in the terrestrial foreshock that are essential for the acceleration of ions in space plasmas. The analysis is based on global hybrid kinetic simulations of the magnetosphere that provide realistic environment for the growth of the ULF waves in a quasi-radial configuration of the interplanetary magnetic field. We focus on a long-debated problem of the generation mechanism of oblique and parallel ULF waves and provide quantitative arguments in favor of the ion/ion cyclotron resonant instability. We also show that parallel propagating waves are predominantly generated in this configuration, but geometrical effects related to the phase space density in wave vector space lead to apparent predominance of obliquely propagating waves. Correspondence between the results outlined above and previously published experimental claims is thoroughly discussed and our results are shown to be consistent with spacecraft measurements.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064915", 
        "title": "Identification of the dominant ULF wave mode and generation mechanism for obliquely propagating waves in the Earth's foreshock"
    }, 
    {
        "author": "Paolo A. C. Galli, Edoardo Peronace", 
        "date": "2015-07-07", 
        "description": "\n\nThe Calabrian Arc is the epicentral region of one third of the strongest earthquakes of Italy (Mw ≥ 7.0). These are confined within a narrow peninsula which is the emerging portion of a slab-related accretionary wedge, and all occurred in the past four centuries. Therefore, here more than anywhere in Italy, historical seismicity alone is not sufficient for seismic hazard assessment. We carried out geological and paleoseismological studies in southern Calabria that allowed characterizing the seismogenic behavior of the Cittanova fault which was responsible for one of the most catastrophic earthquakes to ever occur in Europe, the Mw 7.0 5 February 1783 event. We have found out conclusive evidence for four Holocene earthquakes prior to 1783, with a recurrence time longer (~3.2 kyr) than the other Apennine faults (0.3–2.4 kyr). We have also estimated a robust slip rate for the late Upper Pleistocene (0.6 mm/yr) and an extension rate (0.4 mm/yr) that could reflect the residual back-arc opening of the Tyrrhenian Basin.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064062", 
        "title": "Low slip rates and multimillennial return times for Mw 7 earthquake faults in southern Calabria (Italy)"
    }, 
    {
        "author": "Som Dutt, Anil K. Gupta, Steven C. Clemens, Hai Cheng, Raj K. Singh, Gayatri Kathayat, R. Lawrence Edwards", 
        "date": "2015-07-07", 
        "description": "\n\nSpeleothem proxy records from northeastern (NE) India reflect seasonal changes in Indian summer monsoon strength as well as moisture source and transport paths. We have analyzed a new speleothem record from Mawmluh Cave, Meghalaya, India, in order to better understand these processes. The data show a strong wet phase 33,500–32,500 years B.P. followed by a weak/dry phase from 26,000 to 23,500 years B.P. and a very weak phase from 17,000 to 15,000 years B.P. The record suggests abrupt increase in strength during the Bølling-Allerød and early Holocene periods and pronounced weakening during the Heinrich and Younger Dryas cold events. We infer that these changes in monsoon strength are driven by changes in temperature gradients which drive changes in winds and moisture transport into northeast India.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064015", 
        "title": "Abrupt changes in Indian summer monsoon strength during 33,800 to 5500 years B.P."
    }, 
    {
        "author": "Lei Geng, Maria C. Zatko, Becky Alexander, T. J. Fudge, Andrew J. Schauer, Lee T. Murray, Loretta J. Mickley", 
        "date": "2015-07-07", 
        "description": "\n\nRecords of ice core nitrate and its isotopes hold the potential to assess past atmospheric conditions regarding NOx and oxidant levels. However, relating such records to past atmospheric conditions requires a site-specific understanding of the postdepositional processing of snow nitrate. We report δ15N(NO3−) records from the Greenland Ice Sheet Project 2 (GISP2) ice core over major climate transitions. Model calculations and comparison with records of parameters influencing UV-driven postdepositional processing of snow nitrate suggest that the observed variability in GISP2 δ15N(NO3−) over major climate transitions is primarily driven by changes in the degree of postdepositional loss of snow nitrate. Estimates of the fractional loss of snow nitrate is (16–23)% in the Holocene and (45–53)% in the glacial period, suggesting a (41 ± 32)% lower nitrate depositional flux to Greenland during the glacial period relative to the Holocene.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064218", 
        "title": "Effects of postdepositional processing on nitrogen isotopes of nitrate in the Greenland Ice Sheet Project 2 ice core"
    }, 
    {
        "author": "Julie A. Vano, John B. Kim, David E. Rupp, Philip W. Mote", 
        "date": "2015-07-07", 
        "description": "\n\nClimate impact studies often require the selection of a small number of climate scenarios. Ideally, a subset would have simulations that both (1) appropriately represent the range of possible futures for the variable/s most important to the impact under investigation and (2) come from global climate models (GCMs) that provide plausible results for future climate in the region of interest. We demonstrate an approach to select a subset of GCMs that incorporates both concepts and provides insights into the range of climate impacts. To represent how an ecosystem process responds to projected future changes, we methodically sample, using a simple sensitivity analysis, how an ecosystem variable responds locally to projected regional temperature and precipitation changes. We illustrate our approach in the Pacific Northwest, focusing on (a) changes in streamflow magnitudes in critical seasons for water management and (b) changes in annual vegetation carbon.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063208", 
        "title": "Selecting climate change scenarios using impact-relevant sensitivities"
    }, 
    {
        "author": "E. K. Montgomery-Brown, C. W. Wicks, P. F. Cervelli, J. O. Langbein, J. L. Svarc, D. R. Shelly, D. P. Hill, M. Lisowski", 
        "date": "2015-07-07", 
        "description": "\n\nSlow inflation began at Long Valley Caldera in late 2011, coinciding with renewed swarm seismicity. Ongoing deformation is concentrated within the caldera. We analyze this deformation using a combination of GPS and InSAR (TerraSAR-X) data processed with a persistent scatterer technique. The extension rate of the dome-crossing baseline during this episode (CA99 to KRAC) is 1 cm/yr, similar to past inflation episodes (1990–1995 and 2002–2003), and about a tenth of the peak rate observed during the 1997 unrest. The current deformation is well modeled by the inflation of a prolate spheroidal magma reservoir ∼7 km beneath the resurgent dome, with a volume change of ∼6 × 106 m3/yr from 2011.7 through the end of 2014. The current data cannot resolve a second source, which was required to model the 1997 episode. This source appears to be in the same region as previous inflation episodes, suggesting a persistent reservoir.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064338", 
        "title": "Renewed inflation of Long Valley Caldera, California (2011 to 2014)"
    }, 
    {
        "author": "Akarsh Asoka, Vimal Mishra", 
        "date": "2015-07-07", 
        "description": "\n\nPrediction of vegetation anomalies at regional scales is essential for management of food and water resources. Forecast of vegetation anomalies at 1–3 months lead time can help in decision making. Here we show that normalized difference vegetation index (NDVI) along with other hydroclimatic variables (soil moisture and sea surface temperature) can be effectively used to predict vegetation anomalies in India. The spatiotemporal analysis of NDVI showed significant greening over the region during the period of 1982–2013. The root-zone soil moisture showed a positive correlation with NDVI, whereas the El Niño–Southern Oscillation index (Nino 3.4) is negatively correlated in most of the regions. We extended this relationship to develop a model to predict NDVI in 1 to 3 months lead time. The predicted vegetation anomalies compare well with observations, which can be effectively utilized in early warning and better planning in water resources and agricultural sectors in India.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063991", 
        "title": "Prediction of vegetation anomalies to improve food security and water management in India"
    }, 
    {
        "author": "F. S. Rodrigues, M. J. Nicolls, M. A. Milla, J. M. Smith, R. H. Varney, A. Strømme, C. Martinis, J. F. Arratia", 
        "date": "2015-07-07", 
        "description": "\n\nA new, 14-panel Advanced Modular Incoherent Scatter Radar (AMISR-14) system was recently deployed at the Jicamarca Radio Observatory. We present results of the first coherent backscatter radar observations of equatorial spread F(ESF) irregularities made with the system. Colocation with the 50 MHz Jicamarca Unattended Long-term studies of the Ionosphere and Atmosphere (JULIA) radar allowed unique simultaneous observations of meter and submeter irregularities. Observations from both systems produced similar Range-Time-Intensity maps during bottom-type and bottomside ESF events. We were also able to use the electronic beam steering capability of AMISR-14 to “image” scattering structures in the magnetic equatorial plane and track their appearance, evolution, and decay with a much larger field of view than previously possible at Jicamarca. The results suggest zonal variations in the instability conditions leading to irregularities and demonstrate the dynamic behavior of F region scattering structures as they evolve and drift across the radar beams.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064574", 
        "title": "AMISR-14: Observations of equatorial spread F"
    }, 
    {
        "author": "Giuseppe Foti, Christine Gommenginger, Philip Jales, Martin Unwin, Andrew Shaw, Colette Robertson, Josep Roselló", 
        "date": "2015-07-07", 
        "description": "\n\nFirst results are presented for ocean surface wind speed retrieval from reflected GPS signals measured by the low Earth orbiting UK TechDemoSat-1 satellite (TDS-1). Launched in July 2014, TDS-1 provides the first new spaceborne Global Navigation Satellite System-Reflectometry (GNSS-R) data since the pioneering UK-Disaster Monitoring Mission (UK-DMC) experiment in 2003. Examples of onboard-processed delay-Doppler maps reveal excellent data quality for winds up to 27.9 m/s. Collocated Advanced Scatterometer (ASCAT) winds are used to develop and evaluate a wind speed algorithm based on signal-to-noise ratio (SNR) and the bistatic radar equation. For SNRs greater than 3 dB, wind speed is retrieved without bias and a precision around 2.2 m/s between 3 and 18 m/s even without calibration. Exploiting lower SNR signals, however, requires good knowledge of the antenna beam, platform attitude, and instrument gain setting. This study demonstrates the capabilities of low-cost, low-mass, and low-power GNSS-R receivers ahead of their launch on the NASA Cyclone GNSS (CYGNSS) constellation in 2016.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064204", 
        "title": "Spaceborne GNSS reflectometry for ocean winds: First results from the UK TechDemoSat-1 mission"
    }, 
    {
        "author": "Jordan L. Thomas, Darryn W. Waugh, Anand Gnanadesikan", 
        "date": "2015-07-07", 
        "description": "\n\nChanges in the Southern Annular Mode (SAM), Southern Hemisphere (SH) westerly jet location, and magnitude are linked with changes in ocean circulation along with ocean heat and carbon uptake. Recent trends have been observed in these fields but not much is known about the natural variability. Here we aim to quantify the natural variability of the SH extratropical circulation by using Coupled Model Intercomparison Project Phase 5 (CMIP5) preindustrial control model runs and compare with the observed trends in SAM, jet magnitude, and jet location. We show that trends in SAM are due partly to external forcing but are not outside the natural variability as described by these models. Trends in jet location and magnitude, however, lie outside the unforced natural variability but can be explained by a combination of natural variability and the ensemble mean forced trend. These results indicate that trends in these three diagnostics cannot be used interchangeably.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064521", 
        "title": "Southern Hemisphere extratropical circulation: Recent trends and natural variability"
    }, 
    {
        "author": "Simon Wing, Donald H. Fairfield, Jay R. Johnson, Shin-I. Ohtani", 
        "date": "2015-07-07", 
        "description": "\n\nThe Johns Hopkins University Applied Physics Laboratory open-field line particle precipitation model predicts downward field-aligned electric field to maintain charge quasi-neutrality. Previous studies confirmed the existence of such electric fields. However, the present study shows that upward field-aligned electric field can be found within upward field-aligned current (FAC) region. In the upward FAC region, upward electric field that accelerates electron downward is seen with the occurrence rates of 82%–96%. In contrast, the occurrence rates in the downward FAC regions are 3%–11%. Polar rain electrons located in the upward FAC region adjacent to closed field lines often show a ramping up of energy with increasing latitude before reaching a plateau. This plateau may be attributed to the magnetosheath electrons that progressively have higher antisunward velocity and lower density with increasing distance from the subsolar point before they asymptotically reach the solar wind values.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064229", 
        "title": "On the field-aligned electric field in the polar cap"
    }, 
    {
        "author": "J. De Rydt, G. H. Gudmundsson, H. Rott, J. L. Bamber", 
        "date": "2015-07-07", 
        "description": "\n\nFollowing the disintegration of the Larsen B Ice Shelf, Antarctic Peninsula, in 2002, regular surveillance of its ∼20 tributary glaciers has revealed a response which is varied and complex in both space and time. The major outlets have accelerated and thinned, smaller glaciers have shown little or no change, and glaciers flowing into the remnant Scar Inlet Ice Shelf have responded with delay. In this study we present the first areawide numerical analysis of glacier dynamics before and immediately after the collapse of the ice shelf, combining new data sets and a state-of-the-art numerical ice flow model. We simulate the loss of buttressing at the grounding line and find a good qualitative agreement between modeled changes in glacier flow and observations. Through this study, we seek to improve confidence in our numerical models and their ability to capture the complex mechanical coupling between floating ice shelves and grounded ice.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064355", 
        "title": "Modeling the instantaneous response of glaciers after the collapse of the Larsen B Ice Shelf"
    }, 
    {
        "author": "", 
        "date": "2015-07-15", 
        "description": "\nNo abstract is available for this article.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fgrl.52046", 
        "title": "Issue Information"
    }, 
    {
        "author": "Marco Restano, Jeffrey J. Plaut, Bruce A. Campbell, Yonggyu Gim, Daniel Nunes, Fabrizio Bernardini, Anthony Egan, Roberto Seu, Roger J. Phillips", 
        "date": "2015-06-16", 
        "description": "\nThe close passage of Comet C/2013 A1 (Siding Spring) to Mars provided a unique opportunity to observe the interaction of cometary materials with the Martian ionosphere and atmosphere using the sounding radar SHARAD (SHAllow RADar) aboard Mars Reconnaissance Orbiter. In two nightside observations, acquired in the 10 h following the closest approach, the SHARAD data reveal a significant increase of the total electron content (TEC). The observed TEC values are typical for daylight hours just after dawn or before sunset but are unprecedented this deep into the night. Results support two predictions indicating that cometary pickup O+ ions, or ions generated from the ablation of cometary dust, are responsible for the creation of an additional ion layer.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064150", 
        "title": "Effects of the passage of Comet C/2013 A1 (Siding Spring) observed by the Shallow Radar (SHARAD) on Mars Reconnaissance Orbiter"
    }, 
    {
        "author": "M. Benna, P. R. Mahaffy, J. M. Grebowsky, J. M. C. Plane, R. V. Yelle, B. M. Jakosky", 
        "date": "2015-06-16", 
        "description": "\n\nWe report the first in situ detection of metal ions in the upper atmosphere of Mars resulting from the ablation of dust particles from comet Siding Spring. This detection was carried out by the Neutral Gas and Ion Mass Spectrometer on board the Mars Atmosphere and Volatile Evolution Mission. Metal ions of Na, Mg, Al, K, Ti, Cr, Mn, Fe, Co, Ni, Cu, and Zn, and possibly of Si, and Ca, were identified in the ion spectra collected at altitudes of ~185 km. The measurements revealed that Na+ was the most abundant species, and that the remaining metals were depleted with respect to the CI (type 1 carbonaceous Chondrites) abundance of Na+. The temporal profile and abundance ratios of these metal ions suggest that the combined effects of dust composition, partial ablation, differential upward transport, and differences in the rates of formation and removal of these metal ions are responsible for the observed depletion.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064159", 
        "title": "Metallic ions in the upper atmosphere of Mars from the passage of comet C/2013 A1 (Siding Spring)"
    }, 
    {
        "author": "Andrew J. Coates, Anne Wellbrock, J. Hunter Waite, Geraint H. Jones", 
        "date": "2015-06-18", 
        "description": "\n\nNeutral particles dominate regions of the Saturn magnetosphere and locations near several of Saturn's moons. Sunlight ionizes neutrals, producing photoelectrons with characteristic energy spectra. The Cassini plasma spectrometer electron spectrometer has detected photoelectrons throughout these regions, where photoelectrons may be used as tracers of magnetic field morphology. They also enhance plasma escape by setting up an ambipolar electric field, since the relatively energetic electrons move easily along the magnetic field. A similar mechanism is seen in the Earth's polar wind and at Mars and Venus. Here we present a new analysis of Titan photoelectron data, comparing spectra measured in the sunlit ionosphere at ~1.4 Titan radii (RT) and at up to 6.8 RT away. This results in an upper limit on the potential of 2.95 V along magnetic field lines associated with Titan at up to 6.8 RT, which is comparable to some similar estimates for photoelectrons seen in Earth's magnetosphere.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064474", 
        "title": "A new upper limit to the field-aligned potential near Titan"
    }, 
    {
        "author": "Alexandra Alexandrova, Rumi Nakamura, Vladimir S. Semenov, Takuma K. M. Nakamura", 
        "date": "2015-06-18", 
        "description": "\nWe obtain the X-line velocity in the Earth's magnetotail for 24 reconnection events observed by the Cluster spacecraft between 2001 and 2005. The data set consists of 10 single X-lines and 14 X-lines from the time intervals of multiple reconnection. Except for two X-lines from multiple reconnection, all the X-lines move tailward (radial outward) along the current sheet, which is consistent with the direction of the pressure gradient. The X-lines also propagate outward from the midnight sector in the dawn-dusk direction. The X-line speed in the Earth-tail direction is comparable and proportional to the reconnection inflow speed and approximately 0.1 of the reconnection outflow speed. These results suggest that both the global pressure distribution and the local reconnection physics may affect the motion of the X-line.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064421", 
        "title": "Motion of reconnection region in the Earth's magnetotail"
    }, 
    {
        "author": "N. Lugaz, C. J. Farrugia, C.-L. Huang, H. E. Spence", 
        "date": "2015-06-19", 
        "description": "\nWe report on features of solar wind-magnetosphere coupling elicited by shocks propagating through coronal mass ejections (CMEs) by analyzing the intense geomagnetic storm of 6 August 1998. During this event, the dynamic pressure enhancement at the shock combined with a simultaneous increase in the southward component of the magnetic field resulted in a large earthward retreat of Earth's magnetopause, which remained close to geosynchronous orbit for more than 4 h. This occurred despite the fact that both shock and CME were weak and relatively slow. Another similar example of a weak shock inside a slow CME resulting in an intense geomagnetic storm is the 30 September 2012 event, which strongly depleted the outer radiation belt. We discuss the potential of shocks inside CMEs to cause large geomagnetic effects at Earth, including magnetopause shadowing.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064530", 
        "title": "Extreme geomagnetic disturbances due to shocks within CMEs"
    }, 
    {
        "author": "Satoshi Kurita, Akira Kadokura, Yoshizumi Miyoshi, Akira Morioka, Yuka Sato, Hiroaki Misawa", 
        "date": "2015-06-19", 
        "description": "\nIt has been believed that whistler mode waves can cause relativistic electron precipitations. It has been also pointed out that pitch angle scattering of ∼keV electrons by whistler mode waves results in diffuse auroras. Thus, it is natural to expect relativistic electron precipitations associated with diffuse auroras. Based on a conjugate observation between the SAMPEX spacecraft and the all-sky TV camera at Syowa Station, we report, for the first time, a case in which relativistic electron precipitations are associated with diffuse aurora. The SAMPEX observation shows that the precipitations of > 1 MeV electrons are well accompanied with those of > 150 and > 400 keV electrons. This indicates that electrons in the energy range from several keV to > 1 MeV precipitate into the atmosphere simultaneously. Our result supports the idea that whistler mode waves contribute to both generation of diffuse auroras and relativistic electron precipitations.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064564", 
        "title": "Relativistic electron precipitations in association with diffuse aurora: Conjugate observation of SAMPEX and the all-sky TV camera at Syowa Station"
    }, 
    {
        "author": "Lunjin Chen", 
        "date": "2015-06-20", 
        "description": "\nMagnetosonic waves, also known as equatorial noise emission, can be unstable in the presence of ion ring velocity distribution of ring current population. Earlier studies have demonstrated that such instability can occur near proton harmonic frequencies and near perpendicular propagation with a narrow range of wave normal angle about 90° and that the waves may contribute significantly to electron acceleration in the radiation belt. However, this effect is sensitive to the values of wave normal angles. Instability characteristics in the regime of weak instability, in particular the dependence on the wave frequency and wave normal angle, is investigated for an ion ring distribution modeled by subtraction of two anisotropic Maxwellian distributions. It is found that two types of instabilities, resonant and nonresonant, occur near 90° wave normal angles. Physics of the two instabilities is explained and discussed. The resonant instability, occurring at a finite parallel wave number k∥, is caused by resonant protons near 90° pitch angle, while the nonresonant instability, occurring for a vanishing k∥, is driven by all thermal protons. A formula for the linear nonresonant instability is derived and generalized for an arbitrary ion distribution.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064237", 
        "title": "Wave normal angle and frequency characteristics of magnetosonic wave linear instability"
    }, 
    {
        "author": "A. A. Samsonov, V. A. Sergeev, M. M. Kuznetsova, D. G. Sibeck", 
        "date": "2015-06-25", 
        "description": "\n\nWe use global MHD simulations to model the magnetospheric response to an inclined shock that first strikes the duskside magnetosphere. The simulations predict several phenomena related specifically to the inclined shocks. The magnetospheric compression on the duskside exceeds that on the dawnside, and the geocentric distance to the dusk magnetopause varies in a simple step-like form. The compression on the dawnside is preceded and followed by expansions. For a moderately strong shock, the expansion magnitude reaches several RE behind the terminator plane. The magnetopause and cross-tail currents in the magnetotail are significantly deformed during and after the shock passage. The position of the magnetotail magnetopause moves by more than 10 RE. This asymmetric magnetopause deformation is mainly related to a strong |Vy| downstream from the inclined shock. The magnetospheric expansion results in a decrease in the horizontal magnetic field at low-latitude stations, as confirmed by observations.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064294", 
        "title": "Asymmetric magnetospheric compressions and expansions in response to impact of inclined interplanetary shock"
    }, 
    {
        "author": "T. I. Pulkkinen, A. P. Dimmock, A. Osmane, K. Nykyri", 
        "date": "2015-06-26", 
        "description": "\nUsing Time History of Events and Macroscale Interactions During Substorms observations, we show that the efficiency of the energy entry through the magnetopause as measured by the Poynting vector normal component depends on the combination of the solar wind speed and the southward component of the interplanetary magnetic field (IMF): Most efficient energy transfer occurs when the IMF BZ is only moderately negative, and the solar wind speed is high. This means that for the same level of solar wind driver parameters (electric field, epsilon, or other), different combinations of V and BZ will produce different driving at the magnetopause. The effect is strongest for low to moderate driving conditions, while the influence is smaller for the intense space weather events.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064226", 
        "title": "Solar wind energy input to the magnetosheath and at the magnetopause"
    }, 
    {
        "author": "X. H. Wei, C. L. Cai, J. B. Cao, H. Rème, I. Dandouras, G. K. Parks", 
        "date": "2015-06-29", 
        "description": "\n\nObservations by the Cluster spacecraft on 3 August 2004 are presented as an example of flapping motions of the magnetotail current sheet excited by nonadiabatic ions. It is found that the current sheet up-down motions are exactly corresponding to alternating hemispherical asymmetries of the bouncing ion population. We show that those hemisphere-asymmetric nonadiabatic ion populations are present in the magnetic field configuration with an effective finite guiding component due to the local current sheet inclination. These results demonstrate that the current sheet flapping motion is a self-organized circulation process between the alternating hemispherical asymmetries of the nonadiabatic ion population inside the plasma sheet and the current sheet equilibrium itself.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064459", 
        "title": "Flapping motions of the magnetotail current sheet excited by nonadiabatic ions"
    }, 
    {
        "author": "X. Meng, A. Komjathy, O. P. Verkhoglyadova, Y.-M. Yang, Y. Deng, A. J. Mannucci", 
        "date": "2015-06-30", 
        "description": "\nTsunamis can generate gravity waves propagating upward through the atmosphere, inducing total electron content (TEC) disturbances in the ionosphere. To capture this process, we have implemented tsunami-generated gravity waves into the Global Ionosphere-Thermosphere Model (GITM) to construct a three-dimensional physics-based model WP (Wave Perturbation)-GITM. WP-GITM takes tsunami wave properties, including the wave height, wave period, wavelength, and propagation direction, as inputs and time-dependently characterizes the responses of the upper atmosphere between 100 km and 600 km altitudes. We apply WP-GITM to simulate the ionosphere above the West Coast of the United States around the time when the tsunami associated with the March 2011 Tohuku-Oki earthquke arrived. The simulated TEC perturbations agree with Global Positioning System observations reasonably well. For the first time, a fully self-consistent and physics-based model has reproduced the GPS-observed traveling ionospheric signatures of an actual tsunami event.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064610", 
        "title": "A new physics-based modeling approach for tsunami-ionosphere coupling"
    }, 
    {
        "author": "D. A. Gurnett, D. D. Morgan, A. M. Persoon, L. J. Granroth, A. J. Kopf, J. J. Plaut, J. L. Green", 
        "date": "2015-06-16", 
        "description": "\n\nWe report the detection of a dense ionized layer in the upper atmosphere of Mars caused by the impact of dust from comet Siding Spring. The observations were made by the ionospheric radar sounder on the Mars Express spacecraft during two low-altitude passes approximately 7 h and 14 h after closest approach of the comet to Mars. During these passes an unusual transient layer of ionization was detected at altitudes of about 80 to 100 km with peak electron densities of (1.5 to 2.5) × 105 cm−3, much higher than normally observed in the Martian ionosphere. From comparisons to previously observed ionization produced by meteors at Earth and Mars, we conclude that the layer was produced by dust from the comet impacting and ionizing the upper atmosphere of Mars.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063726", 
        "title": "An ionized layer in the upper atmosphere of Mars caused by dust impacts from comet Siding Spring"
    }, 
    {
        "author": "P. Tricarico", 
        "date": "2015-06-16", 
        "description": "\n\nWhen comet C/2013 A1 (Siding Spring) passed nearby Mars in 2014, it offered an unprecedented opportunity to observe the interaction between the dust tail of the comet and the atmosphere of Mars. Here I provide an overview of a recent series of four articles reporting observations from three satellites fortuitously orbiting Mars at the appropriate time (MAVEN, MEX, and MRO). These observations reveal high-velocity ablation and ionization of metals from the comet, the diffusion and transport processes that operated in Mars' atmosphere, and the abundance of these metals in the comet.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064726", 
        "title": "High-velocity cometary dust enters the atmosphere of Mars"
    }, 
    {
        "author": "N. M. Schneider, J. I. Deighan, A. I. F. Stewart, W. E. McClintock, S. K. Jain, M. S. Chaffin, A. Stiepen, M. Crismani, J. M. C. Plane, J. D. Carrillo-Sánchez, J. S. Evans, M. H. Stevens, R. V. Yelle, J. T. Clarke, G. M. Holsclaw, F. Montmessin, B. M. Jakosky", 
        "date": "2015-06-16", 
        "description": "\nWe report the detection of intense emission from magnesium and iron in Mars' atmosphere caused by a meteor shower following Comet Siding Spring's close encounter with Mars. The observations were made with the Imaging Ultraviolet Spectrograph, a remote sensing instrument on the Mars Atmosphere and Volatile EvolutioN spacecraft orbiting Mars. Ionized magnesium caused the brightest emission from the planet's atmosphere for many hours, resulting from resonant scattering of solar ultraviolet light. Modeling suggests a substantial fluence of low-density dust particles 1–100 µm in size, with the large amount and small size contrary to predictions. The event created a temporary planet-wide ionospheric layer below Mars' main dayside ionosphere. The dramatic meteor shower response at Mars is starkly different from the case at Earth, where a steady state metal layer is always observable but perturbations caused by even the strongest meteor showers are challenging to detect.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063863", 
        "title": "MAVEN IUVS observations of the aftermath of the Comet Siding Spring meteor shower on Mars"
    }, 
    {
        "author": "E. V. Shalygin, W. J. Markiewicz, A. T. Basilevsky, D. V. Titov, N. I. Ignatiev, J. W. Head", 
        "date": "2015-06-17", 
        "description": "\nVenus is known to have been volcanically resurfaced in the last third of solar system history and to have undergone a significant decrease in volcanic activity a few hundred million years ago. However, fundamental questions remain: Is Venus still volcanically active today, and if so, where and in what geological and geodynamic environment? Here we show evidence from the Venus Express Venus Monitoring Camera for transient bright spots that are consistent with the extrusion of lava flows that locally cause significantly elevated surface temperatures. The very strong spatial correlation of the transient bright spots with the extremely young Ganiki Chasma, their similarity to locations of rift-associated volcanism on Earth, provide strong evidence for their volcanic origin and suggests that Venus is currently geodynamically active.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064088", 
        "title": "Active volcanism on Venus in the Ganiki Chasma rift zone"
    }, 
    {
        "author": "A. Rozel, G. J. Golabek, R. Näf, P. J. Tackley", 
        "date": "2015-06-23", 
        "description": "\n\nNumerical simulations of mantle convection with a viscoplastic rheology usually display mobile, episodic or stagnant lid regimes. In this study, we report a new convective regime in which a ridge can form without destabilizing the surrounding lithosphere or forming subduction zones. Using simulations in 2-D spherical annulus geometry, we show that a depth-dependent yield stress is sufficient to reach this ridge only regime. This regime occurs when the friction coefficient is close to the critical value between mobile lid and stagnant lid regimes. Maps of convective regime as a function of the parameters friction coefficients and depth dependence of viscosity are provided for both basal heating and mixed heating situations. The ridge only regime appears for both pure basal heating and mixed heating mode. For basal heating, this regime can occur for all vertical viscosity contrasts, while for mixed heating, a highly viscous deep mantle is required.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063483", 
        "title": "Formation of ridges in a stable lithosphere in mantle convection models with a viscoplastic rheology"
    }, 
    {
        "author": "M. Cassidy, S. F. L. Watt, P. J. Talling, M. R. Palmer, M. Edmonds, M. Jutzeler, D. Wall-Palmer, M. Manga, M. Coussens, T. Gernon, R. N. Taylor, A. Michalik, E. Inglis, C. Breitkreuz, A. Le Friant, O. Ishizuka, G. Boudon, M. C. McCanta, T. Adachi, M. J. Hornbach, S. L. Colas, D. Endo, A. Fujinawa, K. S. Kataoka, F. Maeno, Y. Tamura, F. Wang", 
        "date": "2015-06-17", 
        "description": "\n\nVolcanic edifice collapses generate some of Earth's largest landslides. How such unloading affects the magma storage systems is important for both hazard assessment and for determining long-term controls on volcano growth and decay. Here we present a detailed stratigraphic and petrological analyses of volcanic landslide and eruption deposits offshore Montserrat, in a subduction zone setting, sampled during Integrated Ocean Drilling Program Expedition 340. A large (6–10 km3) collapse of the Soufrière Hills Volcano at ~130 ka was followed by explosive basaltic volcanism and the formation of a new basaltic volcanic center, the South Soufrière Hills, estimated to have initiated <100 years after collapse. This basaltic volcanism was a sharp departure from the andesitic volcanism that characterized Soufrière Hills' activity before the collapse. Mineral-melt thermobarometry demonstrates that the basaltic magma's transit through the crust was rapid and from midcrustal depths. We suggest that this rapid ascent was promoted by unloading following collapse.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064519", 
        "title": "Rapid onset of mafic magmatism facilitated by volcanic edifice collapse"
    }, 
    {
        "author": "Anja Røyne, Kim N. Dalby, Tue Hassenkam", 
        "date": "2015-06-18", 
        "description": "\n\nThe long-term mechanical strength of calcite-bearing rocks is highly dependent on the presence and nature of pore fluids, and it has been suggested that the observed effects are due to changes in nanometer-scale surface forces near fracture tips and grain contacts. In this letter, we present measurements of forces between two calcite surfaces in air and water-glycol mixtures using the atomic force microscope. We show a time- and load-dependent adhesion at low water concentrations and a strong repulsion in the presence of water, which is most likely due to hydration of the strongly hydrophilic calcite surfaces. We argue that this hydration repulsion can explain the commonly observed water-induced decrease in strength in calcitic rocks and single calcite crystals. Furthermore, this relatively simple experimental setup may serve as a useful tool for analyzing surface forces in other mineral-fluid combinations.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064365", 
        "title": "Repulsive hydration forces between calcite surfaces and their effect on the brittle strength of calcite-bearing rocks"
    }, 
    {
        "author": "Yuki Sawai, Yuichi Namegaya, Toru Tamura, Rei Nakashima, Koichiro Tanigawa", 
        "date": "2015-06-19", 
        "description": "\n\nA sparsely documented tsunami in 1454 may subdivide the recurrence interval between the 869 and 2011 tsunamis near Sendai, as judged from geomorphic, stratigraphic, and archival evidence. Pond-filled breaches cut across beach ridges on century-old topographic maps. The basal pond deposit in one of these breaches postdates 1454. Stratigraphy on Sendai Plain includes a sand sheet that contains marine and brackish diatoms. Radiocarbon ages suggest that the sheet dates to 1406–1615 (2σ), and written records for this interval in Tohoku mention a tsunami in 1454. The inferred inundation extended 1.0–2.5 km inland from an approximate medieval shoreline. Simulated tsunamis that best account for the sand sheet require a thrust earthquake of moment magnitude 8.4 or larger. If the sand sheet represents the 1454 tsunami, the two most recent intervals between great thrust earthquakes in Sendai region spanned 585 and 557 years.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064167", 
        "title": "Shorter intervals between great earthquakes near Sendai: Scour ponds and a sand layer attributable to A.D. 1454 overwash"
    }, 
    {
        "author": "C. E. Neuzil", 
        "date": "2015-06-23", 
        "description": "\n\nInvestigations have revealed several instances of apparently isolated highs or lows in pore fluid potential in shallow (< ~ 1 km depth) argillaceous formations in intraplate settings. Formations with the pressure anomalies are distinguished by (1) smaller ratios of hydraulic conductivity to formation thickness and (2) smaller hydraulic (or pressure) diffusivities than those without anomalies. This is consistent with transient Darcian flow caused by strain at rates of ~ 10−17 to 10-16 s-1, by significant perturbing events in the past 104 to 106 annum or by some combination of the two. Plausible causes include erosional downwasting, tectonic strain, and glaciation. In this conceptualization the anomalies provide constraints on formation-scale flow properties, flow history, and local geological forcing in the last 106 annum and in particular indicate zones of low permeability (10−19–10−22 m2) that could be useful for isolation of nuclear waste.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064140", 
        "title": "Interpreting fluid pressure anomalies in shallow intraplate argillaceous formations"
    }, 
    {
        "author": "Ban-Yuan Kuo, Wayne C. Crawford, Spahr C. Webb, Ching-Ren Lin, Tai-Chieh Yu, Liwen Chen", 
        "date": "2015-06-23", 
        "description": "\n\nThe elastic response of seafloor to ocean gravity wave loading, or seafloor compliance, provides a constraint on the elastic properties of the crust. We measured seafloor compliance at three ocean bottom seismometer (OBS) sites around Taiwan—two in the southwestern (SW) Okinawa Trough and one on the Ryukyu arc—and performed inversion for crustal structures beneath them. Models best fitting the data demonstrate a decrease in upper crustal shear velocity and an increase in the compressional/shear velocity ratio from the arc site to the trough sites with increasing amount of back-arc extension. This variation suggests that the upper continental crust is highly faulted and hydrated during rifting of the Eurasian lithosphere.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064050", 
        "title": "Faulting and hydration of the upper crust of the SW Okinawa Trough during continental rifting: Evidence from seafloor compliance inversion"
    }, 
    {
        "author": "Paul Lundgren, Sergey V. Samsonov, Cristian Mauricio López Velez, Milton Ordoñez", 
        "date": "2015-06-24", 
        "description": "\n\nNevado del Ruiz is part of a large volcano complex in the northern Andes of Colombia. Interferometric synthetic aperture radar observations from the RADARSAT-2 satellite since 2011 show steady inflation of the volcano since 2012 at 3–4 cm/yr. The broad (>20 km) deformation pattern from both ascending and descending track data constrain source models for either point or spheroidal sources, both located at >14 km beneath the surface (mean elevation 4.2 km) and 10 km SW of Nevado del Ruiz, below nearby Santa Isabel Volcano. Stress change computations for both sources in the context of a compressive regional stress indicate that dikes propagating from the source should become trapped in sills, possibly leading to a more complex pathway to the surface and explaining the significant lateral separation of the source and Nevado del Ruiz Volcano.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063858", 
        "title": "Deep source model for Nevado del Ruiz Volcano, Colombia, constrained by interferometric synthetic aperture radar observations"
    }, 
    {
        "author": "Huihui Weng, Jinshui Huang, Hongfeng Yang", 
        "date": "2015-06-25", 
        "description": "\n\nHere we investigate the effects of a patch with elevated effective normal stress (barrier) on two-dimensional in-plane supershear rupture propagation on a planar fault from numerical experiments. Our results confirm that the barrier may slow down or stop coseismic ruptures but may also induce supershear ruptures. We demonstrate that the supershear rupture may emerge in a region that is delineated by two approximate linear boundaries. If the barrier size is below the lower boundary, ruptures can overcome the barrier and propagate at subshear speeds. If the barrier size is larger than the upper boundary, ruptures are always stopped by the barrier. Furthermore, we find that the barrier-induced supershear ruptures may eventually slow down into subshear speed, depending on the size and the location of the barrier. The duration of supershear ruptures increases as the barrier sizes grow from the lower to the upper boundary, which are proportional to the reduction in rupture speeds caused by the barrier. These results indicate that a barrier on the fault may not stop coseismic ruptures. Rather, the barrier may induce ruptures propagating at supershear speeds that play important roles in near-field ground shaking and damage.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064281", 
        "title": "Barrier-induced supershear ruptures on a slip-weakening fault"
    }, 
    {
        "author": "Wei Wei, Jianchao Cai, Xiangyun Hu, Qi Han", 
        "date": "2015-06-29", 
        "description": "\n\nArchie's equation is an empirical electrical conductivity-porosity model that has been used to predict the formation factor of porous rock for more than 70 years. However, the physical interpretation of its parameters, e.g., the cementation exponent m, remains questionable. In this study, a theoretical electrical conductivity equation is derived based on the fractal characteristics of porous media. The proposed model is expressed in terms of the tortuosity fractal dimension (DT), the pore fractal dimension (Df), the electrical conductivity of the pore liquid, and the porosity. The empirical parameter m is then determined from physically based parameters, such as DT and Df. Furthermore, a distinct interrelationship between DT and Df is obtained. We find a reasonably good match between the predicted formation factor by our model and experimental data.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064460", 
        "title": "An electrical conductivity model for fractal porous media"
    }, 
    {
        "author": "Karen H. Lythgoe, Arwen Deuss", 
        "date": "2015-06-29", 
        "description": "\nAs we strive to understand the most remote region of our planet, one critical area of investigation is the uppermost inner core since its structure is related to solidification of outer core material at the inner core boundary (ICB). Previous seismic studies have used body waves to show that the top ∼100 km of the inner core is isotropic. However, radial anisotropy cannot be uniquely determined by body wave observations. Alternatively, normal mode center frequencies are sensitive to spherically symmetric Earth structure, therefore may provide a constraint on the existence of radial anisotropy in the inner core. Here we show that normal mode center frequency measurements are compatible with 2–5% radial anisotropy in the top ∼100 km of the inner core with a fast direction radially outward and a slow direction along the ICB. Given the uncertainties in the mineral physics and processes that produce anisotropy, the observed radial anisotropy may be reconciled with predictions based on either solidification processes or from texturing due to anisotropic growth.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064326", 
        "title": "The existence of radial anisotropy in Earth's upper inner core revealed from seismic normal mode observations"
    }, 
    {
        "author": "Alexandre P. Plourde, Michael G. Bostock, Pascal Audet, Amanda M. Thomas", 
        "date": "2015-06-30", 
        "description": "\nWe use seismic waveform data from the Mendocino Experiment to detect low-frequency earthquakes (LFEs) beneath Northern California during the April 2008 tremor-and-slip episode. In southern Cascadia, 59 templates were generated using iterative network cross correlation and stacking and grouped into 34 distinct LFE families. The main front of tremor epicenters migrates along strike at 9 km d−1; we also find one instance of rapid tremor reversal, observed to propagate in the opposite direction at 10–20 km h−1. As in other regions of Cascadia, LFE hypocenters from this study lie several kilometers above a recent plate interface model. South of Cascadia, LFEs were discovered on the Maacama and Bucknell Creek faults. The Bucknell Creek Fault may be the youngest fault yet observed to host LFEs. These fault zones also host shallow earthquake swarms with repeating events that are distinct from LFEs in their spectral and recurrence characteristics.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064363", 
        "title": "Low-frequency earthquakes at the southern Cascadia margin"
    }, 
    {
        "author": "Grant Ferguson, Scott Jasechko", 
        "date": "2015-06-29", 
        "description": "\n\nStable isotopes have been used to study large-scale changes in hydrology during the Pleistocene epoch. Many of these efforts have required an estimate of the δ18O value of runoff generated by melting ice sheets. There is no consensus on representative values. Here we examine δ18O values from fossil groundwater samples and isotope-enabled general circulation models (GCMs) to better understand the isotopic composition of the Laurentide Ice Sheet (LIS). Groundwater δ18O values ranged from −12.5 to −25.3‰ and tended to increase southward. The δ18O precipitation values predicted by GCMs follow a similar trend but increase more steeply southward. The difference in groundwater and GCM output can be explained by invoking movement of glacial ice and meltwater, along with mixing within groundwater systems. Most groundwater δ18O values are higher than an average LIS δ18O value of −25.4 ± 2.5‰ calculated based on estimated ice sheet volumes and sea level data.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064106", 
        "title": "The isotopic composition of the Laurentide Ice Sheet and fossil groundwater"
    }, 
    {
        "author": "Eric J. Steig, Kathleen Huybers, Hansi A. Singh, Nathan J. Steiger, Qinghua Ding, Dargan M. W. Frierson, Trevor Popp, James W. C. White", 
        "date": "2015-06-18", 
        "description": "\nClimate model simulations are used to examine the impact of a collapse of the West Antarctic Ice Sheet (WAIS) on the surface climate of Antarctica. The lowered topography following WAIS collapse produces anomalous cyclonic circulation with increased flow of warm, maritime air toward the South Pole and cold-air advection from the East Antarctic plateau toward the Ross Sea and Marie Byrd Land, West Antarctica. Relative to the background climate, areas in East Antarctica that are adjacent to the WAIS warm, while substantial cooling (several ∘C) occurs over parts of West Antarctica. Anomalously low isotope-paleotemperature values at Mount Moulton, West Antarctica, compared with ice core records in East Antarctica, are consistent with collapse of the WAIS during the last interglacial period, Marine Isotope Stage 5e. More definitive evidence might be recoverable from an ice core record at Hercules Dome, East Antarctica, which would experience significant warming and positive oxygen isotope anomalies if the WAIS collapsed.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063861", 
        "title": "Influence of West Antarctic Ice Sheet collapse on Antarctic surface climate"
    }, 
    {
        "author": "Arlan Dirkson, William J. Merryfield, Adam Monahan", 
        "date": "2015-06-19", 
        "description": "\nA challenge for model-based seasonal predictions of sea ice is an accurate representation of sea ice initial conditions, particularly sparsely observed sea ice thickness (SIT). The Canadian Seasonal to Interannual Prediction System (CanSIPS) currently initializes SIT by nudging simulated values toward a model-based climatology. To improve on this, we use sea ice data from Pan-Arctic Ice Ocean Modeling and Assimilation System to investigate how accurately SIT can be estimated in real time using better observed and physically relevant predictors. We (1) test the skill of several predictors using maximum covariance analysis (MCA), (2) apply an approach which blends sea ice concentration and lagged (4 month averaged) sea level pressure, and (3) compare this method against the current CanSIPS initialization scheme over 1981–2012. The MCA-based statistical model reduces SIT areal mean and temporal mean absolute errors by 48% relative to the current CanSIPS initialization and shows consistent skill estimating ice volume in all months (r = 0.95).", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063930", 
        "title": "Real-time estimation of Arctic sea ice thickness through maximum covariance analysis"
    }, 
    {
        "author": "Heather L. Ford, A. Christina Ravelo, Petra S. Dekens, Jonathan P. LaRiviere, Michael W. Wara", 
        "date": "2015-06-18", 
        "description": "\n\nThe tropical Pacific thermocline strength, depth, and tilt are critical to tropical mean state and variability. During the early Pliocene (~3.5 to 4.5 Ma), the Eastern Equatorial Pacific (EEP) thermocline was deeper and the cold tongue was warmer than today, which resulted in a mean state with a reduced zonal sea surface temperature gradient or El Padre. However, it is unclear whether the deep thermocline was a local feature of the EEP or a basin-wide condition with global implications. Our measurements of Mg/Ca of Globorotalia tumida in a western equatorial Pacific site indicate Pliocene subsurface temperatures warmer than today; thus, El Padre included a basin-wide thermocline that was relatively warm, deep, and weakly tilted. At ~4 Ma, thermocline steepening was coupled to cooling of the cold tongue. Since ~4 Ma, the basin-wide thermocline cooled/shoaled gradually, with implications for thermocline feedbacks in tropical dynamics and the interpretation of TEX86-derived temperatures.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064215", 
        "title": "The evolution of the equatorial thermocline and the early Pliocene El Padre mean state"
    }, 
    {
        "author": "Tobias Goldhammer, Andreas Schwärzle, Ivano W. Aiello, Matthias Zabel", 
        "date": "2015-06-19", 
        "description": "\n\nSubmarine brine lakes feature sharp and persistent concentration gradients between seawater and brine, though these should be smoothed out by free diffusion in open ocean settings. The anoxic Urania basin of the eastern Mediterranean contains an ultrasulfidic, hypersaline brine of Messinian origin above a thick layer of suspended sediments. With a dual modeling approach we reconstruct its contemporary stratification by geochemical solute transport fundamentals and show that thermal convection is required to maintain mixing in the brine and mud layer. The origin of the Urania basin stratification was dated to 1650 years B.P., which may be linked to a major earthquake in the region. The persistence of the chemoclines may be key to the development of diverse and specialized microbial communities. Ongoing thermal convection in the fluid mud layer may have important yet unresolved consequences for sedimentological and geochemical processes, also in similar environments.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063758", 
        "title": "Temporal stability and origin of chemoclines in the deep hypersaline anoxic Urania basin"
    }, 
    {
        "author": "James H. Churnside, Richard D. Marchbanks", 
        "date": "2015-06-22", 
        "description": "\nThe first synoptic measurements of subsurface plankton layers were made in the western Arctic Ocean in July 2014 using airborne lidar. Layers were detected in open water and in pack ice where up to 90% of the surface was covered by ice. Layers under the ice were less prevalent, weaker, and shallower than those in open water. Layers were more prevalent in the Chukchi Sea than in the Beaufort Sea. Three quarters of the layers observed were thinner than 5 m. The presence of these layers, which are not adequately captured in satellite data, will influence primary productivity, secondary productivity, fisheries recruitment, and carbon export to the benthos.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064503", 
        "title": "Subsurface plankton layers in the Arctic Ocean"
    }, 
    {
        "author": "S. Osafune, S. Masuda, N. Sugiura, T. Doi", 
        "date": "2015-06-24", 
        "description": "\nA long-term data synthesis experiment was conducted for the period 1957–2011 using a modified quasi-global four-dimensional variational data assimilation system that was originally developed to improve the representation of the deep ocean, including a unique method for anomaly assimilation. The overall characteristics of the resulting ocean state estimate, which is dynamically consistent without any artificial sources or sinks for heat and salt, are evaluated in the Pacific Ocean. It is shown that the data set better represents the comprehensive ocean state: the mean state of the water mass distribution and volume transport and components of temporal variability from the sea surface to the bottom on interannual to multidecadal timescales. This suggests that the data set can be used to examine interactions between temporal variations throughout the entire depth range and is useful for understanding ocean physics and its role in the climate system.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064538", 
        "title": "Evaluation of the applicability of the Estimated State of the Global Ocean for Climate Research (ESTOC) data set"
    }, 
    {
        "author": "B. R. Loveday, P. Penven, C. J. C. Reason", 
        "date": "2015-06-24", 
        "description": "\nThe dynamical link between the Indian Ocean and Atlantic Meridional Overturning Circulation (AMOC) remains poorly understood. This partly arises from the complex Agulhas leakage, which occurs via rings, cyclones, and non-eddy flux. Hindcast simulations suggest that leakage has recently increased but have not decomposed this signal into its constituent mechanisms. Here these are isolated in a realistic ocean model. Increases in simulated leakage are attributed to stronger eddy and non-eddy-driven transports, and a strong warming and salinification, especially within Agulhas rings. Variability in both regimes is associated with strengthening Indian Ocean westerly winds, reflecting an increasingly positive Southern Annular Mode. While eddy and non-eddy flux signals are tied through turbulent eddy dissipation, the ratio between the two varies decadally. Consequently, while altimetry suggests a recent increase in retroflection turbulence and implied leakage, non-eddy flux may also play a significant role in modulating the leakage AMOC connection.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064256", 
        "title": "Southern Annular Mode and westerly-wind-driven changes in Indian-Atlantic exchange mechanisms"
    }, 
    {
        "author": "Laura Castro de la Guardia, Xianmin Hu, Paul G. Myers", 
        "date": "2015-06-24", 
        "description": "\nGreenland ice sheet meltwater runoff has been increasing in recent decades, especially in the southwest and the northeast. To determine the impact of this accelerating meltwater flux on Baffin Bay, we examine eight numerical experiments using an ocean-sea ice model: Nucleus for European Modelling of the Ocean. Enhanced runoff causes shoreward increasing sea surface height and strengthens the stratification in Baffin Bay. The changes in sea surface height reduces the southward transport through the Canadian Arctic Archipelago and strengthens the gyre circulation within Baffin Bay. The latter leads to further freshening of surface waters as it produces a larger northward surface freshwater transport across Davis Strait. Increasing the meltwater runoff leads to a warming and shallowing of the west Greenland Irminger water on the northwest Greenland shelf. These warmer waters can now more easily enter fjords on the Greenland coast and thus provide additional heat to accelerate the melting of marine-terminating glaciers.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064626", 
        "title": "Potential positive feedback between Greenland Ice Sheet melt and Baffin Bay heat content on the west Greenland shelf"
    }, 
    {
        "author": "Nathalie F. Goodkin, Bo-Shian Wang, Chen-Feng You, Konrad A. Hughen, Nancy Grumet-Prouty, Nicholas R. Bates, Scott C. Doney", 
        "date": "2015-06-25", 
        "description": "\n\nThe oceans absorb anthropogenic CO2 from the atmosphere, lowering surface ocean pH, a concern for calcifying marine organisms. The impact of ocean acidification is challenging to predict as each species appears to respond differently and because our knowledge of natural changes to ocean pH is limited in both time and space. Here we reconstruct 222 years of biennial seawater pH variability in the Sargasso Sea from a brain coral, Diploria labyrinthiformis. Using hydrographic data from the Bermuda Atlantic Time-series Study and the coral-derived pH record, we are able to differentiate pH changes due to surface temperature versus those from ocean circulation and biogeochemical changes. We find that ocean pH does not simply reflect atmospheric CO2 trends but rather that circulation/biogeochemical changes account for >90% of pH variability in the Sargasso Sea and more variability in the last century than would be predicted from anthropogenic uptake of CO2 alone.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064431", 
        "title": "Ocean circulation and biogeochemistry moderate interannual and decadal surface water pH changes in the Sargasso Sea"
    }, 
    {
        "author": "Jan D. Zika, Frédéric Laliberté, Lawrence R. Mudryk, Willem P. Sijp, A. J. G. Nurser", 
        "date": "2015-06-29", 
        "description": "\nHeat transport between the surface and deep ocean strongly influences transient climate change. Mechanisms setting this transport are investigated using coupled climate models and by projecting ocean circulation into the temperature-depth diagram. In this diagram, a “cold cell” cools the deep ocean through the downwelling of Antarctic waters and upwelling of warmer waters and is balanced by warming due to a “warm cell,” coincident with the interhemispheric overturning and previously linked to wind and haline forcing. With anthropogenic warming, the cold cell collapses while the warm cell continues to warm the deep ocean. Simulations with increasingly strong warm cells, set by their mean Southern Hemisphere winds, exhibit increasing deep-ocean warming in response to the same anthropogenic forcing. It is argued that the partition between components of the circulation which cool and warm the deep ocean in the preindustrial climate is a key determinant of ocean vertical heat transport with global warming.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064156", 
        "title": "Changes in ocean vertical heat transport with global warming"
    }, 
    {
        "author": "Masahiko Sato, Masato Makio, Tatsuya Hayashi, Masao Ohno", 
        "date": "2015-06-29", 
        "description": "\n\nKnowledge of the evolution of North Atlantic Deep Water (NADW) is key to understanding the past evolution of the climatic system. Here we developed a new rock-magnetic method to determine the constituent magnetic minerals of sediments and report on the evolution of NADW during 2.2–2.9 Ma. We measured isothermal remanence acquisition curves of North Atlantic deep-sea sediments drilled at the Gardar Drift and decomposed the first derivatives of these curves into high-coercivity and low-coercivity components. Residuals of the decomposition were sufficiently small throughout the study interval, confirming that the Gardar Drift sediments represent a mixing of the two end-members. Fractional changes of the high-coercivity component represent variation of the Iceland-Scotland Overflow Water, a branch of NADW formed at the Nordic Seas. The high-coercivity component increased significantly during an interglacial period just after ~2.68 Ma, which suggests that NADW formation in the Nordic Seas abruptly intensified at this time.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063307", 
        "title": "Abrupt intensification of North Atlantic Deep Water formation at the Nordic Seas during the late Pliocene climate transition"
    }, 
    {
        "author": "H. Santo, P. H. Taylor, T. Woollings, S. Poulson", 
        "date": "2015-06-30", 
        "description": "\nEstimation of the long-term behavior of wave climate is crucial for harnessing wave energy in a cost-effective way. Previous studies have linked wave heights to the north-south atmospheric pressure anomalies in the North Atlantic, suggesting that the wave climate fluctuates as a response to changes in zonal circulation in the atmosphere. We identify changes in wave power in the North-East Atlantic that are strongly correlated to the dominant pressure anomalies, the North Atlantic Oscillation (NAO), and other modes. We present a reconstructed wave power climate for 1665–2005, using a combination of known and proxy indices for the NAO and other modes. Our reconstruction shows high interannual and multidecadal variability, which makes wave energy prediction challenging. This variability should be considered in any long-term reliability analysis for wave energy devices and in power scheme economics.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064488", 
        "title": "Decadal wave power variability in the North-East Atlantic and North Sea"
    }, 
    {
        "author": "Mahesh Kovilakam, Salil Mahajan", 
        "date": "2015-06-23", 
        "description": "\n\nGlobal climate models (GCMs) underestimate the observed trend in tropical expansion. Recent studies partly attribute it to black carbon (BC) aerosols, which are poorly represented in GCMs. We conduct a suite of idealized experiments with the Community Atmosphere Model version 4 coupled to a slab ocean model forced with increasing BC concentrations covering a large swath of the estimated range of current BC radiative forcing while maintaining their spatial distribution. The Northern Hemisphere (NH) tropics expand poleward nearly linearly as BC radiative forcing increases (0.7° W−1 m2), indicating that a realistic representation of BC could reduce GCM biases. We find support for the mechanism where BC-induced midlatitude tropospheric heating shifts the maximum meridional tropospheric temperature gradient poleward resulting in tropical expansion. We also find that the NH poleward tropical edge is nearly linearly correlated with the location of the Intertropical Convergence Zone, which shifts northward in response to increasing BC.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064559", 
        "title": "Black carbon aerosol-induced Northern Hemisphere tropical expansion"
    }, 
    {
        "author": "Jonah Bloch-Johnson, Raymond T. Pierrehumbert, Dorian S. Abbot", 
        "date": "2015-06-24", 
        "description": "\nThe long-term warming from an anthropogenic increase in atmospheric CO2 is often assumed to be proportional to the forcing associated with that increase. This paper examines this linear approximation using a zero-dimensional energy balance model with a temperature-dependent feedback, with parameter values drawn from physical arguments and general circulation models. For a positive feedback temperature dependence, warming increases Earth's sensitivity, while greater sensitivity makes Earth warm more. These effects can feed on each other, greatly amplifying warming. As a result, for reasonable values of feedback temperature dependence and preindustrial feedback, Earth can jump to a warmer state under only one or two CO2 doublings. The linear approximation breaks down in the long tail of high climate sensitivity commonly seen in observational studies. Understanding feedback temperature dependence is therefore essential for inferring the risk of high warming from modern observations. Studies that assume linearity likely underestimate the risk of high warming.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064240", 
        "title": "Feedback temperature dependence determines the risk of high warming"
    }, 
    {
        "author": "Benjamin M. Kraemer, Orlane Anneville, Sudeep Chandra, Margaret Dix, Esko Kuusisto, David M. Livingstone, Alon Rimmer, S. Geoffrey Schladow, Eugene Silow, Lewis M. Sitoki, Rashid Tamatamah, Yvonne Vadeboncoeur, Peter B. McIntyre", 
        "date": "2015-06-24", 
        "description": "\n\nClimate change is affecting lake stratification with consequences for water quality and the benefits that lakes provide to society. Here we use long-term temperature data (1970–2010) from 26 lakes around the world to show that climate change has altered lake stratification globally and that the magnitudes of lake stratification changes are primarily controlled by lake morphometry (mean depth, surface area, and volume) and mean lake temperature. Deep lakes and lakes with high average temperatures have experienced the largest changes in lake stratification even though their surface temperatures tend to be warming more slowly. These results confirm that the nonlinear relationship between water density and water temperature and the strong dependence of lake stratification on lake morphometry makes lake temperature trends relatively poor predictors of lake stratification trends.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064097", 
        "title": "Morphometry and average temperature affect lake stratification responses to climate change"
    }, 
    {
        "author": "K. E. McCusker, D. S. Battisti, C. M. Bitz", 
        "date": "2015-06-24", 
        "description": "\n\nInjection of sulfate aerosols into the stratosphere has the potential to reduce the climate impacts of global warming, including sea level rise (SLR). However, changes in atmospheric and oceanic circulation that can significantly influence the rate of basal melting of Antarctic marine ice shelves and the associated SLR have not previously been considered. Here we use a fully coupled global climate model to investigate whether rapidly increasing stratospheric sulfate aerosol concentrations after a period of global warming could preserve Antarctic ice sheets by cooling subsurface ocean temperatures. We contrast this climate engineering method with an alternative strategy in which all greenhouse gases (GHG) are returned to preindustrial levels. We find that the rapid addition of a stratospheric aerosol layer does not effectively counteract surface and upper level atmospheric circulation changes caused by increasing GHGs, resulting in continued upwelling of warm water in proximity of ice shelves, especially in the vicinity of the already unstable Pine Island Glacier in West Antarctica. By contrast, removal of GHGs restores the circulation, yielding relatively cooler subsurface ocean temperatures to better preserve West Antarctica.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064314", 
        "title": "Inability of stratospheric sulfate aerosol injections to preserve the West Antarctic Ice Sheet"
    }, 
    {
        "author": "Mi-Kyung Sung, Soon-Il An, Baek-Min Kim, Jong-Seong Kug", 
        "date": "2015-06-24", 
        "description": "\n\nThe long-lasting cold surface conditions of North Atlantic, i.e., the negative phase of Atlantic Multidecadal Oscillation (AMO), can intensify the El Niño–Southern Oscillation through the enhanced air-sea coupling under the increased central-to-eastern tropical Pacific mean sea surface temperature. However, the impact of warmer mean sea surface temperature (SST) is more efficient in the intensifying El Niño than La Niña, because of the nature of the exponential growth of atmospheric convection to SST change. Moreover, the farther eastward shift of the atmospheric convection during the negative AMO leads to the stronger El Niño due to the longer delayed negative feedback by oceanic waves. Therefore, the AMO mainly influences the El Niño intensity rather than La Niña intensity.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064381", 
        "title": "Asymmetric impact of Atlantic Multidecadal Oscillation on El Niño and La Niña characteristics"
    }, 
    {
        "author": "Jin-Ho Yoon, L. Ruby Leung", 
        "date": "2015-06-29", 
        "description": "\n\nThis study assesses the relative influence of soil moisture memory and tropical sea surface temperature (SST) in seasonal rainfall over the contiguous United States. Using observed precipitation, the NINO3.4 index, and soil moisture and evapotranspiration simulated by a land surface model for 61 years, analysis was performed using partial correlations to evaluate to what extent land surface and SST anomaly of El Niño–Southern Oscillation (ENSO) can affect seasonal precipitation over different regions and seasons. Results show that antecedent soil moisture is as important as concurrent ENSO condition in controlling rainfall anomalies over the U.S., but they generally dominate in different seasons with SST providing more predictability during winter while soil moisture, through its linkages to evapotranspiration and snow water, has larger influence in spring and early summer. The proposed methodology is applicable to climate model outputs to evaluate the intensity of land-atmosphere coupling and its relative importance.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064139", 
        "title": "Assessing the relative influence of surface soil moisture and ENSO SST on precipitation predictability over the contiguous United States"
    }, 
    {
        "author": "Scott Steinschneider, Rachel McCrary, Linda O. Mearns, Casey Brown", 
        "date": "2015-06-29", 
        "description": "\n\nApproaches for probability density function (pdf) development of future climate often assume that different climate models provide independent information, despite model similarities that stem from a common genealogy (models with shared code or developed at the same institution). Here we use an ensemble of projections from the Coupled Model Intercomparison Project Phase 5 to develop probabilistic climate information, with and without an accounting of intermodel correlations, for seven regions across the United States. We then use the pdfs to estimate midcentury climate-related risks to a water utility in one of the regions. We show that the variance of climate changes is underestimated across all regions if model correlations are ignored, and in some cases, the mean change shifts as well. When coupled with impact models of the hydrology and infrastructure of a water utility, the underestimated likelihood of large climate changes significantly alters the quantification of risk for water shortages by midcentury.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064529", 
        "title": "The effects of climate model similarity on probabilistic climate projections and the implications for local, risk-based adaptation planning"
    }, 
    {
        "author": "Piero Zennaro, Natalie Kehrwald, Jennifer Marlon, William F. Ruddiman, Tim Brücher, Claudio Agostinelli, Dorthe Dahl-Jensen, Roberta Zangrando, Andrea Gambaro, Carlo Barbante", 
        "date": "2015-06-30", 
        "description": "\n\nThe timing of initiation of human impacts on the global climate system is actively debated. Anthropogenic effects on the global climate system are evident since the Industrial Revolution, but humans may have altered biomass burning, and hence the climate system, for millennia. We use the specific biomarker levoglucosan to produce the first high-temporal resolution hemispheric reconstruction of Holocene fire emissions inferred from ice core analyses. Levoglucosan recorded in the Greenland North Greenland Eemian ice core significantly increases since the last glacial, resulting in a maximum around ~2.5 ka and then decreasing until the present. Here we demonstrate that global climate drivers fail to explain late Holocene biomass burning variations and that the levoglucosan maximum centered on ~2.5 ka may be due to anthropogenic land clearance.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064259", 
        "title": "Europe on fire three thousand years ago: Arson or climate?"
    }, 
    {
        "author": "Aaron F. Z. Levine, Michael J. McPhaden", 
        "date": "2015-06-30", 
        "description": "\n\nThe spring predictability barrier increases the uncertainty in ENSO forecasts starting before and during the boreal spring. Recent work has shown that the annual cycle of ENSO growth rate is responsible for phase locking of peak ENSO development to the boreal winter, suggesting that this annual cycle may play a role in the spring predictability barrier. To test this hypothesis, the annual cycle of ENSO growth rate is added to a damped, noise-driven conceptual recharge oscillator model. When the annual cycle of ENSO growth rate is included, a spring predictability barrier develops, whereas without it ENSO predictability is independent of the forecast start date. When state-dependent noise is included in the simulations in addition to the annual cycle of the growth rate, the spring predictability barrier is enhanced and more realistic.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064309", 
        "title": "The annual cycle in ENSO growth rate as a cause of the spring predictability barrier"
    }, 
    {
        "author": "Stephen P. Good, David Noone, Naoyuki Kurita, Marion Benetti, Gabriel J. Bowen", 
        "date": "2015-06-18", 
        "description": "\n\nDeuterium to hydrogen (D/H) ratios in Earth's hydrologic cycle have long served as important tracers of climate processes, yet the global HDO budget remains poorly constrained because of uncertainties in the isotopic compositions of continental evapotranspiration and runoff. Here bias-corrected satellite retrievals of HDO and H2O concentrations from the Tropospheric Emissions Spectrometer are used to estimate the marine atmospheric surface layer HDO vapor pressure deficit, from which we calculate the global flux-weighted average oceanic evaporation isotopic composition as −37.6‰. Using these estimates, combined with D/H ratios in precipitation, global mass balance suggests H isotope compositions for global runoff and terrestrial evapotranspiration of −77.3‰ and −40.0‰, respectively. By resolving the HDO budget, we establish an accurate global baseline for geochemically enabled Earth system models, demonstrate patterns in entrainment of moisture into the marine surface layer, and determine the isotopic composition of continental fluxes critical for global ecohydrologic investigations.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064117", 
        "title": "D/H isotope ratios in the global hydrologic cycle"
    }, 
    {
        "author": "David M. Romps, Rusen Öktem", 
        "date": "2015-06-23", 
        "description": "\nStereo photogrammetry, which uses two synchronized cameras to measure three-dimensional positions, is applied here to ascertain whether drag plays a role in the ascent of cloud thermals. In particular, stereo cameras are used to measure the sizes and speeds of cloud thermals in Florida. Using the vertical momentum equation, it is found that a substantial amount of drag (a drag coefficient on the order of 1) is needed to match both the stereo-photogrammetric data and the known buoyancy of clouds from previous in situ measurements and large-eddy simulations. Empirical data on form drag and theoretical calculations of wave drag reveal that, for the observed Froude numbers of cloud thermals, a drag coefficient of about one is to be expected.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064009", 
        "title": "Stereo photogrammetry reveals substantial drag on cloud thermals"
    }, 
    {
        "author": "Po-Lun Ma, Philip J. Rasch, Minghuai Wang, Hailong Wang, Steven J. Ghan, Richard C. Easter, William I. Gustafson, Xiaohong Liu, Yuying Zhang, Hsi-Yen Ma", 
        "date": "2015-06-23", 
        "description": "\n\nThe Community Atmosphere Model Version 5 is run at horizontal grid spacing of 2, 1, 0.5, and 0.25°, with the meteorology nudged toward the Year Of Tropical Convection analysis, and cloud simulators and the collocated A-Train satellite observations are used to explore the resolution dependence of aerosol-cloud interactions. The higher-resolution model produces results that agree better with observations, showing an increase of susceptibility of cloud droplet size, indicating a stronger first aerosol indirect forcing (AIF), and a decrease of susceptibility of precipitation probability, suggesting a weaker second AIF. The resolution sensitivities of AIF are attributed to those of droplet nucleation and precipitation parameterizations. The annual average AIF in the Northern Hemisphere midlatitudes (where most anthropogenic emissions occur) in the 0.25° model is reduced by about 1 W m−2 (−30%) compared to the 2° model, leading to a 0.26 W m−2 reduction (−15%) in the global annual average AIF.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064183", 
        "title": "How does increasing horizontal resolution in a global climate model improve the simulation of aerosol-cloud interactions?"
    }, 
    {
        "author": "Kerrie L. Geil, Xubin Zeng", 
        "date": "2015-06-29", 
        "description": "\n\nSpurious numerical oscillations (SNOs) (e.g., Gibbs oscillations) can appear as unrealistic spatial waves near discontinuities or sharp gradients in global model fields (e.g., orography) and have been a known problem in global models for decades. Multiple methods of oscillation reduction exist; consequently, the oscillations are presumed small in modern climate models and hence are rarely addressed in recent literature. Here we use two metrics to quantify SNOs in 13 variables from 48 Coupled Model Intercomparison Project Phase 5 models along a Pacific ocean transect near the Andes. Results show that 48% of nonspectral models and 95% of spectral models have at least one variable with SNO amplitude as large as, or greater than, atmospheric interannual variability. The impact of SNOs on climate simulations should be thoroughly evaluated and further efforts to substantially reduce SNOs in climate models are urgently needed.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063931", 
        "title": "Quantitative characterization of spurious numerical oscillations in 48 CMIP5 models"
    }, 
    {
        "author": "A. Rap, N. A. D. Richards, P. M. Forster, S. A. Monks, S. R. Arnold, M. P. Chipperfield", 
        "date": "2015-06-29", 
        "description": "\nTropospheric ozone directly affects the radiative balance of the Earth through interaction with shortwave and longwave radiation. Here we use measurements of tropospheric ozone from the Tropospheric Emission Spectrometer satellite instrument, together with chemical transport and radiative transfer models, to produce a first estimate of the stratospherically adjusted annual radiative effect (RE) of tropospheric ozone. We show that differences between modeled and observed ozone concentrations have little impact on the RE, indicating that our present-day tropospheric ozone RE estimate of 1.17 ± 0.03 W m−2 is robust. The RE normalized by column ozone decreased between the preindustrial and the present-day. Using a simulation with historical biomass burning and no anthropogenic emissions, we calculate a radiative forcing of 0.32 W m−2 for tropospheric ozone, within the current best estimate range. We propose a radiative kernel approach as an efficient and accurate tool for calculating ozone REs in simulations with similar ozone abundances.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064037", 
        "title": "Satellite constraint on the tropospheric ozone radiative effect"
    }
]