[
    {
        "author": "H. Hietala, J. F. Drake, T. D. Phan, J. P. Eastwood, J. P. McFadden",
        "date": "2015-08-24",
        "description": "\n\nA significant fraction of the energy released by magnetotail reconnection appears to go into ion heating, but this heating is generally anisotropic. We examine ARTEMIS dual-spacecraft observations of a long-duration magnetotail exhaust generated by anti-parallel reconnection in conjunction with Particle-In-Cell simulations, showing spatial variations in the anisotropy across the outflow far (> 100di) downstream of the X-line. A consistent pattern is found in both the spacecraft data and the simulations: Whilst the total temperature across the exhaust is rather constant, near the boundaries Ti,|| dominates. The plasma is well-above the firehose threshold within patchy spatial regions at |BX| ∈ [0.1, 0.5]B0, suggesting that the drive for the instability is strong and the instability is too weak to relax the anisotropy. At the mid-plane (|BX|0.1 B0), Ti,⊥ > Ti,|| and ions undergo Speiser-like motion despite the large distance from the X-line.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065168",
        "title": "Ion temperature anisotropy across a magnetotail reconnection jet"
    },
    {
        "author": "S. Fatemi, H. A. Fuqua, A. R. Poppe, G. T. Delory, J. S. Halekas, W. M. Farrell, M. Holmström",
        "date": "2015-08-24",
        "description": "\n\nWe examine the confinement of induced magnetic fields on the lunar dayside and nightside, when the Moon is in the solar wind. We use a three-dimensional hybrid model of plasma and place a dipole magnetic field at the center of the Moon to mimic the induced magnetic field, which is the response of the lunar interior to the time-varying interplanetary magnetic field. Consistent with previous observations and theoretical predictions, we show that the induced magnetic fields on the dayside are confined within the lunar surface through a dayside current sheet. In contrast to previous work, we show that the induced magnetic fields are not confined in the lunar wake, and they leak out, sometimes even appearing as lunar limb compressions. Finally, we identify favorable places to observe induced magnetic fields by electromagnetic sounding techniques, which will help to better constrain the lunar electrical conductivity profile, and interior structure.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065576",
        "title": "On the Confinement of Lunar Induced Magnetic Fields"
    },
    {
        "author": "Michele Bolla Pittaluga, Giovanni Coco, Maarten G. Kleinhans",
        "date": "2015-08-24",
        "description": "\n\nBifurcating rivers shape natural landscapes by distributing water and sediments on fluvial plains and in deltas. Symmetrical bifurcations were often found to be unstable so that one branch downstream of the bifurcation enlarged whilst the other dwindled. A unified theory able to predict bifurcation stability in both gravel- and sand-bed rivers is still lacking. Here we develop a new theory for the stability of bifurcations for the entire range of gravel- to sand-bed rivers. The theory indicates opposite behavior of gravel- and sand-bed rivers: we predict that symmetrical bifurcations are inherently stable for intermediate Shields stresses, but are inherently unstable for the low and high Shields stresses found in the majority of rivers on Earth. In the latter conditions asymmetrical bifurcations are stable. These predictions are corroborated by observations and have ramifications for many environmental problems in fluvio-deltaic settings.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065175",
        "title": "A uni_ed framework for stability of channel bifurcations in gravel and sand uvial systems"
    },
    {
        "author": "P. D. Bromirski, A. Diez, P. Gerstoft, R.A. Stephen, T. Bolmer, D.A. Wiens, R. Aster, N. Nyblade",
        "date": "2015-08-22",
        "description": "\n\nBroadband seismic stations were deployed across the Ross Ice Shelf (RIS) in November 2014 to study ocean gravity wave-induced vibrations. Initial data from three stations 100 km from the RIS front and within 10 km of each other show both dispersed infragravity (IG) wave and ocean swell-generated signals resulting from waves that originate in the North Pacific. Spectral levels from 0.001–10 Hz have the highest accelerations in the IG band (0.0025–0.03 Hz). Polarization analyses indicate complex frequency-dependent particle motions, with energy in several frequency bands having distinctly different propagation characteristics. The dominant IG band signals exhibit predominantly horizontal propagation from the north. Particle motion analyses indicate retrograde elliptical particle motions, in the IG band, consistent with these signals propagating as Rayleigh-Lamb (flexural) waves in the ice shelf/water cavity system that are excited by ocean wave interactions nearer the shelf front.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065284",
        "title": "Ross Ice Shelf Vibrations"
    },
    {
        "author": "Mathieu Causse, Seok Goo Song",
        "date": "2015-08-22",
        "description": "\n\nWe demonstrate that the variability of the peak ground acceleration (PGA) generated by earthquakes can be simply related to the variability of stress drop (Δτ), rupture velocity (Vr) and their correlation. By compiling recent observations of variability of Δτ and Vr, we show that the hypothesis of independence between Δτ and Vr leads to an overestimation of the PGA variability. We suggest that Δτ and Vr must be anticorrelated so as to match recent observations of PGA variability.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064793",
        "title": "Are stress drop and rupture velocity of earthquakes independent ? Insight from observed ground motion variability"
    },
    {
        "author": "D. Bertin, L.E. Lara, D. Basualto, Á. Amigo, C. Cardona, L. Franco, F. Gil, J. Lazo",
        "date": "2015-08-22",
        "description": "\n\nHigh effusion rates of intermediate-to-high-silica lavas seem to be less uncommon than previously thought, in particular during their initial eruptive stages. In this study, we report satellite-based time-averaged discharge rates for the 2011-2012 effusive phase at Cordón Caulle, which are well correlated with the evolution of the quasi-harmonic tremor, the most significant seismic signal after the initial explosive stage. Such a correspondence could become a key method for detection of the onset of effusive phases, especially in remote and/or very cloudy areas, supplying an additional tool for effective warnings and near real-time hazards appraisal.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064624",
        "title": "High effusion rates of the Cordón Caulle 2011-12 eruption (Southern Andes) and their relation with the quasi-harmonic tremor"
    },
    {
        "author": "Guidi Zhou, Mojib Latif, Richard J. Greatbatch, Wonsun Park",
        "date": "2015-08-22",
        "description": "\n\nOcean–atmosphere interactions play a key role in climate variability on a wide range of time scales from seasonal to decadal and longer. The extratropical oceans are thought to exert noticeable feedbacks on the atmosphere especially on decadal and longer time scales, yet the large-scale atmospheric response to anomalous extratropical sea surface temperature (SST) is still under debate. Here we show, by means of dedicated high-resolution atmospheric model experiments, that sufficient daily variability in the extratropical background SST needs to be resolved to force a statistically significant large-scale atmospheric response to decadal North Pacific SST anomalies associated with the Pacific Decadal Oscillation (PDO), which is consistent with observations. The large-scale response is mediated by atmospheric eddies. This implies that daily extratropical SST fluctuations must be simulated by the ocean components and resolved by the atmospheric components of global climate models to enable realistic simulation of decadal North Pacific sector climate variability.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065356",
        "title": "Atmospheric Response to the North Pacific Enabled by Daily Sea Surface Temperature Variability"
    },
    {
        "author": "Steven A. Cummer, Fanchao Lyu, Michael S. Briggs, Gerard Fitzpatrick, Oliver J. Roberts, Joseph R. Dwyer",
        "date": "2015-08-22",
        "description": "\n\nRadio emissions continue to provide insight into the production of terrestrial gamma ray flashes (TGFs) by thunderstorms, including the critical question of the conditions under which they are generated. We have identified several TGF-associated lightning radio emissions in which the altitudes of in-cloud lightning leader pulses that precede and follow the TGF can be measured. We combine these with high-absolute-timing accuracy TGF observations from the Fermi satellite to determine the development of the lightning channel before, during, and after the TGF production. All of these TGFs were produced several milliseconds after the leader had initiated and when the leaders reached 1–2 km in length. After the TGFs, the leaders all continued to ascend forseveral more km with no dramatic change in their characteristics, although they all exhibited high average velocities of 0.8–1.0×106 m/s. Implications in the context of TGF models are discussed. These results paint the first clear picture of the lightning processes that occur before, during, and after TGF production.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065228",
        "title": "Lightning Leader Altitude Progression in Terrestrial Gamma-Ray Flashes"
    },
    {
        "author": "G. Corbetta, E. Orlandi, T. Heus, R. Neggers, S. Crewell",
        "date": "2015-08-21",
        "description": "\n\nHigh-resolution ground-based measurements are used to assess the realism of fine-scale numerical simulations of shallow cumulus cloud fields. The overlap statistics of cumuli as produced by large-eddy simulations (LES) are confronted with CloudNet datasets at the Jülich Observatory for Cloud Evolution (JOYCE). The CloudNet pixel is small enough to detect cumuliform cloud overlap. Cloud fraction masks are derived for five different cases, using gridded time-height datasets at various temporal and vertical resolutions. The overlap ratio (R), i.e. the ratio between cloud fraction by volume and by area, is studied as a function of the vertical resolution. Good agreement is found between R derived from observations and simulations. An inverse linear function is found to best describe the observed overlap behavior, confirming previous LES results. Simulated and observed decorrelation lengths are smaller (~300 m) than previously reported (> 1km). A similar diurnal variation in the overlap efficiency is found in observations and simulations.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065140",
        "title": "Overlap statistics of shallow boundary layer clouds: comparing ground-based observations with large-eddy simulations"
    },
    {
        "author": "Liye Zhu, Emily V. Fischer, Vivienne H. Payne, John R. Worden, Zhe Jiang",
        "date": "2015-08-21",
        "description": "\n\nPeroxyacetyl nitrate (PAN) plays an important role in atmospheric chemistry through its impact on remote oxidant and nitrogen budgets. PAN is formed rapidly in boreal fire plumes through the oxidation of short-lived volatile organic compounds in the presence of nitrogen oxide radicals. Here we present new satellite observations of PAN from the Tropospheric Emission Spectrometer (TES) over northern Eurasia for April 2006 – 2010. We observe large interannual variability in TES PAN observations, and we show that fires are one source of this variability using 1) Moderate Resolution Imaging Spectroradiometer (MODIS) Mean Fire Radiative Power (FRP) observations, and 2) Hybrid Single-Particle Lagrangian Integrated Trajectory (HYSPLIT) backward trajectories. We also show that cold springtime temperatures and enhanced vertical mixing in the lower free troposphere over northeastern Eurasia likely played a role in the detection of PAN from TES in April 2006 in this region.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065328",
        "title": "TES Observations of the Interannual Variability of PAN over Northern Eurasia and the Relationship to Springtime Fires"
    },
    {
        "author": "Tomoaki Nishikawa, Satoshi Ide",
        "date": "2015-08-21",
        "description": "\n\nTectonic properties strongly control variations in seismicity among subduction zones. In particular, fluid distribution in subduction zones influences earthquake occurrence, and it varies among subduction zones due to variations in fluid sources such as hydrated oceanic plates. However, the relationship between variations in fluid distribution and variations in seismicity among subduction zones is unclear. Here, we divide Earth's subduction zones into 111 regions and estimate background seismicity rates using the epidemic type aftershock sequence (ETAS) model. We demonstrate that background seismicity rate correlates to the amount of bending of the incoming oceanic plate, which in turn is related to the hydration of oceanic plates via slab-bending-related faults. Regions with large bending may have high seismicity rates because a strongly hydrated oceanic plate causes high pore-fluid pressure and reduces the strength of the plate interface. We suggest that variations in fluid distribution can also cause variations in seismicity in subduction zones.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064578",
        "title": "Background seismicity rate at subduction zones linked to slab-bending-related hydration"
    },
    {
        "author": "G. Rivière, M. Drouard",
        "date": "2015-08-21",
        "description": "\n\nThe present study investigates the two contrasting winters of 2010 and 2014 during which the North Atlantic Oscillation (NAO) was mainly negative and positive respectively. In the North Pacific, contrasting anomalies were also present, with a straight zonal Pacific jet in 2010 and a strong poleward deviation of the Pacific jet in its exit region in 2014. Using reanalysis datasets and adopting a nonlinear initial-value approach with a quasi-geostrophic model, we show that the Pacific-North American anomalies are responsible for shaping synoptic wave trains propagating across North America. This in turn largely determines the nature of wave breaking and the synoptic eddy feedback onto the mean flow in the North Atlantic and finally the NAO phase. In such a proposed mechanism, synoptic wave activity forms the cornerstone of the dynamical relationship between the North Pacific and North Atlantic large-scale anomalies during the contrasting winters of 2010 and 2014.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065493",
        "title": "Understanding the contrasting North Atlantic Oscillation anomalies of the winters of 2010 and 2014"
    },
    {
        "author": "Zhongwen Zhan, Peter M. Shearer",
        "date": "2015-08-21",
        "description": "\n\nLarge deep-focus earthquakes (magnitude > 7.0, depth > 500km) have exhibited strong seasonality in their occurrence times since the beginning of global earthquake catalogs. Of 60 such events from 1900 to present, 42 have occurred in the middle half of each year. The seasonality appears strongest in the northwest Pacific subduction zones, and weakest in the Tonga region. Taken at face value, the surplus of summer events is statistically significant, but due to the ex post facto hypothesis testing, the absence of seasonality in smaller deep earthquakes, and the lack of a known physical triggering mechanism, we cannot rule out that the observed seasonality is just random chance. However, we can make a testable prediction of seasonality in future large deep-focus earthquakes, which, given likely earthquake occurrence rates, should be verified or falsified within a few decades. If confirmed, deep earthquake seasonality would challenge our current understanding of deep earthquakes.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065088",
        "title": "Possible seasonality in large deep-focus earthquakes"
    },
    {
        "author": "Xin Li, Eric Rignot, Mathieu Morlighem, Jeremie Mouginot, Bernd Scheuchl",
        "date": "2015-08-21",
        "description": "\n\nTotten Glacier, East Antarctica, a glacier that holds a 3.9 m sea level change equivalent, has thinned and lost mass for decades. We map its grounding line positions in 1996 and 2013 using differential radar interferometry (InSAR) data, and develop precise, high-resolution topographies of its ice surface and ice draft using NASA Operation IceBridge data, InSAR data and a mass conservation method. We detect a 1 to 3 km retreat of the grounding line in 17 years. The retreat is asymmetrical along a two-lobe pattern, where ice is only grounded a few 10 m above sea level, or ice plain, which may unground further with only modest amounts of ice thinning. The pattern of retreat indicates ice thinning of 12 m in 17 years or 0.7±0.1 m/yr at the grounding line on average. Sustained thinning will cause further grounding line retreat, but may not be conducive to a marine instability.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065701",
        "title": "Grounding line retreat of Totten Glacier, East Antarctica, 1996 to 2013"
    },
    {
        "author": "C. Denjean, S. Caquineau, K. Desboeufs, B. Laurent, M. Maille, M. Quiñones Rosado, P. Vallejo, O. L. Mayol-Bracero, P. Formenti",
        "date": "2015-08-21",
        "description": "\n\nWe present the first direct evidence that the hygroscopic properties of super-micronic (>1 µm) African dust particles did not change despite undergoing long-range transport across the Atlantic towards the Caribbean. Concurrent measurements of chemical composition show that most of mineral dust were chemically unprocessed and externally mixed. A minor portion of mineral dust was internally mixed with sulfate and chloride (~13–24% by number) or aggregated with sea-salt particles (~3–6%). Only dust particles aggregated with sea salt showed significant hygroscopic growth above 75% RH, resulting in a decrease in extinction mass efficiency by up to a factor 2.2. All other dust particles did not take up significant amounts of water when exposed to up to 94% RH. These results demonstrate that the direct radiative effect of African dust in this region remained independent of RH and an external mixing state could be considered for evaluating the climate effects of dust.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065693",
        "title": "Long-range transport across the Atlantic in summertime does not enhance the hygroscopicity of African mineral dust"
    },
    {
        "author": "J. L. Burch, T. I. Gombosi, G. Clark, P. Mokashi, R. Goldstein",
        "date": "2015-08-21",
        "description": "\n\nSoon after the Rosetta Orbiter rendezvoused with Comet 67P/Churyumov-Gerasimenko at a solar distance of ~3.5 AU and began to fly in triangular-shaped trajectories around it, the Ion and Electron Sensor detected negative particles at energies from about one hundred eV/q to over 18 keV/q. The lower-energy particles came from roughly the direction of the comet; the higher-energy particles came from approximately the solar direction. These particles are interpreted as clusters of molecules, most likely water, which we refer to as nanograins because their inferred diameters are less than one hundred nm. Acceleration of the grains away from the comet is through gas drag by the expanding cometary atmosphere while acceleration back to the vicinity of the comet is caused partly by solar radiation pressure but mainly by the solar-wind electric field. These observations represent the first measurements of energetic charged submicron-sized dust or ice grains (nanograins) in a cometary environment.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065177",
        "title": "Observation of charged nanograins at comet 67P/Churyumov-Gerasimenko"
    },
    {
        "author": "Yiran Ma, Robert W. Clayton",
        "date": "2015-08-20",
        "description": "\n\nWe image the structure at the southern end of the Peruvian flat subduction zone, using receiver function and surface wave methods. The Nazca slab subducts to ~100 km depth, then remains flat for ~300 km distance before it resumes the dipping subduction. The flat slab closely follows the topography of the continental Moho above, indicating a strong suction force between the slab and the over-riding plate. A high velocity mantle wedge exists above the initial half of the flat slab, and the velocity resumes to normal values before the slab steepens again, indicating the resumption of dehydration and ecologitization. Two prominent mid-crust structures are revealed in the 70 km thick crust under the Central Andes: molten rocks beneath the Western Cordillera, and the underthrusting Brazilian Shield beneath the Eastern Cordillera.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065195",
        "title": "Flat Slab Deformation Caused by Interplate Suction Force"
    },
    {
        "author": "B.L.N. Kennett, E. Saygin, M. Salmon",
        "date": "2015-08-20",
        "description": "\n\nCurrent estimates of Moho depth in southeastern Australia are based on sparse sampling. The results are augmented with 180 new Moho estimates constructed from spatial stacks of crustal P wave reflectivity derived from autocorrelograms at over 750 stations. The spatial stacks of reflectivity are constructed using a Gaussian with half-width 0.5°. Picks of the base of crustal reflectivity are made with the aid of the previous Moho model, based on the sparser data, and knowledge of the variation in the character of the crust-mantle boundary across the region. Good ties can be made to previous results from deep reflection profiling. The new information fills in many holes in coverage and provides a Moho map with closer ties to geological provinces. The procedure exploits the continuous records at the stations and just the vertical components, so can be applied to older data for which receiver function techniques cannot be used.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065345",
        "title": "Stacking autocorrelograms to map Moho depth with high spatial resolution in southeastern Australia"
    },
    {
        "author": "Alberto Lozar, Juan Pedro Mellado",
        "date": "2015-08-20",
        "description": "\n\nEvaporative cooling monotonically increases as the thermodynamical properties of the inversion allow for more evaporation in shear-free radiatively-driven stratocumulus. However, the entrainment velocity can deviate from the evaporative-cooling trend and even become insensitive to variations in the inversion properties. Here, the efficiency of evaporative cooling at amplifying the entrainment velocity is quantified by means of direct numerical simulations of a cloud-top mixing layer. We demonstrate that variations in the efficiency modulate the effect of evaporative cooling on entrainment, explaining the different trends. These variations are associated with the evaporation of droplets in cloud holes bellow the inversion point. The parametrization of the efficiency provides the evaporative amplification of the entrainment velocity as a function of a single parameter that characterizes the inversion. The resulting entrainment velocities match our experiments and previous measurements to within ±25%. The parametrization also predicts the transition to a broken cloud field consistently with observations.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065529",
        "title": "Evaporative-cooling amplification of the entrainment velocity in radiatively-driven stratocumulus"
    },
    {
        "author": "A. Park Williams, Richard Seager, John T. Abatzoglou, Benjamin I. Cook, Jason E. Smerdon, Edward R. Cook",
        "date": "2015-08-20",
        "description": "\n\nA suite of climate datasets and multiple representations of atmospheric moisture demand are used to calculate many estimates of the self-calibrated Palmer Drought Severity Index, a proxy for near-surface soil moisture, across California from 1901–2014 at high spatial resolution. Based on the ensemble of calculations, California drought conditions were record-breaking in 2014, but probably not record-breaking in 2012–2014, contrary to prior findings. Regionally, the 2012–2014 drought was record-breaking in the agriculturally important southern Central Valley and highly populated coastal areas. Contributions of individual climate variables to recent drought are also examined, including the temperature component associated with anthropogenic warming. Precipitation is the primary driver of drought variability but anthropogenic warming is estimated to have accounted for 8–27% of the observed drought anomaly in 2012–2014 and 5–18% in 2014. Although natural variability dominates, anthropogenic warming has substantially increased the overall likelihood of extreme California droughts.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064924",
        "title": "Contribution of anthropogenic warming to California drought during 2012–2014"
    },
    {
        "author": "Maureen D. Long, Colton Lynner",
        "date": "2015-08-19",
        "description": "\n\nThe lower mantle is dominated by two large structures with anomalously low shear wave velocities, known as Large Low Shear Velocity Provinces (LLSVPs). Several studies have documented evidence for strong seismic anisotropy at the base of the mantle near the edges of the African LLSVP. Recent work has identified a smaller structure with similar low shear wave velocities beneath Eurasia, dubbed the Perm Anomaly. Here we probe lowermost mantle anisotropy near the Perm Anomaly using the differential splitting of SKS and SKKS phases measured at stations in Europe. We find evidence for lowermost mantle anisotropy in the vicinity of the Perm Anomaly, with geographic trends hinting at lateral variations in anisotropy across the boundaries of the Perm Anomaly as well as across a previously unsampled portion of the African LLSVP border. Our observations suggest that deformation is concentrated at the boundaries of both the Perm Anomaly and the African LLSVP.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065506",
        "title": "Seismic anisotropy in the lowermost mantle near the Perm Anomaly"
    },
    {
        "author": "Chigomezyo M. Ngwira, Antti A. Pulkkinen, Emanuel Bernabeu, Jan Eichner, Ari Viljanen, Geoff Crowley",
        "date": "2015-08-18",
        "description": "\n\nOne of the major challenges pertaining to extreme geomagnetic storms is to understand the basic processes associated with the development of dynamic magnetosphere-ionosphere currents, which generate large induced surface geoelectric fields. Previous studies point out the existence of localized peak geoelectric field enhancements during extreme storms. We examined induced global geoelectric fields derived from ground-based magnetometer recordings for 12 extreme geomagnetic storms between the years 1982–2005. For the present study two important extreme storms, October 29, 2003 and March 13, 1989, are shown. The primary purpose of this paper is to provide further evidence on the existence of localized peak geoelectric field enhancements, and to show that the structure of the geoelectric field during these localized extremes at single sites can differ greatly from globally and regionally averaged fields. Although the physical processes that govern the development of these localized extremes are still not clear, we discuss some possible causes.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065061",
        "title": "Characteristics of extreme geoelectric fields and their possible causes: Localized peak enhancements"
    },
    {
        "author": "Hao Zhang, Yazhou Yang, Ye Yuan, Weidong Jin, Paul G. Lucey, Meng-Hua Zhu, Vadim G. Kaydash, Yuriy G. Shkuratov, Kaichang Di, Wenhui Wan, Bin Xu, Long Xiao, Ziwei Wang, Bin Xue",
        "date": "2015-08-18",
        "description": "\n\nThe visible and near-infrared imaging spectrometer onboard the Yutu Rover of Chinese Chang'E-3 mission measured the lunar surface reflectance at a close distance (~1 meter) and collected 4 spectra at 4 different sites. These in-situ lunar spectra have revealed less mature features than that measured remotely by spaceborne sensors such as the Moon Mineralogy Mapper instrument onboard the Chandrayaan-1 mission and the Spectral Profiler onboard the Kaguya over the same region. Mineral composition analysis using a spectral look-up-table populated with a radiative transfer mixing model has shown that the regolith at the landing site contains high abundance of olivine. The mineral abundance results are consistent with that inferred from the compound measurement made by the onboard alpha-particle X-ray spectrometer.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065273",
        "title": "In-situ optical measurements of Chang'E-3 landing site in Mare Imbrium: 1. Mineral abundances inferred from spectral reflectance"
    },
    {
        "author": "Jianghao Wang, Julien Emile-Geay, Dominique Guillot, Nicholas P. McKay, Bala Rajaratnam",
        "date": "2015-08-18",
        "description": "\n\nClimate field reconstructions (CFRs) enable spatially-resolved estimates of past climates, providing important insights about climate variability over the Common Era. In particular, a reconstructed “La Niña-like” pattern during the transition from the Medieval Climate Anomaly (MCA) to the Little Ice Age (LIA) has been widely tied to medieval droughts in southwest North America. This pattern is now used as a key benchmark for global climate model (GCM) simulations of the last millennium, which have yet to reproduce it. Here we test the pattern's robustness by using four different CFR methods and two proxy networks. With the older network, we find the reconstructed patterns to be highly method-dependent, with the La Niña-like pattern not reproduced by two of the CFR methodologies. With the updated proxy network, a globally uniform MCA emerges with all methods, in agreement with simulations from the Paleoclimate Model Intercomparison Project Phase 3 (PMIP3) ensemble. Our results caution against drawing dynamical interpretations from a single CFR, and affirm the importance of developing CFRs through improved statistical methodology and community-driven proxy syntheses.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065265",
        "title": "Fragility of reconstructed temperature patterns over the Common Era: Implications for model evaluation."
    },
    {
        "author": "P.R. Field, A. J. Heymsfield",
        "date": "2015-08-18",
        "description": "\n\nPrecipitation controls the availability of drinking water and viability of the land to support agriculture. Failure to accurately predict the location, magnitude and frequency of precipitation not only impacts numerical weather forecasting but also climate modelling. It has been proposed that most rainfall events originate from ice that has melted to form rain. Here we use remote sensing from space-borne cloud radar to quantify that idea. A new metric is constructed to quantify the fraction of rain eventsat the surface that are linked to snow melting at a higher altitude. CloudSat is used to show the global variation of the importance of snow in the precipitation process. In the tropics, subtropics, midlatitude, polar regions and globally 0.3, 0.4, 0.8,>0.9 and 0.5 respectively, of all precipitation events (>1 mm/d) are linked to the production of snow in clouds.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065497",
        "title": "Importance of Snow to Global Precipitation"
    },
    {
        "author": "Georgios Balasis, Constantinos Papadimitriou, Ioannis A. Daglis, Viacheslav Pilipenko",
        "date": "2015-08-18",
        "description": "\n\nRecently developed automated methods for deriving the characteristics of ultra low frequency (ULF) waves are applied to the Swarm datasets in order to retrieve new information about the near-Earth electromagnetic environment. s with these methods helps to elucidate the processes influencing the generation and Here we present the first ULF wave observations by Swarm, analysing one year data from the mission. We find evidence for the decay of the amplitude of the Pc3 (20–100 mHz) signal with altitude in the topside ionosphere as predicted by theoretical models of wave propagation. We show that the major characteristics of the Swarm ULF power maps generally agree with respect to the wave activity seen by the upper satellite and the lower pair of satellites when the power spectrum of the upper satellite is shifted by one hour in magnetic local time. Moreover, a puzzling enhancement, not predicted by current ULFwave theories, of compressional Pc3 wave energy was revealed by Swarm in the region of South Atlantic Anomaly.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065424",
        "title": "ULF wave power features in the topside ionosphere revealed by Swarm observations"
    },
    {
        "author": "Judah Cohen, Hengchun Ye, Justin Jones",
        "date": "2015-08-17",
        "description": "\n\nWe analyzed rain on snow (ROS) events in two reanalysis products. ROS events are a relatively rare phenomenon outside of a few regional maxima including western Eurasia, the higher elevations of western North America, the northeastern United States and southeastern Canada. ROS events occur at the high latitudes, especially away from the continental interior and no robust trends were found in the frequency of ROS events. We also explored the variability of ROS events with dominant large climate modes. The most robust relationship was found with the Arctic Oscillation or North Atlantic Oscillation (AO/NAO). The most notable variability associated with the AO/NAO was a northeast/southwest dipole feature across western Eurasia. More ROS events were found for northeastern Europe for the positive phase of the AO/NAO due to the increased frequency of rainfall. However, more ROS events were found for Central Europe for the negative phase of the AO/NAO due to the increased frequency of snow cover.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065320",
        "title": "Trends and Variability in Rain on Snow Events"
    },
    {
        "author": "Stefania Tron, Paolo Perona, Lorenzo Gorla, Massimiliano Schwarz, Francesco Laio, Luca Ridolfi",
        "date": "2015-08-17",
        "description": "\n\nKnown as “the hidden half”, plant roots are fundamental contributors to the riparian ecosystem functioning. Roots show an extraordinary architectural complexity that recalls their remarkable ability to adapt to environmental heterogeneity, resources availability, and climate. In fluvial environments, phreatophytes and hydrophytes cope with flow and sediment processes, and hydro- and areotropism are the main drivers for root growth. In this work, we show how the vertical root density distribution in riparian plants is the result of how plants respond to the random fluctuations of river flows. A root dataset from field and controlled outdoor experiments is used in combination with a physically-based analytical model to demonstrate that the root vertical density distribution can be ascribed to the interplay of randomness and determinism in a simple mathematical form. The shape of the distribution reflects the profitability of plant roots to grow in different soil layers depending on the soil moisture availability. For the first time, this model helps understanding in an analytical manner the adaptation strategy of plant roots to different scenarios, paving the way for the comprehension of the effects of future changes in climate and environmental conditions.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064857",
        "title": "The signature of randomness in riparian plant root distributions"
    },
    {
        "author": "N. M. Pilkington, N. Achilleos, C. S. Arridge, P. Guio, A. Masters, L.C. Ray, N. Sergis, M. F. Thomsen, A. J. Coates, M. K. Dougherty",
        "date": "2015-08-17",
        "description": "\n\nFor over ten years, the Cassini spacecraft has patrolled Saturn's magnetosphere and observed its magnetopause boundary over a wide range of prevailing solar wind and interior plasma conditions. We now have data that enable us to resolve a significant dawn-dusk asymmetry and find that the magnetosphere extends further from the planet on the dawn side of the planet by 7±1%. In addition, an opposing dawn-dusk asymmetry in the suprathermal plasma pressure adjacent to the magnetopause has been observed. This probably acts to reduce the size asymmetry and may explain the discrepancy between the degree of asymmetry found here and a similar asymmetry found by [12] using MHD simulations. Finally, these observations sample a wide range of season, allowing the ‘intrinsic’ polar flattening (14±1%) caused by the magnetodisc to be separated from the seasonally induced north-south asymmetry in the magnetopause shape found theoretically (5±1% when the planet's magnetic dipole is tilted away from the Sun by 10-17°).\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065477",
        "title": "Asymmetries Observed in Saturn's Magnetopause Geometry"
    },
    {
        "author": "Fabian Schoenenberger, Martin K. Vollmer, Matt Rigby, Matthias Hill, Paul J. Fraser, Paul B. Krummel, Ray L. Langenfelds, Tae Siek Rhee, Thomas Peter, Stefan Reimann",
        "date": "2015-08-17",
        "description": "\n\nWe report the first multiyear atmospheric record of HCFC-31 (CH2ClF), based on flask samples and in situ analyses of air from both hemispheres. Although HCFC-31 has never been produced in large amounts, observed mole fractions in the Northern Hemisphere increased from 2000 onward, reaching 170 ppq (parts per quadrillion, 10–15) in 2011-2012 before decreasing rapidly. By combining our observations with a two-dimensional atmospheric chemistry-transport model, we infer an increase in global emissions from 240 t yr–1 in 2000 to 840 t yr–1 in 2011-2012, followed by a relatively fast decline to 570 t yr–1 in 2014. Emissions of HCFC-31 originate most probably from intermediate product release during the manufacturing process of HFC-32 (CH2F2). The rapid decline in recent years could be due to changes in production methods rather than declines in diffusive sources such as landfills or HCFC-31 contaminations in merchandised HFC-32.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064709",
        "title": "First observations, trends and emissions of HCFC-31 (CH2ClF) in the global atmosphere"
    },
    {
        "author": "E.D. Tereshchenko, A.E. Sidorenko, P.E. Tereshchenko, V.F. Grigoriev",
        "date": "2015-08-15",
        "description": "\n\nPropagation of the artificial electromagnetic waves with frequency of 82 Hz in the Earth-ionosphere waveguide was observed during the solar eclipse on both partially and totally obscured high-latitude paths with a length of 450–1200 km. Field excitation was monitored by the reference measurements in the near zone of the transmitter, which are free of the ionospheric influence. It is found that the amplitude of the field at the remote points varied depending on the solar illumination and solar elevation angle. We suppose that this effect was probably caused by the increase in the effective height of the ionospheric D-layer, just as it was previously observed in VLF. The obtained results demonstrate the response of the propagating extremely low frequency (ELF, 3–300 Hz) wave to the change in the ionospheric boundary. This effect has been for the first time observed in this frequency range during a total solar eclipse.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065255",
        "title": "Effect of the total solar eclipse of 20 March 2015 on the ELF propagation over high-latitude paths"
    },
    {
        "author": "Gregory C. McLaskey, Brian D. Kilgore, Nicholas M. Beeler",
        "date": "2015-08-14",
        "description": "\n\nWe describe observations of dynamic rupture events that spontaneously arise on meter-scale laboratory earthquake experiments. While low-frequency slip of the granite sample occurs in a relatively uniform and crack-like manner, instruments capable of detecting high frequency motions show that some parts of the fault slip abruptly (velocity >100 mm∙s-1, acceleration >20 km∙s-2) while the majority of the fault slips more slowly. Abruptly slipping regions propagate along the fault at nearly the shear wave speed. We propose that the dramatic reduction in frictional strength implied by this pulse-like rupture behavior has a common mechanism to the weakening reported in high velocity friction experiments performed on rotary machines. The slip pulses can also be identified as migrating sources of high frequency seismic waves. As observations from large earthquakes show similar propagating high frequency sources, the pulses described here may have relevance to the mechanics of larger earthquakes.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065207",
        "title": "Slip-pulse rupture behavior on a 2 meter granite fault"
    },
    {
        "author": "S. A. L. Ridder, B. L. Biondi",
        "date": "2015-08-14",
        "description": "\n\nWe propose a new approach for imaging the subsurface using a stochastic wavefield of interface waves present in the ambient seismic field. Unlike seismic interferometry, our technique does not rely on cross-correlations to obtain the Green's function between two seismic receivers. Rather, it relies on the local measurements of phase-velocity obtained directly from the ratio between second-order temporal and spatial derivatives of the wavefield. We process 10 minutes of ambient seismic noise recording made using a large and dense array installed over Ekofisk. We image a subsidence-induced geomechanical imprint on the Scholte-wave phase velocities in the near surface. This resulting phase velocity pattern is verified by comparison to results from a seismic-noise cross-correlation tomography.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065027",
        "title": "Near-surface scholte-wave velocities at ekosk from short noise recordings by seismic noise gradiometry"
    },
    {
        "author": "Wei Leng, Michael Gurnis",
        "date": "2015-08-14",
        "description": "\n\nAlthough plate tectonics is well established, how a new subduction zone initiates remains controversial. Based on plate reconstruction and recent ocean drilling within the Izu-Bonin-Mariana, we advance a new geodynamic model of subduction initiation (SI). We argue that the close juxtaposition of the nascent plate boundary with relic oceanic arcs is a key factor localizing initiation of this new subduction zone. The combination of thermal and compositional density contrasts between the overriding relic arc and the adjacent old Pacific oceanic plate promoted spontaneous SI. We suggest that thermal rejuvenation of the overriding plate just before 50 Ma causes a reduction in overriding plate strength and an increase in the age contrast (hence buoyancy) between the two plates, leading to SI. The computational models map out a framework in which rejuvenated relic arcs are a favorable tectonic environment for promoting subduction initiation, while transform faults and passive margins are not.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064985",
        "title": "Subduction Initiation at Relic Arcs"
    },
    {
        "author": "Miao Zhang, Lianxing Wen",
        "date": "2015-08-14",
        "description": "\n\nWe detect earthquakes associated with Japan's Ontake eruptions in 2007 and 2014 using the match-and-locate (M&L) method. 37 times more events (4949) than the Japan Meteorological Agency (JMA) catalog (133) and 30 times more events (1880) than the JMA catalog (62) are detected during the eruptions of 2007 and 2014, respectively. The detected earthquakes are further classified into three different types: long-period (LP) events, LP-associated events and volcano-tectonic (VT) earthquakes. Both LP and LP-associated events are observed in the two eruptions. We suggest that the observed intense seismicity before both eruptions indicates the rewaking of Ontake volcano and might be used to predict its impending eruption in the long term. The temporal persistence and spatial concentration of LP and LP-associated events may be used to predict the eventual eruption and eruption location, and the maximum magnitude of the LP events may be used as an indicator of eruption magnitude.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065165",
        "title": "Earthquake characteristics before eruptions of Japan's Ontake volcano in 2007 and 2014"
    },
    {
        "author": "Kang Wang, Yuri Fialko",
        "date": "2015-08-14",
        "description": "\n\nWe use surface deformation measurements including Interferometric Synthetic Aperture Radar (InSAR) data acquired by the ALOS-2 mission of the Japanese Aerospace Exploration Agency (JAXA) and Global Positioning System (GPS) data to invert for the fault geometry and coseismic slip distribution of the 2015 Mw 7.8 Gorkha earthquake in Nepal. Assuming that the ruptured fault connects to the surface trace of the of Main Frontal Thrust fault (MFT) between 84.34°E and 86.19°E, the best-fitting model suggests a dip angle of 7°. The moment calculated from the slip model is 6.08x1020 Nm, corresponding to the moment magnitude of 7.79. The rupture of the 2015 Gorkha earthquake was dominated by thrust motion that was primarily concentrated in a 150-km long zone 50 to 100 km northward from the surface trace of the Main Frontal Thrust (MFT), with maximum slip of ~ 5.8 m at a depth of ~8 km. Data thus indicate that the 2015 Gorkha earthquake ruptured a deep part of the seismogenic zone, in contrast to the 1934 Bihar-Nepal earthquake, which had ruptured a shallow part of the adjacent fault segment to the East.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065201",
        "title": "Slip model of the 2015 Mw 7.8 Gorkha (Nepal) earthquake from inversions of ALOS-2 and GPS data"
    },
    {
        "author": "Roman Y. Makhnenko, Justice Harvieux, Joseph F. Labuz",
        "date": "2015-08-14",
        "description": "\n\nThe Paul-Mohr-Coulomb failure criterion includes the intermediate principal stress σII and friction angles at the limiting stress states of σII = σIII and σII = σI, where σI and σIII are major and minor principal stresses. Conventional triaxial compression (σII = σIII), extension (σII = σI), and plane strain (σΙ ≠ σΙΙ ≠ σIII) experiments were performed on dry rock. The failure data were plotted in principal stress space and material parameters were determined in the context of two internal friction angles and the theoretical uniform triaxial (all-around equal) tensile strength. Assuming isotropy, the triaxial compression and extension results were used to construct a six-sided pyramidal failure surface, and the extension friction angle was larger than the compression friction angle, a sufficient but not necessary condition of the intermediate stress effect. To capture the behaviour of the rock in multi-axial loading, the Paul-Mohr-Coulomb criterion was extended to form a twelve-sided pyramid with best-fit planes.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065457",
        "title": "Paul-Mohr-Coulomb Failure Surface of Rock in the Brittle Regime"
    },
    {
        "author": "Teng Wang, Shengji Wei, Sigurjón Jónsson",
        "date": "2015-08-14",
        "description": "\n\nSynthetic Aperture Radar (SAR) image offset tracking is increasingly being used for measuring ground displacements, e.g., due to earthquakes and landslide movement. However, this technique has been applied only to images acquired by the same or identical satellites. Here we propose a novel approach for determining offsets between images acquired by different satellite sensors, extending the usability of existing SAR image archives. The offsets are measured between two multi-image reflectivity maps obtained from different SAR datasets, which provide significantly better results than with single pre- and post-event images. Application to the 2001 Mw7.6 Bhuj earthquake reveals, for the first time, its near-field deformation using multiple pre-earthquake ERS and post-earthquake Envisat images. The rupture model estimated from these cross-sensor offsets and tele-seismic waveforms shows a compact fault slip pattern with fairly short rise times (<3 s) and a large stress drop (20 MPa), explaining the intense shaking observed in the earthquake.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064585",
        "title": "Coseismic displacements from SAR image offsets between different satellite sensors: Application to the 2001 Bhuj (India) earthquake"
    },
    {
        "author": "Apostolos A. Christou, Rosemary M. Killen, Matthew H. Burger",
        "date": "2015-08-14",
        "description": "\n\nWe test the hypothesis that an annually repeatable Ca emission excess in Mercury's exosphere at a True Anomaly Angle (TAA) of 25°±5° [Burger et al., 2014; Killen and Hahn, 2015] is due to particles from comet 2P/Encke impacting the surface. By simulating the dynamical evolution of Encke particles under planetary perturbations and Poynting-Robertson drag, we find that mm-sized grains ejected 1-2x104 yr ago encounter Mercury at TAA =350°–30°. The timing of the excess emission is consistent with a major dust release episode ≲ 20 kyr ago, possibly due to Encke progenitor breakup [Clube and Napier, 1984; Jenniskens, 2007]. The emission mechanism is likely the direct injection of impact-liberated Ca into sunlight rather than nightside surface adsorption for subsequent release at dawn. The timing of dust release from the comet depends on this mechanism; a 10 kyr age is implied by the direct-injection scenario.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065361",
        "title": "The meteoroid stream of comet Encke at Mercury: implications for MESSENGER observations of the exosphere"
    },
    {
        "author": "Radley M. Horton, Ethan D. Coffel, Jonathan M. Winter, Daniel A. Bader",
        "date": "2015-08-14",
        "description": "\n\nOnce-per-year maximum temperature extremes in NARCCAP are projected to increase more (less) than mean daily maximum summer temperatures over much of the eastern (western) United States. In contrast, the models almost everywhere project greater warming of once-per-year minimum temperatures as compared to mean daily minimum winter temperatures. Under projected changes associated with extremes of the temperature distribution, Baltimore's maximum temperature that was met or exceeded once-per-year historically is projected to occur 17 times per season by mid-century, a 28% increase relative to projections based on summer mean daily maximum temperature change. Under the same approach, historical once-per-year cold events in Baltimore are projected to occur once-per-decade. The models are generally able to capture observed geopotential height anomalies associated with temperature extremes in two subregions. Projected changes in extreme temperature events cannot be explained by lower boundary conditions as reflected by soil moisture anomalies or snow water equivalent.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064914",
        "title": "Projected changes in extreme temperature events based on the NARCCAP model suite"
    },
    {
        "author": "E. Eriksson, A. Vaivads, Yu.V. Khotyaintsev, V. M. Khotyayintsev, M. André",
        "date": "2015-08-14",
        "description": "\n\nComplex magnetic topologies are ubiquitous in astrophysical plasmas. Analyzing magnetic nulls, regions of vanishing magnetic field, is one way to characterize 3D magnetic topologies. Magnetic nulls are believed to be important in 3D reconnection and turbulence. In the vicinity of a null, plasma particles become unmagnetized and can be accelerated to high energies by electric fields. We present the first statistical study of the occurrence of magnetic nulls and their types in the Earth's nightside magnetosphere. We are able to identify the nulls both in the tail and in the magnetopause current sheets. On average we find one null for every few current sheet crossings. We show that the type-identification of magnetic nulls may be sensitive to local fluctuations in the magnetic field. We develop and demonstrate a method to estimate the reliability of the magnetic null type-identification.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064959",
        "title": "Statistics and accuracy of magnetic null identification in multi-spacecraft data"
    },
    {
        "author": "Clara Duverger, Maxime Godano, Pascal Bernard, Hélène Lyon-Caen, Sophie Lambotte",
        "date": "2015-08-14",
        "description": "\n\nMicroseismic multiplets occurring in the western Corinth rift, Greece, during a large swarm are analyzed to retrieve their spatio-temporal characteristics. These multiplets activated small subfaults at depth (~7 km), up to 1 km long, at the root oftwo parallel active normal faults. The swarm migrates westward nearly horizontally over 10 km at an average velocity of 50 m/day with a diffusivity of 0.5 m2∙s−1. It successively activates the Aigion fault, a relay zone in its hanging wall, and the Fassouleika fault. Within each multiplet, hypocenters also migrate with diffusivities ranging from 0.001 to 0.4 m2∙s−1. The largest internal diffusivities appear at the core of the layer defined by the clusters. These results are interpreted as a hydroshear process caused by pore pressure migration within permeable corridors resulting from the intersection of the major faults with a brittle geological layer inherited from the Hellenic nappe stack.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065298",
        "title": "The 2003–2004 seismic swarm in the western Corinth rift: Evidence for a multiscale pore pressure diffusion process along a permeable fault system"
    },
    {
        "author": "K. B. Winters",
        "date": "2015-08-14",
        "description": "\n\nA tidally driven, stratified boundary layer over supercritical topography is simulated numerically. The near-boundary flow is characterized by quasi-periodic, bore-like motions and episodic expulsion events where fluid is ejected into the stratified interior. The character of the bores is compared to the high-resolution ocean mooring data of van Haren [2006]. The diffusivity of the flow near the boundary is estimated by means of a synthetic dye tracer experiment. The average dissipation rate within the dye cloud is computed and combined with the diffusivity estimate to yield an overall mixing efficiency of 0.15. Both the estimated diffusivity and dissipation rates are in reasonable agreement with the microstructure observations of Kunze at al [2012] when scaled to the environmental conditions at the Monterey and Soquel Canyons and to the values estimated by van Haren and Gostiaux [2012] above the sloping bottom of the Great Meteor Seamount in the Canary Basin.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064676",
        "title": "Tidally driven mixing and dissipation in the stratified boundary layer above steep submarine topography"
    },
    {
        "author": "Douglas G. MacMartin, Ben Kravitz, Philip J. Rasch",
        "date": "2015-08-14",
        "description": "\n\nUncertain climate system response has been raised as a concern regarding solar geoengineering. We explore the effects of geoengineering on one source of climate system uncertainty by evaluating the inter-model-spread across 12 climate models participating in the Geoengineering Model Intercomparison project (GeoMIP). The model-spread in simulations of climate change and the model-spread in the response to solar geoengineering are not additive but rather partially cancel. That is, the model-spread in regional temperature and precipitation changes is reduced with CO2 and a solar reduction, in comparison to the case with increased CO2 alone. Furthermore, differences between models in their efficacy (the relative global mean temperature effect of solar versus CO2 radiative forcing) explain most of the regional differences between models in their response to an increased CO2 concentration that is offset by a solar reduction. These conclusions are important for clarifying geoengineering risks regarding uncertainty.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065391",
        "title": "On solar geoengineering and climate uncertainty"
    },
    {
        "author": "C. Norgren, M. André, D. B. Graham, Y. V. Khotyaintsev, A. Vaivads",
        "date": "2015-08-14",
        "description": "\n\nElectrostatic solitary waves (ESWs), often interpreted as electron phase space holes, are commonly observed in plasmas and are manifestations of strongly nonlinear processes. Often slow ESWs are observed, suggesting generation by the Buneman instability. The instability criteria, however, are generally not satisfied. We show how slow electron holes can be generated by a modified Buneman instability in a plasma that includes a slow electron beam on top of a warm thermal electron background. This lowers the required current for marginal instability and allows for generation of slow electron holes for a wide range of beam parameters that covers expected plasma distributions in space, for example in magnetic reconnection regions. At higher beam speeds, the electron-electron beam instability becomes dominant instead, producing faster electron holes. The range of phase speeds for this model is consistent with a statistical set of observations at the magnetopause made by Cluster.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065390",
        "title": "Slow electron holes in multi-component plasmas"
    },
    {
        "author": "T. T. Koskinen, J. T. Erwin, R. V. Yelle",
        "date": "2015-08-14",
        "description": "\n\nWe adapted a multi-species escape model, developed for close-in extrasolar planets, to calculate the escape rates of CH4 and N2 from Pluto. In the absence of escape, CH4 should overtake N2 as the dominant species below the exobase. The CH4 profile depends strongly on the escape rate, however, and the typical escape rates predicted for Pluto lead to a nearly constant mixing ratio of less than 1 % below the exobase. In this case the CH4 escape rate is only 5–10 % of the N2 escape rate. Observations of the CH4 profile by the New Horizons/ALICE spectrograph can constrain the CH4 escape rate and provide a unique test for escape models.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065306",
        "title": "On the escape of CH4 from Pluto's atmosphere"
    },
    {
        "author": "K. Lu, T. Weingartner, S. Danielson, P. Winsor, E. Dobbins, K. Martini, H. Statscewich",
        "date": "2015-08-13",
        "description": "\n\nSummer and fall hydrographic sections in the northeastern Chukchi Sea frequently capture 5 – 20 m thick intrapycnocline lenses or horizontal plumes of warm, moderately salty summer Bering Sea Water flowing northward from Bering Strait. These features occur within the shallow (~20 m depth) pycnocline separating cold, dilute, surface meltwater from near-freezing, salty, winter-formed waters beneath the pycnocline. An idealized numerical model suggests that the features arise from eddies and meanders generated by instability of the surface front separating meltwater from Bering Sea Water. Warm Bering Sea Water is transported across the front and into the pycnocline by the cross-frontal velocities associated with the instabilities. The accompanying lateral eddy heat fluxes may be important both in summer for promoting ice melt and in fall by delaying the onset of ice formation over portions of this shelf. Lateral heat flux magnitudes depend upon the stratification of the Bering Sea Water.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064967",
        "title": "Lateral mixing across ice meltwater fronts of the Chukchi Sea shelf"
    },
    {
        "author": "Michael Zelenski, Yuri Taran, Bo Galle",
        "date": "2015-08-13",
        "description": "\n\nHigh concentrations of primary sulfuric acid (H2SO4) in fumarolic gases and high emission rate of sulfuric acid aerosol in the plume were measured at Bezymianny volcano, an active dome-growing andesitic volcano in central Kamchatka. Using direct sampling, filter pack sampling and DOAS measurements, we estimated an average emission of H2SO4 at 243±75 t/d in addition to an average SO2 emission of 212±65 t/d. The fumarolic gases of Bezymianny correspond to arc gases released by several magma bodies at different stages of degassing and contain 25–92% of entrained air. H2SO4 accounts for 6–87 mol% of the total sulfur content, 45 mol% on average, and SO2 is the rest. The high H2SO4 in Bezymianny fumaroles can be explained by catalytic oxidation of SO2 inside the volcanic dome. Because sulfate aerosol is impossible to measure remotely, the total sulfur content in a plume containing significant H2SO4 may be seriously underestimated.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065340",
        "title": "High emission rate of sulfuric acid from Bezymianny volcano, Kamchatka"
    },
    {
        "author": "A. T. Y. Lui, L. L. Cogger, A. Howarth, A. W. Yau",
        "date": "2015-08-13",
        "description": "\n\nWe report the first satellite imaging of auroral pulsations by the Fast Auroral Imager (FAI) onboard the Enhanced Polar Outflow Probe (e-POP) satellite. The near-infrared camera of FAI is capable of providing up to two auroral images per second, ideal for investigation of pulsating auroras. The auroral pulsations were observed within the auroral bulge formed during a substorm interval on 2014 February 19. This first satellite view of these pulsations from FAI reveals that (1) several pulsating auroral channels (PACs) occur within the auroral bulge, (2) periods of the intensity pulsations span over one decade within the auroral bulge, and (3) there is no apparent trend of longer pulsation periods associated with higher latitudes for these PACs. Although PACs resemble in some respect stable pulsating auroras reported previously but they have several important differences in characteristics.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065331",
        "title": "First Satellite Imaging of Auroral Pulsations by the Fast Auroral Imager on e-POP"
    },
    {
        "author": "W. Li, R. M. Thorne, J. Bortnik, D. N. Baker, G. D. Reeves, S. G. Kanekal, H. E. Spence, J. C. Green",
        "date": "2015-08-13",
        "description": "\n\nDetermining preferential solar wind conditions leading to efficient radiation belt electron acceleration is crucial for predicting radiation belt electron dynamics. Using Van Allen Probes electron observations (>1 MeV) from 2012 to 2015, we identify a number of efficient and inefficient acceleration events separately to perform a superposed epoch analysis of the corresponding solar wind parameters and geomagnetic indices. By directly comparing efficient and inefficient acceleration events, we clearly show that prolonged southward Bz, high solar wind speed, and low dynamic pressure are critical for electron acceleration to > 1 MeV energies in the heart of the outer radiation belt. We also evaluate chorus wave evolution using the superposed epoch analysis for the identified efficient and inefficient acceleration events and find that chorus wave intensity is much stronger and lasts longer during efficient electron acceleration events, supporting the scenario that chorus waves play a key role in MeV electron acceleration.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065342",
        "title": "Solar Wind Conditions Leading to Efficient Radiation Belt Electron Acceleration: A Superposed Epoch Analysis"
    },
    {
        "author": "Jia Yue, James Russell, Yongxiao Jian, Ladislav Rezac, Rolando Garcia, Manuel López-Puertas, Martin G. Mlynczak",
        "date": "2015-08-12",
        "description": "\n\nCarbon dioxide measurements made by the Sounding of the Atmosphere using Broadband Emission Radiometry (SABER) instrument between 2002 and 2014 were analyzed to reveal the rate of increase of CO2 in the mesosphere and lower thermosphere. The CO2 data show a trend of ~5% per decade at ~80 km and below, in good agreement with the tropospheric trend observed at Mauna Loa. Above 80 km, the SABER CO2 trend is larger than in the lower atmosphere, reaching ~12% per decade at 110 km. The large relative trend in the upper atmosphere is consistent with results from the Atmospheric Chemistry Experiment Fourier Transform Spectrometer (ACE-FTS). On the other hand, the CO2 trend deduced from the Whole Atmosphere Community Climate Model (WACCM) remains close to 5% everywhere. The spatial coverage of the SABER instrument allows us to analyze the CO2 trend as a function of latitude for the first time. The trend is larger in the northern hemisphere than in the southern hemisphere mesopause above 80 km. The agreement between SABER and ACE-FTS suggests that the rate of increase of CO2 in the upper atmosphere over the past 13 years is considerably larger than can be explained by chemistry-climate models.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064696",
        "title": "Increasing carbon dioxide concentration in the upper atmosphere observed by SABER"
    },
    {
        "author": "Colin J Gleason, Jida Wang",
        "date": "2015-08-11",
        "description": "\n\nAt-many-stations hydraulic geometry (AMHG) is a recently discovered set of geomorphic relationships showing that the empirical parameters of at-a-station hydraulic geometry (AHG) are functionally related along a river. This empirical conclusion seemingly refutes previous decades of research defining AHG as spatially independent and site-specific. Furthermore, AMHG was the centerpiece of an unprecedented recent methodology that successfully estimated river discharge solely from satellite imagery. Despite these important implications, AMHG has remained an empirical phenomenon without theoretical explanation. Here, we provide the mathematical basis for AMHG, showing that it arises when independent AHG curves within a reach intersect near the same values of discharge and width, depth, or velocity. The strength of observed AMHG is determined by the degree of this convergence. Finally, we show that AMHG enables discharge estimation by defining a set of possible estimated discharges that often match true discharges, and propose its future interpretation as a fluvial index.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064935",
        "title": "Theoretical Basis for At-Many-Stations Hydraulic Geometry (AMHG)"
    },
    {
        "author": "Sachiko Yoshida, Alison M. Macdonald, Steven R. Jayne, Irina I. Rypina, Ken O. Buesseler",
        "date": "2015-08-11",
        "description": "\n\nRadionuclide samples taken as part of hydrographic surveys at 30°N in the North Pacific reveal that the easternmost edge of Fukushima-derived 134Cs observed at 174.3°W in 2012 had progressed eastward across the basin to 160.6°W by 2013. The 2013 30°N observations indicate surface 134Cs concentrations of 3–5 Bq/m3 between 160°E and 160°W, slightly lower concentrations west of 160°E and no detectable signal east of 160.6°W. Profile samples show 134Cs penetration to 500 m west of 180° with shoaling penetration depth toward to the east. The near-uniform vertical distribution of 137Cs between 152°W and 121.3°W in the top 500 m is indicative of trace amounts of radionuclides remaining from weapons testing. The physical processes responsible for the deep 134Cs penetration in the western Pacific appear to be related to distinct water mass subduction pathways, however the timing and rapidity of deep penetration over the broad scales observed has yet to be clarified.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065259",
        "title": "Observed eastward progression of the Fukushima 134Cs signal across the North Pacific"
    },
    {
        "author": "Ricardo Domingues, Gustavo Goni, Francis Bringas, Sang-Ki Lee, Hyun-Sook Kim, George Halliwell, Jili Dong, Julio Morell, Luis Pomales",
        "date": "2015-08-11",
        "description": "\n\nDuring October 2014, Hurricane Gonzalo traveled within 85km from the location of an underwater glider situated north of Puerto Rico. Observations collected before, during, and after the passage of this hurricane were analyzed to improve our understanding of the upper-ocean response to hurricane winds. The main finding in this study is that salinity potentially played an important role on changes observed in the upper-ocean; a near-surface barrier-layer likely suppressed the hurricane-induced upper-ocean cooling, leading to smaller than expected temperature changes. Post-storm observations also revealed a partial recovery of the ocean to pre-storm conditions 11 days after the hurricane. Comparison with a coupled ocean-atmosphere hurricane model indicates that model-observations discrepancies are largely linked to salinity effects described. Results presented in this study emphasize the value of underwater glider observations for improving our knowledge of how the ocean responds to tropical cyclone winds and for tropical cyclone intensification studies and forecasts.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065378",
        "title": "Upper-ocean response to Hurricane Gonzalo (2014): salinity effects revealed by targeted and sustained underwater glider observations"
    },
    {
        "author": "Jason M. Soderblom, Alexander J. Evans, Brandon C. Johnson, H. Jay Melosh, Katarina Miljković, Roger J. Phillips, Jeffrey C. Andrews-Hanna, Carver J. Bierson, James W. Head, Colleen Milbury, Gregory A. Neumann, Francis Nimmo, David E. Smith, Sean C. Solomon, Michael M. Sori, Mark A. Wieczorek, Maria T. Zuber",
        "date": "2015-08-11",
        "description": "\n\nWe have analyzed the Bouguer anomaly (BA) of ~1200 complex craters in the lunar highlands from Gravity Recovery and Interior Laboratory (GRAIL) observations. The BA of these craters is generally negative, though positive BA values are observed, particularly for smaller craters. Crater BA values scale inversely with crater diameter, quantifying how larger impacts produce more extensive fracturing and dilatant bulking. The Bouguer anomaly of craters larger than \n93-19+47 km in diameter is independent of crater size, indicating that there is a limiting depth to impact-generated porosity, presumably from pore collapse associated with either overburden pressure or viscous flow. Impact-generated porosity of the bulk lunar crust is likely in a state of equilibrium for craters smaller than ~30 km in diameter, consistent with an ~8-km-thick lunar megaregolith, whereas the gravity signature of larger craters is still preserved and provides new insight into the cratering record of even the oldest lunar surfaces.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065022",
        "title": "The fractured Moon: Production and saturation of porosity in the lunar highlands from impact cratering"
    },
    {
        "author": "M. J. Alexander",
        "date": "2015-08-10",
        "description": "\n\nSatellite limb sounding methods provide the best global temperature data available for simultaneous measurement of gravity wave horizontal and vertical structure needed to estimate momentum flux and constrain wave effects on general circulation. Gravity waves vary in the three spatial dimensions and time, so the ideal measurement observes all three dimensions at high resolution nearly simultaneously. High Resolution Dynamics Limb Sounder (HIRDLS) measurements, give near-simultaneous profiles in close proximity and at high vertical resolution, but these coincident profiles lie only along the plane of the measurement track. Here we combine HIRDLS and radio occultation datasets to obtain three-dimensional properties of gravity waves on a global scale as well as seasonal variations. The results show dramatic changes from previous estimates using either dataset alone. Changes include much larger momentum fluxes and latitudinal variations in propagation direction that support an enhanced role for gravity wave forcing of middle atmosphere circulation.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065234",
        "title": "Global and seasonal variations in three-dimensional gravity wave momentum flux from satellite limb sounding temperatures"
    },
    {
        "author": "Min Chen, Fenglin Niu, Qinya Liu, Jeroen Tromp",
        "date": "2015-08-10",
        "description": "\n\nThe origin of Hangai Dome, an unusual large-scale, high-elevation low-relief landform in central Mongolia, remains enigmatic partly due to lack of constraints on its underlying seismic structure. Using adjoint tomography –a full waveform tomographic technique– and a large seismic waveform data set in East Asia, we discover beneath the dome a deep low shear wavespeed (low-V) conduit indicating a slightly warmer (54 K–127 K) upwelling from the transition zone. This upwelling is spatially linked to a broader uppermost mantle low-V region underlying the dome. Further observations of high compressional to shear wavespeed ratios and positive radial anisotropy in the low-V region suggest partial melting and horizontal melt transport. We propose that the mantle upwelling induced decompression melting in the uppermost mantle and that excess heat associated with melt transport modified the lithosphere that isostatically compensates the surface uplift at upper mantle depths (>80 km).\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065018",
        "title": "Mantle-driven Uplift of Hangai Dome: New Seismic Constraints from Adjoint Tomography"
    },
    {
        "author": "Taka'aki Taira, Florent Brenguier, Qingkai Kong",
        "date": "2015-08-09",
        "description": "\n\nWe perform an ambient noise based monitoring to explore temporal variations of crustal seismic velocities before, during, and after the 24 August 2014 Mw 6.0 South Napa earthquake. A velocity drop of about 0.08% is observed immediately after the South Napa earthquake. Spatial variability of the velocity reduction is most correlated with the pattern of the peak ground velocity of the South Napa mainshock, which suggests that fracture damage in rocks induced by the dynamic strain is likely responsible for the coseismic velocity change. About 50% of the velocity reduction is recovered at the first 50 days following the South Napa mainshock. This postseismic velocity recovery may suggest a healing process of damaged rocks.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065308",
        "title": "Ambient Noise Based Monitoring of Seismic Velocity Changes Associated with the 2014 Mw 6.0 South Napa Earthquake"
    },
    {
        "author": "Eric O. Lindsey, Ryo Natsuaki, Xiaohua Xu, Masanobu Shimada, Manabu Hashimoto, Diego Melgar, David T. Sandwell",
        "date": "2015-08-09",
        "description": "\n\nInterferometric Synthetic Aperture Radar (InSAR) is a key tool for the analysis of displacement and stress changes caused by large crustal earthquakes, particularly in remote areas. A challenge for traditional InSAR has been its limited spatial and temporal coverage especially for very large events, whose dimensions exceed the typical swath width of 70 – 100 km. This problem is addressed by the ALOS-2 satellite, whose PALSAR-2 instrument operates in ScanSAR mode, enabling a repeat time of 2 weeks and a swath width of 350km. Here, we present InSAR line-of-sight displacement data from ALOS-2/PALSAR-2 observations covering the Mw 7.8 Gorkha, Nepal earthquake and its Mw 7.3 aftershock that were acquired within one week of each event. The data are made freely available and we encourage their use in models of the fault slip and associated stress changes. The Mw 7.3 aftershock extended the rupture area of the mainshock toward the east, but also left a 20 km gap where the fault has little or no co-seismic slip. We estimate this un-slipped fault patch has the potential to generate a Mw 6.9 event.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065385",
        "title": "Line of Sight Displacement from ALOS-2 Interferometry: Mw 7.8 Gorkha Earthquake and Mw 7.3 Aftershock"
    },
    {
        "author": "Zvi Ben-Avraham, Regina Katsman",
        "date": "2015-08-07",
        "description": "\n\nThe Dead Sea fault (DSF) is a 1000 km long continental transform. It forms a narrow elongated valley with uplifted shoulders showing an east–west asymmetry, which is not common in other continental transforms. This topography may have strongly affected the course of human history. Several papers addressed the geomorphology of the DSF, but there is still no consensus with respect to the dominant mechanism of its formation. Our thermo-mechanical modeling demonstrates that existence of a transform prior to the rifting predefined high strain softening on the faults in the strong upper crust and created a precursor weak zone localizing deformations in the subsequent transtensional period. Together with a slow rate of extension over the Arabian plate, they controlled a narrow asymmetric morphology of the fault. This rift pattern was enhanced by a fast deposition of evaporites from the Sedom Lagoon, which occupied the rift depression for a short time period.",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065111",
        "title": "The formation of graben morphology in the Dead Sea Fault, and its implications"
    },
    {
        "author": "Yihe Huang, Gregory C. Beroza",
        "date": "2015-08-22",
        "description": "\n\nThe recent increase in earthquake activity in the central U.S. has led to concerns about the hazard posed by induced earthquakes. Understanding earthquake phenomena and monitoring in all settings can be improved by the detection of small events; however, the catalog of induced earthquakes is incomplete for small events due to the sparse instrumentation. This is particularly true in settings of low background seismicity, like the central U.S. We apply single-station template matching to detect small earthquakes during the Guy-Greenbrier sequence in central Arkansas and find over 100 times more earthquakes than are registered in the Advanced National Seismic System catalog between July 2010 and October 2011. A complete catalog over nearly 4 units of magnitude enables us to analyze the magnitude-frequency distribution of induced earthquakes. We find that earthquakes deviated from the Gutenberg-Richter statistics during the operation of nearby injection wells but returned to Gutenberg-Richter statistics after the wells were shut in.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065170",
        "title": "Temporal variation in the magnitude-frequency distribution during the Guy-Greenbrier earthquake sequence"
    },
    {
        "author": "Louisa L. H. Tsang, Aron J. Meltzner, Belle Philibosian, Emma M. Hill, Jeffrey T. Freymueller, Kerry Sieh",
        "date": "2015-08-22",
        "description": "\n\nIn the Banyak Islands of Sumatra, coral microatoll records reveal a 15 year-long reversal of interseismic vertical displacement from subsidence to uplift between 1966 and 1981. To explain these coral observations, we test four hypotheses, including regional sea level changes and various tectonic mechanisms. Our results show that the coral observations likely reflect a 15 year-long slow-slip event (SSE) on the Sunda megathrust. This long-duration SSE exceeds the duration of previously reported SSEs and demonstrates the importance of multidecade geodetic records in illuminating the full spectrum of megathrust slip behavior at subduction zones.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064928",
        "title": "A 15 year slow-slip event on the Sunda megathrust offshore Sumatra"
    },
    {
        "author": "Equisha Glenn, Daniel Comarazamy, Jorge E. González, Thomas Smith",
        "date": "2015-08-22",
        "description": "\n\nWe show a sea surface temperature (SST) warming trend for the Caribbean and surrounding region over 1982–2012. Using an optimum interpolated SST product, a 30 year climatological analysis was generated to observe annual, monthly, and seasonal trends. Results show that SSTs are increasing annually for the region. For the two Caribbean rainy seasons, the Early Rainfall Season (ERS) and the Late Rainfall Season (LRS), estimated trends at 0.0161°C yr−1 and 0.0209°C yr−1 were observed, with high statistical significance. Subregional analysis revealed that warming is greatest in the Gulf of Mexico and north of South America during the ERS and LRS. Additionally, LRS averages for 1998–2012 reflect an increase in magnitude and intensity of the Atlantic Warm Pool (AWP) since the 1983–1997 period reflected in the AWP Area Index. Extreme increases/decreases in the time series show potential correlation with El Niño and the Southern Oscillation.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065002",
        "title": "Detection of recent regional sea surface temperature warming in the Caribbean and surrounding region"
    },
    {
        "author": "Mark W. McClure",
        "date": "2015-08-22",
        "description": "\n\nInduced seismicity is common during hydraulic stimulation in fractured crystalline rock. Fluid injection pressurizes preexisting fractures, triggering slip and seismicity. Often, the largest induced events occur after the end of injection, which complicates efforts to manage seismic risk. In this study, a three-dimensional discrete fracture network simulator that couples fluid flow with earthquake simulation was used to investigate a novel hypothesis for why large postinjection seismic events occur. Fractures that form dead-end pathways differentially pressurize during injection. After injection is stopped, fluid backflows through the well from the dead-end fractures into larger fractures, inducing additional seismicity and potentially causing events larger than occurred during injection. Our simulations indicate that flowing fluid back to the surface immediately after injection could mitigate this effect and reduce postinjection seismicity.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065028",
        "title": "Generation of large postinjection-induced seismic events by backflow from dead-end faults and fractures"
    },
    {
        "author": "Fanchao Lyu, Steven A. Cummer, Lindsay McTague",
        "date": "2015-08-22",
        "description": "\n\nWe investigated National Lightning Detection Network reports and lightning radio waveforms in a 44 day observation period to analyze the in-cloud (IC) events producing currents above 200 kA. The results show that there are two distinct classes of IC lightning events with very high peak currents: the well-known narrow bipolar events, and a previously unreported type that we call energetic in-cloud pulses (EIPs). Their temporal and spatial context shows that EIPs are generated from existing negative polarity leaders that are propagating usually upward but sometimes downward. The nearly identical characteristics of EIPs and some previously reported terrestrial gamma ray flashes (TGFs) indicate a likely connection between the two, which further suggests the possibility of downward directed TGFs. These very high peak current IC events also suggest the association of EIPs with ionospheric perturbations and optical emissions known as elves.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065047",
        "title": "Insights into high peak current in-cloud lightning events during thunderstorms"
    },
    {
        "author": "Peter C. McIntosh, John A. Church, Elaine R. Miles, Ken Ridgway, Claire M. Spillman",
        "date": "2015-08-22",
        "description": "\n\nSea level varies on a range of time scales from tidal to decadal and centennial change. To date, little attention has been focussed on the prediction of interannual sea level anomalies. Here we demonstrate that forecasts of coastal sea level anomalies from the dynamical Predictive Ocean Atmosphere Model for Australia (POAMA) have significant skill throughout the equatorial Pacific and along the eastern boundaries of the Pacific and Indian Oceans at lead times out to 8 months. POAMA forecasts for the western Pacific generally have greater skill than persistence, particularly at longer lead times. POAMA also has comparable or greater skill than previously published statistical forecasts from both a Markov model and canonical correlation analysis. Our results indicate the capability of physically based models to address the challenge of providing skillful forecasts of seasonal sea level fluctuations for coastal communities over a broad area and at a range of lead times.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065091",
        "title": "Seasonal coastal sea level prediction using a dynamical model"
    },
    {
        "author": "Scott M. Robeson",
        "date": "2015-08-22",
        "description": "\n\nSpatially weighted averages of Palmer Drought Severity Index (PDSI) over central and southern California show that the 1 year 2014 drought was not as severe as previously reported, but it still is the most severe in the 1895–2014 instrumental record. Using the typical adjustment procedure that matches the mean and standard deviation of tree ring PDSI values to those of instrumental data shows over 10 droughts from 800 to 2006 that were more severe than the 1 year 2014 drought, with the 2014 drought having a return period of 140–180 years. Quantile mapping allows for a closer correspondence between instrumental and tree ring PDSI probability distributions and produces return periods of 700–900 years for the 1 year 2014 drought. Associated cumulative 3 and 4 year droughts, however, are estimated to be much more severe. The 2012–2014 drought is nearly a 10,000 year event, while the 2012–2015 drought has an almost incalculable return period and is completely without precedent.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064593",
        "title": "Revisiting the recent California drought as an extreme value"
    },
    {
        "author": "Masato Sugi, Kohei Yoshida, Hiroyuki Murakami",
        "date": "2015-08-22",
        "description": "\n\nRecent review papers reported that many high-resolution global climate models consistently projected a reduction of global tropical cyclone (TC) frequency in a future warmer climate, although the mechanism of the reduction is not yet fully understood. Here we present a result of 4K-cooler climate experiment. The global TC frequency significantly increases in the 4K-cooler climate compared to the present climate. This is consistent with a significant decrease in TC frequency in the 4K-warmer climate. For the mechanism of TC frequency reduction in a warmer climate, upward mass flux hypothesis and saturation deficit hypothesis have been proposed. The result of the 4K-cooler climate experiment is consistent with these two hypotheses. One very interesting point is that the experiment has clearly shown that TC genesis is possible at sea surface temperature (SST) well below 26°C which has been considered as the lowest SST limit for TC genesis.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064929",
        "title": "More tropical cyclones in a cooler climate?"
    },
    {
        "author": "Nedjeljka Žagar, Christian L. E. Franzke",
        "date": "2015-08-21",
        "description": "\n\nWe present a new method for the three-dimensional multivariate decomposition of the Madden-Julian Oscillation (MJO) into balanced and inertio-gravity (IG) components. The method analyzes global fields with no filtering involved, and it provides a quantitative comparison between the contribution of the Rossby, Kelvin, and other balanced and IG modes to the MJO circulation and its teleconnections. Results based on the ERA Interim reanalysis data and the multivariate MJO index show that the Rossby mode with the lowest meridional index is the largest contributor to the MJO circulation over the Pacific. A smaller role of the Kelvin mode is diagnosed over the Indian Ocean and the maritime continent. The MJO teleconnections in the polar stratosphere appear associated with the leading balanced vertical modes. The presented method shows new ways of evaluating the MJO structure and its global impacts in weather and climate models.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065130",
        "title": "Systematic decomposition of the Madden-Julian Oscillation into balanced and inertio-gravity components"
    },
    {
        "author": "Madeleine M. Mineau, Wilfred M. Wollheim, Robert J. Stewart",
        "date": "2015-08-21",
        "description": "\n\nThe spatial distribution of land use and associated nutrient inputs may influence the efficacy of in-stream nutrient removal; however, the effect of source location on N removal and watershed N export has not been quantified. We present the skewness index, a metric to quantify the spatial distribution of land use within watersheds. Using this index and a river network nitrogen removal model, we quantified the effect of varying the location of developed land use within two watersheds on nutrient removal and export. The quantity and location of developed land use as well as runoff affected nitrogen removal and export. Because river network nitrogen removal is bypassed when sources are skewed toward the watershed mouth, varying the location of land use alone can double aquatic nitrogen removal. Nutrient sources skewed toward the distant headwaters maximized in-stream removal which in turn can reduce watershed export.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064965",
        "title": "An index to characterize the spatial distribution of land use within watersheds and implications for river network nutrient removal and export"
    },
    {
        "author": "K. Hori, C. A. Jones, R. J. Teed",
        "date": "2015-08-20",
        "description": "\n\nThe westward drift component of the secular variation is likely to be a signal of waves riding on a background mean flow. By separating the wave and mean flow contributions, we can infer the strength of the “hidden” azimuthal part of the magnetic field within the core. We explore the origin of the westward drift commonly seen in dynamo simulations and show that it propagates at the speed of the slow magnetic Rossby waves with respect to a mean zonal flow. Our results indicate that such waves could be excited in the Earth's core and that wave propagation may indeed play some role in the longitudinal drift, particularly at higher latitudes where the wave component is relatively strong, the equatorial westward drift being dominated by the mean flow. We discuss a potential inference of the RMS toroidal field strength within the Earth's core from the observed drift rate.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064733",
        "title": "Slow magnetic Rossby waves in the Earth's core"
    },
    {
        "author": "Thomas W. K. Armitage, Andy L. Ridout",
        "date": "2015-08-20",
        "description": "\n\nSatellite radar altimeters have improved our knowledge of Arctic sea ice thickness over the past decade. The main sources of uncertainty in sea ice thickness retrievals are associated with inadequate knowledge of the snow layer depth and the radar interaction with the snow pack. Here we adapt a method of deriving sea ice freeboard from CryoSat-2 to data from the AltiKa Ka band radar altimeter over the 2013–14 Arctic sea ice growth season. AltiKa measures basin-averaged freeboards between 4.4 cm and 6.9 cm larger than CryoSat-2 in October and March, respectively. Using airborne laser and radar measurements from spring 2013 and 2014, we estimate the effective scattering horizon for each sensor. While CryoSat-2 echoes penetrate to the ice surface over first-year ice and penetrate the majority (82 ± 3%) of the snow layer over multiyear ice, AltiKa echoes are scattered from roughly the midpoint (46 ± 5%) of the snow layer over both ice types.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064823",
        "title": "Arctic sea ice freeboard from AltiKa and comparison with CryoSat-2 and Operation IceBridge"
    },
    {
        "author": "Xiaoping Wu, Michael B. Heflin",
        "date": "2015-08-20",
        "description": "\n\nWater mass transport in the Earth's dynamic surface layer of atmosphere, cryosphere, and hydrosphere driven by various global change processes has complex spatiotemporal patterns. Here we determine global patterns and regional mean values of accelerations in surface mass variations during the Gravity Recovery and Climate Experiment (GRACE) mission's data span from 2002.2 to 2015.0. GRACE gravity data are supplemented by surface deformation from 607 Global Navigation Satellite System stations, an ocean bottom pressure model, satellite laser ranging, and loose a priori knowledge on mass variation regimes incorporating high-resolution geographic boundaries. While Greenland and West Antarctica have strong negative accelerations, Alaska and the Arctic Ocean show significant positive accelerations. In addition, the accelerations are not constant in time with some regions showing considerable variability due to irregular interannual changes. No evidence of significant nonsteric mean sea level acceleration has been found, but the uncertainty is quite large.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064941",
        "title": "A global assessment of accelerations in surface mass transport"
    },
    {
        "author": "N. P. Perevalova, N. V. Shestakov, S. V. Voeykov, H. Takahashi, M. Guojie",
        "date": "2015-08-19",
        "description": "\n\nThe paper describes results of studying effects of total electron content (TEC) variations triggered by the Chelyabinsk meteoroid airburst as inferred from unique data of a dense GPS network located around the final part of the meteoroid atmospheric path. Well-pronounced TEC disturbances with an average period of about 10 min and amplitude of 0.07–0.5 TECU (total electron content unit, 1 TECU = 1016 el m−2) were detected. These disturbances were initiated by an ionospheric source activated about 5–6 min after the airburst. The disturbance velocity damping with time and distance from the airburst was revealed using a GPS interferometric technique. Several modes of TEC disturbances with propagation velocities ranging from 250 to 660 m/s were distinguished through the distance-time diagram analysis. The estimated position of ionospheric source of TEC disturbances is shifted 36 km southwestward from the airburst, which is most likely to be associated with the conjoint influence of TEC data errors, damping and anisotropy of TID propagation velocity.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064792",
        "title": "Ionospheric disturbances in the vicinity of the Chelyabinsk meteoroid explosive disruption as inferred from dense GPS observations"
    },
    {
        "author": "Qingye Min, Jingzhi Su, Renhe Zhang, Xinyao Rong",
        "date": "2015-08-19",
        "description": "\n\nAt the beginning of 2014, an El Niño event was predicted to occur in the following winter. However, the El Niño that started to develop in 2014 was hindered in the boreal summer, and only the ocean reached a weak El Niño condition. This outcome was largely attributed to a suppressed ocean-atmosphere interaction caused by anomalous easterly winds in the eastern equatorial Pacific. These winds were related to negative sea surface temperature anomalies (SSTAs) in the southeastern subtropical Pacific (SESP). The negative phase of the Interdecadal Pacific Oscillation (IPO) laid the foundation for the persistence of cooler SSTAs and enhanced trade winds in the SESP after the year 2000. As the recent IPO downward trend continued, the SSTAs in SESP reached an extremely low value in the boreal summer of 2014 and imposed a serious obstacle to the evolution of a warming event.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064899",
        "title": "What hindered the El Niño pattern in 2014?"
    },
    {
        "author": "W. M. Wollheim, R. J. Stewart, G. R. Aiken, K. D. Butler, N. B. Morse, J. Salisbury",
        "date": "2015-08-19",
        "description": "\n\nSurface waters play a potentially important role in the global carbon balance. Dissolved organic carbon (DOC) fluxes are a major transfer of terrestrial carbon to river systems, and the fate of DOC in aquatic systems is poorly constrained. We used a unique combination of spatially distributed sampling of three DOC fractions throughout a river network and modeling to quantify the net removal of terrestrial DOC during a summer base flow period. We found that aquatic reactivity of terrestrial DOC leading to net loss is low, closer to conservative chloride than to reactive nitrogen. Net removal occurred mainly from the hydrophobic organic acid fraction, while hydrophilic and transphilic acids showed no net change, indicating that partitioning of bulk DOC into different fractions is critical for understanding terrestrial DOC removal. These findings suggest that river systems may have only a modest ability to alter the amounts of terrestrial DOC delivered to coastal zones.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064647",
        "title": "Removal of terrestrial DOC in aquatic ecosystems of a temperate river network"
    },
    {
        "author": "Timothy L. Cook, Brian C. Yellen, Jonathon D. Woodruff, Daniel Miller",
        "date": "2015-08-19",
        "description": "\n\nBoth human activity and climate change can influence erosion rates and initiate rapid landscape change. Understanding the relative impact of these factors is critical to managing the risks of extreme erosion related to flooding and landslide occurrence. Here we present a 2100 year record of sediment mass accumulation and inferred erosion based on lacustrine sediment cores from Amherst Lake, Vermont, USA. Using deposition from August 2011 Tropical Storm Irene as a modern analogue, we identified distinct event deposits indicative of destructive erosion events. These deposits record a prolonged (multidecadal) interval of enhanced erosion following the initial storm-induced landscape disturbance. The direct impact of human land cover alteration is minimal in comparison to the more recent twentieth century increase in the occurrence of catastrophic erosion linked to overall wetter conditions that favor high erosion rates and more easily trigger landslides during periods of extreme precipitation.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064436",
        "title": "Contrasting human versus climatic impacts on erosion"
    },
    {
        "author": "Corentin Caudron, Benoît Taisne, Milton Garcés, Le Pichon Alexis, Pierrick Mialle",
        "date": "2015-08-19",
        "description": "\n\nThe February 2014 eruption of Kelud volcano (Indonesia) destroyed most of the instruments near it. We use remote seismic and infrasound sensors to reconstruct the eruptive sequence. The first explosions were relatively weak seismic and infrasound events. A major stratospheric ash injection occurred a few minutes later and produced long-lasting atmospheric and ground-coupled acoustic waves that were detected as far as 11,000 km by infrasound sensors and up to 2300 km away on seismometers. A seismic event followed ∼12 minutes later and was recorded 7000 km away by seismometers. We estimate a volcanic intensity around 10.9, placing the 2014 Kelud eruption between the 1980 Mount St. Helens and 1991 Pinatubo eruptions intensities. We demonstrate how remote infrasound and seismic sensors are critical for the early detection of volcanic explosions, and how they can help to constrain and understand eruptive sequences.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064885",
        "title": "On the use of remote infrasound and seismic stations to constrain the eruptive sequence and intensity for the 2014 Kelud eruption"
    },
    {
        "author": "Jeffrey J. Love, E. Joshua Rigler, Antti Pulkkinen, Pete Riley",
        "date": "2015-08-19",
        "description": "\n\nAn examination is made of the hypothesis that the statistics of magnetic storm maximum intensities are the realization of a lognormal stochastic process. Weighted least squares and maximum likelihood methods are used to fit lognormal functions to −Dst storm time maxima for years 1957–2012; bootstrap analysis is used to established confidence limits on forecasts. Both methods provide fits that are reasonably consistent with the data; both methods also provide fits that are superior to those that can be made with a power-law function. In general, the maximum likelihood method provides forecasts having tighter confidence intervals than those provided by weighted least squares. From extrapolation of maximum likelihood fits: a magnetic storm with intensity exceeding that of the 1859 Carrington event, −Dst ≥ 850 nT, occurs about 1.13 times per century and a wide 95% confidence interval of [0.42, 2.41] times per century; a 100 year magnetic storm is identified as having a −Dst ≥ 880 nT (greater than Carrington) but a wide 95% confidence interval of [490, 1187] nT.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064842",
        "title": "On the lognormality of historical magnetic storm intensity statistics: Implications for extreme-event probabilities"
    },
    {
        "author": "Seokhyeon Kim, Robert M. Parinussa, Yi. Y. Liu, Fiona M. Johnson, Ashish Sharma",
        "date": "2015-08-18",
        "description": "\n\nA method for combining two microwave satellite soil moisture products by maximizing the temporal correlation with a reference data set has been developed. The method was applied to two global soil moisture data sets, Japan Aerospace Exploration Agency (JAXA) and Land Parameter Retrieval Model (LPRM), retrieved from the Advanced Microwave Scanning Radiometer 2 observations for the period 2012–2014. A global comparison revealed superior results of the combined product compared to the individual products against the reference data set of ERA-Interim volumetric water content. The global mean temporal correlation coefficient of the combined product with this reference was 0.52 which outperforms the individual JAXA (0.35) as well as the LPRM (0.45) product. Additionally, the performance was evaluated against in situ observations from the International Soil Moisture Network. The combined data set showed a significant improvement in temporal correlation coefficients in the validation compared to JAXA and minor improvements for the LPRM product.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064981",
        "title": "A framework for combining multiple soil moisture retrievals based on maximizing temporal correlation"
    },
    {
        "author": "Karthik Balaguru, Gregory R. Foltz, L. Ruby Leung, Eric D' Asaro, Kerry A. Emanuel, Hailong Liu, Sarah E. Zedler",
        "date": "2015-08-18",
        "description": "\n\nTo incorporate the effects of tropical cyclone (TC)-induced upper ocean mixing and sea surface temperature (SST) cooling on TC intensification, a vertical average of temperature down to a fixed depth was proposed as a replacement for SST within the framework of air-sea coupled Potential Intensity (PI). However, the depth to which TC-induced mixing penetrates may vary substantially with ocean stratification and storm state. To account for these effects, here we develop a “Dynamic Potential Intensity” (DPI) based on considerations of stratified fluid turbulence. For the Argo period 2004–2013 and the three major TC basins of the Northern Hemisphere, we show that the DPI explains 11–32% of the variance in TC intensification, compared to 0–16% using previous methods. The improvement obtained using the DPI is particularly large in the eastern Pacific where the thermocline is shallow and ocean stratification effects are strong.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064822",
        "title": "Dynamic Potential Intensity: An improved representation of the ocean's impact on tropical cyclones"
    },
    {
        "author": "Hélène Le Mével, Kurt L. Feigl, Loreto Córdova, Charles DeMets, Paul Lundgren",
        "date": "2015-08-18",
        "description": "\n\nThe Laguna del Maule (LdM) volcanic field in the southern volcanic zone of the Chilean Andes exhibits a large volume of rhyolitic material erupted during postglacial times (20–2 ka). Since 2007, LdM has experienced an unrest episode characterized by high rates of deformation. Analysis of new GPS and Interferometric Synthetic Aperture Radar (InSAR) data reveals uplift rates greater than 190 mm/yr between January 2013 and November 2014. The geodetic data are modeled as an inflating sill at depth. The results are used to calculate the temporal evolution of the vertical displacement. The best time function for modeling the InSAR data set is a double exponential model with rates increasing from 2007 through 2010 and decreasing slowly since 2010. We hypothesize that magma intruding into an existing silicic magma reservoir is driving the surface deformation. Modeling historical uplift at Yellowstone, Long Valley, and Three Sisters volcanic fields suggests a common temporal evolution of vertical displacement rates.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064665",
        "title": "Evolution of unrest at Laguna del Maule volcanic field (Chile) from InSAR and GPS measurements, 2003 to 2014"
    },
    {
        "author": "J. S. Buehler, P. M. Shearer",
        "date": "2015-08-18",
        "description": "\n\nThe T phase, conversion of acoustic to seismic energy, is typically observed as a high-frequency wave train at hydrophones or coastal seismic stations. Here we show that the T phase can be observed in broadband waveform stacks of ∼5200 earthquakes recorded by the Global Seismic Network. To enhance the phase arrivals in stacks, we apply short-time window average over long-time window average filtering to individual traces before stacking. Although the T phase arrival is visible in stacks from seismograms filtered at 0.5–5 Hz, it appears much stronger at higher frequencies (2–8 Hz) and is further enhanced by only stacking seismograms from oceanic paths. Stacking only subsets of the data depending on continental path lengths on the receiver side shows that the T phase can be observed at stations up to 4∘ inland from the coast, and changes in the T phase arrival time correspond to reasonable crustal velocities.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064721",
        "title": "T phase observations in global seismogram stacks"
    },
    {
        "author": "Wei Sun, Takashi Yoshino, Naoya Sakamoto, Hisayoshi Yurimoto",
        "date": "2015-08-18",
        "description": "\n\nHydrogen lattice diffusion in Fe-bearing ringwoodite was investigated through hydrogen and deuterium interdiffusing in a pair of synthesized single crystals at various temperatures (1000–1300 K) at 21 GPa. Diffusion profiles were investigated by secondary ion mass spectrometer to determine the hydrogen self-diffusivity in ringwoodite. Temperature dependences of hydrogen diffusion in ringwoodite were determined to be DH = 10− 7.29(±0.46) exp[−101(±10)kJ mol− 1/RT] m2/s in ringwoodite at 21 GPa. The proton conductivities of ringwoodite estimated from the present diffusion coefficients are similar to those of Yoshino et al. [2008] at the transition zone condition at low water content (<1000 ppm by weight (ppmw)) but lower at higher water content range (>1000 ppmw). If the proton-vacancy mechanism is assumed to be a main controlling mechanism, contribution of water to the electrical conductivity of ringwoodite is insignificant due to large contribution of hopping conduction at the transition zone condition, and global average water concentration in the lower part of transition zone is less than 1000 ppmw.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064486",
        "title": "Hydrogen self-diffusivity in single crystal ringwoodite: Implications for water content and distribution in the mantle transition zone"
    },
    {
        "author": "Kenny J. Ryan, Eric L. Geist, Michael Barall, David D. Oglesby",
        "date": "2015-08-18",
        "description": "\n\nThe Ventura basin in Southern California includes coastal dip-slip faults that can likely produce earthquakes of magnitude 7 or greater and significant local tsunamis. We construct a 3-D dynamic rupture model of an earthquake on the Pitas Point and Lower Red Mountain faults to model low-frequency ground motion and the resulting tsunami, with a goal of elucidating the seismic and tsunami hazard in this area. Our model results in an average stress drop of 6 MPa, an average fault slip of 7.4 m, and a moment magnitude of 7.7, consistent with regional paleoseismic data. Our corresponding tsunami model uses final seafloor displacement from the rupture model as initial conditions to compute local propagation and inundation, resulting in large peak tsunami amplitudes northward and eastward due to site and path effects. Modeled inundation in the Ventura area is significantly greater than that indicated by state of California's current reference inundation line.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064507",
        "title": "Dynamic models of an earthquake and tsunami offshore Ventura, California"
    },
    {
        "author": "Diane Rivet, Florent Brenguier, Frédéric Cappa",
        "date": "2015-08-15",
        "description": "\n\nThe unexpected 2014 and 2015 Ontake (Japan) and Calbuco (Chile) eruptions proved that improving volcanic eruption prediction is still a great challenge. Decreases of seismic velocities of the Piton de la Fournaise volcano inferred from seismic noise correlations have been shown to precede eruptions. However, seismic velocities are strongly influenced by rainfall and subsequent pore pressure perturbations. Here we increase the detection of precursory seismic velocity changes to an eruption by removing the effects of pore pressure changes. During 2011–2013, the volcano exhibits a low eruptive activity during which we observe seismic velocity variations well correlated with rainfall episodes. We estimated the transfer function between fluid pressure and seismic velocity changes. We use these results to correct seismic velocity change time series for pore pressure changes, due to rainfall and found a preeruptive velocity drop (0.15%) associated with the 21 June 2014 eruption that was undetected before correction.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064835",
        "title": "Improved detection of preeruptive seismic velocity drops at the Piton de La Fournaise volcano"
    },
    {
        "author": "Patricia M. Medeiros, Michael Seidel, Thorsten Dittmar, William B. Whitman, Mary Ann Moran",
        "date": "2015-08-15",
        "description": "\n\nThe composition of dissolved organic matter (DOM) in an estuary characterized by extensive salt marsh vegetation was investigated at the molecular level using ultrahigh-resolution mass spectrometry and stable carbon isotope analyses. Samples from multiple seasons covered different hydrological regimes, including anomalously low-discharge conditions. The untargeted approach used allowed for identifying the DOM molecular signatures associated with different DOM sources in the estuary. DOM composition was strongly modulated by river discharge at monthly scales, with high river flow leading to significant increases in the terrigenous signature of the DOM throughout the estuary. During a severe/exceptional drought, estuarine DOM was imprinted with a distinct signature of marsh-derived compounds. The frequency of occurrence of anomalously low-discharge conditions seems to have increased over the last decades. If predictions of anthropogenically driven changes in hydroclimate are confirmed, they will likely be accompanied by changes in DOM composition in estuaries at multidecadal time scales.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064653",
        "title": "Drought-induced variability in dissolved organic matter composition in a marsh-dominated estuary"
    },
    {
        "author": "Wei-Jie Sun, James A. Slavin, Suiyan Fu, Jim M. Raines, Torbjörn Sundberg, Qiu-Gang Zong, Xianzhe Jia, Quanqi Shi, Xiaochen Shen, Gangkai Poh, Zuyin Pu, Thomas H. Zurbuchen",
        "date": "2015-08-14",
        "description": "\n\nMErcury Surface, Space ENviroment, GEochemistry, and Ranging (MESSENGER) magnetic field measurements during the substorm expansion phase in Mercury's magnetotail have been examined for evidence of low-frequency plasma waves, e.g., Pi2-like pulsations. It has been revealed that the By fluctuations accompanying substorm dipolarizations are consistent with pulses of field-aligned currents near the high-latitude edge of the plasma sheet. Detailed analysis of the By fluctuations reveals that they are near circularly polarized electromagnetic waves, most likely Alfvén waves. Soon afterward the plasma sheet thickened and MESSENGER detected a series of compressional waves. These Alfvénic and compressional waves have similar durations (10–20 s), suggesting that they may arise from the same source. Drawing on Pi2 pulsation models developed for Earth, we suggest that the Alfvénic and compressional waves reported here at Mercury may be generated by the quasi-periodic sunward flow bursts in Mercury's plasma sheet. But because they are observed during the period with rapid magnetic field reconfiguration, we cannot fully exclude the possibility of standing Alfvén wave.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065452",
        "title": "MESSENGER observations of Alfvénic and compressional waves during Mercury's substorms"
    },
    {
        "author": "Juan M. Lora, Jonathan L. Mitchell",
        "date": "2015-08-14",
        "description": "\n\nThe hemispheric asymmetry of Titan's surface methane has been proposed to be a consequence of orbital forcing affecting Titan's hydrologic cycle, but the mechanism behind asymmetrical transport of moisture remains to be examined. Using general circulation model simulations of Titan's atmosphere, we show that atmospheric moisture transport by three-dimensional tropospheric eddies is critical in generating Titan's surface liquid asymmetry. Comparison of axisymmetric and three-dimensional simulations demonstrates that a significant asymmetry only develops in the latter case. Analysis of the components of the three-dimensional moisture transport reveals that nonaxisymmetric eddies transport methane away from the poles and into the midlatitudes, where they transfer moisture into the cross-equatorial transport by the mean meridional circulation, producing an atmospheric “bucket brigade.” Because these high-latitude, baroclinic eddies are more intense in the south than in the north, the net transport is preferentially northward, with the northern hemisphere gaining surface liquid at the expense of the southern hemisphere.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064912",
        "title": "Titan's asymmetric lake distribution mediated by methane transport due to atmospheric eddies"
    },
    {
        "author": "Jeffrey B. Johnson, Jose L. Palma",
        "date": "2015-08-14",
        "description": "\n\nThe paroxysmal 2015 eruption of Volcán Villarrica (Chile) produced a 2.5 h long lahar, which descended more than 20 km within the Rio Correntoso/Turbio drainage and destroyed two small bridges. A three-element infrasound array 10 km from the summit, and 4 km from the lahar's closest approach, was used to study the flow's progression. Array processing using cross-correlation lag times and semblance places constraints on the lahar's dynamics, including detection of an initial flow pulse that traveled from 2 to 12 km at an average speed of 38 m/s. Subsequently, the lahar signal evolved to a relatively stationary infrasonic tremor located 10 to 12 km from the vent and adjacent to a topographic notch, through which sound may have preferentially diffracted toward the recording site. This study demonstrates the powerful capabilities of infrasound arrays for lahar study and suggests their potential application for future hazard monitoring.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065024",
        "title": "Lahar infrasound associated with Volcán Villarrica's 3 March 2015 eruption"
    },
    {
        "author": "Xu-Zhi Zhou, Zi-Han Wang, Qiu-Gang Zong, Seth G. Claudepierre, Ian R. Mann, Margaret G. Kivelson, Vassilis Angelopoulos, Yi-Xin Hao, Yong-Fu Wang, Zu-Yin Pu",
        "date": "2015-08-14",
        "description": "\n\nUltralow frequency electromagnetic oscillations, interpreted as standing hydromagnetic waves in the magnetosphere, are a major energy source that accelerates electrons to relativistic energies in the Van Allen radiation belt. Electrons can rapidly gain energy from the waves when they resonate via a process called drift resonance, which is observationally characterized by energy-dependent phase differences between electron flux and electromagnetic oscillations. Such dependence has been recently observed and interpreted as spacecraft identifications of drift resonance electron acceleration. Here we show that in the initial wave cycles, the observed phase relationship differs from that characteristic of well-developed drift resonance. We further examine the differences and find that they are imprints of impulse-excited, coupled fast-Alfvén waves before they transform into more typical standing waves. Our identification of such imprints provides a new understanding of how energy couples in the inner magnetosphere, and a new diagnostic for the generation and growth of magnetospheric hydromagnetic pulsations.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064988",
        "title": "Imprints of impulse-excited hydromagnetic waves on electrons in the Van Allen radiation belts"
    },
    {
        "author": "Zhiwei Zhang, Peiliang Li, Lixiao Xu, Cheng Li, Wei Zhao, Jiwei Tian, Tangdong Qu",
        "date": "2015-08-13",
        "description": "\n\nIn Spring 2014, two subthermocline eddies (STEs) were observed by rapid-sampling Argo floats in the subtropical northwestern Pacific (STNWP). The first one is a warm, salty, and oxygen-poor lens, with its temperature/salinity /dissolved oxygen (T/S/DO) anomalies reaching 1.16°C/0.21 practical salinity unit (psu)/−29.9 µmol/kg, respectively, near the 26.62σ0 surface. The other is a cold, fresh, and oxygen-rich lens, with its T/S/DO anomalies reaching −1.95°C/−0.34 psu/88.0 µmol/kg, respectively, near the 26.54σ0 surface. The vertical extent of the water mass anomalies in the warm (cold) STE is about 190 m (150 m), and its horizontal length scale is 22 ± 7 km (18 ± 10 km). According to their water mass properties, we speculate that the warm and cold STEs are generated in the North Pacific Subtropical and Subarctic Front region, respectively. The observed STEs may play an important role in modifying the intermediate-layer water properties in the STNWP, and this needs to be confirmed by more focused observations in the future.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064601",
        "title": "Subthermocline eddies observed by rapid-sampling Argo floats in the subtropical northwestern Pacific Ocean in Spring 2014"
    },
    {
        "author": "Jan Vinogradov, Matthew D. Jackson",
        "date": "2015-08-13",
        "description": "\n\nWe report measurements of the zeta potential of natural sandstones saturated with NaCl electrolytes of varying ionic strengths at temperatures up to 150°C. The zeta potential is always negative but decreases in magnitude with increasing temperature at low ionic strength (0.01 M) and is independent of temperature at high ionic strength (0.5 M). The pH also decreases with increasing temperature at low ionic strength but remains constant at high ionic strength. The temperature dependence of the zeta potential can be explained by the temperature dependence of the pH. Our findings are consistent with published models of the zeta potential, so long as the temperature dependence of the pH at low ionic strength is accounted for and can explain the hitherto contradictory results reported in previous studies.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064795",
        "title": "Zeta potential in intact natural sandstones at elevated temperatures"
    },
    {
        "author": "Lingxiao Ying, Zehao Shen, Shilong Piao",
        "date": "2015-08-13",
        "description": "\n\nThe spatial and temporal variability of the recent land warming hiatus have seldom been explored, despite their importance for understanding the mechanisms underlying the phenomenon. In this study, we applied piecewise linear regression to investigate the spatiotemporal patterns of the breakpoint time of warming over 40 years (1974–2013). Our results showed that at the global scale, mean annual temperature (MAT) over the land increased significantly until 2005 and that the warming trend then stalled. However, the breakpoint time of the warming varied greatly among different seasons and continents. We found no statistically significant breakpoint in MAT over the Northern Hemisphere, but MAT over the Southern Hemisphere showed a significant breakpoint (P < 0.001) in 1979. At the seasonal scale, only the winter season (December-January-February) showed a statistically significant breakpoint in global land temperature. The other seasons showed continuous increasing temperature during the whole study period. Our study examined the recent global warming hiatus on the land surface using an area-weighted summary of a scale-dependent phenomenon with substantial spatiotemporal heterogeneity and revealed the winter cooling in the Northern Hemisphere low-middle latitudes in 1999–2008 as the major contributor to the global warming hiatus on land surface in 2005. This result highlights the importance of using a statistical method to identify the timing of climate phase change. A better understanding of the processes behind the spatiotemporal patterns of local-scale breakpoint occurrences in land surface temperature would shed new light on the mechanisms of the recent global warming hiatus.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064884",
        "title": "The recent hiatus in global warming of the land surface: Scale-dependent breakpoint occurrences in space and time"
    },
    {
        "author": "Sheng Dai, Jong-Ho Cha, Eilis J. Rosenbaum, Wu Zhang, Yongkoo Seol",
        "date": "2015-08-13",
        "description": "\n\nCurrent database on the thermal properties of hydrate-bearing sediments remains limited and has not been able to capture their consequential changes during gas production where vigorous phase changes occur in this unsaturated system. This study uses the transient plane source (TPS) technique to measure the thermal conductivity of methane hydrate-bearing sediments with various hydrate/water/gas saturations. We propose a simplified method to obtain thermal properties from single-sided TPS signatures. Results reveal that both volume fraction and distribution of the pore constituents govern the thermal conductivity of unsaturated specimens. Thermal conductivity hysteresis is observed due to water redistribution and fabric change caused by hydrate formation and dissociation. Measured thermal conductivity increases evidently when hydrate saturation Sh > 30–40%, shifting upward from the geometric mean model prediction to a Pythagorean mixing model. These observations envisage a significant drop in sediment thermal conductivity when residual hydrate/water saturation falls below ~40%, hindering further gas production.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064492",
        "title": "Thermal conductivity measurements in unsaturated hydrate-bearing sediments"
    },
    {
        "author": "S. Urbani, D. Trippanera, M. Porreca, C. Kissel, V. Acocella",
        "date": "2015-08-13",
        "description": "\n\nRecent rifting episodes highlight the role of magmatic systems with propagating dikes on crustal spreading. However, our knowledge of magmatic systems is usually limited to surface observations and geophysical data. Eastern Iceland allows direct access to extinct and eroded deeper magmatic systems. Here we collected field structural and AMS (anisotropy of magnetic susceptibility) data on 187 and 19 dikes, respectively, in the 10–12 Ma old Alftafjordur magmatic system. At a paleodepth of ~1.5 km, the extension due to diking is at least 1–2 orders of magnitude larger than that induced by regional tectonics, confirming magmatism as the key mechanism for crustal spreading. This magma-induced extension, inferred from the aspect ratio of the magmatic system, was of ~8 mm/yr, lower than the present one. AMS data suggest that most of dikes have geometrically normal fabric, at least at the margins, consistent with prevalent subvertical magma flow and propagation.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065087",
        "title": "Anatomy of an extinct magmatic system along a divergent plate boundary: Alftafjordur, Iceland"
    },
    {
        "author": "J. D. Carrillo-Sánchez, J. M. C. Plane, W. Feng, D. Nesvorný, D. Janches",
        "date": "2015-08-13",
        "description": "\n\nThe size and velocity distribution of cosmic dust particles entering the Earth's atmosphere is uncertain. Here we show that the relative concentrations of metal atoms in the upper mesosphere, and the surface accretion rate of cosmic spherules, provide sensitive probes of this distribution. Three cosmic dust models are selected as case studies: two are astronomical models, the first constrained by infrared observations of the Zodiacal Dust Cloud and the second by radar observations of meteor head echoes; the third model is based on measurements made with a spaceborne dust detector. For each model, a Monte Carlo sampling method combined with a chemical ablation model is used to predict the ablation rates of Na, K, Fe, Mg, and Ca above 60 km and cosmic spherule production rate. It appears that a significant fraction of the cosmic dust consists of small (<5 µg) and slow (<15 km s−1) particles.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065149",
        "title": "On the size and velocity distribution of cosmic dust particles entering the atmosphere"
    },
    {
        "author": "Christian L. E. Franzke",
        "date": "2015-08-13",
        "description": "\n\nEcosystems and societies are highly vulnerable to extreme temperatures and to changes in the range of temperatures at local scales. Here I will show how trends in warm and cold extremes have evolved over the last six decades in Europe on local scales. Comparing the slopes of two extreme quantiles demonstrates that there are significant disparities in trends of cold and warm temperature extremes at many locations in Europe. At some locations the range of extreme cold and hot temperatures increases, while at other locations it decreases. These results suggest that at some locations both warm and cold extremes intensify which seems to be contradictory to the prevailing view of global warming in which both cold and warm temperatures are expected to increase.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065011",
        "title": "Local trend disparities of European minimum and maximum temperature extremes"
    },
    {
        "author": "Yosuke Yamazaki, Michael J. Kosch, John T. Emmert",
        "date": "2015-08-13",
        "description": "\n\nWe investigate possible impact of stratospheric sudden warmings (SSWs) on the thermosphere by using long-term data of the global average thermospheric total mass density derived from satellite orbital drag during 1967–2013. Residuals are analyzed between the data and empirical Global Average Mass Density Model (GAMDM) that takes into account density variability due to solar activity, season, geomagnetic activity, and long-term trend. A superposed epoch analysis of 37 SSW events reveals a density reduction of 3–7% at 250–575 km around the time of maximum polar vortex weakening. The relative density perturbation is found to be greater at higher altitudes. The temperature perturbation is estimated to be −7.0 K at 400 km. We show that the density reduction can arise from enhanced wave forcing from the lower atmosphere.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065395",
        "title": "Evidence for stratospheric sudden warming effects on the upper thermosphere derived from satellite orbital decay data during 1967–2013"
    },
    {
        "author": "Asaf Inbal, Robert W. Clayton, Jean-Paul Ampuero",
        "date": "2015-08-13",
        "description": "\n\nWe use a dense seismic array composed of 5200 vertical geophones to monitor microseismicity in Long Beach, California. Poor signal-to-noise ratio due to anthropogenic activity is mitigated via downward-continuation of the recorded wavefield. The downward-continued data are continuously back projected to search for coherent arrivals from sources beneath the array, which reveals numerous, previously undetected events. The spatial distribution of seismicity is uncorrelated with the mapped fault traces, or with activity in the nearby oil-fields. Many events are located at depths larger than 20 km, well below the commonly accepted seismogenic depth for that area. The seismicity exhibits temporal clustering consistent with Omori's law, and its size distribution obeys the Gutenberg-Richter relation above 20 km but falls off exponentially at larger depths. The dense array allows detection of earthquakes two magnitude units smaller than the permanent seismic network in the area. Because the event size distribution above 20 km depth obeys a power law whose exponent is near one, this improvement yields a hundred-fold decrease in the time needed for effective characterization of seismicity in Long Beach.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064942",
        "title": "Imaging widespread seismicity at midlower crustal depths beneath Long Beach, CA, with a dense seismic array: Evidence for a depth-dependent earthquake size distribution"
    },
    {
        "author": "Kevin Cowtan, Zeke Hausfather, Ed Hawkins, Peter Jacobs, Michael E. Mann, Sonya K. Miller, Byron A. Steinman, Martin B. Stolpe, Robert G. Way",
        "date": "2015-08-13",
        "description": "\n\nThe level of agreement between climate model simulations and observed surface temperature change is a topic of scientific and policy concern. While the Earth system continues to accumulate energy due to anthropogenic and other radiative forcings, estimates of recent surface temperature evolution fall at the lower end of climate model projections. Global mean temperatures from climate model simulations are typically calculated using surface air temperatures, while the corresponding observations are based on a blend of air and sea surface temperatures. This work quantifies a systematic bias in model-observation comparisons arising from differential warming rates between sea surface temperatures and surface air temperatures over oceans. A further bias arises from the treatment of temperatures in regions where the sea ice boundary has changed. Applying the methodology of the HadCRUT4 record to climate model temperature fields accounts for 38% of the discrepancy in trend between models and observations over the period 1975–2014.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064888",
        "title": "Robust comparison of climate models with observations using blended land air and ocean sea surface temperatures"
    },
    {
        "author": "Yang Chen, James T. Randerson, Douglas C. Morton",
        "date": "2015-08-12",
        "description": "\n\nWe describe a climate mode synchronizing forest carbon losses from North and South America by analyzing time series of tropical North Atlantic sea surface temperatures (SSTs), landfall hurricanes and tropical storms, and Amazon fires during 1995–2013. Years with anomalously high tropical North Atlantic SSTs during March–June were often followed by a more active hurricane season and a larger number of satellite-detected fires in the southern Amazon during June–November. The relationship between North Atlantic tropical cyclones and southern Amazon fires (r = 0.61, p < 0.003) was stronger than links between SSTs and either cyclones or fires alone, suggesting that fires and tropical cyclones were directly coupled to the same underlying atmospheric dynamics governing tropical moisture redistribution. These relationships help explain why seasonal outlook forecasts for hurricanes and Amazon fires both failed in 2013 and may enable the design of improved early warning systems for drought and fire in Amazon forests.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064505",
        "title": "Tropical North Atlantic ocean-atmosphere interactions synchronize forest carbon losses from hurricanes and Amazon fires"
    },
    {
        "author": "Zuriñe Yoldi, Antoine Pommerol, Bernhard Jost, Olivier Poch, Julien Gouman, Nicolas Thomas",
        "date": "2015-08-12",
        "description": "\n\nPermanently shadowed regions at the poles of the Moon and Mercury have been pointed out as candidates for hosting water ice at their surface. We have measured in the laboratory the visible and near infrared spectral range (VIS-NIR) bidirectional reflectance of intimate mixtures of water ice and the JSC-1AF lunar simulant for different ice concentrations, particle sizes, and measurement geometries. The nonlinearity between the measured reflectance and the amount of ice in the mixture can be reproduced to some extent by the mixing formulas of standard reflectance models, in particular, those of Hapke and Hiroi, which are tested here. Estimating ice concentrations from reflectance data without knowledge of the mixing coefficients—strongly dependent on the size/shape of the grains—can result in large errors. According to our results, it is possible that considerable amounts of water ice might be intimately mixed in the regolith of the Moon and Mercury without producing noticeable photometric signatures.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064780",
        "title": "VIS-NIR reflectance of water ice/regolith analogue mixtures and implications for the detectability of ice mixed within planetary regoliths"
    },
    {
        "author": "Petar Glišović, Alessandro M. Forte, Michael W. Ammann",
        "date": "2015-08-12",
        "description": "\n\nThe effect of grain size on mantle viscosity is comparable to that of temperature and pressure. The current 3-D distribution of grain size in the mantle is, however, unknown. To explore the possible variability of grain size, we use the following: geodynamic inferences of effective viscosity, vacancy diffusion rates in upper mantle minerals and perovskite in the lower mantle, lateral variations in temperature derived from seismic images, and different geotherms. An important outcome of this modeling is a new mapping of lateral viscosity variations throughout the mantle. The corresponding 3-D variations in grain size are characterized by 2 orders of magnitude changes. We find a correlation between grain size variability in the mantle and absolute viscosity changes with depth. Our findings suggest that the traditional assumption of Arrhenius temperature dependence for vacancy diffusion in the lower mantle is not sufficient to constrain the deformation mechanisms that determine its effective bulk viscosity.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065142",
        "title": "Variations in grain size and viscosity based on vacancy diffusion in minerals, seismic tomography, and geodynamically inferred mantle rheology"
    },
    {
        "author": "Roberta Tozzi, Michael Pezzopane, Paola De Michelis, Mirko Piersanti",
        "date": "2015-08-10",
        "description": "\n\nThe innovative geometry of European Space Agency Swarm constellation opens the way for new investigations based on magnetic data. Since the knowledge of a vector field on two spherical surfaces allows calculating its curl, we propose a new technique to estimate the curl of the ionospheric magnetic field measured by Swarm satellites A and B, orbiting the Earth at two different altitudes from March to September 2014. Using this technique, we mapped the amplitude of the radial, meridional, and zonal components and of total intensity of the ionospheric current density at the satellite's altitudes, i.e., the F region of the ionosphere, during two local nighttime intervals: before and after midnight. Most of the obtained results are consistent with some of the known features of nighttime F region currents; others need further investigation. The proposed technique could contribute in selecting magnetic data with minimum contamination from nighttime F region electric currents for magnetic modeling purposes.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064841",
        "title": "Applying a curl-B technique to Swarm vector data to estimate nighttime F region current intensities"
    },
    {
        "author": "Lei Dai, Chi Wang, Suping Duan, Zhaohai He, John R. Wygant, Cynthia A. Cattell, Xin Tao, Zhenpeng Su, Craig Kletzing, Daniel N. Baker, Xinlin Li, David Malaspina, J. Bernard Blake, Joseph Fennell, Seth Claudepierre, Drew L. Turner, Geoffrey D. Reeves, Herbert O. Funsten, Harlan E. Spence, Vassilis Angelopoulos, Dennis Fruehauff, Lunjin Chen, Scott Thaller, Aaron Breneman, Xiangwei Tang",
        "date": "2015-08-10",
        "description": "\n\nSubstorms generally inject tens to hundreds of keV electrons, but intense substorm electric fields have been shown to inject MeV electrons as well. An intriguing question is whether such MeVelectron injections can populate the outer radiation belt. Here we present observations of a substorm injection of MeV electrons into the inner magnetosphere. In the premidnight sector at L ∼ 5.5, Van Allen Probes (Radiation Belt Storm Probes)-A observed a large dipolarization electric field (50 mV/m) over ∼40 s and a dispersionless injection of electrons up to ∼3 MeV. Pitch angle observations indicated betatron acceleration of MeV electrons at the dipolarization front. Corresponding signals of MeV electron injection were observed at LANL-GEO, THEMIS-D, and GOES at geosynchronous altitude. Through a series of dipolarizations, the injections increased the MeV electron phase space density by 1 order of magnitude in less than 3 h in the outer radiation belt (L > 4.8). Our observations provide evidence that deep injections can supply significant MeV electrons.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064955",
        "title": "Near-Earth injection of MeV electrons associated with intense dipolarization electric fields: Van Allen Probes observations"
    },
    {
        "author": "Timothy C. Bartholomaus, Jason M. Amundson, Jacob I. Walter, Shad O'Neel, Michael E. West, Christopher F. Larsen",
        "date": "2015-08-10",
        "description": "\n\nSubglacial discharge influences glacier basal motion and erodes and redeposits sediment. At tidewater glacier termini, discharge drives submarine terminus melting, affects fjord circulation, and is a central component of proglacial marine ecosystems. However, our present inability to track subglacial discharge and its variability significantly hinders our understanding of these processes. Here we report observations of hourly to seasonal variations in 1.5–10 Hz seismic tremor that strongly correlate with subglacial discharge but not with basal motion, weather, or discrete icequakes. Our data demonstrate that vigorous discharge occurs from tidewater glaciers during summer, in spite of fast basal motion that could limit the formation of subglacial conduits, and then abates during winter. Furthermore, tremor observations and a melt model demonstrate that drainage efficiency of tidewater glaciers evolves seasonally. Glaciohydraulic tremor provides a means by which to quantify subglacial discharge variations and offers a promising window into otherwise obscured glacierized environments.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064590",
        "title": "Subglacial discharge at tidewater glaciers revealed by seismic tremor"
    },
    {
        "author": "J. W. Kean, J. A. Coe, V. Coviello, J. B. Smith, S. W. McCoy, M. Arattano",
        "date": "2015-08-07",
        "description": "\n\nDebris flows generate seismic waves as they travel downslope and can become more dangerous as they entrain sediment along their path. We present field observations that show a systematic relation between the magnitude of seismic waves and the amount of erodible sediment beneath the flow. Specifically, we observe that a debris flow traveling along a channel filled initially with sediment 0.34 m thick generates about 2 orders of magnitude less spectral power than a similar-sized flow over the same channel without sediment fill. We adapt a model from fluvial seismology to explain this observation and then invert it to estimate the level of bed sediment (and rate of entrainment) beneath a passing series of surges. Our estimates compare favorably with previous direct measurements of entrainment rates at the site, suggesting the approach may be a new indirect way to obtain rare field constraints needed to test models of debris flow entrainment.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064811",
        "title": "Estimating rates of debris flow entrainment from ground vibrations"
    },
    {
        "author": "Hee-Jeong Kim, Larry Lyons, Victor Pinto, Chih-Ping Wang, Kyung-Chan Kim",
        "date": "2015-08-07",
        "description": "\n\nWe find evidence that magnetic storms are not only unnecessary for geosynchronous relativistic electron enhancements but also not directly relevant to the electron enhancements even if the enhancements are accompanied by magnetic storms. What is crucial for electron enhancements at geosynchronous orbit are sustained south-oriented or north-south fluctuating interplanetary magnetic field (IMF) Bz that drives sufficiently large substorm activity and small solar wind density Nsw that likely leads to low loss rate of relativistic electrons to the ionosphere and/or to the magnetopause for an extended time period. Specifically, almost all the abrupt, large electron increases in our data set took place under the condition of average AE > 235 nT and average Nsw ≤ 5 cm−3. Examination of detailed time profiles clearly shows that electron flux starts to increase quite immediately with arrival of the right IMF and solar wind conditions, regardless of a magnetic storm, leaving the accompanied magnetic storms merely coincident.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065192",
        "title": "Revisit of relationship between geosynchronous relativistic electron enhancements and magnetic storms"
    },
    {
        "author": "Johannes Mülmenstädt, O. Sourdeval, J. Delanoë, J. Quaas",
        "date": "2015-08-06",
        "description": "\n\nA climatology of thermodynamic phase of precipitating cloud is presented derived from global—land and ocean—, retrievals from Cloudsat, CALIPSO, and Moderate Resolution Imaging Spectroradiometer. Like precipitation rate, precipitation frequency is dominated by warm rain, defined as rain produced via the liquid phase only, over the tropical oceans outside the Intertropical Convergence Zone and by cold rain, produced via the ice phase, over the midlatitude oceans and continents. Warm rain is very infrequent over the continents, with significant warm rain found only in onshore flow in the tropics, and over India, China, and Indochina. Comparison of the properties of precipitating and nonprecipitating warm clouds shows that the scarcity of warm rain over land can be explained by smaller effective radii in continental clouds that delay the onset of precipitation. The results highlight the importance of ice-phase processes for the global hydrological cycle and may lead to an improved parameterization of precipitation in general circulation models.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064604",
        "title": "Frequency of occurrence of rain from liquid-, mixed-, and ice-phase clouds derived from A-Train satellite retrievals"
    },
    {
        "author": "Seung Hyun Lee, In Wook Yeo, Kang-Kun Lee, Russell L. Detwiler",
        "date": "2015-08-06",
        "description": "\n\nUnderstanding fluid flow and solute transport in rough-walled fractures is important in many problems such as geological storage of CO2 and siting of radioactive waste repositories. The first microscopic observation of fluid flow and solute transport through a rough-walled fracture was made to assess the evolution of eddies and their effect on non-Fickian tailing. A noteworthy phenomenon was observed that as the eddy grew, the particles were initially caught in and swirled around within eddies, and then cast back into main flow channel, which reduced tailing. This differs from the conventional conceptual model, which presumes a distinct separation between mobile and immobile zones. Fluid flow and solute transport modeling within the 3-D fracture confirmed tail shortening due to mass transfer by advective paths between the eddies and the main flow channel, as opposed to previous 2-D numerical studies that showed increased tailing with growing eddies.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065116",
        "title": "Tail shortening with developing eddies in a rough-walled rock fracture"
    },
    {
        "author": "K. B. Karnauskas, S. Jenouvrier, C. W. Brown, R. Murtugudde",
        "date": "2015-08-06",
        "description": "\n\nThe Galápagos is a flourishing yet fragile ecosystem whose health is particularly sensitive to regional and global climate variations. The distribution of several species, including the Galápagos Penguin, is intimately tied to upwelling of cold, nutrient-rich water along the western shores of the archipelago. Here we show, using reliable, high-resolution sea surface temperature observations, that the Galápagos cold pool has been intensifying and expanding northward since 1982. The linear cooling trend of 0.8°C/33 yr is likely the result of long-term changes in equatorial ocean circulation previously identified. Moreover, the northward expansion of the cold pool is dynamically consistent with a slackening of the cross-equatorial component of the regional trade winds—leading to an equatorward shift of the mean position of the Equatorial Undercurrent. The implied change in strength and distribution of upwelling has important implications for ongoing and future conservation measures in the Galápagos.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064456",
        "title": "Strong sea surface cooling in the eastern equatorial Pacific and implications for Galápagos Penguin conservation"
    },
    {
        "author": "S. Toledo-Redondo, A. Vaivads, M. André, Yu. V. Khotyaintsev",
        "date": "2015-08-06",
        "description": "\n\nMagnetic reconnection is a process permitting mass and energy exchange across plasma boundaries and converting magnetic energy into particle kinetic energy. Strong electric fields and currents due to the Hall effect are set up in narrow regions where ions are demagnetized but electrons remain magnetized. It has been recently shown that cold (few eV) ions are abundant or even dominate the Earth's magnetosphere, but most of the previous reconnection studies do not account for this population. These cold ions remain magnetized down to smaller length scales than the hot ions, introducing a new scale into the system. In addition, the Hall currents are partially canceled by magnetized cold ions. We use observations by the Cluster spacecraft at the Earth's magnetopause to verify that when a mixture of ions of very different temperatures is present in reconnecting plasmas, the microphysics related to the Hall effect is significantly modified.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065129",
        "title": "Modification of the Hall physics in magnetic reconnection due to cold ions at the Earth's magnetopause"
    },
    {
        "author": "Erica Barth-Naftilan, Noel Aloysius, James E. Saiers",
        "date": "2015-08-06",
        "description": "\n\nWe characterize the appropriation of surface water for the extraction of natural gas from Pennsylvania's Marcellus Shale, and we examine the influences of these diversions on stream flows at 300 sites. Our analysis reveals that permitted withdrawals range from 50 m3/d to more than 18,000 m3/d and that water is taken from streams of all sizes, from headwater streams to eighth-order rivers. Flow alteration varies inversely with watershed area and, for larger streams, is compounded by upstream withdrawals. The ratio of daily permitted withdrawal to median stream flow ranges from 0.0001 to unity, although low flows in most, but not all, smaller streams are protected by pass-by flow requirements. Temporal changes in surface water withdrawals track gas well completion activity, rather than changes in operational strategies, and while reuse of wastewater has increased since 2009, freshwater accounted for 75% of water used in hydraulic fracturing through the peak in gas well completion activity.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065240",
        "title": "Spatial and temporal trends in freshwater appropriation for natural gas development in Pennsylvania's Marcellus Shale Play"
    },
    {
        "author": "A. Gilbert, C. Vincent, O. Gagliardini, J. Krug, E. Berthier",
        "date": "2015-08-06",
        "description": "\n\nHigh-elevation glaciers covered by cold firn are undergoing substantial warming in response to ongoing climate change. This warming is affecting the ice/rock interface temperature, the primary driver of avalanching glacier instability on steep slopes. Prediction of future potential instability therefore requires appropriate modeling of the thermal evolution of these glaciers. Application of a state-of-the-art model to a glacier in the French Alps (Taconnaz) has provided the first evaluation of the temperature evolution of a cold hanging glacier through this century. Our observations and three-dimensional modeling of the glacier response (velocity, thickness, temperature, density, and water content) to climate change indicate that Taconnaz glacier will become temperate and potentially unstable over a large area by the end of the 21st century. The risk induced by this glacier hazard is high for the populated region below and makes observation and modeling of such glaciers a priority.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064838",
        "title": "Assessment of thermal change in cold avalanching glaciers in relation to climate warming"
    },
    {
        "author": "Juan J. Hidalgo, Marco Dentz, Yoar Cabeza, Jesus Carrera",
        "date": "2015-08-06",
        "description": "\n\nWe study the fundamental problem of mixing and chemical reactions under a Rayleigh-Taylor-type hydrodynamic instability in a miscible two-fluid system. The dense fluid mixture, which is generated at the fluid-fluid interface, leads to the onset of a convective fingering instability and triggers a fast chemical dissolution reaction. Contrary to intuition, the dissolution pattern does not map out the finger geometry. Instead, it displays a dome-like, hierarchical structure that follows the path of the ascending fluid interface and the regions of maximum mixing. These mixing and reaction hot spots coincide with the flow stagnation points, at which the interfacial mixing layer is compressed and deformed. We show that the deformation of the boundary layer around the stagnation points controls the evolution of the global scalar dissipation and reaction rates and shapes the structure of the reacted zones. The persistent compression of the mixing layer explains the independence of the mixing rate from the Rayleigh number when convection dominates.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065036",
        "title": "Dissolution patterns and mixing dynamics in unstable reactive flow"
    },
    {
        "author": "Kenneth A. Macpherson, Natalia A. Ruppert",
        "date": "2015-08-06",
        "description": "\n\nThe 23 June 2014 Mw=7.9 earthquake that struck the Rat Islands region of Alaska was a rare intermediate-depth event followed by a vigorous aftershock sequence. The earthquake's location within a regional network has allowed us to study it in rich detail. Double-difference relocations of aftershocks and static stress modeling reveal some intriguing features; most aftershocks are not located on the main shock rupture plane, but are concentrated in the adjacent Wadati-Benioff zone in areas of increased stress. Further, a secondary plane of seismicity aligns well with a moderately dipping nodal plane reported by the Global Centroid Moment Tensor Project, and the separation of these locations and the main shock hypocenter from the slab indicates that the main shock ruptured into the oceanic mantle.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065023",
        "title": "Evidence of Wadati-Benioff zone triggering following the Mw 7.9 Little Sitkin, Alaska intermediate depth earthquake of 23 June 2014"
    },
    {
        "author": "Malte Thoma, Richard J. Greatbatch, Christopher Kadow, Ruediger Gerdes",
        "date": "2015-08-06",
        "description": "\n\nWe use surface air temperature to evaluate the decadal forecast skill of the fully coupled Max Planck Institut Earth System Model (MPI-ESM) initialized using only surface wind stress applied to the ocean component of the model (Modini: Model initialization by partially coupled spin-up). Our analysis shows that the greenhouse gas forcing alone results in a significant forecast skill on the 2–5 and 6–9 year range even for uninitialized hindcasts. For the first forecast year, the forecast skill of Modini is generally comparable with previous initialization procedures applied to MPI-ESM. But only Modini is able to generate a significant skill (correlation) in the tropical Pacific for a 2–5 year (and to a lesser extent for a 6–9 year) hindcast. Modini is also better able to capture the observed hiatus in global warming in hindcast mode than the other methods. Finally, we present forecasts for 2015 and the average of years 2016–2019 and 2020–2024, predicting an end to the hiatus.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064833",
        "title": "Decadal hindcasts initialized using observed surface wind stress: Evaluation and prediction out to 2024"
    },
    {
        "author": "L. Bopp, M. Lévy, L. Resplandy, J. B. Sallée",
        "date": "2015-08-06",
        "description": "\n\nThe oceanic uptake of anthropogenic carbon is tightly coupled to carbon subduction, i.e., the physical carbon transfer from the well-ventilated surface ocean to its interior. Despite their importance, pathways of anthropogenic carbon subduction are poorly understood. Here we use an ocean carbon cycle model to quantify the mechanisms controlling this subduction. Over the last decade, 90% of the oceanic anthropogenic carbon is subducted at the base of the seasonally varying mixed layer. Vertical diffusion is the primary mechanism of this subduction (contributing 65% of total subduction), despite very low local fluxes. In contrast, advection drives the spatial patterns of subduction, with high positive and negative local fluxes. Our results suggest that vertical diffusion could have a leading role in anthropogenic carbon subduction, which highlights the need for an accurate estimate of vertical diffusion intensity in the upper ocean to further constrain estimates of the future evolution of carbon uptake.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065073",
        "title": "Pathways of anthropogenic carbon subduction in the global ocean"
    },
    {
        "author": "Jan T. M. Lenaerts, Dewi Le Bars, Leo Kampenhout, Miren Vizcaino, Ellyn M. Enderlin, Michiel R. Broeke",
        "date": "2015-08-06",
        "description": "\n\nHere we present a long-term (1850–2200) best estimate of Greenland ice sheet (GrIS) freshwater runoff that improves spatial detail of runoff locations and temporal resolution. Ice discharge is taken from observations since 2000 and assumed constant in time. Surface meltwater runoff is retrieved from regional climate model output for the recent past and parameterized for the future based on significant correlations between runoff and midtropospheric (500 hPa) summer temperature changes over the GrIS. The simplicity of this approach enables assimilation of meltwater runoff into coupled climate models, which is demonstrated here in a case study with the medium-resolution (1°) Community Earth System Model. The model results suggest that the decrease in Atlantic Meridional Overturning Circulation (AMOC) is dominated by warming of the surface ocean and enhanced GrIS freshwater forcing leads to a slightly enhanced (−1.2 sverdrup in the 21st century) weakening of the AMOC.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064738",
        "title": "Representing Greenland ice sheet freshwater fluxes in climate models"
    },
    {
        "author": "",
        "date": "2015-08-07",
        "description": "\nNo abstract is available for this article.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fgrl.52048",
        "title": "Issue Information"
    },
    {
        "author": "Zhao Li, Mary Hudson, Brian Kress, Jan Paral",
        "date": "2015-07-16",
        "description": "\n\nThree-dimensional test particle simulation of energetic electrons (hundreds of keV to MeV), including both an initially trapped population and continuously injected population, driven by the Lyon-Fedder-Mobarry global MHD model coupled with Magnetosphere-Ionosphere Coupler/Solver boundary conditions, is performed for the 17 March 2013 storm. The electron trajectories are calculated and weighted using the ESA model for electron flux versus energy and L. The simulation captures the flux dropout at both GOES 13 and GOES 15 locations after a strong CME (coronal mass ejection)-shock arrival which produced a Dst = −132 nT storm, and recovery to the prestorm value later, consistent with GOES satellite measurements. This study provides the first 3-D test particle simulation combining the trapped and injected populations. The result demonstrates that including both populations in the simulation is essential to study the dynamics of the outer radiation belt over the typical day-long timescale of ring current development, main phase, and early recovery phase.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064627",
        "title": "Three-dimensional test particle simulation of the 17–18 March 2013 CME shock-driven storm"
    },
    {
        "author": "Fedir Dudkin, Valery Korepanov, Denis Dudkin, Vyacheslav Pilipenko, Vira Pronenko, Stanislav Klimov",
        "date": "2015-07-17",
        "description": "\n\nThe power line emission (PLE) 50/60 Hz and the Schumann resonance (SR) harmonics were detected by the use of a compact electrical field sensor of length 0.42 m during microsatellite Chibis-M mission in years 2012–2014. The initial orbit of Chibis-M has altitude 500 km and inclination 52°. We present the space distribution of PLE and its connections with the possible overhead power lines. PLE has been recorded both in the shade and sunlit parts of the orbits as opposed to SR which have been recorded only in the nightside of the Earth. The cases of an extra long distance of PLE propagation in the Earth's ionosphere and increased value of SR Q factor have been also observed. These results should stimulate the ionosphere model refinement for ultralow frequency and extremely low frequency electromagnetic wave propagation as well as a study on new possibility of the ionosphere diagnostics.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064595",
        "title": "Electric field of the power terrestrial sources observed by microsatellite Chibis-M in the Earth's ionosphere in frequency range 1–60 Hz"
    },
    {
        "author": "Chao-Song Huang",
        "date": "2015-07-22",
        "description": "\n\nPenetration electric field can be very strong during magnetic storms. However, the variation of penetration electric field with local time (LT) has not been well understood. The Communication/Navigation Outage Forecasting System (C/NOFS) satellite measures the plasma drift/electric field over all local times within ~100 min. In this paper, we present the first nearly simultaneous observations of the dependence of penetration electric field on local time. The meridional ion drift measured by C/NOFS during the main phase of five magnetic storms in 2012 is analyzed. The storm time ion drift shows a large enhancement around 1900 LT, a relatively small enhancement during daytime, and a deep decrease in the postmidnight sector with a peak around 0500 LT. The observed storm time variation of the meridional ion drift with local time represents the variation of the penetration electric field. The averaged ion drifts are in remarkable agreement with recent simulations.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064674",
        "title": "Storm-to-storm main phase repeatability of the local time variation of disturbed low-latitude vertical ion drifts"
    },
    {
        "author": "Sanjiv K. Tiwari, David A. Falconer, Ronald L. Moore, P. Venkatakrishnan, Amy R. Winebarger, Igor G. Khazanov",
        "date": "2015-07-22",
        "description": "\n\nWe show that the speed of the fastest coronal mass ejections (CMEs) that an active region (AR) can produce can be predicted from a vector magnetogram of the AR. This is shown by logarithmic plots of CME speed (from the SOHO Large Angle and Spectrometric Coronagraph CME catalog) versus each of ten AR-integrated magnetic parameters (AR magnetic flux, three different AR magnetic-twist parameters, and six AR free-magnetic-energy proxies) measured from the vertical and horizontal field components of vector magnetograms (from the Solar Dynamics Observatory's Helioseismic and Magnetic Imager) of the source ARs of 189 CMEs. These plots show the following: (1) the speed of the fastest CMEs that an AR can produce increases with each of these whole-AR magnetic parameters and (2) that one of the AR magnetic-twist parameters and the corresponding free-magnetic-energy proxy each determine the CME-speed upper limit line somewhat better than any of the other eight whole-AR magnetic parameters.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064865",
        "title": "Near-Sun speed of CMEs and the magnetic nonpotentiality of their source active regions"
    },
    {
        "author": "Stavros Dimitrakoudis, Ian R. Mann, Georgios Balasis, Constantinos Papadimitriou, Anastasios Anastasiadis, Ioannis A. Daglis",
        "date": "2015-07-23",
        "description": "\n\nUltralow frequency (ULF) waves can contribute to the transport, acceleration, and loss of electrons in the radiation belts through inward and outward diffusion. However, the most appropriate parameters to use to specify the ULF wave diffusion rates are unknown. Empirical representations of diffusion coefficients often use Kp; however, specifications using ULF wave power offer an improved physics-based approach. We use 11 years of ground-based magnetometer array measurements to statistically parameterize the ULF wave power with Kp, solar wind speed, solar wind dynamic pressure, and Dst. We find that Kp is the best single parameter to specify the statistical ULF wave power driving radial diffusion. Significantly, remarkable high energy tails exist in the ULF wave power distributions when expressed as a function of Dst. Two-parameter ULF wave power specifications using Dst as well as Kp provide a better statistical representation of storm-time radial diffusion than any single variable alone.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064707",
        "title": "Accurately specifying storm-time ULF wave radial diffusion in the radiation belts"
    },
    {
        "author": "J. D. Huba, D. P. Drob, T.-W. Wu, J. J. Makela",
        "date": "2015-07-27",
        "description": "\n\nThe Naval Research Laboratory first-principles ionosphere model SAMI3 is used to study the ionospheric effects associated with tsunami-driven gravity waves. Specifically, the Tohoku-Oki tsunami of 11 March 2011 is modeled. It is shown that gravity wave-induced variations in the neutral wind lead to plasma velocity variations both perpendicular and parallel to the geomagnetic field. Moreover, the electric field induced by the neutral wind perturbations can map to the conjugate hemisphere. Thus, electron density variations can be generated in both hemispheres which impact the total electron content (TEC) and 6300 Å airglow emission. It is found that the TEC exhibits variations of \n≲±0.1 total electron content unit (1 TECU = 1016 el m−2) and the 6300 Å airglow emission variation is up to ∼±2.5% relative to the unperturbed background airglow.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064871",
        "title": "Modeling the ionospheric impact of tsunami-driven gravity waves with SAMI3: Conjugate effects"
    },
    {
        "author": "L. W. Blum, A. Halford, R. Millan, J. W. Bonnell, J. Goldstein, M. Usanova, M. Engebretson, M. Ohnsted, G. Reeves, H. Singer, M. Clilverd, X. Li",
        "date": "2015-07-30",
        "description": "\n\nElectromagnetic ion cyclotron (EMIC) waves have been suggested to be a cause of radiation belt electron loss to the atmosphere. Here simultaneous, magnetically conjugate measurements are presented of EMIC wave activity, measured at geosynchronous orbit and on the ground, and energetic electron precipitation, seen by the Balloon Array for Radiation belt Relativistic Electron Losses (BARREL) campaign, on two consecutive days in January 2013. Multiple bursts of precipitation were observed on the duskside of the magnetosphere at the end of 18 January and again late on 19 January, concurrent with particle injections, substorm activity, and enhanced magnetospheric convection. The structure, timing, and spatial extent of the waves are compared to those of the precipitation during both days to determine when and where EMIC waves cause radiation belt electron precipitation. The conjugate measurements presented here provide observational support of the theoretical picture of duskside interaction of EMIC waves and MeV electrons leading to radiation belt loss.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065245",
        "title": "Observations of coincident EMIC wave activity and duskside energetic electron precipitation on 18–19 January 2013"
    },
    {
        "author": "J. D. Eccles, A. K. Gulley, P. E. Malin, C. M. Boese, J. Townend, R. Sutherland",
        "date": "2015-07-16",
        "description": "\n\nFault Zone Guided Waves (FZGWs) have been observed for the first time within New Zealand's transpressional continental plate boundary, the Alpine Fault, which is late in its typical seismic cycle. Ongoing study of these phases provides the opportunity to monitor interseismic conditions in the fault zone. Distinctive dispersive seismic codas (~7–35 Hz) have been recorded on shallow borehole seismometers installed within 20 m of the principal slip zone. Near the central Alpine Fault, known for low background seismicity, FZGW-generating microseismic events are located beyond the catchment-scale partitioning of the fault indicating lateral connectivity of the low-velocity zone immediately below the near-surface segmentation. Initial modeling of the low-velocity zone indicates a waveguide width of 60–200 m with a 10–40% reduction in S wave velocity, similar to that inferred for the fault core of other mature plate boundary faults such as the San Andreas and North Anatolian Faults.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064208",
        "title": "Fault Zone Guided Wave generation on the locked, late interseismic Alpine Fault, New Zealand"
    },
    {
        "author": "Wenyuan Fan, Peter M. Shearer",
        "date": "2015-07-16",
        "description": "\n\nWe analyze the rupture process of the 25 April 2015 Nepal earthquake with globally recorded teleseismic P waves. The rupture propagated east-southeast from the hypocenter for about 160 km with a duration of ∼55 s. Backprojection of both high-frequency (HF, 0.2 to 3 Hz) and low-frequency (LF, 0.05 to 0.2 Hz) P waves suggest a multistage rupture process. From the low-frequency images, we resolve an initial slow downdip (northward) rupture near the nucleation area for the first 20 s (Stage 1), followed by two faster updip ruptures (20 to 40 s for Stage 2 and 40 to 55 s for Stage 3), which released most of the radiated energy northeast of Kathmandu. The centroid rupture power from LF backprojection agrees well with the Global Centroid Moment Tensor solution. The spatial resolution of the backprojection images is validated by applying similar analysis to nearby aftershocks. The overall rupture pattern agrees well with the aftershock distribution. A multiple-asperity model could explain the observed multistage rupture and aftershock distribution.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064587",
        "title": "Detailed rupture imaging of the 25 April 2015 Nepal earthquake using teleseismic P waves"
    },
    {
        "author": "Z. Mousavi, E. Pathier, R. T. Walker, A. Walpersdorf, F. Tavakoli, H. Nankali, M. Sedighi, M.-P. Doin",
        "date": "2015-07-20",
        "description": "\n\nThe Shahroud fault system is a major active structure in the Alborz range of NE Iran whose slip rate is not well constrained despite its potential high seismic hazard. In order to constrain the slip rate of the eastern Shahroud fault zone, we use space-borne synthetic aperture radar interferometry with both ascending and descending Envisat data to determine the rate of interseismic strain accumulation across the system. We invert the slip rate from surface velocity measurements using a half-space elastic dislocation model. The modeling results are consistent with a left-lateral slip rate of 4.75 ± 0.8 mm/yr on the Abr and Jajarm, strands of the Shahroud fault, with a 10 ± 4 km locking depth. This is in good agreement with the 4–6 mm/yr of left-lateral displacement rate accumulated across the total Shahroud fault system obtained from GPS measurements.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064440",
        "title": "Interseismic deformation of the Shahroud fault system (NE Iran) from space-borne radar interferometry measurements"
    },
    {
        "author": "Xiaoyong Long, Junfeng Ji, William Balsam, Vidal Barrón, José Torrent",
        "date": "2015-07-21",
        "description": "\n\nSoil magnetism depends on the mineral composition and grain size distribution of magnetic particles. The accumulation of magnetic particles with different grain sizes has been found in the laboratory to precede the formation of hematite (Hm), which competes with goethite (Gt) in natural systems. To explore changes in the correlation between magnetic particles and Hm during pedogenesis, we focus on three representative red Ferrasol profiles with comparable total concentrations of iron oxides but different Hm/(Hm + Gt) ratios, from 0.14 to 0.74. Superparamagnetic particles and single-domain particles commonly become enriched as the concentration of Hm increases in the profiles. However, the accumulation rates of the particles decrease with Hm/(Hm + Gt) along the profiles. We attributed these changes to the simultaneous grain growth of pedogenic magnetic particles and their partial transformation into Hm once a large amount of pedogenic magnetic particles have accumulated in hematitic soils.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064678",
        "title": "Grain growth and transformation of pedogenic magnetic particles in red Ferralsols"
    },
    {
        "author": "Nicholas J. Elst, Bruce E. Shaw",
        "date": "2015-07-21",
        "description": "\n\nAftershocks may be driven by stress concentrations left by the main shock rupture or by elastic stress transfer to adjacent fault sections or strands. Aftershocks that occur within the initial rupture may be limited in size, because the scale of the stress concentrations should be smaller than the primary rupture itself. On the other hand, aftershocks that occur on adjacent fault segments outside the primary rupture may have no such size limitation. Here we use high-precision double-difference relocated earthquake catalogs to demonstrate that larger aftershocks occur farther away than smaller aftershocks, when measured from the centroid of early aftershock activity—a proxy for the initial rupture. Aftershocks as large as or larger than the initiating event nucleate almost exclusively in the outer regions of the aftershock zone. This observation is interpreted as a signature of elastic rebound in the earthquake catalog and can be used to improve forecasting of large aftershocks.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064734",
        "title": "Larger aftershocks happen farther away: Nonseparability of magnitude and spatial distributions of aftershocks"
    },
    {
        "author": "Jiabin Liu, Keyu Fa, Yuqing Zhang, Bin Wu, Shugao Qin, Xin Jia",
        "date": "2015-07-21",
        "description": "\n\nDeserts may show strong downward CO2 fluxes and thus could be a significant carbon sink. However, this hypothesis has been strongly challenged because of the failure to determine both the reliability of flux measurements and the exact location of fixed carbon. In this study, we added 13CO2 to natural (unsterilized) soil in the Mu Us Desert in northern China and quantified the partitioning of added 13CO2 into soil solid and vapor phases. Results show that natural desert soil absorbed 13CO2 at a mean rate of 0.28 g m−2 d−1. Of the absorbed 13CO2, 7.1% was released over a 48 h period after 13CO2 feeding, 72.8% was stored in the soil solid phase, 0.0007% was found in the vapor phase, while 20.0% of the absorbed 13CO2 was undetected. These results indicate that undisturbed desert soils can absorb CO2 from the atmosphere, with the majority of fixed carbon conserved in the soil solid phase.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064689",
        "title": "Abiotic CO2 uptake from the atmosphere by semiarid desert soil and its partitioning into soil phases"
    },
    {
        "author": "Nestor G. Cerpa, Rodolfo Araya, Muriel Gerbault, Riad Hassani",
        "date": "2015-07-22",
        "description": "\n\nSlab dip controls the state of stress in an overriding plate and affects mountain building. Analog and numerical models have shown variations in tectonic regime induced by slab folding over the 660 km depth discontinuity zone in orthogonal convergence. Here using a three-dimensional model of oblique subduction (30°) and accounting for free top surfaces, we show how slab folding generates an along-strike slab dip segmentation, inducing variations in topography of the overriding plate. When the subducting plate begins to curve forward, the elevation height rises inland and varies along the trench from 5 km to 2 km. The Andes are a suitable natural zone to compare our results with because of its linear margin and well-constrained plates kinematics. Thus, we provide a new explanation to the general decrease in elevation from the central to southern Andes, which still remains to be combined with other 3-D mechanisms to explain the actual Andean topography.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064047",
        "title": "Relationship between slab dip and topography segmentation in an oblique subduction zone: Insights from numerical modeling"
    },
    {
        "author": "Catherine A. Mériaux, João C. Duarte, Wouter P. Schellart, Anne-Sophie Mériaux",
        "date": "2015-07-23",
        "description": "\n\nThe interaction between mantle plumes and subducting slabs is well accepted, but the influence of slabs on plumes has more often been portrayed than the reverse. Here we present three-dimensional upper mantle laboratory models in which a compositional plume rises underneath a subducting plate. Slab/plume buoyancy flux ratios ranged between 7 and 18. The models exhibit a two-way interaction. While the plume conduit increasingly tilts away from the trench as a result of slab rollback-induced toroidal mantle flow, the slab subduction rate decreases as a function of the amount of plume buoyancy opposing that of the slab, which gets subducted beneath the slab. We propose that our models apply to the Hainan/Manila system and explain the recently imaged tilt of the Hainan plume by the Manila slab-induced mantle return flow. The Hainan plume could lessen the Manila subduction rate from 8 Ma into the future.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064313",
        "title": "A two-way interaction between the Hainan plume and the Manila subduction zone"
    },
    {
        "author": "David R. Shelly, Taka'aki Taira, Stephanie G. Prejean, David P. Hill, Douglas S. Dreger",
        "date": "2015-07-23",
        "description": "\n\nFaulting and fluid transport in the subsurface are highly coupled processes, which may manifest seismically as earthquake swarms. A swarm in February 2014 beneath densely monitored Mammoth Mountain, California, provides an opportunity to witness these interactions in high resolution. Toward this goal, we employ massive waveform-correlation-based event detection and relative relocation, which quadruples the swarm catalog to more than 6000 earthquakes and produces high-precision locations even for very small events. The swarm's main seismic zone forms a distributed fracture mesh, with individual faults activated in short earthquake bursts. The largest event of the sequence, M 3.1, apparently acted as a fault valve and was followed by a distinct wave of earthquakes propagating ~1 km westward from the updip edge of rupture, 1–2 h later. Late in the swarm, multiple small, shallower subsidiary faults activated with pronounced hypocenter migration, suggesting that a broader fluid pressure pulse propagated through the subsurface.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064325",
        "title": "Fluid-faulting interactions: Fracture-mesh and fault-valve behavior in the February 2014 Mammoth Mountain, California, earthquake swarm"
    },
    {
        "author": "Lijun Chang, Lucy M. Flesch, Chun-Yung Wang, Zhifeng Ding",
        "date": "2015-07-24",
        "description": "\n\nWe present 59 new SKS/SKKS and combine them with 69 previously published data to infer the mantle deformation field in SE Tibet. The dense set of anisotropy measurements in the eastern Himalayan syntaxis (EHS) are oriented along a NE-SW azimuth and rotate clockwise in the surround regions. We use GPS measurements and geologic data to determine a continuous surface deformation field that is then used to predict shear wave spitting directions at each station. Comparison of splitting observations with predictions yields an average misfit of 11.7° illustrating that deformation is vertically coherent, consistent with previous studies. Within the central EHS in areas directly surrounding the Namche-Barwa metamorphic massif, the average misfit of 11 stations increases to 60.8°, and vertical coherence is no longer present. The complexity of the mantle anisotropy and surface observations argues for local alteration of the strain fields here associated with recent rapid exhumation of the Indian crust.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064568",
        "title": "Vertical coherence of deformation in lithosphere in the eastern Himalayan syntaxis using GPS, Quaternary fault slip rates, and shear wave splitting data"
    },
    {
        "author": "Min Wu, John S. Tse, Yuanming Pan",
        "date": "2015-07-27",
        "description": "\n\nCarbon dioxide (CO2), one of the most important planetary materials, has been the subject of extensive experimental and theoretical studies. However, the stabilities and properties of CO2 at high pressures and temperatures relevant to Earth's mantle and core remain controversial. We have studied the molten structures of CO2-V with first-principles molecular dynamic calculations at 60 GPa and different temperatures. The formation of oxygen molecules in the melt is consistent with experimental observations. In particular, the melting transition is accompanying by metallization. The metallic behavior is shown to originate from electron delocalization between oxygen via the overlap of the π orbitals from the dissociated oxygen-rich species. Metallic molten CO2 is a potential candidate to explain the high conductivities of the Earth's lower mantle. Furthermore, theoretical results do not support the existence of the proposed ionic solid phase of CO2 at high temperature and high pressure.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064522",
        "title": "Stability and properties of liquid CO2 at high pressure and high temperature: Implications for electrical conductivities in Earth's lower mantle"
    },
    {
        "author": "V. L. Stevens, J. P. Avouac",
        "date": "2015-07-29",
        "description": "\n\nWe determine the slip rate and pattern of interseismic coupling on the Main Himalayan Thrust along the entire Himalayan arc based on a compilation of geodetic, interferometric synthetic aperture radar, and microseismicity data. We show that convergence is perpendicular to the arc and increases eastwards from 13.3 ± 1.7 mm/yr to 21.2 ± 2.0 mm/yr. These rates are comparable to geological and geomorphic estimates, indicating an essentially elastic geodetic surface strain. The interseismic uplift rate predicted from the coupling model closely mimics the topography, suggesting that a small percentage of the interseismic strain is permanent. We find that the fault is fully locked along its complete length over about 100 km width. We don't find any resolvable aseismic barrier that could affect the seismic segmentation of the arc and limit the along-strike propagation of seismic ruptures. The moment deficit builds up at a rate of 15.1 ± 1 × 1019 N m/yr for the entire length of the Himalaya.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064845",
        "title": "Interseismic coupling on the main Himalayan thrust"
    },
    {
        "author": "Eva Enkelmann, Peter O. Koons, Terry L. Pavlis, Bernard Hallet, Adam Barker, Julie Elliott, John I. Garver, Sean P. S. Gulick, Rachel M. Headley, Gary L. Pavlis, Kenneth D. Ridgway, Natalia Ruppert, Harm J. A. Van Avendonk",
        "date": "2015-07-30",
        "description": "\n\nInvestigations of tectonic and surface processes have shown a clear relationship between climate-influenced erosion and long-term exhumation of rocks. Numerical models suggest that most orogens are in a transient state, but observational evidence of a spatial shift in mountain building processes due to tectonic-climate interaction is missing. New thermochronology data synthesized with geophysical and surface process data elucidate the evolving interplay of erosion and tectonics of the colliding Yakutat microplate with North America. Focused deformation and rock exhumation occurred in the apex of the colliding plate corner from > 4 to 2 Ma and shifted southward after the 2.6 Ma climate change. The present exhumation maximum coincides with the largest modern shortening rates, highest concentration of seismicity, and the greatest erosive potential. We infer that the high sedimentation caused rheological modification and the emergence of the southern St. Elias, intercepting orographic precipitation and shifting focused erosion and exhumation to the south.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064727",
        "title": "Cooperation among tectonic and surface processes in the St. Elias Range, Earth's highest coastal mountains"
    },
    {
        "author": "Domenico Granieri, Giuseppe Salerno, Marco Liuzzo, Alessandro La Spina, Giovanni Giuffrida, Tommaso Caltabiano, Gaetano Giudice, Eduardo Gutierrez, Francisco Montalvo, Michael R. Burton, Paolo Papale",
        "date": "2015-07-30",
        "description": "\n\nSan Miguel volcano, El Salvador, erupted on 29 December 2013, after a 46 year period characterized by weak activity. Prior to the eruption a trend of increasing SO2 emission rate was observed, with all values measured after mid-November greater than the average value of the previous year (~310 t d−1). During the eruption, SO2 emissions increased from the level of ~330 t d−1 to 2200 t d−1, dropping after the eruption to an average level of 680 t d−1. Wind measurements and SO2 emission rates during the preeruptive, syneruptive, and posteruptive stages were used to model SO2 dispersion around the volcano. Atmospheric SO2 concentration exceeded the dangerous threshold of 5 ppm in the crater region and in some sectors with medium elevation of the highly visited volcanic cone. Combining the SO2 emission rate with measured CO2/SO2, HCl/SO2, and HF/SO2 plume gas ratios, we estimate the CO2, HCl, and HF outputs for the first time on this volcano.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064660",
        "title": "Emission of gas and atmospheric dispersion of SO2 during the December 2013 eruption at San Miguel volcano (El Salvador, Central America)"
    },
    {
        "author": "Natalie Kramer, Ellen Wohl",
        "date": "2015-07-20",
        "description": "\n\nThis research demonstrates how vegetation interacts with physical processes to govern landscape development. We quantify and describe interactions among driftwood, sedimentation, and vegetation for Great Slave Lake, which is used as proxy for shoreline dynamics and landforms before deforestation and wood removal along major waterways. We introduce driftcretion to describe large, persistent concentrations of driftwood that interact with vegetation and sedimentation to influence shoreline evolution. We report the volume and distribution of driftwood along shorelines, the morphological impacts of driftwood delivery throughout the Holocene, and rates of driftwood accretion. Driftcretions facilitate the formation of complex, diverse morphologies that increase biological productivity and organic carbon capture and buffer against erosion. Driftcretions should be common on shorelines receiving a large wood supply and with processes which store wood permanently. We encourage others to work in these depositional zones to understand the physical and biological impacts of large wood export from river basins.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064441",
        "title": "Driftcretions: The legacy impacts of driftwood on shoreline morphology"
    },
    {
        "author": "Thomas E. Barchyn, Chris H. Hugenholtz",
        "date": "2015-07-23",
        "description": "\n\nYardangs are enigmatic wind-parallel ridges sculpted by aeolian processes that are found extensively in arid environments on Earth and Mars. No general theory exists to explain the long-term evolution of yardangs, curtailing modeling of landscape evolution and dynamics of suspended sediment release. We present a hypothesis of yardang evolution using relative rates of sediment flux, interyardang corridor downcutting, yardang denudation, substrate erodibility, and substrate clast content. To develop and sustain yardangs, corridor downcutting must exceed yardang vertical denudation and deflation. However, erosion of substrate yields considerable quantities of sediment that shelters corridors, slowing downcutting. We model the evolution of yardangs through various combinations of rates and substrate compositions, demonstrating the life span, suspended sediment release, and resulting landscape evolution. We find that yardangs have a distinct and predictable evolution, with inevitable demise and unexpectedly dynamic and autogenic erosion rates driven by subtle differences in substrate clast composition.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064477",
        "title": "Yardang evolution from maturity to demise"
    },
    {
        "author": "Nicoletta Leonardi, Sergio Fagherazzi",
        "date": "2015-07-27",
        "description": "\n\nWe use field data and a cellular automata model to investigate salt marsh response to wave action under different wave energy conditions and frequency of extreme events. Our results suggest that salt marsh response to wind waves is tied to their local properties. In case of low-wave-energy conditions, local variability in marsh resistance might lead to the unpredictable failure of large marsh portions with respect to average erosion rates. High-wave-energy conditions, while overall leading to faster marsh deterioration, produce constant and predictable erosion rates. A high occurrence of extreme events leads to smoother and more uniformly deteriorating marsh boundary profiles. Salt marshes subject to weak wave energy conditions are the most susceptible to variations in the frequency of extreme events. This suggests that variations in time in the morphology of salt marsh boundaries could be used to infer changes in frequency and magnitude of external agents.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064730",
        "title": "Effect of local variability in erosional resistance on large-scale morphodynamic response of salt marshes to wind waves and extreme events"
    },
    {
        "author": "Yan Li, Yu-Gang Wang, R. A. Houghton, Li-Song Tang",
        "date": "2015-07-28",
        "description": "\n\nFor decades, global carbon budget accounting has identified a “missing” or “residual” terrestrial sink; i.e., carbon dioxide (CO2) released by anthropogenic activities does not match changes observed in the atmosphere and ocean. We discovered a potentially large carbon sink in the most unlikely place on earth, irrigated saline/alkaline arid land. When cultivating and irrigating arid/saline lands in arid zones, salts are leached downward. Simultaneously, dissolved inorganic carbon is washed down into the huge saline aquifers underneath vast deserts, forming a large carbon sink or pool. This finding points to a direct, rapid link between the biological and geochemical carbon cycles in arid lands which may alter the overall spatial pattern of the global carbon budget.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064222",
        "title": "Hidden carbon sink beneath desert"
    },
    {
        "author": "R. Devrani, V. Singh, S. M. Mudd, H. D. Sinclair",
        "date": "2015-07-28",
        "description": "\n\nTo what extent can we treat topographic metrics such as river long profiles as a long-term record of multiple extreme geomorphic events and hence use them for hazard prediction? We demonstrate that in an area of rapid mountain erosion where the landscape is highly reactive to extreme events, channel steepness measured by integrating area over upstream distance (chi analysis) can be used as an indicator of geomorphic change during flash floods. We compare normalized channel steepness to the impact of devastating floods in the upper Ganga Basin in Uttarakhand, northern India, in June 2013. The pattern of sediment accumulation and erosion is broadly predictable from the distribution of normalized channel steepness; in reaches of high steepness, channel lowering up to 5 m undercut buildings causing collapse; in low steepness reaches, channels aggraded up to 30 m and widened causing flooding and burial by sediment. Normalized channel steepness provides a first-order prediction of the signal of geomorphic change during extreme flood events. Sediment aggradation in lower gradient reaches is a predictable characteristic of floods with a proportion of discharge fed by point sources such as glacial lakes.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063784",
        "title": "Prediction of flash flood hazard impact from Himalayan river profiles"
    },
    {
        "author": "Ning Gu, Wenying Jiang, Luo Wang, Enlou Zhang, Shiling Yang, Shangfa Xiong",
        "date": "2015-07-29",
        "description": "\n\nAuthigenic carbonate and evaporite minerals in lake sediments are widely used to qualitatively reconstruct climate. However, uncertainties still remain about their quantitative relationship to climate. Here we investigate 86 modern lakes in northern China to examine the relationships between mineral formation, lake water chemistry, and climate. The results show that from east to west, with increasing salinity and ionic concentration, calcite, dolomite, and evaporite minerals (gypsum and halite) occur in sequence. Their eastern boundaries approximate modern isohyets, and we define for the first time rainfall thresholds of 600 mm, 400 mm, and 350 mm for the formation of calcite, dolomite, and evaporite minerals, respectively. Since the 400 mm and 600 mm isohyets also coincide with vegetation boundaries, our findings enable a new approach for the quantitative reconstruction of paleoprecipitation and paleovegetation based on mineral analysis.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064340",
        "title": "Rainfall thresholds for the precipitation of carbonate and evaporite minerals in modern lakes in northern China"
    },
    {
        "author": "C. F. Larsen, E. Burgess, A. A. Arendt, S. O'Neel, A. J. Johnson, C. Kienholz",
        "date": "2015-07-23",
        "description": "\n\nMountain glaciers comprise a small and widely distributed fraction of the world's terrestrial ice, yet their rapid losses presently drive a large percentage of the cryosphere's contribution to sea level rise. Regional mass balance assessments are challenging over large glacier populations due to remote and rugged geography, variable response of individual glaciers to climate change, and episodic calving losses from tidewater glaciers. In Alaska, we use airborne altimetry from 116 glaciers to estimate a regional mass balance of −75 ± 11 Gt yr−1 (1994–2013). Our glacier sample is spatially well distributed, yet pervasive variability in mass balances obscures geospatial and climatic relationships. However, for the first time, these data allow the partitioning of regional mass balance by glacier type. We find that tidewater glaciers are losing mass at substantially slower rates than other glaciers in Alaska and collectively contribute to only 6% of the regional mass loss.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064349",
        "title": "Surface melt dominates Alaska glacier mass balance"
    },
    {
        "author": "Eric Rignot, Ian Fenty, Yun Xu, Cilan Cai, Chris Kemp",
        "date": "2015-07-27",
        "description": "\n\nMarine-terminating glaciers control most of Greenland's ice discharge into the ocean, but little is known about the geometry of their frontal regions. Here we use side-looking, multibeam echo sounding observations to reveal that their frontal ice cliffs are grounded deeper below sea level than previously measured and their ice faces are neither vertical nor smooth but often undercut by the ocean and rough. Deep glacier grounding enables contact with subsurface, warm, salty Atlantic waters (AW) which melts ice at rates of meters per day. We detect cavities undercutting the base of the calving faces at the sites of subglacial water (SGW) discharge predicted by a hydrological model. The observed pattern of undercutting is consistent with numerical simulations of ice melt in which buoyant plumes of SGW transport warm AW to the ice faces. Glacier undercutting likely enhances iceberg calving, impacting ice front stability and, in turn, the glacier mass balance.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064236",
        "title": "Undercutting of marine-terminating glaciers in West Greenland"
    },
    {
        "author": "Christopher G. Piecuch, Rui M. Ponte",
        "date": "2015-07-16",
        "description": "\n\nRegional sea level (SL) changes reflect dynamic and isostatic ocean effects. Recent works have interpreted accelerated and extreme SL changes along the northeast coast of North America primarily in terms of dynamic changes; however, dedicated study of isostatic changes related to surface atmospheric pressure loading—the inverted barometer (IB) effect—has been lacking. This investigation uses five different atmospheric pressure products to analyze the influence of the IB effect on annual mean SL from tide gauge records. The IB effect explains ∼25% of interannual SL variance and accounts for ∼50% of the magnitude of a recent extreme event of SL rise along Atlantic Canada and New England. Estimated IB effects also amount to ∼10–30% of recent multidecadal SL accelerations over the Mid-Atlantic Bight and Southern New England. These findings reiterate the need for careful estimation and removal of isostatic effects for studies of dynamic SL.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064580",
        "title": "Inverted barometer contributions to recent sea level changes along the northeast coast of North America"
    },
    {
        "author": "Matthew B. Menary, Daniel L. R. Hodson, Jon I. Robson, Rowan T. Sutton, Richard A. Wood, Jonathan A. Hunt",
        "date": "2015-07-16",
        "description": "\n\nInstrumental observations, paleoproxies, and climate models suggest significant decadal variability within the North Atlantic subpolar gyre (NASPG). However, a poorly sampled observational record and a diversity of model behaviors mean that the precise nature and mechanisms of this variability are unclear. Here we analyze an exceptionally large multimodel ensemble of 42 present-generation climate models to test whether NASPG mean state biases systematically affect the representation of decadal variability. Temperature and salinity biases in the Labrador Sea covary and influence whether density variability is controlled by temperature or salinity variations. Ocean horizontal resolution is a good predictor of the biases and the location of the dominant dynamical feedbacks within the NASPG. However, we find no link to the spectral characteristics of the variability. Our results suggest that the mean state and mechanisms of variability within the NASPG are not independent. This represents an important caveat for decadal predictions using anomaly assimilation methods.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064360",
        "title": "Exploring the impact of CMIP5 model biases on the simulation of North Atlantic decadal variability"
    },
    {
        "author": "Jingkai Li, Alison L. Kohout, Hayley H. Shen",
        "date": "2015-07-17",
        "description": "\n\nMotivated by a dramatic reduction in Arctic sea ice cover, interest in the field of wave-ice interaction has accelerated over the past few years. Recent observations have identified that large waves (>3 m) have a linear attenuation rate, rather than the previously assumed exponential rate that is found for small waves. This suggests that waves penetrate further into the ice cover than previously expected. To explore this further we tested two exponentially decaying wave models. Contributions from nonlinear and wind generation source terms enabled both models to reproduce the observed regime shift. Essentially, the accumulation of nonlinear and wind energy contributions to long (and thus higher amplitude) waves can offset the ice damping, thus reducing the apparent attenuation. This study highlights the relevance of considering frequency dependence when analyzing wave attenuation in sea ice field data.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064715",
        "title": "Comparison of wave propagation through ice covers in calm and storm conditions"
    },
    {
        "author": "Yiming Luo, Jörg Lippold",
        "date": "2015-07-21",
        "description": "\n\nThe distributions of 230Th and 231Pa in the Arctic Ocean are not well understood. In order to examine the Arctic 231Pa/230Th system and therefore to shed light on the future use of Arctic sedimentary 231Pa/230Th, we developed a 2-D scavenging model modified from an Atlantic model. Tuned with reasonable parameters that are consistent with Eurasian Basin geographic settings, the model can reproduce most of the features of the 230Th and 231Pa water column profiles as well as the sedimentary 231Pa/230Th distribution patterns and suggests that the sedimentary 231Pa/230Th in the Eurasian Basin is mainly controlled by the deep water circulation. In our attempt to reproduce the sedimentary 231Pa/230Th patterns during the last glacial, we found that circulation strength in the Eurasian Basin at shallower depths may have been stronger than today.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064671",
        "title": "Controls on 231Pa and 230Th in the Arctic Ocean"
    },
    {
        "author": "Michael G. Jacox, Steven J. Bograd, Elliott L. Hazen, Jerome Fiechter",
        "date": "2015-07-24",
        "description": "\n\nA regional ocean model is used to evaluate the roles of wind, surface heat flux, and basin-scale climate variability in regulating the upwelled nitrate supply in the California Current. A strong positive trend in nitrate flux from 1980 to 2010 was driven almost entirely by enhanced equatorward winds, negating a weak negative trend associated with increased surface heat flux. Increased upwelling and nitrate flux are consistent with cooler surface temperatures and higher phytoplankton concentrations observed over the same period. Changes in remote ocean forcing, resulting primarily from basin-scale climate variability (e.g., El Niño–Southern Oscillation and Pacific Decadal Oscillation), drive considerable interannual fluctuations and may dominate the ecosystem response on interannual to decadal time scales. However, comparison with previously published findings suggests that local wind intensification persists through changing basin-scale climate regimes. Understanding the different time scales of variability in forcing mechanisms, and their interactions with each other, is necessary to distinguish transient ecosystem impacts from secular trends.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065147",
        "title": "Sensitivity of the California Current nutrient supply to wind, heat, and remote ocean forcing"
    },
    {
        "author": "Mohammad Heidarzadeh, Aditya Riadi Gusman, Tomoya Harada, Kenji Satake",
        "date": "2015-07-30",
        "description": "\n\nWe characterized tsunamis from the 29 March and 5 May 2015 Kokopo, Papua New Guinea, Mw 7.5 earthquake doublet. Teleseismic body wave inversions using various rupture velocities (Vr) showed similar source-time functions and waveform agreements, but the spatial distributions of the slips were different. The rupture durations were ~45 and ~55 s for the March and May events, with their peaks at ~25 and at ~17 s, respectively. Tsunami simulations favored source models with Vr = 1.75 and 1.50 km/s for the March and May earthquakes. The largest slip on the fault was similar (2.1 and 1.7 m), but the different depths and locations yielded maximum seafloor uplift of ~0.4 and ~0.2 m. Tsunami simulation from hypothetical great earthquakes (M 8.4 and 8.5) on the New Britain trench showed that tsunami amplitudes may reach up to 10 m in Rabaul, but most tsunami energy was confined within the Solomon Sea.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064770",
        "title": "Tsunamis from the 29 March and 5 May 2015 Papua New Guinea earthquake doublet (Mw 7.5) and tsunamigenic potential of the New Britain trench"
    },
    {
        "author": "S. Zhang, M. Zhao, S.-J. Lin, X. Yang, W. Anderson, W. Zhang, A. Rosati, S. Underwood, F. Zeng",
        "date": "2015-07-16",
        "description": "\n\nThis study examines two sets of high-resolution coupled model forecasts starting from no-tropical cyclone (TC) and correct-TC-statistics initial conditions to understand the role of TC events on climate prediction. While the model with no-TC initial conditions can quickly spin-up TCs within a week, the initial conditions with a corrected TC distribution can produce more accurate forecast of sea surface temperature up to 1.5 months and maintain larger ocean heat content up to 6 months due to enhanced mixing from continuous interactions between initialized and forecasted TCs and the evolving ocean states. The TC-enhanced tropical ocean mixing strengthens the meridional heat transport in the Southern Hemisphere driven primarily by Southern Ocean surface Ekman fluxes but weakens the Northern Hemisphere poleward transport in this model. This study suggests a future plausible initialization procedure for seamless weather-climate prediction when individual convection-permitting cyclone initialization is incorporated into this TC-statistics-permitting framework.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064745",
        "title": "Impact of having realistic tropical cyclone frequency on ocean heat content and transport forecasts in a high-resolution coupled model"
    },
    {
        "author": "Andrew P. Schurer, Gabriele C. Hegerl, Stephen P. Obrochta",
        "date": "2015-07-16",
        "description": "\n\nThe recent warming “hiatus” is subject to intense interest, with proposed causes including natural forcing and internal variability. Here we derive samples of all natural and internal variability from observations and a recent proxy reconstruction to investigate the likelihood that these two sources of variability could produce a hiatus or rapid warming in surface temperature. The likelihood is found to be consistent with that calculated previously for models and exhibits a similar spatial pattern, with an Interdecadal Pacific Oscillation-like structure, although with more signal in the Atlantic than in model patterns. The number and length of events increases if natural forcing is also considered, particularly in the models. From the reconstruction it can be seen that large eruptions, such as Mount Tambora in 1815, or clusters of eruptions, may result in a hiatus of over 20 years, a finding supported by model results.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064458",
        "title": "Determining the likelihood of pauses and surges in global warming"
    },
    {
        "author": "Edmund K. M. Chang, Cheng Zheng, Patrick Lanigan, Albert M. W. Yau, J. David Neelin",
        "date": "2015-07-17",
        "description": "\n\nExtratropical cyclones give rise to much of the precipitation over California. Observed California winter precipitation is highly correlated to a metric of extratropical cyclone activity over the Eastern Pacific. The lack of precipitation over the recent winters is coincident with consecutive winters of much below average cyclone activity. Analysis of variability in cyclone activity and California precipitation simulated by models participating in Coupled Model Intercomparison Project Phase 5 indicates that most models can simulate the relationship between cyclone activity and precipitation well. Examination of projected change suggests (1) no evidence of a long-term downward trend in California region cyclone activity within the examined scenarios and (2) that the intermodel spread in California precipitation projection can be largely explained by the spread in the projection of extratropical cyclone activity. This highlights the need to further understand physical mechanisms for the variation in projection of cyclone activity in this region.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064424",
        "title": "Significant modulation of variability and projected change in California winter precipitation by extratropical cyclone activity"
    },
    {
        "author": "T. Kobashi, J. E. Box, B. M. Vinther, K. Goto-Azuma, T. Blunier, J. W. C. White, T. Nakaegawa, C. S. Andresen",
        "date": "2015-07-21",
        "description": "\n\nThe abrupt Northern Hemispheric warming at the end of the twentieth century has been attributed to an enhanced greenhouse effect. Yet Greenland and surrounding subpolar North Atlantic remained anomalously cold in 1970s to early 1990s. Here we reconstructed robust Greenland temperature records (North Greenland Ice Core Project and Greenland Ice Sheet Project 2) over the past 2100 years using argon and nitrogen isotopes in air trapped within ice cores and show that this cold anomaly was part of a recursive pattern of antiphase Greenland temperature responses to solar variability with a possible multidecadal lag. We hypothesize that high solar activity during the modern solar maximum (approximately 1950s–1980s) resulted in a cooling over Greenland and surrounding subpolar North Atlantic through the slowdown of Atlantic Meridional Overturning Circulation with atmospheric feedback processes.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064764",
        "title": "Modern solar maximum forced late twentieth century Greenland cooling"
    },
    {
        "author": "S. Fueglistaler, C. Radley, I. M. Held",
        "date": "2015-07-21",
        "description": "\n\nReconciling observations and simulations of tropical upper tropospheric temperature trends remains an important problem in climate science. Examining atmospheric models running over observed sea surface temperatures (SSTs), Flannaghan et al. (2014) show that this reconciliation is affected by the SST data set used and that a precipitation-weighted SST (PSST) is valuable in explaining this result. Here we show that even for Coupled Model Intercomparison Project Phase 5 Atmospheric Model Intercomparison Project (CMIP5 AMIP) simulations forced with identical SSTs, tropical upper tropospheric temperature trends across models (and between ensemble members) show a substantial spread (standard deviation ∼10% of the average trend). About 60% of this spread between ensemble means, as well as deviations from the ensemble means, can be explained by PSST calculated from the time-evolving precipitation in each model run. Both PSST and atmospheric temperature trends show statistical evidence for systematic differences between models. We conclude that the response of precipitation patterns to changes in SST patterns is a significant source of uncertainty for tropical temperature trends.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064966",
        "title": "The distribution of precipitation and the spread in tropical upper tropospheric temperature trends in CMIP5/AMIP simulations"
    },
    {
        "author": "Chuliang Xiao, Yaocun Zhang",
        "date": "2015-07-23",
        "description": "\n\nThe wintertime East Asian eddy-driven jet (EAEJ) responding to climate change in the 21st century is studied using model outputs from the Coupled Model Intercomparison Project phase 5 (CMIP5). Compared to the location displacement in oceanic eddy-driven jets, the magnitude change of synoptic-scale transient eddy activities, measured by eddy kinetic energy (EKE), is a more striking feature in EAEJ. An intensified EKE is projected unanimously by CMIP5 models, suggesting that potential strong winter storm events are likely to happen in East Asian midlatitude in a warming climate. The future change of EKE in EAEJ can be understood in terms of growing baroclinicity wave. The upper level EKE is highly correlated to the low-level static stability, Brunt-Väisälä frequency (BVF). CMIP5 models generally project an intensified upper evel EKE with a reduced low-level BVF (ΔEKE ∝ −ΔBVF). Meanwhile, the enhancement of EKE is also constrained by its historical state (ΔEKE ∝ −EKE). Intermodel variabilities among CMIP5 models reveal a similar but weaker relationship between ΔBVF (or EKE) and ΔEKE, indicating relatively large model diversities and independencies among CMIP5 models.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064641",
        "title": "Projected changes of wintertime synoptic-scale transient eddy activities in the East Asian eddy-driven jet from CMIP5 experiments"
    },
    {
        "author": "Fabrice Lambert, Alessandro Tagliabue, Gary Shaffer, Frank Lamy, Gisela Winckler, Laura Farias, Laura Gallardo, Ricardo De Pol-Holz",
        "date": "2015-07-24",
        "description": "\n\nMineral dust aerosols play a major role in present and past climates. To date, we rely on climate models for estimates of dust fluxes to calculate the impact of airborne micronutrients on biogeochemical cycles. Here we provide a new global dust flux data set for Holocene and Last Glacial Maximum (LGM) conditions based on observational data. A comparison with dust flux simulations highlights regional differences between observations and models. By forcing a biogeochemical model with our new data set and using this model's results to guide a millennial-scale Earth System Model simulation, we calculate the impact of enhanced glacial oceanic iron deposition on the LGM-Holocene carbon cycle. On centennial timescales, the higher LGM dust deposition results in a weak reduction of <10 ppm in atmospheric CO2 due to enhanced efficiency of the biological pump. This is followed by a further ~10 ppm reduction over millennial timescales due to greater carbon burial and carbonate compensation.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064250",
        "title": "Dust fluxes and iron fertilization in Holocene and Last Glacial Maximum climates"
    },
    {
        "author": "Nicola Maher, Shayne McGregor, Matthew H. England, Alexander Sen Gupta",
        "date": "2015-07-25",
        "description": "\n\nThe effects of large tropical volcanic eruptions on Indo-Pacific tropical variability are investigated using 122 historical ensemble members from the Coupled Model Intercomparison Project 5. Radiative forcing due to volcanic aerosols in the stratosphere is found to increase the likelihood of a model climatic response that projects onto both the El Niño–Southern Oscillation and the Indian Ocean Dipole (IOD). Large eruptions are associated with co-occurring El Niño and positive IOD events in the ensemble means that peak 6–12 months after the volcanic forcing peaks, marking a significant increase in the likelihood of each event occurring in the Southern Hemisphere (SH) spring/summer posteruption. There is also an ensemble mean La Niña-like response in the third SH summer posteruption, which coincides with a significant increase in the likelihood of a La Niña occurring. Taken together with the initial cooling, this La Niña-like response may increase the persistence of the cool global average surface temperature anomaly after an eruption.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064751",
        "title": "Effects of volcanism on tropical variability"
    },
    {
        "author": "Chiung-Wen June Chang, Wan-Ling Tseng, Huang-Hsiung Hsu, Noel Keenlyside, Ben-Jei Tsuang",
        "date": "2015-07-31",
        "description": "\n\nGlobal warming's impact on the Madden-Julian Oscillation (MJO) is assessed using one of the few models capable in reproducing its key features. In a warmer climate predicted for the end of the century, the MJO increases in amplitude (by ~30%) and frequency, showing a more circumglobal propagation tendency. The MJO spatial extent becomes enhanced, deeper, and more zonally extended but meridionally confined. A stronger vertical tilting structure in diabatic heating, moisture, and convergence fields is seen. Our findings indicate that these changes result from an intensification of the frictional wave-conditional instability of the second kind mechanism via the coupling of dynamical and thermodynamic response to the warming. The warming and moistening of the mean state contribute to the enhanced deep convective heating, driving a stronger-forced Kelvin wave-like perturbation. This reinforces the frictional low-level convergence, leading to larger shallow convective heating and therefore to a faster development and enhancement of the deep convection in the MJO.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065095",
        "title": "The Madden-Julian Oscillation in a warmer world"
    },
    {
        "author": "Falko Judt, Shuyi S. Chen",
        "date": "2015-07-16",
        "description": "\n\nHurricane surface wind is a key measure of storm intensity. However, a climatology of hurricane winds is lacking to date, largely because hurricanes are relatively rare events and difficult to observe over the open ocean. Here we present a new hurricane wind climatology based on objective surface wind analyses, which are derived from Stepped Frequency Microwave Radiometer measurements acquired by NOAA WP-3D and U.S. Air Force WC-130J hurricane hunter aircraft. The wind data were collected during 72 aircraft reconnaissance missions into 21 western Atlantic hurricanes from 1998 to 2012. This climatology provides an opportunity to validate hurricane intensity forecasts beyond the simplistic maximum wind speed metric and allows evaluating the predictive skill of probabilistic hurricane intensity forecasts using high-resolution model ensembles. An example of application is presented here using a 1.3 km grid spacing Weather Research and Forecasting model ensemble forecast of Hurricane Earl (2010).\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064609",
        "title": "A new aircraft hurricane wind climatology and applications in assessing the predictive skill of tropical cyclone intensity using high-resolution ensemble forecasts"
    },
    {
        "author": "M. A. Dayeh, N. D. Evans, S. A. Fuselier, J. Trevino, J. Ramaekers, J. R. Dwyer, R. Lucia, H. K. Rassoul, D. A. Kotovsky, D. M. Jordan, M. A. Uman",
        "date": "2015-07-16",
        "description": "\n\nAn acoustic camera comprising a linear microphone array is used to image the thunder signature of triggered lightning. Measurements were taken at the International Center for Lightning Research and Testing in Camp Blanding, FL, during the summer of 2014. The array was positioned in an end-fire orientation thus enabling the peak acoustic reception pattern to be steered vertically with a frequency-dependent spatial resolution. On 14 July 2014, a lightning event with nine return strokes was successfully triggered. We present the first acoustic images of individual return strokes at high frequencies (>1 kHz) and compare the acoustically inferred profile with optical images. We find (i) a strong correlation between the return stroke peak current and the radiated acoustic pressure and (ii) an acoustic signature from an M component current pulse with an unusual fast rise time. These results show that acoustic imaging enables clear identification and quantification of thunder sources as a function of lightning channel altitude.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064451",
        "title": "First images of thunder: Acoustic imaging of triggered lightning"
    },
    {
        "author": "A. D. Miller, D. C. Fritts, D. Chapman, G. Jones, M. Limon, D. Araujo, J. Didier, S. Hillbrand, C. B. Kjellstrand, A. Korotkov, G. Tucker, Y. Vinokurov, K. Wan, L. Wang",
        "date": "2015-07-17",
        "description": "\n\nInstabilities and turbulence extending to the smallest dynamical scales play important roles in the deposition of energy and momentum by gravity waves throughout the atmosphere. However, these dynamics and their effects have been impossible to quantify to date due to lack of observational guidance. Serendipitous optical images of polar mesospheric clouds at ∼82 km obtained by star cameras aboard a cosmology experiment deployed on a stratospheric balloon provide a new observational tool, revealing instability and turbulence structures extending to spatial scales < 20 m. At 82 km, this resolution provides sensitivity extending to the smallest turbulence scale not strongly influenced by viscosity: the “inner scale” of turbulence, l0∼10(ν3/ϵ)1/4. Such images represent a new window into small-scale dynamics that occur throughout the atmosphere but are impossible to observe in such detail at any other altitude. We present a sample of images revealing a range of dynamics features and employ numerical simulations that resolve these dynamics to guide our interpretation of several observed events.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064758",
        "title": "Stratospheric imaging of polar mesospheric clouds: A new window on small-scale atmospheric dynamics"
    },
    {
        "author": "Jiwen Fan, Daniel Rosenfeld, Yan Yang, Chun Zhao, L. Ruby Leung, Zhanqing Li",
        "date": "2015-07-20",
        "description": "\n\nExtreme weather events have become more frequent and are likely linked to increases in greenhouse gases and aerosols, which alter the Earth's radiative balance and cloud processes. On 8–9 July 2013, a catastrophic flood devastated the mountainous area to the northwest of the Sichuan Basin. Atmospheric simulations at a convection-permitting scale with aerosols and chemistry included show that heavy air pollution trapped in the basin significantly enhances the rainfall intensity over the mountainous areas through “aerosol-enhanced conditional instability.” That is, aerosols suppress convection by absorbing solar radiation and increasing atmospheric stability in the basin during daytime. This allows excess moist air to be transported to the mountainous areas and orographically lifted, generating strong convection and extremely heavy precipitation at night. We show that reducing pollution in the Sichuan Basin can effectively mitigate floods. It is suggested that coupling aerosol with meteorology can be crucial to improve weather forecast in polluted regions.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064479",
        "title": "Substantial contribution of anthropogenic air pollution to catastrophic floods in Southwest China"
    },
    {
        "author": "Long Chen, Yanxu Zhang, Daniel J. Jacob, Anne L. Soerensen, Jenny A. Fisher, Hannah M. Horowitz, Elizabeth S. Corbitt, Xuejun Wang",
        "date": "2015-07-23",
        "description": "\n\nAtmospheric mercury (Hg) in the Arctic shows much weaker or insignificant annual declines relative to northern midlatitudes over the past decade (2000–2009) but with strong seasonality in trends. We use a global ocean-atmosphere model of Hg (GEOS-Chem) to simulate these observed trends and determine the driving environmental variables. The atmospheric decline at northern midlatitudes can largely be explained by decreasing North Atlantic oceanic evasion. The midlatitude atmospheric signal propagates to the Arctic but is countered by rapid Arctic warming and declining sea ice, which suppresses deposition and promotes oceanic evasion over the Arctic Ocean. The resulting simulation implies a decline of Hg in the Arctic surface ocean that we estimate to be −0.67% yr−1 over the study period. Rapid Arctic warming and declining sea ice are projected for future decades and would drive a sustained decline in Arctic Ocean Hg, potentially alleviating the methylmercury exposure risk for northern populations.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064051",
        "title": "A decline in Arctic Ocean mercury suggested by differences in decadal trends of atmospheric mercury between the Arctic and northern midlatitudes"
    },
    {
        "author": "Reddy L. N. Yatavelli, Claudia Mohr, Harald Stark, Douglas A. Day, Samantha L. Thompson, Felipe D. Lopez-Hilfiker, Pedro Campuzano-Jost, Brett B. Palm, Alexander L. Vogel, Thorsten Hoffmann, Liine Heikkinen, Mikko Äijälä, Nga L. Ng, Joel R. Kimmel, Manjula R. Canagaratna, Mikael Ehn, Heikki Junninen, Michael J. Cubison, Tuukka Petäjä, Markku Kulmala, John T. Jayne, Douglas R. Worsnop, Jose L. Jimenez",
        "date": "2015-07-23",
        "description": "\n\nUsing chemical ionization mass spectrometry to detect particle-phase acids and aerosol mass spectrometry (AMS) measurements from Colorado, USA, and two studies in Hyytiälä, Finland, we quantify the fraction of organic aerosol (OA) mass that is composed of molecules with acid functional groups (facid). Molecules containing one or more carboxylic acid functionality contributed approximately 29% (45–51%) of the OA mass in Colorado (Finland). Organic acid mass concentration correlates well with AMS m/z 44 (primarily CO2+), a commonly used marker for highly oxidized aerosol. Using the average empirical relationship between AMS m/z 44 and organic acids in these three studies, together with m/z 44 data from 29 continental northern hemispheric (NH) AMS data sets, we estimate that molecules containing carboxylic acid functionality constitute on average 28% (range 10–50%) of NH continental OA mass with typically higher values at rural/remote sites and during summer and lower values at urban sites and during winter.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064650",
        "title": "Estimating the contribution of organic acids to northern hemispheric continental organic aerosol"
    },
    {
        "author": "A. O. Langford, R. B. Pierce, P. J. Schultz",
        "date": "2015-07-23",
        "description": "\n\nThe Santa Ana winds of Southern California have long been associated with wildland fires that can adversely affect air quality and lead to loss of life and property. These katabatic winds are driven primarily by thermal gradients but can be exacerbated by northerly flow associated with upper level troughs passing through the western U.S. In this paper, we show that the fire danger associated with the passage of upper level troughs can be further increased by the formation of deep tropopause folds that transport extremely dry ozone-rich air from the upper troposphere and lower stratosphere to the surface. Stratospheric intrusions can thus increase surface ozone both directly through transport and indirectly through their influence on wildland fires. We illustrate this situation with the example of the Springs Fire, which burned nearly 25,000 acres in Ventura County during May 2013.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064964",
        "title": "Stratospheric intrusions, the Santa Ana winds, and wildland fires in Southern California"
    },
    {
        "author": "Max R. McGillen, François Bernard, Eric L. Fleming, James B. Burkholder",
        "date": "2015-07-23",
        "description": "\n\nHCFC-133a (CF3CH2Cl), an ozone-depleting substance, is primarily removed from the atmosphere by gas-phase reaction with OH radicals and by UV photolysis. The rate coefficient, k, for the OH + HCFC-133a reaction was measured between 233 and 379 K and is given by k(T) = (9.32 ± 0.8) × 10−13 exp(−(1296 ± 28)/T), where k(296 K) was measured to be (1.10 ± 0.02) × 10−14 (cm3 molecule−1 s−1) (2σ precision uncertainty). The HCFC-133a UV absorption spectrum was measured between 184.95 and 240 nm at 213–323 K, and a spectrum parameterization is presented. The HCFC-133a atmospheric loss processes, lifetime, ozone depletion potential, and uncertainties were evaluated using a 2-D atmospheric model. The global annually averaged steady state lifetime and ozone depletion potential (ODP) were determined to be 4.45 (4.04–4.90) years and 0.017 (±0.001), respectively, where the ranges are based solely on the 2σ uncertainty in the kinetic and photochemical parameters. The infrared absorption spectrum of HCFC-133a was measured, and its global warming potential was determined to be 380 on the 100 year time horizon.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064939",
        "title": "HCFC-133a (CF3CH2Cl): OH rate coefficient, UV and infrared absorption spectra, and atmospheric implications"
    },
    {
        "author": "J. P. Younger, I. M. Reid, R. A. Vincent, D. J. Murphy",
        "date": "2015-07-24",
        "description": "\n\nA new technique for determining the height of a constant density surface at altitudes of 78–85 km is presented. The first results are derived from a decade of observations by a meteor radar located at Davis Station in Antarctica and are compared with observations from the Microwave Limb Sounder instrument aboard the Aura satellite. The density of the neutral atmosphere in the mesosphere/lower thermosphere region around 70–110 km is an essential parameter for interpreting airglow-derived atmospheric temperatures, planning atmospheric entry maneuvers of returning spacecraft, and understanding the response of climate to different stimuli. This region is not well characterized, however, due to inaccessibility combined with a lack of consistent strong atmospheric radar scattering mechanisms. Recent advances in the analysis of detection records from high-performance meteor radars provide new opportunities to obtain atmospheric density estimates at high time resolutions in the MLT region using the durations and heights of faint radar echoes from meteor trails. Previous studies have indicated that the expected increase in underdense meteor radar echo decay times with decreasing altitude is reversed in the lower part of the meteor ablation region due to the neutralization of meteor plasma. The height at which the gradient of meteor echo decay times reverses is found to occur at a fixed atmospheric density. Thus, the gradient reversal height of meteor radar diffusion coefficient profiles can be used to infer the height of a constant density level, enabling the observation of mesospheric density variations using meteor radar.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065066",
        "title": "A method for estimating the height of a mesospheric density level using meteor radar"
    },
    {
        "author": "R. A. Marshall, C. L. Silva, V. P. Pasko",
        "date": "2015-07-25",
        "description": "\n\nWe present evidence of ionospheric optical signatures of lightning, known as elves, which sometimes occur in pairs separated in time by ∼80–160 μs. We demonstrate that these “elve doublets” are the ionospheric signature of compact intracloud discharges (CIDs), which are extremely powerful, compact discharges that are thought to occur near the tops of thunderclouds. In this paper, using simple geometric calculations and full electromagnetic simulations, we show that CIDs from altitudes 14–22 km explain the time delay observed in elve doublets, consistent with typical CID altitudes. Furthermore, we show that the relative brightness of the first and second elves in the doublet is likely related to the orientation of the CID, and angles of 5°– 20° with respect to the vertical are consistent with the observed brightness ratios.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064862",
        "title": "Elve doublets and compact intracloud discharges"
    },
    {
        "author": "R. A. Marshall, Jia Yue, Walter A. Lyons",
        "date": "2015-07-28",
        "description": "\n\nRecent video observations have shown that elves—the visible manifestation of the lightning electromagnetic pulse (EMP) interacting with the lower ionosphere—can be modulated by neutral density fluctuations at lower ionosphere altitudes due to gravity waves. The elve emissions thus illuminate the gravity wave structure. Here we use a finite difference time domain (FDTD) model of the lightning EMP to simulate elve emissions in the presence of neutral density fluctuations representative of gravity waves. We show that observable elve striations can be generated by gravity waves with a neutral density perturbation of as low as 5% at elve altitudes near 85 km. Higher perturbations lead to more pronounced striations. The depth of the optical signature perturbation is found to be similar in magnitude to the neutral density perturbation at elve altitudes, although the relationship depends on viewing geometry, gravity wave geometry, and the elve-causative lightning peak current moment.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064913",
        "title": "Numerical simulation of an elve modulated by a gravity wave"
    }
]