[
    {
        "author": "M. J. P. Mens, K. Gilroy, and D. Williams", 
        "date": "2015-08-26", 
        "description": "<b>Developing system robustness analysis for drought risk management: an application on a water supply reservoir</b><br /><br />Natural Hazards and Earth System Science, 15, 1933-1940, 2015<br /><br />Author(s): M. J. P. Mens, K. Gilroy, and D. Williams<br /><br />Droughts will likely become more frequent, greater in magnitude and\nlonger in duration in the future due to climate change. Already in the present\nclimate, a variety of drought events may occur with different exceedance\nfrequencies. These frequencies are becoming more uncertain due to climate\nchange. Many methods in support of drought risk management focus on\nproviding insight into changing drought frequencies, and use water supply\nreliability as a key decision criterion. In contrast, robustness analysis\nfocuses on providing insight into the full range of drought events and their\nimpact on a system's functionality. This method has been developed for flood\nrisk systems, but applications on drought risk systems are lacking. This\npaper aims to develop robustness analysis for drought risk systems, and\nillustrates the approach through a case study with a water supply reservoir\nand its users. We explore drought characterization and the assessment of a\nsystem's ability to deal with drought events, by quantifying the severity\nand socio-economic impact of a variety of drought events, both frequent and\nrare ones. Furthermore, we show the effect of three common drought\nmanagement strategies (increasing supply, reducing demand and implementing\nhedging rules) on the robustness of the coupled water supply and\nsocio-economic system. The case is inspired by Oologah Lake, a multipurpose\nreservoir in Oklahoma, United States. Results demonstrate that although\ndemand reduction and supply increase may have a comparable effect on the\nsupply reliability, demand reduction may be preferred from a robustness\nperspective. To prepare drought management plans for dealing with current\nand future droughts, it is thus recommended to test how alternative drought\nstrategies contribute to a system's robustness rather than relying solely on\nwater reliability as the decision criterion.", 
        "journal": "Natural Hazards and Earth System Science", 
        "link": "http://www.nat-hazards-earth-syst-sci.net/15/1933/2015/", 
        "title": "Developing system robustness analysis for drought risk management: an application on a water supply reservoir"
    }, 
    {
        "author": "N. Grosso, L. Dias, H. P. Costa, F. D. Santos, and P. Garrett", 
        "date": "2015-08-26", 
        "description": "<b>Continental Portuguese Territory Flood Social Susceptibility Index</b><br /><br />Natural Hazards and Earth System Science, 15, 1921-1931, 2015<br /><br />Author(s): N. Grosso, L. Dias, H. P. Costa, F. D. Santos, and P. Garrett<br /><br />The combination of human exposure, extreme weather events and lack of\nadaptation strategies to cope with flood-related impacts can potentially\nincrease losses not only on infrastructure but also on human lives. These\nimpacts are usually difficult to quantify due to the lack of data, and for\nthis reason most of the studies developed at the national scale only include\nthe main characteristics that define the societal or individual\npredisposition to be affected, resist, adapt or recover, when exposed to a\nflood.\n\n<br><br>\n\nThe main objective of this work was to develop a flood social susceptibility\nindex for the continental Portuguese territory based on the most\nrepresentative variables able to characterize different influencing factors.\nThis index is a component of the national vulnerability index developed in\nthe scope of Flood Maps in Climate Change Scenarios (CIRAC) project,\nsupported by the Portuguese Association of Insurers (APS).\n\n\n<br><br>\n\n\nThe main results showed that the proposed index correctly identified\npopulations less prepared to avoid flood effects or able to cope with them,\nmostly concentrated in rural inland areas with lower income and education\nlevels when compared with the coastal region between Viana do Castelo and\nSetúbal.", 
        "journal": "Natural Hazards and Earth System Science", 
        "link": "http://www.nat-hazards-earth-syst-sci.net/15/1921/2015/", 
        "title": "Continental Portuguese Territory Flood Social Susceptibility Index"
    }, 
    {
        "author": "R. Jacinto, N. Grosso, E. Reis, L. Dias, F. D. Santos, and P. Garrett", 
        "date": "2015-08-26", 
        "description": "<b>Continental Portuguese Territory Flood Susceptibility Index – contribution to a vulnerability index</b><br /><br />Natural Hazards and Earth System Science, 15, 1907-1919, 2015<br /><br />Author(s): R. Jacinto, N. Grosso, E. Reis, L. Dias, F. D. Santos, and P. Garrett<br /><br />This work defines a national flood susceptibility index for the Portuguese\ncontinental territory, by proposing the aggregation of different variables\nwhich represent natural conditions for permeability, runoff and\naccumulation. This index is part of the national vulnerability index\ndeveloped in the scope of Flood Maps in Climate Change Scenarios (CIRAC)\nproject, supported by the Portuguese Association of Insurers (APS).\n\n\n<br><br>\n\nThis approach expands on previous works by trying to bridge the gap between\ndifferent flood mechanisms (e.g. progressive and flash floods) occurring at\ndifferent spatial scales in the Portuguese territory through (a) selecting\nhomogeneously processed data sets and (b) aggregating their values to better\ntranslate the spatially continuous and cumulative influence in floods at\nmultiple spatial scales.\n\n<br><br>\n\n\nResults show a good ability to capture, in the higher susceptibility\nclasses, different flood types: fluvial floods and flash floods. Lower\nvalues are usually related to mountainous areas, low water accumulation\npotential and more permeable soils. Validation with independent flood\ndata sets confirmed these index characteristics, although some overestimation\ncan be seen in the southern region of Alentejo where, due to a dense\nhydrographic network and an overall low slope, floods are not as frequent as\na result of lower precipitation mean values.\n\n<br><br>\n\n\nFuture work will focus on (i) including extreme precipitation data sets to\nrepresent the triggering factor, (ii) improving representation of smaller and\nstepper basins, (iii) optimizing variable weight definition process and (iii)\ndeveloping more robust independent flood validation data sets.", 
        "journal": "Natural Hazards and Earth System Science", 
        "link": "http://www.nat-hazards-earth-syst-sci.net/15/1907/2015/", 
        "title": "Continental Portuguese Territory Flood Susceptibility Index – contribution to a vulnerability index"
    }, 
    {
        "author": "B. S. Weng, D. H. Yan, H. Wang, J. H. Liu, Z. Y. Yang, T. L. Qin, and J. Yin", 
        "date": "2015-08-24", 
        "description": "<b>Drought assessment in the Dongliao River basin: traditional approaches vs. generalized drought assessment index based on water resources systems</b><br /><br />Natural Hazards and Earth System Science, 15, 1889-1906, 2015<br /><br />Author(s): B. S. Weng, D. H. Yan, H. Wang, J. H. Liu, Z. Y. Yang, T. L. Qin, and J. Yin<br /><br />Drought is firstly a resource issue, and with its development it evolves\ninto a disaster issue. Drought events usually occur in a determinate but a\nrandom manner. Drought has become one of the major factors to affect\nsustainable socioeconomic development. In this paper, we propose the\ngeneralized drought assessment index (GDAI) based on water resources systems\nfor assessing drought events. The GDAI considers water supply and water\ndemand using a distributed hydrological model. We demonstrate the use of the\nproposed index in the Dongliao River basin in northeastern China. The\nresults simulated by the GDAI are compared to observed drought disaster\nrecords in the Dongliao River basin. In addition, the temporal distribution of\ndrought events and the spatial distribution of drought frequency from the\nGDAI are compared with the traditional approaches in general (i.e., standard\nprecipitation index, Palmer drought severity index and rate of water deficit\nindex). Then, generalized drought times, generalized drought duration, and\ngeneralized drought severity were calculated by theory of runs. Application\nof said runs at various drought levels (i.e., mild drought, moderate drought,\nsevere drought, and extreme drought) during the period 1960–2010 shows that\nthe centers of gravity of them all distribute in the middle reaches of\nDongliao River basin, and change with time. The proposed methodology may\nhelp water managers in water-stressed regions to quantify the impact of\ndrought, and consequently, to make decisions for coping with drought.", 
        "journal": "Natural Hazards and Earth System Science", 
        "link": "http://www.nat-hazards-earth-syst-sci.net/15/1889/2015/", 
        "title": "Drought assessment in the Dongliao River basin: traditional approaches vs. generalized drought assessment index based on water resources systems"
    }, 
    {
        "author": "Ş. Tilev-Tanriover, A. Kahraman, M. Kadioğlu, and D. M. Schultz", 
        "date": "2015-08-20", 
        "description": "<b>Lightning fatalities and injuries in Turkey</b><br /><br />Natural Hazards and Earth System Science, 15, 1881-1888, 2015<br /><br />Author(s): Ş. Tilev-Tanriover, A. Kahraman, M. Kadioğlu, and D. M. Schultz<br /><br />A database of lightning-related fatalities and injuries in Turkey was\nconstructed by collecting data from the Turkish State Meteorological\nService, newspaper archives, European Severe Weather Database, and the\ninternet. The database covers January 1930 to June 2014. In total, 742\nlightning incidents causing human fatalities and injuries were found. Within\nthese 742 incidents, there were 895 fatalities, 149 serious injuries, and\n535 other injuries. Most of the incidents (89 %) occurred during April\nthrough September, with a peak in May and June (26 and 28 %) followed\nby July (14 %). Lightning-related fatalities and injuries were most\nfrequent in the afternoon. Most of the incidents (86 %) occurred in\nrural areas, with only 14 % in the urban areas. Approximately, two thirds\nof the victims with known gender were male. Because of the\nunrepresentativeness of the historical data, determining an average\nmortality rate over a long period is not possible. Nevertheless, there were\n31 fatalities (0.42 per million) in 2012, 26 fatalities (0.35 per million)\nin 2013, and 25 fatalities (0.34 per million) in 2014 (as of June). There\nwere 36 injuries (0.49 per million) in each of 2012 and 2013, and 62\ninjuries (0.84 per million) in 2014 (as of June).", 
        "journal": "Natural Hazards and Earth System Science", 
        "link": "http://www.nat-hazards-earth-syst-sci.net/15/1881/2015/", 
        "title": "Lightning fatalities and injuries in Turkey"
    }, 
    {
        "author": "J. Scoville, J. Heraud, and F. Freund", 
        "date": "2015-08-20", 
        "description": "<b>Pre-earthquake magnetic pulses</b><br /><br />Natural Hazards and Earth System Science, 15, 1873-1880, 2015<br /><br />Author(s): J. Scoville, J. Heraud, and F. Freund<br /><br />A semiconductor model of rocks is shown to describe unipolar magnetic pulses,\na phenomenon that has been observed prior to earthquakes. These pulses are\nsuspected to be generated deep in the Earth's crust, in and around the\nhypocentral volume, days or even weeks before earthquakes. Their extremely\nlong wavelength allows them to pass through kilometers of rock.\nInterestingly, when the sources of these pulses are triangulated, the\nlocations coincide with the epicenters of future earthquakes. We couple a\ndrift-diffusion semiconductor model to a magnetic field in order to describe\nthe electromagnetic effects associated with electrical currents flowing\nwithin rocks. The resulting system of equations is solved numerically and it\nis seen that a volume of rock may act as a diode that produces transient\ncurrents when it switches bias. These unidirectional currents are expected to\nproduce transient unipolar magnetic pulses similar in form, amplitude, and\nduration to those observed before earthquakes, and this suggests that the\npulses could be the result of geophysical semiconductor processes.", 
        "journal": "Natural Hazards and Earth System Science", 
        "link": "http://www.nat-hazards-earth-syst-sci.net/15/1873/2015/", 
        "title": "Pre-earthquake magnetic pulses"
    }, 
    {
        "author": "K. Papagiannaki, K. Lagouvardos, V. Kotroni, and A. Bezes", 
        "date": "2015-08-19", 
        "description": "<b>Flash flood occurrence and relation to the rainfall hazard in a highly urbanized area</b><br /><br />Natural Hazards and Earth System Science, 15, 1859-1871, 2015<br /><br />Author(s): K. Papagiannaki, K. Lagouvardos, V. Kotroni, and A. Bezes<br /><br />The paper examines the flash flood events that occurred over a decade in\nthe Attica prefecture, the most urbanized region of Greece, with the aim of\nidentifying triggering rainfall thresholds, as well as assessing the effect\nof rainfall upon the magnitude of the induced damages. The analysis\nincorporates rainfall records from a network of 28 surface meteorological\nstations and information on the spatial distribution of the flash flood\nevents that is derived from the active database of damaging weather events\nmaintained by the atmospheric modelling group of the National Observatory of\nAthens. The main findings concern firstly the relation between the flash\nflood impact, as measured by the fire service operations in flooded\nproperties, and precipitation in various time intervals. In the period\n2005–2014, 48 damaging flash flood events occurred in the target area and\ncaused more than 3500 fire service operations in flooded properties. Most\nof the events are associated with maximum accumulated rainfall of more than 20 mm\nin 24 h and 3 mm in 10 min. However, the flash flood impact\nintensity, as measured by the number of the fire service operations per\nevent, increases significantly above the levels of 60 mm in 24 h and 10 mm in\n10 min. Secondly, graphs of rainfall intensity versus duration are\ndeveloped for 15 sub-areas of Attica in order to define rainfall intensity\nthresholds for flood triggering at a more local level. It is shown that\nconclusions regarding the reliability of the estimated thresholds should\ntake into account the representativity of the rain gauges, which is\ndetermined by the local network's density, the gauges' location and record\nlength.", 
        "journal": "Natural Hazards and Earth System Science", 
        "link": "http://www.nat-hazards-earth-syst-sci.net/15/1859/2015/", 
        "title": "Flash flood occurrence and relation to the rainfall hazard in a highly urbanized area"
    }, 
    {
        "author": "T. K. Papathanasiou, A. E. Karperaki, E. E. Theotokoglou, and K. A. Belibassakis", 
        "date": "2015-08-19", 
        "description": "<b>Hydroelastic analysis of ice shelves under long wave excitation</b><br /><br />Natural Hazards and Earth System Science, 15, 1851-1857, 2015<br /><br />Author(s): T. K. Papathanasiou, A. E. Karperaki, E. E. Theotokoglou, and K. A. Belibassakis<br /><br />The transient hydroelastic response of an ice shelf under long wave\nexcitation is analysed by means of the finite element method. The simple\nmodel, presented in this work, is used for the simulation of the generated\nkinematic and stress fields in an ice shelf, when the latter interacts with\na tsunami wave. The ice shelf, being of large length compared to its\nthickness, is modelled as an elastic Euler-Bernoulli beam, constrained at\nthe grounding line. The hydrodynamic field is represented by the linearised\nshallow water equations. The numerical solution is based on the development\nof a special hydroelastic finite element for the system of governing of\nequations. Motivated by the 2011 Sulzberger Ice Shelf (SIS) calving event\nand its correlation with the Honshu Tsunami, the SIS stable configuration is\nstudied. The extreme values of the bending moment distribution in both space\nand time are examined. Finally, the location of these extrema is\ninvestigated for different values of ice shelf thickness and tsunami wave length.", 
        "journal": "Natural Hazards and Earth System Science", 
        "link": "http://www.nat-hazards-earth-syst-sci.net/15/1851/2015/", 
        "title": "Hydroelastic analysis of ice shelves under long wave excitation"
    }, 
    {
        "author": "B.-G. Chae, J.-H. Lee, H.-J. Park, and J. Choi", 
        "date": "2015-08-18", 
        "description": "<b>A method for predicting the factor of safety of an infinite slope based on the depth ratio of the wetting front induced by rainfall infiltration</b><br /><br />Natural Hazards and Earth System Science, 15, 1835-1849, 2015<br /><br />Author(s): B.-G. Chae, J.-H. Lee, H.-J. Park, and J. Choi<br /><br />Most landslides in Korea are classified as shallow landslides with an\naverage depth of less than 2 m. These shallow landslides are associated with\nthe advance of a wetting front in the unsaturated soil due to rainfall\ninfiltration, which results in an increase in water content and a reduction\nin the matric suction in the soil. Therefore, this study presents a modified\nequation of infinite slope stability analysis based on the concept of the\nsaturation depth ratio to analyze the slope stability change associated with\nthe rainfall on a slope. A rainfall infiltration test in unsaturated soil\nwas performed using a column to develop an understanding of the effect of\nthe saturation depth ratio following rainfall infiltration. The results\nindicated that the rainfall infiltration velocity due to the increase in\nrainfall in the soil layer was faster when the rainfall intensity increased.\nIn addition, the rainfall infiltration velocity tends to decrease with\nincreases in the unit weight of soil. The proposed model was applied to\nassess its feasibility and to develop a regional landslide susceptibility\nmap using a geographic information system (GIS). For that purpose, spatial\ndatabases for input parameters were constructed and landslide\nlocations were obtained. In order to validate the proposed approach, the\nresults of the proposed approach were compared with the landslide inventory\nusing a ROC (receiver operating characteristics) graph. In addition, the\nresults of the proposed approach were compared with the previous approach\nused: a steady-state hydrological model. Consequently, the approach proposed in\nthis study displayed satisfactory performance in classifying landslide\nsusceptibility and showed better performance than the steady-state approach.", 
        "journal": "Natural Hazards and Earth System Science", 
        "link": "http://www.nat-hazards-earth-syst-sci.net/15/1835/2015/", 
        "title": "A method for predicting the factor of safety of an infinite slope based on the depth ratio of the wetting front induced by rainfall infiltration"
    }, 
    {
        "author": "S. A. Sepúlveda and D. N. Petley", 
        "date": "2015-08-18", 
        "description": "<b>Regional trends and controlling factors of fatal landslides in Latin America and the Caribbean</b><br /><br />Natural Hazards and Earth System Science, 15, 1821-1833, 2015<br /><br />Author(s): S. A. Sepúlveda and D. N. Petley<br /><br />A new data set of landslides that caused loss of life in Latin America and the\nCaribbean in the 10-year period from 2004 and 2013 inclusive has been\ncompiled, providing new insight into the impact of landslides in this key\npart of the world. This data set indicates that in the 10-year period a total\nof 11 631 people lost their lives across the region in 611 landslides. The\ngeographical distribution of the landslides is highly heterogeneous, with\nareas of high incidence in parts of the Caribbean (most notably Haiti),\nCentral America, Colombia, and southeast Brazil. There is significant interannual\nvariation in the number of landslides, with the El Niño/La Niña cycle\nemerging as a key control. Our analysis suggests that on a continental scale\nthe mapped factors that best explain the observed distribution are\ntopography, annual precipitation and population density. On a national basis\nwe have compared the occurrence of fatality-inducing landslide occurrence\nwith the production of locally authored research articles, demonstrating that\nthere is a landslide research deficit in Latin America and the Caribbean.\nUnderstanding better the mechanisms, distribution causes and triggers of\nlandslides in Latin America and the Caribbean must be an essential first step\ntowards managing the hazard.", 
        "journal": "Natural Hazards and Earth System Science", 
        "link": "http://www.nat-hazards-earth-syst-sci.net/15/1821/2015/", 
        "title": "Regional trends and controlling factors of fatal landslides in Latin America and the Caribbean"
    }, 
    {
        "author": "V. Iordanidou, A. G. Koutroulis, and I. K. Tsanis", 
        "date": "2015-08-13", 
        "description": "<b>Mediterranean cyclone characteristics related to precipitation occurrence in Crete, Greece</b><br /><br />Natural Hazards and Earth System Science, 15, 1807-1819, 2015<br /><br />Author(s): V. Iordanidou, A. G. Koutroulis, and I. K. Tsanis<br /><br />The characteristics of the cyclone tracks that caused precipitation events\nof variable intensity for the period 1979–2011 over the island of Crete are\npresented. The data set used for cyclone identification is the 0.5° × 0.5°, 30 years European Centre \nfor Medium-Range Weather Forecasts\n(ECMWF) ERA-Interim mean sea-level pressure. Cyclone characteristics are\ncalculated with the aid of the Melbourne University algorithm (MS scheme). Daily\nprecipitation data from a dense gauging network over the island of Crete are\nalso used for the classification of the precipitation events in terms of\nrain accumulation (intensity). Daily precipitation is classified in three\ncategories and the associated cyclones are chosen according to their\ndistance from Crete island. The seasonal and annual cycle of the physical\ncharacteristics of the cyclone tracks are investigated with respect to the\ncyclones' relative position to the island of Crete. It was found that\ncyclones affecting Crete most frequently approach from the western side of\nthe island and the actual cyclone centers associated with precipitation\nevents are usually located northwest and southeast of the Crete domain.\nCyclone-induced rainfall increases in function to cyclones' depth, radius\nand propagation velocity increase as well as cyclones' pressure decrease.\nSpring cyclones that affect Crete with rainfall present lower pressures and\nhigher cyclone propagation velocity in contrast to the ones associated with\nwinter and autumn precipitation events. The examination of the relation\nbetween cyclone characteristics and precipitation occurrence provides\nvaluable information related to forecasting potential and management of the\nwater resources and the rainfall extremes.", 
        "journal": "Natural Hazards and Earth System Science", 
        "link": "http://www.nat-hazards-earth-syst-sci.net/15/1807/2015/", 
        "title": "Mediterranean cyclone characteristics related to precipitation occurrence in Crete, Greece"
    }, 
    {
        "author": "M. Cama, L. Lombardo, C. Conoscenti, V. Agnesi, and E. Rotigliano", 
        "date": "2015-08-13", 
        "description": "<b>Predicting storm-triggered debris flow events: application to the 2009 Ionian Peloritan disaster (Sicily, Italy)</b><br /><br />Natural Hazards and Earth System Science, 15, 1785-1806, 2015<br /><br />Author(s): M. Cama, L. Lombardo, C. Conoscenti, V. Agnesi, and E. Rotigliano<br /><br />The main assumption on which landslide susceptibility assessment by means of\nstochastic modelling lies is that the past is the key to the future. As a\nconsequence, a stochastic model able to classify past known landslide events\nshould be able to predict a future unknown scenario as well. However, \nstorm-triggered multiple debris flow events in the Mediterranean region could\npose some limits on the operative validity of such an expectation, as they\nare typically resultant of a randomness in time recurrence and magnitude and a\ngreat spatial variability, even at the scale of small catchments. This is the\ncase for the 2007 and 2009 storm events, which recently hit\nnorth-eastern Sicily with different intensities, resulting in largely\ndifferent disaster scenarios.\n<br><br>\nThe study area is the small catchment of the Itala torrent (10 km<sup>2</sup>),\nwhich drains from the southern Peloritani Mountains eastward to the Ionian\nSea, in the territory of the Messina province (Sicily, Italy). Landslides\nhave been mapped by integrating remote and field surveys, producing two\nevent inventories which include 73 debris flows, activated in 2007, and 616\ndebris flows, triggered by the 2009 storm. Logistic regression was applied\nin order to obtain susceptibility models which utilize a set of predictors\nderived from a 2 m cell digital elevation model and a 1 : 50 000 scale geologic\nmap. The research topic was explored by performing two types of\nvalidation procedures: self-validation, based on the random partition of\neach event inventory, and chrono-validation, based on the time partition of\nthe landslide inventory. It was therefore possible to analyse and compare\nthe performances both of the 2007 calibrated model in predicting the 2009\ndebris flows (forward chrono-validation), and vice versa of the\n2009 calibrated model in predicting the 2007 debris flows (backward\nchrono-validation).\n<br><br>\nBoth of the two predictions resulted in largely acceptable performances in\nterms of fitting, skill and reliability. However, a loss of performance and\ndifferences in the selected predictors arose between the self-validated and the\nchrono-validated models. These are interpreted as effects of the\nnon-linearity in the domain of the trigger intensity of the relationships\nbetween predictors and slope response, as well as in terms of the different\nspatial paths of the two triggering storms at the catchment scale.", 
        "journal": "Natural Hazards and Earth System Science", 
        "link": "http://www.nat-hazards-earth-syst-sci.net/15/1785/2015/", 
        "title": "Predicting storm-triggered debris flow events: application to the 2009 Ionian Peloritan disaster (Sicily, Italy)"
    }, 
    {
        "author": "G. Lamarche, S. Popinet, B. Pelletier, J. Mountjoy, J. Goff, S. Delaux, and J. Bind", 
        "date": "2015-08-11", 
        "description": "<b>Scenario-based numerical modelling and the palaeo-historic record of tsunamis in Wallis and Futuna, Southwest Pacific</b><br /><br />Natural Hazards and Earth System Science, 15, 1763-1784, 2015<br /><br />Author(s): G. Lamarche, S. Popinet, B. Pelletier, J. Mountjoy, J. Goff, S. Delaux, and J. Bind<br /><br />We investigated the tsunami hazard in the remote French territory of Wallis\nand Futuna, Southwest Pacific, using the Gerris flow solver to produce\nnumerical models of tsunami generation, propagation and inundation. Wallis\nconsists of the inhabited volcanic island of Uvéa that is surrounded by\na lagoon delimited by a barrier reef. Futuna and the island of Alofi form\nthe Horn Archipelago located ca. 240 km east of Wallis. They are surrounded\nby a narrow fringing reef. Futuna and Alofi emerge from the North Fiji\nTransform Fault that marks the seismically active Pacific-Australia plate\nboundary. We generated 15 tsunami scenarios. For each, we calculated\nmaximum wave elevation (MWE), inundation distance and expected time of\narrival (ETA). The tsunami sources were local, regional and distant\nearthquake faults located along the Pacific Rim. In Wallis, the outer reef\nmay experience 6.8 m-high MWE. Uvéa is protected by the barrier reef and\nthe lagoon, but inundation depths of 2–3 m occur in several coastal areas. In\nFutuna, flow depths exceeding 2 m are modelled in several populated areas,\nand have been confirmed by a post-September 2009 South Pacific tsunami\nsurvey. The channel between the islands of Futuna and Alofi amplified the\n2009 tsunami, which resulted in inundation distance of almost 100 m and MWE\nof 4.4 m. This first ever tsunami hazard modelling study of Wallis and\nFutuna compares well with palaeotsunamis recognised on both islands and\nobservation of the impact of the 2009 South Pacific tsunami. The study\nprovides evidence for the mitigating effect of barrier and fringing reefs\nfrom tsunamis.", 
        "journal": "Natural Hazards and Earth System Science", 
        "link": "http://www.nat-hazards-earth-syst-sci.net/15/1763/2015/", 
        "title": "Scenario-based numerical modelling and the palaeo-historic record of tsunamis in Wallis and Futuna, Southwest Pacific"
    }, 
    {
        "author": "M. Raschke", 
        "date": "2015-08-11", 
        "description": "<b>Statistical detection and modeling of the over-dispersion of winter storm occurrence</b><br /><br />Natural Hazards and Earth System Science, 15, 1757-1761, 2015<br /><br />Author(s): M. Raschke<br /><br />In this communication, I improve the detection and modeling of the\nover-dispersion of winter storm occurrence. For this purpose, the\ngeneralized Poisson distribution and the Bayesian information criterion are\nintroduced; the latter is used for statistical model selection. Moreover, I\nreplace the frequently used dispersion statistics by an over-dispersion\nparameter which does not depend on the considered return period of storm\nevents. These models and methods are applied in order to properly detect the\nover-dispersion in winter storm data for Germany, carrying out a joint\nestimation of the distribution models for different samples.", 
        "journal": "Natural Hazards and Earth System Science", 
        "link": "http://www.nat-hazards-earth-syst-sci.net/15/1757/2015/", 
        "title": "Statistical detection and modeling of the over-dispersion of winter storm occurrence"
    }, 
    {
        "author": "A. Lucía, F. Comiti, M. Borga, M. Cavalli, and L. Marchi", 
        "date": "2015-08-06", 
        "description": "<b>Dynamics of large wood during a flash flood in two mountain catchments</b><br /><br />Natural Hazards and Earth System Science, 15, 1741-1755, 2015<br /><br />Author(s): A. Lucía, F. Comiti, M. Borga, M. Cavalli, and L. Marchi<br /><br />Understanding and modelling the dynamics of large wood (LW) in rivers during\nflood events has spurred a great deal of research in recent years. However,\nfew studies have documented the effect of high-magnitude flash floods on LW\nrecruitment, transport and deposition. On 25 October 2011, the Magra river\nbasin (north-western Italy) was hit by an intense rainstorm, with hourly\nrainfall rates up to 130 mm h<sup>−1</sup> and event rain accumulations up to\n540 mm in 8 h. Such large rainfall intensities originated flash floods in\nthe main river channels and in several tributaries, causing severe damages\nand loss of lives. Numerous bridges were partly or fully clogged by LW jams.\nA post-flood survey was carried out along the channels of two catchments that\nwere severely and similarly affected by this event, the Gravegnola\n(34.3 km<sup>2</sup>) and Pogliaschina (25.1 km<sup>2</sup>). The analysis highlighted\na very relevant channel widening in many channel reaches, which was more\nmarked in the Gravegnola basin due to highly erodible material forming the\nslopes adjacent to the fluvial corridor. Large wood recruitment rates were very\nhigh, up to 1270 m<sup>3</sup> km<sup>−1</sup>, and most of it (70–80 %) was\neroded from the floodplains as a consequence of channel-widening processes,\nwhile the rest came from hillslopes processes. Overall, drainage area and\nchannel slope are the most relevant controlling variables in explaining the\nreach-scale variability of LW recruitment, whereas LW deposition appears to\nbe more complex, as correlation analysis did not evidence any statistically\nsignificant relationship with the tested controlling variables. Indeed,\nin-channel LW displacement during the flood has been mostly limited by the\npresence of bridges, given the relatively large width attained by channels\nafter the event.", 
        "journal": "Natural Hazards and Earth System Science", 
        "link": "http://www.nat-hazards-earth-syst-sci.net/15/1741/2015/", 
        "title": "Dynamics of large wood during a flash flood in two mountain catchments"
    }, 
    {
        "author": "M. C. Rochoux, C. Emery, S. Ricci, B. Cuenot, and A. Trouvé", 
        "date": "2015-08-04", 
        "description": "<b>Towards predictive data-driven simulations of wildfire spread – Part II: Ensemble Kalman Filter for the state estimation of a front-tracking simulator of wildfire spread</b><br /><br />Natural Hazards and Earth System Science, 15, 1721-1739, 2015<br /><br />Author(s): M. C. Rochoux, C. Emery, S. Ricci, B. Cuenot, and A. Trouvé<br /><br />This paper is the second part in a series of two articles, which aims at\npresenting a data-driven modeling strategy for forecasting wildfire spread\nscenarios based on the assimilation of the observed fire front location and\non the sequential correction of model parameters or model state. This model\nrelies on an estimation of the local rate of fire spread (ROS) as a function\nof environmental conditions based on Rothermel's semi-empirical formulation,\nin order to propagate the fire front with an Eulerian front-tracking\nsimulator. In Part I, a data assimilation (DA) system based on an ensemble\nKalman filter (EnKF) was implemented to provide a spatially uniform\ncorrection of biomass fuel and wind parameters and thereby, produce an\nimproved forecast of the wildfire behavior (addressing uncertainties in the\ninput parameters of the ROS model only). In Part II, the objective of the\nEnKF algorithm is to sequentially update the two-dimensional coordinates of\nthe markers along the discretized fire front, in order to provide a\nspatially distributed correction of the fire front location and thereby, a\nmore reliable initial condition for further model time-integration\n(addressing all sources of uncertainties in the ROS model). The resulting\nprototype data-driven wildfire spread simulator is first evaluated in a\nseries of verification tests using synthetically generated observations;\ntests include representative cases with spatially varying biomass properties\nand temporally varying wind conditions. In order to properly account for\nuncertainties during the EnKF update step and to accurately represent error\ncorrelations along the fireline, it is shown that members of the EnKF\nensemble must be generated through variations in estimates of the fire's\ninitial location as well as through variations in the parameters of the ROS\nmodel.\n<br><br>\nThe performance of the prototype simulator based on state estimation (SE) or\nparameter estimation (PE) is then evaluated by comparison with data taken\nfrom a reduced-scale controlled grassland fire experiment. Results indicate\nthat data-driven simulations are capable of correcting inaccurate predictions\nof the fire front location and of subsequently providing an optimized\nforecast of the wildfire behavior at future lead times. The complementary\nbenefits of both PE and SE approaches, in terms of analysis and forecast\nperformance, are also emphasized. In particular, it is found that the size of\nthe assimilation window must be specified adequately with the persistence of\nthe model initial condition and/or with the temporal and spatial variability\nof the environmental conditions in order to track sudden changes in wildfire\nbehavior. The present prototype data-driven forecast system is still at an\nearly stage of development. In this regard, this preliminary investigation\nprovides valuable information on how to combine observations with a fire\nspread model in an efficient way, as well as guidelines to design the future\nsystem evolution in order to meet the operational requirements of wildfire\nspread monitoring.", 
        "journal": "Natural Hazards and Earth System Science", 
        "link": "http://www.nat-hazards-earth-syst-sci.net/15/1721/2015/", 
        "title": "Towards predictive data-driven simulations of wildfire spread – Part II: Ensemble Kalman Filter for the state estimation of a front-tracking simulator of wildfire spread"
    }, 
    {
        "author": "Y. Krien, B. Dudon, J. Roger, and N. Zahibo", 
        "date": "2015-08-03", 
        "description": "<b>Probabilistic hurricane-induced storm surge hazard assessment in Guadeloupe, Lesser Antilles</b><br /><br />Natural Hazards and Earth System Science, 15, 1711-1720, 2015<br /><br />Author(s): Y. Krien, B. Dudon, J. Roger, and N. Zahibo<br /><br />Current storm surge hazard maps in the French West Indies are\nessentially based on simple statistical methods using limited\nhistorical data and early low-resolution models which do not take\nthe effect of waves into account. In this paper, we infer new\n100-year and 1000-year surge levels in Guadeloupe from the numerical\nmodelling of storm surges induced by a large set of synthetic events\nthat are in statistical agreement with features of historical\nhurricanes in the North Atlantic Basin between 1980 and 2011.\nComputations are performed using the wave-current coupled model\nADCIRC–SWAN with high grid resolutions (up to 40–60 m) in the\ncoastal and wave dissipation areas. This model is validated against\nobservations during past events such as hurricane HUGO (1989).\nResults are generally found to be in reasonable agreement with past\nstudies in areas where surge is essentially wind-driven, but found\nto differ significantly in coastal regions where the transfer of\nmomentum from waves to the water column constitutes a non-negligible\npart of the total surge. The methodology, which can be applied to\nother islands in the Lesser Antilles, allows storm surge level maps\nto be obtained that can be of major interest for coastal planners\nand decision makers in terms of risk management.", 
        "journal": "Natural Hazards and Earth System Science", 
        "link": "http://www.nat-hazards-earth-syst-sci.net/15/1711/2015/", 
        "title": "Probabilistic hurricane-induced storm surge hazard assessment in Guadeloupe, Lesser Antilles"
    }, 
    {
        "author": "J. P. Sierra, M. Casas-Prat, M. Virgili, C. Mösso, and A. Sánchez-Arcilla", 
        "date": "2015-08-03", 
        "description": "<b>Impacts on wave-driven harbour agitation due to climate change in Catalan ports</b><br /><br />Natural Hazards and Earth System Science, 15, 1695-1709, 2015<br /><br />Author(s): J. P. Sierra, M. Casas-Prat, M. Virgili, C. Mösso, and A. Sánchez-Arcilla<br /><br />The objective of the present work is to analyse how changes in wave patterns\ndue to the effect of climate change can affect harbour agitation\n(oscillations within the port due to wind waves). The study focuses on 13\nharbours located on the Catalan coast (NW Mediterranean) using a methodology\nwith general applicability. To obtain the patterns of agitation, a\nBoussinesq-type model is used, which is forced at the boundaries by\npresent/future offshore wave conditions extracted from recently developed\nhigh-resolution wave projections in the NW Mediterranean. These wave\nprojections were obtained with the SWAN model forced by present/future\nsurface wind fields projected, respectively, by five different combinations of\nglobal and regional circulation models (GCMs and RCMs) for the A1B scenario.\nThe results show a general slight reduction in the annual average agitation\nfor most of the ports, except for the northernmost and southernmost areas of\nthe region, where a slight increase is obtained. A seasonal analysis reveals\nthat the tendency to decrease is accentuated in winter. However, the\ninter-model variability is large for both the winter and the annual\nanalysis. Conversely, a general increase with a larger agreement among\nmodels is found during summer, which is the period with greater activity in\nmost of the studied ports (marinas). A qualitative assessment of the factors\nof variability seems to indicate that the choice of GCM tends to affect the\nspatial pattern, whereas the choice of RCM induces a more homogeneous bias\nover the regional domain.", 
        "journal": "Natural Hazards and Earth System Science", 
        "link": "http://www.nat-hazards-earth-syst-sci.net/15/1695/2015/", 
        "title": "Impacts on wave-driven harbour agitation due to climate change in Catalan ports"
    }, 
    {
        "author": "F. Pastor, J. A. Valiente, and M. J. Estrela", 
        "date": "2015-07-31", 
        "description": "<b>Sea surface temperature and torrential rains in the Valencia region: modelling the role of recharge areas</b><br /><br />Natural Hazards and Earth System Science, 15, 1677-1693, 2015<br /><br />Author(s): F. Pastor, J. A. Valiente, and M. J. Estrela<br /><br />Heavy rain events are frequently recorded in the Western Mediterranean\ncausing economic losses and even human casualties. The Western Mediterranean\nis a deep and almost closed sea surrounded by high mountain ranges and with\nlittle exchange of water with the Atlantic ocean. A main factor in the\ndevelopment of torrential rains is ocean-atmosphere exchanges of heat and\nmoisture that can potentially destabilize air masses travelling over the sea.\nThe study of air mass trajectories previous to the rain event permits the\nidentification of sea areas that could probably contribute to the development\nor intensification of rainfall. From a previous Mediterranean sea surface\ntemperature climatology, its spatio-temporal distribution patterns have been\nstudied showing two main distribution modes in winter and summer and\ntransitional regimes in spring and autumn. Hence, three heavy precipitation\nevents, for such winter and summer sea temperature regimes and for fall\ntransition, affecting the Valencia region have been selected to study the\neffect of sea surface temperature in torrential rains. Simulations with\nperturbed sea surface temperature in different areas along the air mass path\nwere run to compare results with unperturbed simulation. The variation of sea\nsurface temperature in certain areas caused significant changes in model\naccumulated values and its spatial distribution. Therefore, the existence of\nareas that at a greater extent favour air-sea interaction leading to the\ndevelopment of torrential rainfall in the Valencia region has been shown. This\nmethodology could be extended to the whole Mediterranean basin to look for\nsuch potential recharge areas. The identification of sea areas that\ncontribute to the development or intensification of heavy rain events in the\nMediterranean countries could be a useful prognosis and/or monitoring tool.", 
        "journal": "Natural Hazards and Earth System Science", 
        "link": "http://www.nat-hazards-earth-syst-sci.net/15/1677/2015/", 
        "title": "Sea surface temperature and torrential rains in the Valencia region: modelling the role of recharge areas"
    }, 
    {
        "author": "S. Smolders, Y. Plancke, S. Ides, P. Meire, and S. Temmerman", 
        "date": "2015-07-30", 
        "description": "<b>Role of intertidal wetlands for tidal and storm tide attenuation along a confined estuary: a model study</b><br /><br />Natural Hazards and Earth System Science, 15, 1659-1675, 2015<br /><br />Author(s): S. Smolders, Y. Plancke, S. Ides, P. Meire, and S. Temmerman<br /><br />Coastal lowlands and estuaries are subjected to increasing flood risks\nduring storm surges due to global and regional changes. Tidal wetlands are\nincreasingly valued as effective natural buffers for storm surges by\ndissipating wave energy and providing flood water storage. While previous\nstudies focused on flood wave attenuation within and behind wetlands, this\nstudy focuses on the effects of estuarine wetland properties on the\nattenuation of a storm tide that propagates along the length of an estuary.\nWetland properties including elevation, surface area, and location within\nthe estuary were investigated using a numerical model of the Scheldt estuary\n(Belgium, SW Netherlands). For a spring tide lower wetland elevations result\nin more attenuation of high water levels along the estuary, while for a\nhigher storm tide higher elevations provide more attenuation compared to\nlower wetland elevations. For spring and storm tide a larger wetland surface\narea results in a better attenuation along the estuary up to a threshold\nwetland size for which larger wetlands do not further contribute to more\nattenuation. Finally a wetland of the same size and elevation, but located\nmore upstream in the estuary, can store a larger proportion of the local\nflood volume and therefore has a larger attenuating effect on upstream high\nwater levels. With this paper we aim to contribute towards a better\nunderstanding and wider implementation of ecosystem-based adaptation to\nincreasing estuarine flood risks associated with storms.", 
        "journal": "Natural Hazards and Earth System Science", 
        "link": "http://www.nat-hazards-earth-syst-sci.net/15/1659/2015/", 
        "title": "Role of intertidal wetlands for tidal and storm tide attenuation along a confined estuary: a model study"
    }
]