[
    {
        "author": "E. Maidl and M. Buchecker", 
        "date": "2015-07-18", 
        "description": "<b>Raising risk preparedness by flood risk communication</b><br /><br />Natural Hazards and Earth System Science, 15, 1577-1595, 2015<br /><br />Author(s): E. Maidl and M. Buchecker<br /><br />During the last decade, most European countries have produced hazard maps of\nnatural hazards, but little is known about how to communicate these maps\nmost efficiently to the public. In October 2011, Zurich's local authorities\ninformed owners of buildings located in the urban flood hazard zone about\npotential flood damage, the probability of flood events and protection\nmeasures. The campaign was based on the assumptions that informing citizens\nincreases their risk awareness and that citizens who are aware of risks are\nmore likely to undertake actions to protect themselves and their property.\n<br><br>\nThis study is intended as a contribution to better understand the factors\nthat influence flood risk preparedness, with a special focus on the effects\nof such a one-way risk communication strategy. We conducted a standardized\nmail survey of 1500 property owners in the hazard zones in Zurich (response\nrate main survey: 34 %). The questionnaire included items to measure\nrespondents' risk awareness, risk preparedness, flood experience,\ninformation-seeking behaviour, knowledge about flood risk, evaluation of the\ninformation material, risk acceptance, attachment to the property and trust\nin local authorities. Data about the type of property and socio-demographic\nvariables were also collected.\n<br><br>\nMultivariate data analysis revealed that the average level of risk awareness\nand preparedness was low, but the results confirmed that the campaign had a\nstatistically significant effect on the level of preparedness. The main\ninfluencing factors on the intention to prepare for a flood were the extent\nto which respondents evaluated the information material positively as well\nas their risk awareness. Respondents who had never taken any previous\ninterest in floods were less likely to read the material. For future\ncampaigns, we therefore recommend repeated communication that is tailored to\nthe information needs of the target population.", 
        "journal": "Natural Hazards and Earth System Science", 
        "link": "http://www.nat-hazards-earth-syst-sci.net/15/1577/2015/", 
        "title": "Raising risk preparedness by flood risk communication"
    }, 
    {
        "author": "R. Casado, E. Rubiera, M. Sacristan, F. Schütte, and R. Peters", 
        "date": "2015-07-18", 
        "description": "<b>Data interoperability software solution for emergency reaction in the Europe Union</b><br /><br />Natural Hazards and Earth System Science, 15, 1563-1576, 2015<br /><br />Author(s): R. Casado, E. Rubiera, M. Sacristan, F. Schütte, and R. Peters<br /><br />Emergency management becomes more challenging in international crisis\nepisodes because of cultural, semantic and linguistic differences between all\nstakeholders, especially first responders. Misunderstandings between first\nresponders makes decision making slower and more difficult. However, spread\nand development of networks and IT-based emergency management systems (EMSs)\nhave improved emergency responses, which have become more coordinated. Despite\nimprovements made in recent years, EMSs have not still solved problems related\nto cultural, semantic and linguistic differences which are the real cause of\nslower decision making. In addition, from a technical perspective, the\nconsolidation of current EMSs and the different formats used to exchange\ninformation offers another problem to be solved in any solution proposed for\ninformation interoperability between heterogeneous EMSs in\ndifferent contexts. To overcome these problems, we present a software solution\nbased on semantic and mediation technologies. EMERGency ELements (EMERGEL)\n(Fundacion CTIC and AntwortING Ingenieurbüro PartG, 2013), a common and\nmodular ontology shared by all the stakeholders, has been defined. It offers\nthe best solution to gather all stakeholders' knowledge in a unique and\nflexible data model, taking into account different countries' cultural and\nlinguistic issues. To deal with the diversity of data protocols and formats,\nwe have designed a service-oriented architecture for data interoperability\n(named DISASTER: Data Interoperability Solution At STakeholders Emergency Reaction) providing a flexible extensible solution to solve the\nmediation issues. Web services have been adopted as specific technology to\nimplement this paradigm that has the most significant academic and industrial\nvisibility and attraction. Contributions of this work have been validated\nthrough the design and development of a cross-border realistic prototype\nscenario, actively involving both emergency managers and emergency-first\nresponders: the Netherlands–Germany border fire.", 
        "journal": "Natural Hazards and Earth System Science", 
        "link": "http://www.nat-hazards-earth-syst-sci.net/15/1563/2015/", 
        "title": "Data interoperability software solution for emergency reaction in the Europe Union"
    }, 
    {
        "author": "S. Margiotta, A. Lettino, A. Speranza, and V. Summa", 
        "date": "2015-07-17", 
        "description": "<b>PM<sub>1</sub> geochemical and mineralogical characterization using SEM-EDX to identify particle origin – Agri Valley pilot area (Basilicata, southern Italy)</b><br /><br />Natural Hazards and Earth System Science, 15, 1551-1561, 2015<br /><br />Author(s): S. Margiotta, A. Lettino, A. Speranza, and V. Summa<br /><br />A PM<sub>1</sub> geochemical and mineralogical study using Scanning Electron\nMicroscopy (SEM) was performed on a pilot site in the Agri Valley which is\nclose to the oil pre-treatment plant (C.O.V.A) of Europe's largest\non-shore hydrocarbon reservoir. The study identified PM<sub>1</sub> geochemical\nand mineralogical characters in the period before, during and immediately\nafter a burning torch flare event. The finer fraction (<i>D</i><sub>Fe</sub> < 0.7 <abbr>μm</abbr>)\nconsisted mainly of secondary particles and soot. In the\ncoarser fraction (<i>D</i><sub>Fe</sub>  &ge;  0.7 <abbr>μm</abbr>), natural particles\noriginating from crustal erosion and soot were abundant. Fine quartz\nparticles and lower Al / Si ratios are markers for desert dust origin, proving\nthat a Saharan dust episode which occurred during the observation period\nplayed a significant role in supplying geogenic aerosol components to the\nPM<sub>1</sub>. Largest amounts of ≥ 0.7 <abbr>μm</abbr> fraction particles observed\non the day of flare event may be due to a greater supply of Saharan geogenic\nparticles. Soot had been significantly increasing long before the flare\nevent, suggesting that this increase is also related to other causes,\nalthough we cannot exclude a contribution from flaring. S-rich aerosol\nconsisted mainly of mixed particles originating from deposition and\nheterogeneous nucleation of secondary sulfates on mineral dust. Only-S\nparticles were identified in the ≥ 0.7 <abbr>μm</abbr> fraction following the\nflare event. These particles may be indicators of larger amounts of sulphur\nin the atmosphere.", 
        "journal": "Natural Hazards and Earth System Science", 
        "link": "http://www.nat-hazards-earth-syst-sci.net/15/1551/2015/", 
        "title": "PM<sub>1</sub> geochemical and mineralogical characterization using SEM-EDX to identify particle origin – Agri Valley pilot area (Basilicata, southern Italy)"
    }, 
    {
        "author": "M. Arattano, V. Coviello, M. Cavalli, F. Comiti, P. Macconi, J. Theule, and S. Crema", 
        "date": "2015-07-13", 
        "description": "<b>Brief Communication: A new testing field for debris flow warning systems</b><br /><br />Natural Hazards and Earth System Science, 15, 1545-1549, 2015<br /><br />Author(s): M. Arattano, V. Coviello, M. Cavalli, F. Comiti, P. Macconi, J. Theule, and S. Crema<br /><br />A permanent field installation for the systematic test of debris flow\nwarning systems and algorithms has been equipped on the eastern Italian\nAlps. The installation was also designed to produce didactic videos and it\nmay host informative visits. The populace education is essential and should\nbe envisaged in planning any research on hazard mitigation interventions:\nthis new installation responds to this requirement and offers an example of\nintegration between technical and informative needs. The occurrence of a\ndebris flow in 2014 allowed the first tests of a new warning system under\ndevelopment and to record an informative video on its performances. This\npaper will provide a description of the installation and an account of the\nfirst technical and informative results obtained.", 
        "journal": "Natural Hazards and Earth System Science", 
        "link": "http://www.nat-hazards-earth-syst-sci.net/15/1545/2015/", 
        "title": "Brief Communication: A new testing field for debris flow warning systems"
    }, 
    {
        "author": "P. Dissanayake, J. Brown, and H. Karunarathna", 
        "date": "2015-07-09", 
        "description": "<b>Impacts of storm chronology on the morphological changes of the Formby beach and dune system, UK</b><br /><br />Natural Hazards and Earth System Science, 15, 1533-1543, 2015<br /><br />Author(s): P. Dissanayake, J. Brown, and H. Karunarathna<br /><br />Impacts of storm chronology within a storm cluster on beach/dune erosion are\ninvestigated by applying the state-of-the-art numerical model XBeach\nto the Sefton coast, northwest England. Six temporal storm clusters of\ndifferent storm chronologies were formulated using three storms observed\nduring the 2013/2014 winter. The storm power values of these three events\nnearly halve from the first to second event and from the second to third\nevent. Cross-shore profile evolution was simulated in response to the tide,\nsurge and wave forcing during these storms. The model was first calibrated\nagainst the available post-storm survey profiles. Cumulative impacts of\nbeach/dune erosion during each storm cluster were simulated by using the\npost-storm profile of an event as the pre-storm profile for each subsequent\nevent. For the largest event the water levels caused noticeable retreat of\nthe dune toe due to the high water elevation. For the other events the\ngreatest evolution occurs over the bar formations (erosion) and within the\ncorresponding troughs (deposition) of the upper-beach profile. The sequence\nof events impacting the size of this ridge–runnel feature is important as it\nconsequently changes the resilience of the system to the most extreme event\nthat causes dune retreat. The highest erosion during each single storm event\nwas always observed when that storm initialised the storm cluster. The most\nsevere storm always resulted in the most erosion during each cluster, no\nmatter when it occurred within the chronology, although the erosion volume\ndue to this storm was reduced when it was not the primary event. The greatest\ncumulative cluster erosion occurred with increasing storm severity; however,\nthe variability in cumulative cluster impact over a beach/dune cross section\ndue to storm chronology is minimal. Initial storm impact can act to enhance\nor reduce the system resilience to subsequent impact, but overall the\ncumulative impact is controlled by the magnitude and number of the storms.\nThis model application provides inter-survey information about morphological\nresponse to repeated storm impact. This will inform local managers of the\npotential beach response and dune vulnerability to variable storm\nconfigurations.", 
        "journal": "Natural Hazards and Earth System Science", 
        "link": "http://www.nat-hazards-earth-syst-sci.net/15/1533/2015/", 
        "title": "Impacts of storm chronology on the morphological changes of the Formby beach and dune system, UK"
    }, 
    {
        "author": "Y. Hamdi, L. Bardet, C.-M. Duluc, and V. Rebour", 
        "date": "2015-07-07", 
        "description": "<b>Use of historical information in extreme-surge frequency estimation: the case of marine flooding on the La Rochelle site in France</b><br /><br />Natural Hazards and Earth System Science, 15, 1515-1531, 2015<br /><br />Author(s): Y. Hamdi, L. Bardet, C.-M. Duluc, and V. Rebour<br /><br />Nuclear power plants located in the French Atlantic coast are designed to be\nprotected against extreme environmental conditions. The French authorities\nremain cautious by adopting a strict policy of nuclear-plants flood\nprevention. Although coastal nuclear facilities in France are designed to\nvery low probabilities of failure (e.g., 1000-year surge), exceptional surges\n(outliers induced by exceptional climatic events) have shown that the extreme\nsea levels estimated with the current statistical approaches could be\nunderestimated. The estimation of extreme surges then requires the use of a\nstatistical analysis approach having a more solid theoretical motivation.\nThis paper deals with extreme-surge frequency estimation using historical\ninformation (HI) about events occurred before the systematic record period.\nIt also contributes to addressing the problem of the presence of outliers in\ndata sets. The frequency models presented in the present paper have been\nquite successful in the field of hydrometeorology and river flooding but they\nhave not been applied to sea level data sets to prevent marine flooding.\n<br><br>\nIn this work, we suggest two methods of incorporating the HI: the\npeaks-over-threshold method with HI (POTH) and the block maxima method with\nHI (BMH). Two kinds of historical data can be used in the POTH method:\nclassical historical maxima (HMax) data, and over-a-threshold supplementary\n(OTS) data. In both cases, the data are structured in historical periods and\ncan be used only as complement to the main systematic data. On the other\nhand, in the BMH method, the basic hypothesis in statistical modeling of HI\nis that at least one threshold of perception exists for the whole period\n(historical and systematic) and that during a giving historical period\npreceding the period of tide gauging, only information about surges above\nthis threshold have been recorded or archived. The two frequency models were\napplied to a case study from France, at the La Rochelle site where the storm\nXynthia induced an outlier, to illustrate their potentials, to compare their\nperformances and especially to analyze the impact of the use of HI on the\nextreme-surge frequency estimation.", 
        "journal": "Natural Hazards and Earth System Science", 
        "link": "http://www.nat-hazards-earth-syst-sci.net/15/1515/2015/", 
        "title": "Use of historical information in extreme-surge frequency estimation: the case of marine flooding on the La Rochelle site in France"
    }, 
    {
        "author": "P. González-Riancho, B. Aliaga, S. Hettiarachchi, M. González, and R. Medina", 
        "date": "2015-07-03", 
        "description": "<b>A contribution to the selection of tsunami human vulnerability indicators: conclusions from tsunami impacts in Sri Lanka and Thailand (2004), Samoa (2009), Chile (2010) and Japan (2011)</b><br /><br />Natural Hazards and Earth System Science, 15, 1493-1514, 2015<br /><br />Author(s): P. González-Riancho, B. Aliaga, S. Hettiarachchi, M. González, and R. Medina<br /><br />After several tsunami events with disastrous consequences around the world,\ncoastal countries have realized the need to be prepared to minimize human\nmortality and damage to coastal infrastructures, livelihoods and resources.\nThe international scientific community is striving to develop and validate\nmethodologies for tsunami hazard and vulnerability and risk assessments. The\nvulnerability of coastal communities is usually assessed through the\ndefinition of sets of indicators based on previous literature and/or\npost-tsunami reports, as well as on the available data for the study site.\nThe aim of this work is to validate, in light of past tsunami events, the\nindicators currently proposed by the scientific community to measure human\nvulnerability, to improve their definition and selection as well as to\nanalyse their validity for different country development profiles. The\nevents analysed are the 2011 Great Tohoku tsunami, the 2010 Chilean tsunami,\nthe 2009 Samoan tsunami and the 2004 Indian Ocean tsunami. The results\nobtained highlight the need for considering both permanent and temporal\nhuman exposure, the former requiring some hazard numerical modelling, while\nthe latter is related to site-specific livelihoods, cultural traditions and\ngender roles. The most vulnerable age groups are the elderly and\nchildren, the former having much higher mortality rates. Female mortality is\nnot always higher than male mortality and not always related to dependency issues.\nHigher numbers of disabled people do not always translate into higher\nnumbers of victims. Besides, it is clear that mortality is not only related\nto the characteristics of the population but also of the buildings. A high\ncorrelation has been found between the affected buildings and the number of\nvictims, being very high for completely damaged buildings. Distance to the\nsea, building materials and expected water depths are important determining\nfactors regarding the type of damage to buildings.", 
        "journal": "Natural Hazards and Earth System Science", 
        "link": "http://www.nat-hazards-earth-syst-sci.net/15/1493/2015/", 
        "title": "A contribution to the selection of tsunami human vulnerability indicators: conclusions from tsunami impacts in Sri Lanka and Thailand (2004), Samoa (2009), Chile (2010) and Japan (2011)"
    }, 
    {
        "author": "K. Schraml, B. Thomschitz, B. W. McArdell, C. Graf, and R. Kaitna", 
        "date": "2015-07-02", 
        "description": "<b>Modeling debris-flow runout patterns on two alpine fans with different dynamic simulation models</b><br /><br />Natural Hazards and Earth System Science, 15, 1483-1492, 2015<br /><br />Author(s): K. Schraml, B. Thomschitz, B. W. McArdell, C. Graf, and R. Kaitna<br /><br />Predicting potential deposition areas of future debris-flow events is\nimportant for engineering hazard assessment in alpine regions. To this end,\nnumerical simulation models are commonly used tools. However, knowledge of\nappropriate model parameters is essential but often not available. In this\nstudy we use two numerical simulation models, RAMMS–DF (rapid mass movement\nsystem–debris-flow) and DAN3D (dynamic analysis of landslides in three\ndimensions), to back-calculate two well-documented debris-flow events in\nAustria and to compare the range and sensitivity of input parameters for the\nVoellmy flow model. All simulations are based on the same digital elevation\nmodels and similar boundary conditions. Our results show that observed\ndeposition patterns are best matched with a parameter set of μ [–] and\n&xi; [m s<sup>-2</sup>], ranging between 0.07 to 0.11 and\n200 to 300 m s<sup>-2</sup>, respectively, for RAMMS–DF, and between 0.07 to 0.08 and\n300 to 400 m s<sup>-2</sup>, respectively, for DAN3D. Sensitivity analysis\nshows a higher sensitivity of model parameters for the DAN3D model than for\nthe RAMMS–DF model. This contributes to the evaluation of realistic model\nparameters for simulation of debris-flows in steep mountain catchments and\nhighlights the sensitivity of the models.", 
        "journal": "Natural Hazards and Earth System Science", 
        "link": "http://www.nat-hazards-earth-syst-sci.net/15/1483/2015/", 
        "title": "Modeling debris-flow runout patterns on two alpine fans with different dynamic simulation models"
    }, 
    {
        "author": "J. P. Lapidez, J. Tablazon, L. Dasallas, L. A. Gonzalo, K. M. Cabacaba, M. M. A. Ramos, J. K. Suarez, J. Santiago, A. M. F. Lagmay, and V. Malano", 
        "date": "2015-07-02", 
        "description": "<b>Identification of storm surge vulnerable areas in the Philippines through the simulation of Typhoon Haiyan-induced storm surge levels over historical storm tracks</b><br /><br />Natural Hazards and Earth System Science, 15, 1473-1481, 2015<br /><br />Author(s): J. P. Lapidez, J. Tablazon, L. Dasallas, L. A. Gonzalo, K. M. Cabacaba, M. M. A. Ramos, J. K. Suarez, J. Santiago, A. M. F. Lagmay, and V. Malano<br /><br />Super Typhoon Haiyan entered the Philippine Area of Responsibility\n      (PAR) on 7 November 2013, causing tremendous damage to infrastructure and\n      loss of lives mainly due to the storm surge and strong winds. Storm\n      surges up to a height of 7 m were reported in the hardest hit\n      areas. The threat imposed by this kind of natural calamity compelled\n      researchers of the Nationwide Operational Assessment of Hazards (Project\n      NOAH) which is the flagship disaster mitigation program of the Department of\n      Science and Technology (DOST) of the Philippine government to undertake a\n      study to determine the vulnerability of all Philippine coastal communities to storm surges of the same\n      magnitude as those generated by Haiyan. This study calculates the\n      maximum probable storm surge height for every coastal locality by\n      running simulations of Haiyan-type conditions but with tracks of\n      tropical cyclones that entered PAR from 1948–2013. One product of\n      this study is a list of the 30 most vulnerable coastal areas that can\n      be used as a basis for choosing priority sites for further studies to\n      implement appropriate site-specific solutions for flood risk\n      management. Another product is the storm tide inundation maps that the\n      local government units can use to develop a risk-sensitive land use\n      plan for identifying appropriate areas to build residential buildings,\n      evacuation sites, and other critical facilities and lifelines. The\n      maps can also be used to develop a disaster response plan and\n      evacuation scheme.", 
        "journal": "Natural Hazards and Earth System Science", 
        "link": "http://www.nat-hazards-earth-syst-sci.net/15/1473/2015/", 
        "title": "Identification of storm surge vulnerable areas in the Philippines through the simulation of Typhoon Haiyan-induced storm surge levels over historical storm tracks"
    }, 
    {
        "author": "P. J. Knight, T. Prime, J. M. Brown, K. Morrissey, and A. J. Plater", 
        "date": "2015-07-02", 
        "description": "<b>Application of flood risk modelling in a web-based geospatial decision support tool for coastal adaptation to climate change</b><br /><br />Natural Hazards and Earth System Science, 15, 1457-1471, 2015<br /><br />Author(s): P. J. Knight, T. Prime, J. M. Brown, K. Morrissey, and A. J. Plater<br /><br />A pressing problem facing coastal decision makers is the conversion of\n\"high-level\" but plausible climate change assessments into an effective basis for\nclimate change adaptation at the local scale. Here, we describe a web-based,\ngeospatial decision support tool (DST) that provides an assessment of the\npotential flood risk for populated coastal lowlands arising from future\nsea-level rise, coastal storms, and high river flows. This DST has been\ndeveloped to support operational and strategic decision making by enabling\nthe user to explore the flood hazard from extreme events, changes in the\nextent of the flood-prone areas with sea-level rise, and thresholds of\nsea-level rise where current policy and resource options are no longer\nviable. The DST is built in an open-source GIS that uses freely available\ngeospatial data. Flood risk assessments from a combination of\nLISFLOOD-FP and SWAB (Shallow Water And Boussinesq) models\nare embedded within the tool; the user interface enables\ninterrogation of different combinations of coastal and river events under\nrising-sea-level scenarios. Users can readily vary the input parameters (sea\nlevel, storms, wave height and river flow) relative to the present-day\ntopography and infrastructure to identify combinations where significant\nregime shifts or \"tipping points\" occur. Two case studies demonstrate the\nattributes of the DST with respect to the wider coastal community and the UK\nenergy sector. Examples report on the assets at risk and illustrate the\nextent of flooding in relation to infrastructure access. This informs an\neconomic assessment of potential losses due to climate change and thus\nprovides local authorities and energy operators with essential information\non the feasibility of investment for building resilience into vulnerable\ncomponents of their area of responsibility.", 
        "journal": "Natural Hazards and Earth System Science", 
        "link": "http://www.nat-hazards-earth-syst-sci.net/15/1457/2015/", 
        "title": "Application of flood risk modelling in a web-based geospatial decision support tool for coastal adaptation to climate change"
    }, 
    {
        "author": "A. Scolobig", 
        "date": "2015-06-30", 
        "description": "<b>Brief Communication: The dark side of risk and crisis communication: legal conflicts and responsibility allocation</b><br /><br />Natural Hazards and Earth System Science, 15, 1449-1456, 2015<br /><br />Author(s): A. Scolobig<br /><br />Inadequate, misinterpreted, or missing risk and crisis communication may be\na reason for practitioners, and sometimes science advisors, to become the\nsubjects of criminal investigations. This work discusses the legal\nconsequences of inadequate risk communication in these situations. After\npresenting some cases, the discussion focuses on three critical issues: the\ndevelopment of effective communication protocols; the role, tasks, and\nresponsibilities of science advisors; and the collateral effects of\npractitioners' defensive behaviours. For example, if the avoidance of\npersonal liability becomes a primary objective for practitioners, it may\nclash with other objectives, such as the protection of vulnerable\ncommunities or the transparency of decision making. The conclusion presents\nsome ideas for future research on the legal aspects of risk communication.", 
        "journal": "Natural Hazards and Earth System Science", 
        "link": "http://www.nat-hazards-earth-syst-sci.net/15/1449/2015/", 
        "title": "Brief Communication: The dark side of risk and crisis communication: legal conflicts and responsibility allocation"
    }, 
    {
        "author": "D. J. Befort, M. Fischer, G. C. Leckebusch, U. Ulbrich, A. Ganske, G. Rosenhagen, and H. Heinrich", 
        "date": "2015-06-30", 
        "description": "<b>Identification of storm surge events over the German Bight from atmospheric reanalysis and climate model data</b><br /><br />Natural Hazards and Earth System Science, 15, 1437-1447, 2015<br /><br />Author(s): D. J. Befort, M. Fischer, G. C. Leckebusch, U. Ulbrich, A. Ganske, G. Rosenhagen, and H. Heinrich<br /><br />A new procedure for the identification of storm surge situations for\n  the German Bight is developed and applied to reanalysis and global\n  climate model data.  This method is based on the empirical approach\n  for estimating storm surge heights using information about wind speed\n  and wind direction.  Here, we hypothesize that storm surge events\n  are caused by high wind speeds from north-westerly\n  direction in combination with a large-scale wind storm event\n  affecting the North Sea region.  The method is calibrated for ERA-40\n  data, using the data from the storm surge atlas for Cuxhaven. It is\n  shown that using information of both wind speed and direction as\n  well as large-scale wind storm events improves the identification of\n  storm surge events.\n<br><br>\n  To estimate possible future changes of potential storm surge events,\n  we apply the new identification approach to an ensemble of three transient climate\n  change simulations performed with the ECHAM5/MPIOM model\n  under A1B greenhouse gas scenario forcing. We find an\n  increase in the total number of potential storm surge events of about\n  12 % [(2001–2100)–(1901–2000)], mainly based on changes of moderate events. Yearly numbers of\n  storm surge relevant events show high interannual and decadal\n  variability and only one of three simulations shows\n  a statistical significant increase in the yearly number of potential storm\n  surge events between 1900 and 2100. However, no changes in\n  the maximum intensity and duration of all potential events is determined.\n  Extreme value statistic analysis confirms no frequency change of the most severe events.", 
        "journal": "Natural Hazards and Earth System Science", 
        "link": "http://www.nat-hazards-earth-syst-sci.net/15/1437/2015/", 
        "title": "Identification of storm surge events over the German Bight from atmospheric reanalysis and climate model data"
    }, 
    {
        "author": "D. P. van Zeyl, D. Stead, M. Sturzenegger, B. D. Bornhold, and J. J. Clague", 
        "date": "2015-06-30", 
        "description": "<b>Structure, stability, and tsunami hazard associated with a rock slope in Knight Inlet, British Columbia</b><br /><br />Natural Hazards and Earth System Science, 15, 1425-1436, 2015<br /><br />Author(s): D. P. van Zeyl, D. Stead, M. Sturzenegger, B. D. Bornhold, and J. J. Clague<br /><br />Rockfalls and rockslides during the past 12 000 years have deposited\nbouldery debris cones on the seafloor beneath massive rock slopes throughout\nthe inner part of Knight Inlet. The 885 m high rock slope, located across\nfrom a former First Nations village destroyed in the late 1500s by a\nslide-induced wave, exposes the contact between a Late Cretaceous dioritic\npluton and metamorphic rocks of the Upper Triassic Karmutsen Formation. The\npluton margin is strongly foliated parallel to primary and secondary fabrics\nin the metamorphic rocks, resulting in highly persistent brittle structures.\nOther important structures include a set of sheeting joints and highly\npersistent mafic dykes and faults. Stability analysis indicates that planar\nand wedge rock slope failures up to about 500 000 m<sup>3</sup> in volume\ncould occur. We suspect that failures of this size in this setting would have\nthe potential to generate locally hazardous waves. As several similar rock\nslopes fronted by large submarine debris cones exist in the inner part of\nKnight Inlet, it is clear that tsunami hazards should be considered in\ncoastal infrastructure development and land-use planning in this area.", 
        "journal": "Natural Hazards and Earth System Science", 
        "link": "http://www.nat-hazards-earth-syst-sci.net/15/1425/2015/", 
        "title": "Structure, stability, and tsunami hazard associated with a rock slope in Knight Inlet, British Columbia"
    }, 
    {
        "author": "R. D. Field, A. C. Spessa, N. A. Aziz, A. Camia, A. Cantin, R. Carr, W. J. de Groot, A. J. Dowdy, M. D. Flannigan, K. Manomaiphiboon, F. Pappenberger, V. Tanpipat, and X. Wang", 
        "date": "2015-06-30", 
        "description": "<b>Development of a Global Fire Weather Database</b><br /><br />Natural Hazards and Earth System Science, 15, 1407-1423, 2015<br /><br />Author(s): R. D. Field, A. C. Spessa, N. A. Aziz, A. Camia, A. Cantin, R. Carr, W. J. de Groot, A. J. Dowdy, M. D. Flannigan, K. Manomaiphiboon, F. Pappenberger, V. Tanpipat, and X. Wang<br /><br />The Canadian Forest Fire Weather Index (FWI) System is the mostly widely used fire danger rating system in the world. We\nhave developed a global database of daily FWI System calculations, beginning\nin 1980, called the Global Fire WEather Database (GFWED) gridded to a spatial\nresolution of 0.5° latitude by 2/3° longitude. Input weather\ndata were obtained from the NASA Modern Era Retrospective-Analysis for\nResearch and Applications (MERRA), and two different estimates of daily\nprecipitation from rain gauges over land. FWI System Drought Code\ncalculations from the gridded data sets were compared to calculations from\nindividual weather station data for a representative set of 48 stations in\nNorth, Central and South America, Europe, Russia, Southeast Asia and\nAustralia. Agreement between gridded calculations and the station-based\ncalculations tended to be most different at low latitudes for strictly\nMERRA-based calculations. Strong biases could be seen in either direction:\nMERRA DC over the Mato Grosso in Brazil reached unrealistically high values\nexceeding DC = 1500 during the dry season but was too low over Southeast\nAsia during the dry season. These biases are consistent with those previously\nidentified in MERRA's precipitation, and they reinforce the need to consider\nalternative sources of precipitation data. GFWED can be used for analyzing\nhistorical relationships between fire weather and fire activity at\ncontinental and global scales, in identifying large-scale atmosphere–ocean\ncontrols on fire weather, and calibration of FWI-based fire prediction\nmodels.", 
        "journal": "Natural Hazards and Earth System Science", 
        "link": "http://www.nat-hazards-earth-syst-sci.net/15/1407/2015/", 
        "title": "Development of a Global Fire Weather Database"
    }, 
    {
        "author": "C. Lissak, O. Maquaire, J.-P. Malet, F. Lavigne, C. Virmoux, C. Gomez, and R. Davidson", 
        "date": "2015-06-30", 
        "description": "<b>Ground-penetrating radar observations for estimating the vertical displacement of rotational landslides</b><br /><br />Natural Hazards and Earth System Science, 15, 1399-1406, 2015<br /><br />Author(s): C. Lissak, O. Maquaire, J.-P. Malet, F. Lavigne, C. Virmoux, C. Gomez, and R. Davidson<br /><br />The objective of this paper is to demonstrate the applicability of ground-penetrating radar (GPR) for monitoring the displacement of slow-moving\nlandslides. GPR data are used to estimate the vertical movement of rotational\nslides in combination with other surveying techniques. The study area is\nlocated along the Normandy coast (northeast France) where several rotational\nlandslides are continuously affected by a seasonal kinematic regime (low\ndisplacement rates of 0.01 to 0.10 m yr<sup>−1</sup>) and periodically by major\nacceleration events (high displacement rates of 1.0 to 7.0 m per event).", 
        "journal": "Natural Hazards and Earth System Science", 
        "link": "http://www.nat-hazards-earth-syst-sci.net/15/1399/2015/", 
        "title": "Ground-penetrating radar observations for estimating the vertical displacement of rotational landslides"
    }, 
    {
        "author": "S. Bachmair, I. Kohn, and K. Stahl", 
        "date": "2015-06-30", 
        "description": "<b>Exploring the link between drought indicators and impacts</b><br /><br />Natural Hazards and Earth System Science, 15, 1381-1397, 2015<br /><br />Author(s): S. Bachmair, I. Kohn, and K. Stahl<br /><br />Current drought monitoring and early warning systems use different\nindicators for monitoring drought conditions and apply different indicator\nthresholds and rules for assigning drought intensity classes or issue\nwarnings or alerts. Nevertheless, there is little knowledge on the meaning\nof different hydro-meteorologic indicators for impact occurrence on the\nground. To date, there have been very few attempts to systematically\ncharacterize the indicator–impact relationship owing to sparse and patchy\ndata on drought impacts. The newly established European Drought Impact\nreport Inventory (EDII) offers the possibility to investigate this linkage.\nThe aim of this study was to explore the link between hydro-meteorologic\nindicators and drought impacts for the case study area Germany and thus to\ntest the potential of qualitative impact data for evaluating the performance\nof drought indicators. As drought indicators two climatological drought\nindices – the Standardized Precipitation Index (SPI) and the Standardized\nPrecipitation Evapotranspiration Index (SPEI) – as well as streamflow and\ngroundwater level percentiles were selected. Linkage was assessed though\ndata visualization, extraction of indicator values concurrent with impact\nonset, and correlation analysis between monthly time series of indicator and\nimpact data at the federal state level, and between spatial patterns for\nselected drought events. The analysis clearly revealed a significant\nmoderate to strong correlation for some states and drought events allowing\nfor an intercomparison of the performance of different drought indicators.\nImportant findings were strongest correlation for intermediate accumulation\nperiods of SPI and SPEI, a slightly better performance of SPEI versus SPI, and a similar\nperformance of streamflow percentiles to SPI in many cases. Apart from these\ncommonalities, the analysis also exposed differences among federal states\nand drought events, suggesting that the linkage is time variant and region\nspecific to some degree. Concerning \"thresholds\" for drought impact onset,\ni.e. indicator values concurrent with past impact onsets, we found that no\nsingle \"best\" threshold value can be identified but impacts occur within a\nrange of indicator values. Nevertheless, the median of the threshold\ndistributions showed differences between northern/northeastern versus\nsouthern/southwestern federal states, and among drought events. While the\nfindings strongly depend on data and may change with a growing number of\nEDII entries in the future, this study clearly demonstrates the feasibility\nof evaluating hydro-meteorologic variables with text-based impact reports\nand highlights the value of impact reporting as a tool for monitoring\ndrought conditions.", 
        "journal": "Natural Hazards and Earth System Science", 
        "link": "http://www.nat-hazards-earth-syst-sci.net/15/1381/2015/", 
        "title": "Exploring the link between drought indicators and impacts"
    }, 
    {
        "author": "F. Romano, I. Molinari, S. Lorito, and A. Piatanesi", 
        "date": "2015-06-26", 
        "description": "<b>Source of the 6 February 2013 <i>M</i><sub>w</sub> = 8.0 Santa Cruz Islands Tsunami</b><br /><br />Natural Hazards and Earth System Science, 15, 1371-1379, 2015<br /><br />Author(s): F. Romano, I. Molinari, S. Lorito, and A. Piatanesi<br /><br />On 6 February 2013 an <i>M</i><sub>w</sub> = 8.0 subduction earthquake occurred close to\nSanta Cruz Islands at the transition between the Solomon and the New\nHebrides Trench. The ensuing tsunami caused significant inundation on the\nclosest Nendo Island. The seismic source was studied with teleseismic\nbroadband P-wave inversion optimized with tsunami forward modelling at DART\nbuoys (Lay et al., 2013) and with inversion of teleseismic body and surface\nwaves (Hayes et al., 2014a). The two studies also use different hypocentres\nand different planar fault models and found quite different slip models. In\nparticular, Hayes et al. (2014a) argued for an aseismic slip patch SE from\nthe hypocentre. We here develop a 3-D model of the fault surface from\nseismicity analysis and retrieve the tsunami source by inverting DART and\ntide-gauge data. Our tsunami source model features a main slip patch (peak\nvalue of ~ 11 m) SE of the hypocentre and reaching the\ntrench. The rake direction is consistent with the progressively more oblique\nplate convergence towards the Solomon trench. The tsunami source partially\noverlaps the hypothesized aseismic slip area, which then might have slipped coseismically.", 
        "journal": "Natural Hazards and Earth System Science", 
        "link": "http://www.nat-hazards-earth-syst-sci.net/15/1371/2015/", 
        "title": "Source of the 6 February 2013 <i>M</i><sub>w</sub> = 8.0 Santa Cruz Islands Tsunami"
    }, 
    {
        "author": "S. Khare, A. Bonazzi, C. Mitas, and S. Jewson", 
        "date": "2015-06-26", 
        "description": "<b>Modelling clustering of natural hazard phenomena and the effect on re/insurance loss perspectives</b><br /><br />Natural Hazards and Earth System Science, 15, 1357-1370, 2015<br /><br />Author(s): S. Khare, A. Bonazzi, C. Mitas, and S. Jewson<br /><br />In this paper, we present a conceptual framework for modelling clustered natural hazards that makes\nuse of historical event data as a starting point. We review a methodology for modelling clustered\nnatural hazard processes called Poisson mixtures. This methodology is suited to the application\nwe have in mind as it naturally models processes that yield cross-event correlation (unlike homogeneous\nPoisson models), has a high degree of tunability to the problem at hand and is analytically tractable.\nUsing European windstorm data as an example, we provide evidence that the\nhistorical data show strong evidence of clustering. We then develop Poisson and Clustered\nsimulation models for the data, demonstrating clearly the superiority of the Clustered model which\nwe have implemented using the Poisson mixture approach. We then discuss the implications\nof including clustering in models of prices of catXL contracts, one of the most commonly used\nmechanisms for transferring risk between primary insurers and reinsurers. This paper provides\na number of unique insights into the impact clustering has on modelled catXL contract prices.\nThe simple modelling example in this paper provides a clear and insightful starting\npoint for practitioners tackling more complex natural hazard risk problems.", 
        "journal": "Natural Hazards and Earth System Science", 
        "link": "http://www.nat-hazards-earth-syst-sci.net/15/1357/2015/", 
        "title": "Modelling clustering of natural hazard phenomena and the effect on re/insurance loss perspectives"
    }, 
    {
        "author": "S. H. M. Fakhruddin, M. S. Babel, and A. Kawasaki", 
        "date": "2015-06-24", 
        "description": "<b>Assessing the vulnerability of infrastructure to climate change on the Islands of Samoa</b><br /><br />Natural Hazards and Earth System Science, 15, 1343-1356, 2015<br /><br />Author(s): S. H. M. Fakhruddin, M. S. Babel, and A. Kawasaki<br /><br />Pacific Islanders have been exposed to risks associated with climate change.\nSamoa, as one of the Pacific Islands, is prone to climatic hazards that will\nlikely increase in the coming decades, affecting coastal communities and\ninfrastructure around the islands. Climate models do not predict a reduction\nof such disaster events in the future in Samoa; indeed, most predict an\nincrease. This paper identifies key infrastructure and their functions and\nstatus in order to provide an overall picture of relative vulnerability to\nclimate-related stresses of such infrastructure on the island. By reviewing\nexisting reports as well as holding a series of consultation meetings, a\nlist of critical infrastructure was developed and shared with stakeholders\nfor their consideration. An indicator-based vulnerability model (SIVM) was\ndeveloped in collaboration with stakeholders to assess the vulnerability of\nselected infrastructure systems on the Samoan Islands. Damage costs were\nextracted from the Cyclone Evan recovery needs document. Additionally,\ndata on criticality and capacity to repair damage were collected from stakeholders.\nHaving stakeholder perspectives on these two issues was important because\n(a) criticality of a given infrastructure could be viewed differently among\ndifferent stakeholders, and (b) stakeholders were the best available source\n(in this study) to estimate the capacity to repair non-physical damage to\nsuch infrastructure. Analysis of the results suggested a ranking of sectors from the most\nvulnerable to least vulnerable are: the transportation sector, the\npower sector, the water supply sector and the sewerage system.", 
        "journal": "Natural Hazards and Earth System Science", 
        "link": "http://www.nat-hazards-earth-syst-sci.net/15/1343/2015/", 
        "title": "Assessing the vulnerability of infrastructure to climate change on the Islands of Samoa"
    }, 
    {
        "author": "C. Hernandez, P. Drobinski, S. Turquety, and J.-L. Dupuy", 
        "date": "2015-06-23", 
        "description": "<b>Size of wildfires in the Euro-Mediterranean region: observations and theoretical analysis</b><br /><br />Natural Hazards and Earth System Science, 15, 1331-1341, 2015<br /><br />Author(s): C. Hernandez, P. Drobinski, S. Turquety, and J.-L. Dupuy<br /><br />MODIS (Moderate Resolution Imaging Spectroradiometer) satellite observations of fire size and ERA-Interim meteorological\nreanalysis are used to derive a relationship between burnt area and wind\nspeed over the Mediterranean region and Eastern Europe. The largest wildfire size\ndoes not show a strong response with respect to wind speed in Eastern Europe.\nIn the Mediterranean, as intuitively expected, the burnt area associated with\nthe largest wildfires is an increasing function of wind speed for moderate\ntemperature anomalies. In situations of severe heatwaves, the relationship\nbetween burnt area and wind speed displays a bimodal shape. Burnt areas are\nlarge for low 10 m wind speed (lower than 2 m s<sup>−1</sup>), decrease for\nmoderate wind speed values (lower than 5 m s<sup>−1</sup> and larger than\n2 m s<sup>−1</sup>) and increase again for high wind speed (higher than\n5 m s<sup>−1</sup>). To explain such behavior we use a stochastic model of fire\npropagation, known as a probabilistic cellular automata. This model uses a\nprobabilistic local rule to derive the total burnt area. The observed\nrelationship between burnt area and wind speed can be interpreted in terms of\npercolation threshold above which the propagation in the model is infinite,\nwhich mainly depends on local terrain slope and vegetation state (type,\ndensity, fuel moisture). In Eastern Europe, the percolation threshold is\nnever exceeded for observed wind speeds. In the Mediterranean Basin we see\ntwo behaviors. During moderately hot weather, the percolation threshold is\npassed when the wind grows strong. On the other hand, in situations of severe\nMediterranean heatwaves, moderate wind speed values impair the propagation of\nthe wildfire against the wind and do not sufficiently accelerate the forward\npropagation to allow a growth of wildfire size.", 
        "journal": "Natural Hazards and Earth System Science", 
        "link": "http://www.nat-hazards-earth-syst-sci.net/15/1331/2015/", 
        "title": "Size of wildfires in the Euro-Mediterranean region: observations and theoretical analysis"
    }
]