[
    {
        "author": "S. Zhou, Y. Huang, Y. Wei, and G. Wang", 
        "date": "2015-08-27", 
        "description": "<b>Socio-hydrological water balance for water allocation between human and environmental purposes in catchments</b><br /><br />Hydrology and Earth System Sciences, 19, 3715-3726, 2015<br /><br />Author(s): S. Zhou, Y. Huang, Y. Wei, and G. Wang<br /><br />Rebalancing water allocation between human consumptive uses and the\nenvironment in water catchments is a global challenge. This paper proposes a\nsocio-hydrological water balance framework by partitioning catchment total\nevapotranspiration (ET) into ET for society and ET for natural ecological\nsystems, and establishing the linkage between the changes of water balance\nand its social drivers and resulting environmental consequences in the\nMurray–Darling Basin (MDB), Australia, over the period 1900–2010. The\nresults show that the 100-year period of water management in the MDB could be\ndivided into four periods corresponding to major changes in basin management\nwithin the socio-hydrological water balance framework: period 1 (1900–1956)\n– expansion of water and land use for the societal system, period 2\n(1956–1978) – maximization of water and land use for the societal system,\nperiod 3 (1978–2002) – maximization of water use for the societal system\nfrom water diversion, and period 4 (2002–present) –\nrebalancing of\nwater and land use between the societal and ecological systems. Most of\nmanagement changes in the MDB were passive and responsive. A precautionary\napproach to water allocation between the societal and ecological systems\nshould be developed. The socio-hydrological water balance framework could\nserve as a theoretical foundation for water allocation to evaluate the\ndynamic balance between the societal and ecological systems in catchments.", 
        "journal": "Hydrology and Earth System Sciences", 
        "link": "http://www.hydrol-earth-syst-sci.net/19/3715/2015/", 
        "title": "Socio-hydrological water balance for water allocation between human and environmental purposes in catchments"
    }, 
    {
        "author": "A. S. Gragne, A. Sharma, R. Mehrotra, and K. Alfredsen", 
        "date": "2015-08-27", 
        "description": "<b>Improving real-time inflow forecasting into hydropower reservoirs through a complementary modelling framework</b><br /><br />Hydrology and Earth System Sciences, 19, 3695-3714, 2015<br /><br />Author(s): A. S. Gragne, A. Sharma, R. Mehrotra, and K. Alfredsen<br /><br />Accuracy of reservoir inflow forecasts is instrumental for maximizing the\nvalue of water resources and benefits gained through hydropower generation.\nImproving hourly reservoir inflow forecasts over a 24 h lead time is\nconsidered within the day-ahead (Elspot) market of the Nordic exchange\nmarket. A complementary modelling framework presents an approach for\nimproving real-time forecasting without needing to modify the pre-existing\nforecasting model, but instead formulating an independent additive or\ncomplementary model that captures the structure the existing operational\nmodel may be missing. We present here the application of this principle for\nissuing improved hourly inflow forecasts into hydropower reservoirs over\nextended lead times, and the parameter estimation procedure reformulated to\ndeal with bias, persistence and heteroscedasticity. The procedure presented\ncomprises an error model added on top of an unalterable constant parameter\nconceptual model. This procedure is applied in the 207 km<sup>2</sup> Krinsvatn catchment in central Norway. The structure of the error\nmodel is established based on attributes of the residual time series from\nthe conceptual model. Besides improving forecast skills of operational\nmodels, the approach estimates the uncertainty in the complementary model\nstructure and produces probabilistic inflow forecasts that entrain suitable\ninformation for reducing uncertainty in the decision-making processes in\nhydropower systems operation. Deterministic and probabilistic evaluations\nrevealed an overall significant improvement in forecast accuracy for\nlead times up to 17 h. Evaluation of the percentage of observations\nbracketed in the forecasted 95 % confidence interval indicated that the\ndegree of success in containing 95 % of the observations varies across\nseasons and hydrologic years.", 
        "journal": "Hydrology and Earth System Sciences", 
        "link": "http://www.hydrol-earth-syst-sci.net/19/3695/2015/", 
        "title": "Improving real-time inflow forecasting into hydropower reservoirs through a complementary modelling framework"
    }, 
    {
        "author": "F. Kobierska, T. Jonas, J. W. Kirchner, and S. M. Bernasconi", 
        "date": "2015-08-25", 
        "description": "<b>Linking baseflow separation and groundwater storage dynamics in an alpine basin (Dammagletscher, Switzerland)</b><br /><br />Hydrology and Earth System Sciences, 19, 3681-3693, 2015<br /><br />Author(s): F. Kobierska, T. Jonas, J. W. Kirchner, and S. M. Bernasconi<br /><br />This study aims at understanding interactions between stream and aquifer in\na glacierized alpine catchment. We specifically focused on a glacier\nforefield, for which continuous measurements of stream water electrical\nconductivity, discharge and depth to the water table were available over\n4 consecutive years. Based on this data set, we developed a two-component\nmixing model in which the groundwater component was modelled using measured\ngroundwater levels. The aquifer actively contributing to streamflow was\nassumed to be constituted of two linear storage units. Calibrating the model\nagainst measured total discharge yielded reliable sub-hourly estimates of\ndischarge and insights into groundwater storage properties. Our conceptual\nmodel suggests that a near-surface aquifer with high hydraulic conductivity\noverlies a larger reservoir with longer response time.", 
        "journal": "Hydrology and Earth System Sciences", 
        "link": "http://www.hydrol-earth-syst-sci.net/19/3681/2015/", 
        "title": "Linking baseflow separation and groundwater storage dynamics in an alpine basin (Dammagletscher, Switzerland)"
    }, 
    {
        "author": "T. J. Troy, M. Konar, V. Srinivasan, and S. Thompson", 
        "date": "2015-08-25", 
        "description": "<b>Moving sociohydrology forward: a synthesis across studies</b><br /><br />Hydrology and Earth System Sciences, 19, 3667-3679, 2015<br /><br />Author(s): T. J. Troy, M. Konar, V. Srinivasan, and S. Thompson<br /><br />Sociohydrology is the study of coupled human–water systems, building on the\npremise that water and human systems co-evolve: the state of the water system\nfeeds back onto the human system, and vice versa, a situation denoted as\n\"two-way coupling\". A recent special issue in HESS/ESD, \"Predictions under\nchange: water, earth, and biota in the Anthropocene\", includes a number of\nsociohydrologic publications that allow for a survey of the current state of\nunderstanding of sociohydrology and the dynamics and feedbacks that couple\nwater and human systems together, of the research methodologies being\nemployed to date, and of the normative and ethical issues raised by the study\nof sociohydrologic systems. Although sociohydrology is concerned with coupled\nhuman–water systems, the feedback may be filtered by a connection through\nnatural or social systems, for example, the health of a fishery or through\nthe global food trade, and therefore it may not always be possible to treat\nthe human–water system in isolation. As part of a larger complex system,\nsociohydrology can draw on tools developed in the social–ecological and\ncomplex systems literature to further our sociohydrologic knowledge, and this\nis identified as a ripe area of future research.", 
        "journal": "Hydrology and Earth System Sciences", 
        "link": "http://www.hydrol-earth-syst-sci.net/19/3667/2015/", 
        "title": "Moving sociohydrology forward: a synthesis across studies"
    }, 
    {
        "author": "A. Šiljeg, S. Lozić, and S. Šiljeg", 
        "date": "2015-08-24", 
        "description": "<b>A comparison of interpolation methods on the basis of data obtained from a bathymetric survey of Lake Vrana, Croatia</b><br /><br />Hydrology and Earth System Sciences, 19, 3653-3666, 2015<br /><br />Author(s): A. Šiljeg, S. Lozić, and S. Šiljeg<br /><br />The bathymetric survey of Lake Vrana included a wide range of activities\nthat were performed in several different stages, in accordance with the\nstandards set by the International Hydrographic Organization. The survey was\nconducted using an integrated measuring system which consisted of three main\nparts: a single-beam sonar HydroStar 4300 and GPS devices; a Ashtech\nProMark 500 base, and a Thales Z-Max<sup>®</sup> rover. A\ntotal of 12 851 points were gathered.\n<br><br>\nIn order to find continuous surfaces necessary for analysing the morphology\nof the bed of Lake Vrana, it was necessary to approximate values in certain\nareas that were not directly measured, by using an appropriate interpolation\nmethod. The main aims of this research were as follows: (a) to compare the\nefficiency of 14 different interpolation methods and discover the most\nappropriate interpolators for the development of a raster model; (b) to\ncalculate the surface area and volume of Lake Vrana, and (c) to compare the\ndifferences in calculations between separate raster models. The best\ndeterministic method of interpolation was multiquadric RBF (radio basis function), and the best\ngeostatistical method was ordinary cokriging. The root mean square error in both methods\nmeasured less than 0.3 m.\n<br><br>\nThe quality of the interpolation methods was analysed in two phases. The first\nphase used only points gathered by bathymetric measurement, while the second\nphase also included points gathered by photogrammetric restitution.\n<br><br>\nThe first bathymetric map of Lake Vrana in Croatia was produced, as well as\nscenarios of minimum and maximum water levels. The calculation also included\nthe percentage of flooded areas and cadastre plots in the case of a 2 m\nincrease in the water level. The research presented new scientific and\nmethodological data related to the bathymetric features, surface area and\nvolume of Lake Vrana.", 
        "journal": "Hydrology and Earth System Sciences", 
        "link": "http://www.hydrol-earth-syst-sci.net/19/3653/2015/", 
        "title": "A comparison of interpolation methods on the basis of data obtained from a bathymetric survey of Lake Vrana, Croatia"
    }, 
    {
        "author": "I. Chawla and P. P. Mujumdar", 
        "date": "2015-08-24", 
        "description": "<b>Isolating the impacts of land use and climate change on streamflow</b><br /><br />Hydrology and Earth System Sciences, 19, 3633-3651, 2015<br /><br />Author(s): I. Chawla and P. P. Mujumdar<br /><br />Quantifying the isolated and integrated impacts of land use (LU) and climate\nchange on streamflow is challenging as well as crucial to optimally manage\nwater resources in river basins. This paper presents a simple hydrologic\nmodeling-based approach to segregate the impacts of land use and climate\nchange on the streamflow of a river basin. The upper Ganga basin (UGB) in India is\nselected as the case study to carry out the analysis. Streamflow in the\nriver basin is modeled using a calibrated variable infiltration capacity\n(VIC) hydrologic model. The approach involves development of three scenarios to\nunderstand the influence of land use and climate on streamflow. The first\nscenario assesses the sensitivity of streamflow to land use changes under\ninvariant climate. The second scenario determines the change in streamflow\ndue to change in climate assuming constant land use. The third scenario\nestimates the combined effect of changing land use and climate over\nthe streamflow of the basin. Based on the results obtained from the three\nscenarios, quantification of isolated impacts of land use and climate change\non streamflow is addressed. Future projections of climate are obtained from\ndynamically downscaled simulations of six general circulation models (GCMs)\navailable from the Coordinated Regional Downscaling Experiment (CORDEX)\nproject. Uncertainties associated with the GCMs and emission scenarios are\nquantified in the analysis. Results for the case study indicate that\nstreamflow is highly sensitive to change in urban areas and moderately\nsensitive to change in cropland areas. However, variations in streamflow\ngenerally reproduce the variations in precipitation. The combined effect of land\nuse and climate on streamflow is observed to be more pronounced compared to\ntheir individual impacts in the basin. It is observed from the isolated\neffects of land use and climate change that climate has a more dominant\nimpact on streamflow in the region. The approach proposed in this paper is\napplicable to any river basin to isolate the impacts of land use change and\nclimate change on the streamflow.", 
        "journal": "Hydrology and Earth System Sciences", 
        "link": "http://www.hydrol-earth-syst-sci.net/19/3633/2015/", 
        "title": "Isolating the impacts of land use and climate change on streamflow"
    }, 
    {
        "author": "T. W. Ford, A. D. Rapp, S. M. Quiring, and J. Blake", 
        "date": "2015-08-21", 
        "description": "<b>Soil moisture–precipitation coupling: observations from the Oklahoma Mesonet and underlying physical mechanisms</b><br /><br />Hydrology and Earth System Sciences, 19, 3617-3631, 2015<br /><br />Author(s): T. W. Ford, A. D. Rapp, S. M. Quiring, and J. Blake<br /><br />Interactions between soil moisture and the atmosphere are driven by the\npartitioning of sensible and latent heating, through which soil moisture\nhas been connected to atmospheric modifications that could potentially lead\nto the initiation of convective precipitation. The majority of previous studies\nlinking the land surface to subsequent precipitation have used atmospheric\nreanalysis or model data sets. In this study, we link in situ observations of soil\nmoisture from more than 100 stations in Oklahoma to subsequent unorganized\nafternoon convective precipitation. We use hourly next generation (NEXRAD) radar-derived\nprecipitation to identify convective events, and then compare the location\nof precipitation initiation to underlying soil moisture anomalies in the\nmorning. Overall we find a statistically significant preference for\nconvective precipitation initiation over drier than normal soils, with over\n70 % of events initiating over soil moisture below the long-term median.\nThe significant preference for precipitation initiation over drier than\nnormal soils is in contrast with previous studies using satellite-based\nprecipitation to identify the region of maximum precipitation accumulation.\nWe evaluated 19 convective events occurring near Lamont, Oklahoma, where\nsoundings of the atmospheric profile at 06:00 and 12:00 LST are also\navailable. For these events, soil moisture has strong negative correlations\nwith the level of free convection (LFC), planetary boundary layer (PBL) height, and\nsurface temperature changes between 06:00 and 12:00 LST. We also find strong\npositive correlations between morning soil moisture and morning-to-afternoon\nchanges in convective available potential energy and convective inhibition.\nIn general, the results of this study demonstrate that both positive and\nnegative soil moisture feedbacks are important in this region of the\nUSA.", 
        "journal": "Hydrology and Earth System Sciences", 
        "link": "http://www.hydrol-earth-syst-sci.net/19/3617/2015/", 
        "title": "Soil moisture–precipitation coupling: observations from the Oklahoma Mesonet and underlying physical mechanisms"
    }, 
    {
        "author": "D. Shen, J. Wang, X. Cheng, Y. Rui, and S. Ye", 
        "date": "2015-08-18", 
        "description": "<b>Integration of 2-D hydraulic model and high-resolution lidar-derived DEM for floodplain flow modeling</b><br /><br />Hydrology and Earth System Sciences, 19, 3605-3616, 2015<br /><br />Author(s): D. Shen, J. Wang, X. Cheng, Y. Rui, and S. Ye<br /><br />The rapid progress of lidar\ntechnology has made the acquirement and application of high-resolution digital elevation model (DEM) data increasingly popular, especially in regards to\nthe study of floodplain flow. However, high-resolution DEM data pose several\ndisadvantages for floodplain modeling studies; e.g., the data sets contain\nmany redundant interpolation points, large numbers of calculations are\nrequired to work with data, and the data do not match the size of the\ncomputational mesh. Two-dimensional (2-D) hydraulic modeling, which is a\npopular method for analyzing floodplain flow, offers highly precise\nelevation parameterization for computational mesh while ignoring much of the\nmicro-topographic information of the DEM data itself. We offer a flood\nsimulation method that integrates 2-D hydraulic model results and\nhigh-resolution DEM data, thus enabling the calculation of flood water\nlevels in DEM grid cells through local inverse distance-weighted\ninterpolation. To get rid of the false inundation areas during\ninterpolation, it employs the run-length encoding method to mark the\ninundated DEM grid cells and determine the real inundation areas through the\nrun-length boundary tracing technique, which solves the complicated problem\nof connectivity between DEM grid cells. We constructed a 2-D hydraulic model\nfor the Gongshuangcha detention basin, which is a flood storage area of\nDongting Lake in China, by using our integrated method to simulate the\nfloodplain flow. The results demonstrate that this method can solve DEM\nassociated problems efficiently and simulate flooding processes with greater\naccuracy than simulations only with DEM.", 
        "journal": "Hydrology and Earth System Sciences", 
        "link": "http://www.hydrol-earth-syst-sci.net/19/3605/2015/", 
        "title": "Integration of 2-D hydraulic model and high-resolution lidar-derived DEM for floodplain flow modeling"
    }, 
    {
        "author": "G. G. Oliveira, O. C. Pedrollo, and N. M. R. Castro", 
        "date": "2015-08-17", 
        "description": "<b>Stochastic approach to analyzing the uncertainties and possible changes in the availability of water in the future based on scenarios of climate change</b><br /><br />Hydrology and Earth System Sciences, 19, 3585-3604, 2015<br /><br />Author(s): G. G. Oliveira, O. C. Pedrollo, and N. M. R. Castro<br /><br />The objective of this study was to analyze the changes and uncertainties\nrelated to water availability in the future (for the purposes of this study,\nthe period between 2011 and 2040 was adopted), using a stochastic approach,\ntaking as reference a climate projection from climate model Eta CPTEC/HadCM3.\nThe study was applied to the Ijuí River basin in the south of Brazil. The\nset of methods adopted involved, among others, correcting the climatic\nvariables projected for the future, hydrological simulation using artificial\nneural networks (ANNs) to define a number of monthly flows and stochastic\nmodeling to generate 1000 hydrological series with equal probability of\noccurrence. A multiplicative type stochastic model was developed in which\nmonthly flow is the result of the product of four components: (i) long-term\ntrend component; (ii) cyclic or seasonal component; (iii) time-dependency\ncomponent; and (iv) random component. In general, the results showed a trend\nto increased flows. The mean flow for a long period, for instance, presented\nan alteration from 141.6 m<sup>3</sup> s<sup>−1</sup> (1961–1990) to\n200.3 m<sup>3</sup> s<sup>−1</sup> (2011–2040). An increment in mean flow and in the\nmonthly standard deviation was also observed between the months of January\nand October. Between the months of February and June, the percentage of mean\nmonthly flow increase was more marked, surpassing the 100 % index.\nConsidering the confidence intervals in the flow estimates for the future, it\ncan be concluded that there is a tendency to increase the hydrological\nvariability during the period between 2011 and 2040, which indicates the\npossibility of occurrence of time series with more marked periods of droughts\nand floods.", 
        "journal": "Hydrology and Earth System Sciences", 
        "link": "http://www.hydrol-earth-syst-sci.net/19/3585/2015/", 
        "title": "Stochastic approach to analyzing the uncertainties and possible changes in the availability of water in the future based on scenarios of climate change"
    }, 
    {
        "author": "M. F. Rios Gaona, A. Overeem, H. Leijnse, and R. Uijlenhoet", 
        "date": "2015-08-14", 
        "description": "<b>Measurement and interpolation uncertainties in rainfall maps from cellular communication networks</b><br /><br />Hydrology and Earth System Sciences, 19, 3571-3584, 2015<br /><br />Author(s): M. F. Rios Gaona, A. Overeem, H. Leijnse, and R. Uijlenhoet<br /><br />Accurate measurements of rainfall are important in many hydrological and\nmeteorological applications, for instance, flash-flood early-warning systems,\nhydraulic structures design, irrigation, weather forecasting, and climate\nmodelling. Whenever possible, link networks measure and store the received\npower of the electromagnetic signal at regular intervals. The decrease in\npower can be converted to rainfall intensity, and is largely due to the\nattenuation by raindrops along the link paths. Such an alternative technique\nfulfils the continuous effort to obtain measurements of rainfall in time and space\nat higher resolutions, especially in places where traditional rain gauge\nnetworks are scarce or poorly maintained.\n<br><br>\nRainfall maps from microwave link networks have recently been introduced at\ncountry-wide scales. Despite their potential in rainfall estimation at high\nspatiotemporal resolutions, the uncertainties present in rainfall maps from\nlink networks are not yet fully comprehended. The aim of this work is to\nidentify and quantify the sources of uncertainty present in interpolated\nrainfall maps from link rainfall depths. In order to disentangle these\nsources of uncertainty, we classified them into two categories: (1) those\nassociated with the individual microwave link measurements, i.e. the errors\ninvolved in link rainfall retrievals, such as wet\nantenna attenuation, sampling interval of measurements, wet/dry period\nclassification, dry weather baseline attenuation, quantization of the\nreceived power, drop size distribution (DSD), and multi-path propagation; and\n(2) those associated with mapping, i.e. the combined effect of the\ninterpolation methodology and the spatial density of link measurements.\n<br><br>\nWe computed ~ 3500 rainfall maps from real and simulated link rainfall\ndepths for 12 days for the land surface of the Netherlands. Simulated link\nrainfall depths refer to path-averaged rainfall depths obtained from radar\ndata. The ~ 3500 real and simulated rainfall maps were compared against\nquality-controlled gauge-adjusted radar rainfall fields (assumed to be the\nground truth). Thus, we were able to not only identify and quantify the\nsources of uncertainty in such rainfall maps, but also test the actual and\noptimal performance of one commercial microwave network from one of the\ncellular providers in the Netherlands. Errors in microwave link measurements\nwere found to be the source that contributes most to the overall uncertainty.", 
        "journal": "Hydrology and Earth System Sciences", 
        "link": "http://www.hydrol-earth-syst-sci.net/19/3571/2015/", 
        "title": "Measurement and interpolation uncertainties in rainfall maps from cellular communication networks"
    }, 
    {
        "author": "J. Chu, C. Zhang, G. Fu, Y. Li, and H. Zhou", 
        "date": "2015-08-12", 
        "description": "<b>Improving multi-objective reservoir operation optimization with sensitivity-informed dimension reduction</b><br /><br />Hydrology and Earth System Sciences, 19, 3557-3570, 2015<br /><br />Author(s): J. Chu, C. Zhang, G. Fu, Y. Li, and H. Zhou<br /><br />This study investigates the effectiveness of a sensitivity-informed method\nfor multi-objective operation of reservoir systems, which uses global\nsensitivity analysis as a screening tool to reduce computational\ndemands. Sobol's method is used to screen insensitive decision\nvariables and guide the formulation of the optimization problems with a\nsignificantly reduced number of decision variables. This\nsensitivity-informed method dramatically reduces the computational demands\nrequired for attaining high-quality approximations of optimal trade-off\nrelationships between conflicting design objectives. The search results\nobtained from the reduced complexity multi-objective reservoir operation\nproblems are then used to pre-condition the full search of the original\noptimization problem. In two case studies, the Dahuofang reservoir and the\ninter-basin multi-reservoir system in Liaoning province, China, sensitivity\nanalysis results show that reservoir performance is strongly controlled by a\nsmall proportion of decision variables. Sensitivity-informed dimension\nreduction and pre-conditioning are evaluated in their ability to improve the\nefficiency and effectiveness of multi-objective evolutionary optimization.\nOverall, this study illustrates the efficiency and effectiveness of the\nsensitivity-informed method and the use of global sensitivity analysis to\ninform dimension reduction of optimization problems when solving complex\nmulti-objective reservoir operation problems.", 
        "journal": "Hydrology and Earth System Sciences", 
        "link": "http://www.hydrol-earth-syst-sci.net/19/3557/2015/", 
        "title": "Improving multi-objective reservoir operation optimization with sensitivity-informed dimension reduction"
    }, 
    {
        "author": "M. Majerova, B. T. Neilson, N. M. Schmadel, J. M. Wheaton, and C. J. Snow", 
        "date": "2015-08-11", 
        "description": "<b>Impacts of beaver dams on hydrologic and temperature regimes in a mountain stream</b><br /><br />Hydrology and Earth System Sciences, 19, 3541-3556, 2015<br /><br />Author(s): M. Majerova, B. T. Neilson, N. M. Schmadel, J. M. Wheaton, and C. J. Snow<br /><br />Beaver dams affect hydrologic processes, channel complexity, and stream\ntemperature in part by inundating riparian areas, influencing\ngroundwater–surface water interactions, and changing fluvial processes\nwithin stream systems. We explored the impacts of beaver dams on hydrologic\nand temperature regimes at different spatial and temporal scales within a\nmountain stream in northern Utah over a 3-year period spanning pre- and\npost-beaver colonization. Using continuous stream discharge, stream\ntemperature, synoptic tracer experiments, and groundwater elevation\nmeasurements, we documented pre-beaver conditions in the first year of the\nstudy. In the second year, we captured the initial effects of three beaver\ndams, while the third year included the effects of ten dams. After beaver\ncolonization, reach-scale (~ 750 m in length) discharge\nobservations showed a shift from slightly losing to gaining. However, at the\nsmaller sub-reach scale (ranging from 56 to 185 m in length), the\ndischarge gains and losses increased in variability due to more complex flow\npathways with beaver dams forcing overland flow, increasing surface and\nsubsurface storage, and increasing groundwater elevations. At the reach\nscale, temperatures were found to increase by 0.38 °C (3.8 %),\nwhich in part is explained by a 230 % increase in mean reach residence\ntime. At the smallest, beaver dam scale (including upstream ponded area,\nbeaver dam structure, and immediate downstream section), there were notable\nincreases in the thermal heterogeneity where warmer and cooler niches were\ncreated. Through the quantification of hydrologic and thermal changes at\ndifferent spatial and temporal scales, we document increased variability\nduring post-beaver colonization and highlight the need to understand the\nimpacts of beaver dams on stream ecosystems and their potential role in\nstream restoration.", 
        "journal": "Hydrology and Earth System Sciences", 
        "link": "http://www.hydrol-earth-syst-sci.net/19/3541/2015/", 
        "title": "Impacts of beaver dams on hydrologic and temperature regimes in a mountain stream"
    }, 
    {
        "author": "G. Benito, R. Brázdil, J. Herget, and M. J. Machado", 
        "date": "2015-08-10", 
        "description": "<b>Quantitative historical hydrology in Europe</b><br /><br />Hydrology and Earth System Sciences, 19, 3517-3539, 2015<br /><br />Author(s): G. Benito, R. Brázdil, J. Herget, and M. J. Machado<br /><br />In recent decades, the quantification of flood hydrological characteristics\n(peak discharge, hydrograph shape, and runoff volume) from documentary\nevidence has gained scientific recognition as a method to lengthen flood\nrecords of rare and extreme events. This paper describes the methodological\nevolution of quantitative historical hydrology under the influence of\ndevelopments in hydraulics and statistics. In the 19th century, discharge\ncalculations based on flood marks were the only source of hydrological data\nfor engineering design, but were later left aside in favour of systematic\ngauge records and conventional hydrological procedures. In the last two\ndecades, there has been growing scientific and public interest in\nunderstanding long-term patterns of rare floods, in maintaining the flood\nheritage and memory of extremes, and developing methods for deterministic and\nstatistical application to different scientific and engineering problems. A\ncompilation of 46 case studies across Europe with reconstructed discharges\ndemonstrates that (1) in most cases present flood magnitudes are not unusual\nwithin the context of the last millennium, although recent floods may exceed\npast floods in some temperate European rivers (e.g. the Vltava and Po\nrivers); (2) the frequency of extreme floods has decreased since the 1950s,\nalthough some rivers (e.g. the Gardon and Ouse rivers) show a reactivation of\nrare events over the last two decades. There is a great potential for gaining\nunderstanding of individual extreme events based on a combined multiproxy\napproach (palaeoflood and documentary records) providing high-resolution time\nflood series and their environmental and climatic changes; and for developing\nnon-systematic and non-stationary statistical models based on relations of\npast floods with external and internal covariates under natural low-frequency\nclimate variability.", 
        "journal": "Hydrology and Earth System Sciences", 
        "link": "http://www.hydrol-earth-syst-sci.net/19/3517/2015/", 
        "title": "Quantitative historical hydrology in Europe"
    }, 
    {
        "author": "M. Rinderer, H. C. Komakech, D. Müller, G. L. B. Wiesenberg, and J. Seibert", 
        "date": "2015-08-10", 
        "description": "<b>Qualitative soil moisture assessment in semi-arid Africa – the role of experience and training on inter-rater reliability</b><br /><br />Hydrology and Earth System Sciences, 19, 3505-3516, 2015<br /><br />Author(s): M. Rinderer, H. C. Komakech, D. Müller, G. L. B. Wiesenberg, and J. Seibert<br /><br />Soil and water management is particularly relevant in semi-arid regions to\nenhance agricultural productivity. During periods of water scarcity, soil\nmoisture differences are important indicators of the soil water deficit and\nare traditionally used for allocating water resources among farmers of a\nvillage community. Here we present a simple, inexpensive soil wetness\nclassification scheme based on qualitative indicators which one can see or\ntouch on the soil surface. It incorporates the local farmers' knowledge on\nthe best soil moisture conditions for seeding and brick making in the\nsemi-arid environment of the study site near Arusha, Tanzania. The scheme\nwas tested twice in 2014 with farmers, students and experts (April: 40 persons, June: 25 persons) for inter-rater reliability, bias of individuals\nand functional relation between qualitative and quantitative soil moisture\nvalues. During the test in April farmers assigned the same wetness class in\n46 % of all cases, while students and experts agreed on about 60 % of all\ncases. Students who had been trained in how to apply the method gained\nhigher inter-rater reliability than their colleagues with only a basic\nintroduction. When repeating the test in June, participants were given\nimproved instructions, organized in small subgroups, which resulted in a\nhigher inter-rater reliability among farmers. In 66 % of all\nclassifications, farmers assigned the same wetness class and the spread of\nclass assignments was smaller. This study demonstrates that a wetness\nclassification scheme based on qualitative indicators is a robust tool and\ncan be applied successfully regardless of experience in crop growing and\neducation level when an in-depth introduction and training is provided. The\nuse of a simple and clear layout of the assessment form is important for\nreliable wetness class assignments.", 
        "journal": "Hydrology and Earth System Sciences", 
        "link": "http://www.hydrol-earth-syst-sci.net/19/3505/2015/", 
        "title": "Qualitative soil moisture assessment in semi-arid Africa – the role of experience and training on inter-rater reliability"
    }, 
    {
        "author": "S. H. Alemohammad, K. A. McColl, A. G. Konings, D. Entekhabi, and A. Stoffelen", 
        "date": "2015-08-10", 
        "description": "<b>Characterization of precipitation product errors across the United States using multiplicative triple collocation</b><br /><br />Hydrology and Earth System Sciences, 19, 3489-3503, 2015<br /><br />Author(s): S. H. Alemohammad, K. A. McColl, A. G. Konings, D. Entekhabi, and A. Stoffelen<br /><br />Validation of precipitation estimates from various products is a challenging\nproblem, since the true precipitation is unknown. However, with the increased\navailability of precipitation estimates from a wide range of instruments\n(satellite, ground-based radar, and gauge), it is now possible to apply the\ntriple collocation (TC) technique to characterize the uncertainties in each\nof the products. Classical TC takes advantage of three collocated data\nproducts of the same variable and estimates the mean squared error of each,\nwithout requiring knowledge of the truth. In this study, triplets among\nNEXRAD-IV, TRMM 3B42RT, GPCP 1DD, and GPI products are used to quantify the\nassociated spatial error characteristics across a central part of the\ncontinental US. Data are aggregated to biweekly accumulations from January\n2002 through April 2014 across a 2° × 2° spatial grid.\nThis is the first study of its kind to explore precipitation estimation\nerrors using TC across the US. A multiplicative (logarithmic) error model is\nincorporated in the original TC formulation to relate the precipitation\nestimates to the unknown truth. For precipitation application, this is more\nrealistic than the additive error model used in the original TC derivations,\nwhich is generally appropriate for existing applications such as in the case\nof wind vector components and soil moisture comparisons. This study provides\nerror estimates of the precipitation products that can be incorporated into\nhydrological and meteorological models, especially those used in data\nassimilation. Physical interpretations of the error fields (related to\ntopography, climate, etc.) are explored. The methodology presented in this\nstudy could be used to quantify the uncertainties associated with\nprecipitation estimates from each of the constellations of GPM satellites.\nSuch quantification is prerequisite to optimally merging these estimates.", 
        "journal": "Hydrology and Earth System Sciences", 
        "link": "http://www.hydrol-earth-syst-sci.net/19/3489/2015/", 
        "title": "Characterization of precipitation product errors across the United States using multiplicative triple collocation"
    }, 
    {
        "author": "V. Ernstsen, P. Olsen, and A. E. Rosenbom", 
        "date": "2015-08-07", 
        "description": "<b>Long-term monitoring of nitrate transport to drainage from three agricultural clayey till fields</b><br /><br />Hydrology and Earth System Sciences, 19, 3475-3488, 2015<br /><br />Author(s): V. Ernstsen, P. Olsen, and A. E. Rosenbom<br /><br />The application of nitrogen (N) fertilisers to crops grown on tile-drained\nfields is required to sustain most modern crop production, but it poses a\nrisk to the aquatic environment since tile drains facilitate rapid transport\npathways with no significant reduction in nitrate. To maintain the water\nquality of the aquatic environment and the provision of food from highly\nefficient agriculture in line with the EU's Water Framework Directive and\nNitrates Directive, field-scale knowledge is essential for introducing water\nmanagement actions on-field or off-field and producing an optimal\ndifferentiated N-regulation in future. This study strives to provide such\nknowledge by evaluating on 11 years of nitrate-N concentration measurements\nin drainage from three subsurface-drained clayey till fields (1.3–2.3 ha)\nrepresenting approximately 71 % of the surface sediments in Denmark\ndominated by clay. The fields differ in their inherent hydrogeological field\nsettings (e.g. soil-type, geology, climate, drainage and groundwater table) and\nthe agricultural management of the fields (e.g. crop type, type of N fertilisers\nand agricultural practices). The evaluation revealed three types of clayey\ntill fields characterised by: (i) low net precipitation, high concentration\nof nitrate-N, and short-term low intensity drainage at air temperatures\noften below 5 °C; (ii) medium net precipitation, medium concentration\nof nitrate-N, and short-term medium-intensity drainage at air temperatures\noften above 5 °C; and (iii) high net precipitation, low concentration\nof nitrate-N and long-term high intensity drainage at air temperatures above\n5 °C. For each type, on-field water management actions, such as the\nselection of crop types and introduction of catch crops, appeared relevant,\nwhereas off-field actions only seemed relevant for the latter two field\ntypes given the temperature-dependent reduction potential of nitrate\noff-field. This initial well-documented field-scale knowledge from fields\nthat are representative of large areas in Denmark is a first step towards\nestablishing a differentiated N-regulation for clayey till areas.\nAdditionally, it provides a unique starting point by identifying important\nparameters for future mapping of catchment-scale variations in nitrate\nconcentrations and fluxes.", 
        "journal": "Hydrology and Earth System Sciences", 
        "link": "http://www.hydrol-earth-syst-sci.net/19/3475/2015/", 
        "title": "Long-term monitoring of nitrate transport to drainage from three agricultural clayey till fields"
    }, 
    {
        "author": "F. Richter, C. Döring, M. Jansen, O. Panferov, U. Spank, and C. Bernhofer", 
        "date": "2015-08-07", 
        "description": "<b>How to predict hydrological effects of local land use change:  how the vegetation parameterisation for short rotation coppices influences model results</b><br /><br />Hydrology and Earth System Sciences, 19, 3457-3474, 2015<br /><br />Author(s): F. Richter, C. Döring, M. Jansen, O. Panferov, U. Spank, and C. Bernhofer<br /><br />Among the different bioenergy sources, short rotation coppices (SRC) with\npoplar and willow trees are one of the promising options in Europe. SRC provide not only woody biomass but also additional ecosystem services.\nHowever, a known shortcoming is the potentially lower groundwater recharge\ncaused by the potentially higher evapotranspiration demand compared to\nannual crops. The complex feedbacks between vegetation cover and water cycle\ncan be only correctly assessed by application of well-parameterised and\ncalibrated numerical models. In the present study, the hydrological model system WaSim (Wasserhaushalts-Simulations-Model) is implemented for assessment of the water balance. The focus\nis the analysis of simulation uncertainties caused by the use of guidelines\nor transferred parameter sets from scientific literature compared to\n\"actual\" parameterisations derived from local measurements of leaf area index (LAI), stomatal resistance (Rsc) and date of leaf unfolding (LU). The\nanalysis showed that uncertainties in parameterisation of vegetation lead to\nimplausible model results. LAI, Rsc and LU are the most sensitive plant\nphysiological parameters concerning the effects of enhanced SRC cultivation\non water budget or groundwater recharge. Particularly sensitive is the\nbeginning of the growing season, i.e. LU. When this estimation is wrong, the\naccuracy of LAI and Rsc description plays a minor role. Our analyses\nillustrate that the use of locally measured vegetation parameters, like\nmaximal LAI, and meteorological variables, like air temperature, to estimate\nLU give better results than literature data or data from remote network\nstations. However, the direct implementation of locally measured data is not\nalways advisable or possible. Regarding Rsc, the adjustment of local\nmeasurements gives the best model evaluation. For local and accurate\nstudies, measurements of model sensitive parameters like LAI, Rsc and LU are\nvaluable information. The derivation of these model parameters based on\nlocal measurements shows the best model fit. Additionally, the adjusted\nseasonal course of LAI and Rsc is less sensitive to different estimates for\nLU. Different parameterisations, as they are all eligible either from local\nmeasurements or scientific literature, can result in modelled ground water\nrecharge to be present or completely absent in certain years under poplar\nSRC.", 
        "journal": "Hydrology and Earth System Sciences", 
        "link": "http://www.hydrol-earth-syst-sci.net/19/3457/2015/", 
        "title": "How to predict hydrological effects of local land use change:  how the vegetation parameterisation for short rotation coppices influences model results"
    }, 
    {
        "author": "D. Maraun and M. Widmann", 
        "date": "2015-08-06", 
        "description": "<b>The representation of location by a regional climate model in complex terrain</b><br /><br />Hydrology and Earth System Sciences, 19, 3449-3456, 2015<br /><br />Author(s): D. Maraun and M. Widmann<br /><br />To assess potential impacts of climate change for a specific location, one\ntypically employs climate model simulations at the grid box corresponding to\nthe same geographical location. For most of Europe, this choice is well\njustified. But, based on regional climate simulations, we show that simulated\nclimate might be systematically displaced compared to observations. In\nparticular in the rain shadow of mountain ranges, a local grid box is\ntherefore often not representative of observed climate: the simulated\nwindward weather does not flow far enough across the mountains; local grid\nboxes experience the wrong air masses and atmospheric circulation. In some\ncases, also the local climate change signal is deteriorated. Classical bias\ncorrection methods fail to correct these location errors. Often, however, a\ndistant simulated time series is representative of the considered observed\nprecipitation, such that a non-local bias correction is possible. These\nfindings also clarify limitations of bias correcting global model errors, and\nof bias correction against station data.", 
        "journal": "Hydrology and Earth System Sciences", 
        "link": "http://www.hydrol-earth-syst-sci.net/19/3449/2015/", 
        "title": "The representation of location by a regional climate model in complex terrain"
    }, 
    {
        "author": "M. Decker, A. Pitman, and J. Evans", 
        "date": "2015-08-06", 
        "description": "<b>Diagnosing the seasonal land–atmosphere correspondence over northern Australia: dependence on soil moisture state and correspondence strength definition</b><br /><br />Hydrology and Earth System Sciences, 19, 3433-3447, 2015<br /><br />Author(s): M. Decker, A. Pitman, and J. Evans<br /><br />The similarity of the temporal variations of land and atmospheric states\nduring the onset (September) through to the peak (February) of the wet season\nover northern Australia is statistically diagnosed using ensembles of offline\nland surface model simulations that produce a range of different background\nsoil moisture states. We derive the temporal correspondence between\nvariations in the soil moisture and the planetary boundary layer via a\nstatistical measure of rank correlation. The simulated evaporative fraction\nand the boundary layer are shown to be strongly correlated during both SON\n(September–October–November) and DJF (December–January–February) despite\nthe differing background soil moisture states between the two seasons and\namong the ensemble members. The sign and magnitude of the boundary\nlayer–surface layer soil moisture association during the onset of the wet\nseason (SON) differs from the correlation between the evaporative fraction\nand boundary layer from the same season, and from the correlation between the\nsurface soil moisture and boundary layer association during DJF. The patterns\nand magnitude of the surface flux–boundary layer correspondence are not\ncaptured when the relationship is diagnosed using the surface layer soil\nmoisture alone. The conflicting results arise because the surface layer soil\nmoisture lacks strong correlation with the atmosphere during the monsoon\nonset because the evapotranspiration is dominated by transpiration. Our\nresults indicate that accurately diagnosing the correspondence and therefore\ncoupling strength in seasonally dry regions, such as northern Australia,\nrequires root zone soil moisture to be included.", 
        "journal": "Hydrology and Earth System Sciences", 
        "link": "http://www.hydrol-earth-syst-sci.net/19/3433/2015/", 
        "title": "Diagnosing the seasonal land–atmosphere correspondence over northern Australia: dependence on soil moisture state and correspondence strength definition"
    }, 
    {
        "author": "J. Halder, S. Terzer, L. I. Wassenaar, L. J. Araguás-Araguás, and P. K. Aggarwal", 
        "date": "2015-08-05", 
        "description": "<b>The Global Network of Isotopes in Rivers (GNIR): integration of water isotopes in watershed observation and riverine research</b><br /><br />Hydrology and Earth System Sciences, 19, 3419-3431, 2015<br /><br />Author(s): J. Halder, S. Terzer, L. I. Wassenaar, L. J. Araguás-Araguás, and P. K. Aggarwal<br /><br />We introduce a new online global database of riverine water stable isotopes\n(Global Network of Isotopes in Rivers, GNIR) and evaluate its longer-term data holdings. Overall, 218 GNIR river\nstations were clustered into three different groups based on the seasonal\nvariation in their isotopic composition, which was closely coupled to\nprecipitation and snowmelt water runoff regimes. Sinusoidal fit functions\nrevealed phases within each grouping and deviations from the sinusoidal\nfunctions revealed important river alterations or hydrological processes in\nthese watersheds. The seasonal isotopic amplitude of δ<sup>18</sup>O in\nrivers averaged 2.5 &permil;, and did not increase as a\nfunction of latitude, like it does for global precipitation. Low seasonal\nisotopic amplitudes in rivers suggest the prevalence of mixing and storage\nsuch as occurs via lakes, reservoirs, and groundwater. The application of a\ncatchment-constrained regionalized cluster-based water isotope prediction\nmodel (CC-RCWIP) allowed for direct comparison between the expected isotopic\ncompositions for the upstream catchment precipitation with the measured\nisotopic composition of river discharge at observation stations. The\ncatchment-constrained model revealed a strong global isotopic correlation\nbetween average rainfall and river discharge (<i>R</i><sup>2</sup> = 0.88) and the study\ndemonstrated that the seasonal isotopic composition and variation of river\nwater can be predicted. Deviations in data from model-predicted values\nsuggest there are important natural or anthropogenic catchment processes\nlike evaporation, damming, and water storage in the upstream catchment.", 
        "journal": "Hydrology and Earth System Sciences", 
        "link": "http://www.hydrol-earth-syst-sci.net/19/3419/2015/", 
        "title": "The Global Network of Isotopes in Rivers (GNIR): integration of water isotopes in watershed observation and riverine research"
    }
]