[
    {
        "author": "M. S. Raleigh, J. D. Lundquist, and M. P. Clark", 
        "date": "2015-07-20", 
        "description": "<b>Exploring the impact of forcing error characteristics on physically based snow simulations within a global sensitivity analysis framework</b><br /><br />Hydrology and Earth System Sciences, 19, 3153-3179, 2015<br /><br />Author(s): M. S. Raleigh, J. D. Lundquist, and M. P. Clark<br /><br />Physically based models provide insights into key hydrologic processes  but\nare associated with uncertainties due to deficiencies in forcing data, model\nparameters, and model structure. Forcing uncertainty is enhanced in\nsnow-affected catchments, where weather stations are scarce and prone to\nmeasurement errors, and meteorological variables exhibit high variability.\nHence, there is limited understanding of how forcing error characteristics\naffect simulations of cold region hydrology and which error characteristics\nare most important. Here we employ global sensitivity analysis to explore how\n(1) different error types (i.e., bias, random errors), (2) different error\nprobability distributions, and (3) different error magnitudes influence\nphysically based simulations of four snow variables (snow water equivalent,\nablation rates, snow disappearance, and sublimation). We use the Sobol' global\nsensitivity analysis, which is typically used for model parameters  but\nadapted here for testing model sensitivity to coexisting errors in all\nforcings. We quantify the Utah Energy Balance model's sensitivity to forcing\nerrors with 1 840 000 Monte Carlo simulations across four sites and five\ndifferent scenarios. Model outputs were (1) consistently more sensitive to\nforcing biases than random errors, (2) generally less sensitive to forcing\nerror distributions, and (3) critically sensitive to different forcings\ndepending on the relative magnitude of errors. For typical error magnitudes\nfound in areas with drifting snow, precipitation bias was the most important\nfactor for snow water equivalent, ablation rates, and snow disappearance\ntiming, but other forcings had a more dominant impact when precipitation\nuncertainty was due solely to gauge undercatch. Additionally, the relative\nimportance of forcing errors depended on the model output of interest.\nSensitivity analysis can reveal which forcing error characteristics matter\nmost for hydrologic modeling.", 
        "journal": "Hydrology and Earth System Sciences", 
        "link": "http://www.hydrol-earth-syst-sci.net/19/3153/2015/", 
        "title": "Exploring the impact of forcing error characteristics on physically based snow simulations within a global sensitivity analysis framework"
    }, 
    {
        "author": "N. Martínez-Carreras, C. E. Wetzel, J. Frentress, L. Ector, J. J. McDonnell, L. Hoffmann, and L. Pfister", 
        "date": "2015-07-16", 
        "description": "<b>Hydrological connectivity inferred from diatom transport through the riparian-stream system</b><br /><br />Hydrology and Earth System Sciences, 19, 3133-3151, 2015<br /><br />Author(s): N. Martínez-Carreras, C. E. Wetzel, J. Frentress, L. Ector, J. J. McDonnell, L. Hoffmann, and L. Pfister<br /><br />Diatoms (<i>Bacillariophyta</i>) are one of the most common and diverse algal\ngroups (ca. 200 000 species, ≈ 10–200 μm, unicellular,\neukaryotic). Here we investigate the potential of aerial diatoms (i.e.\ndiatoms nearly exclusively occurring outside water bodies, in wet, moist or\ntemporarily dry places) to infer surface hydrological connectivity between\nhillslope-riparian-stream (HRS) landscape units during storm runoff events.\nWe present data from the Weierbach catchment (0.45 km<sup>2</sup>, northwestern\nLuxembourg) that quantify the relative abundance of aerial diatom species on\nhillslopes and in riparian zones (i.e. surface soils, litter, bryophytes and\nvegetation) and within streams (i.e. stream water, epilithon and epipelon).\nWe tested the hypothesis that different diatom species assemblages inhabit\nspecific moisture domains of the catchment (i.e. HRS units) and,\nconsequently, the presence of certain species assemblages in the stream\nduring runoff events offers the potential for recording whether there was\nhydrological connectivity between these domains or not. We found that a higher percentage of aerial diatom\nspecies was present in samples collected from the riparian and hillslope\nzones than inside the stream. However, diatoms were absent on hillslopes\ncovered by dry litter and the quantities of diatoms (in absolute numbers)\nwere small in the rest of hillslope samples. This limits their use for\ninferring hillslope-riparian zone connectivity. Our results also showed that\naerial diatom abundance in the stream increased systematically during all\nsampled events (<i>n</i> = 11, 2011–2012) in response to incident\nprecipitation and increasing discharge. This transport of aerial diatoms\nduring events suggested a rapid connectivity between the soil surface and the\nstream. Diatom transport data were compared to two-component hydrograph\nseparation, and end-member mixing analysis (EMMA) using stream water\nchemistry and stable isotope data. Hillslope overland flow was insignificant\nduring most sampled events. This research suggests that diatoms were likely\nsourced exclusively from the riparian zone, since it was not only the largest\naerial diatom reservoir, but also since soil water from the riparian zone was\na major streamflow source during rainfall events under both wet and dry\nantecedent conditions. In comparison to other tracer methods, diatoms require\ntaxonomy knowledge and a rather large processing time. However, they can\nprovide unequivocal evidence of hydrological connectivity and potentially be\nused at larger catchment scales.", 
        "journal": "Hydrology and Earth System Sciences", 
        "link": "http://www.hydrol-earth-syst-sci.net/19/3133/2015/", 
        "title": "Hydrological connectivity inferred from diatom transport through the riparian-stream system"
    }, 
    {
        "author": "S. Garrigues, A. Olioso, J. C. Calvet, E. Martin, S. Lafont, S. Moulin, A. Chanzy, O. Marloie, S. Buis, V. Desfonds, N. Bertrand, and D. Renard", 
        "date": "2015-07-16", 
        "description": "<b>Evaluation of land surface model simulations of evapotranspiration over a 12-year crop succession: impact of soil hydraulic and vegetation properties</b><br /><br />Hydrology and Earth System Sciences, 19, 3109-3131, 2015<br /><br />Author(s): S. Garrigues, A. Olioso, J. C. Calvet, E. Martin, S. Lafont, S. Moulin, A. Chanzy, O. Marloie, S. Buis, V. Desfonds, N. Bertrand, and D. Renard<br /><br />Evapotranspiration has been recognized as one of the most uncertain terms in\nthe surface water balance simulated by land surface models. In this study,\nthe SURFEX/ISBA-A-gs (Interaction Sol–Biosphere–Atmosphere) simulations of evapotranspiration are assessed at the\nfield scale over a 12-year Mediterranean crop succession. The model is\nevaluated in its standard implementation which relies on the use of the ISBA\npedotransfer estimates of the soil properties. The originality of this work\nconsists in explicitly representing the succession of crop cycles and\ninter-crop bare soil periods in the simulations and assessing its impact on\nthe dynamics of simulated and measured evapotranspiration over a long period\nof time. The analysis focuses on key parameters which drive the simulation\nof ET, namely the rooting depth, the soil moisture at saturation, the soil\nmoisture at field capacity and the soil moisture at wilting point. A\nsensitivity analysis is first conducted to quantify the relative\ncontribution of each parameter on ET simulation over 12 years. The impact of\nthe estimation method used to retrieve the soil parameters (pedotransfer\nfunction, laboratory and field methods) on ET is then analysed. The benefit\nof representing the variations in time of the rooting depth and wilting\npoint is evaluated. Finally, the propagation of uncertainties in the soil\nparameters on ET simulations is quantified through a Monte Carlo analysis\nand compared with the uncertainties triggered by the mesophyll conductance\nwhich is a key above-ground driver of the stomatal conductance.\n<br><br>\nThis work shows that evapotranspiration mainly results from the soil\nevaporation when it is continuously simulated over a Mediterranean crop\nsuccession. This results in a high sensitivity of simulated\nevapotranspiration to uncertainties in the soil moisture at field capacity\nand the soil moisture at saturation, both  of which drive the simulation of soil\nevaporation. Field capacity was proved to be the most influencing parameter\non the simulation of evapotranspiration over the crop succession. The\nevapotranspiration simulated with the standard surface and soil parameters\nof the model is largely underestimated. The deficit in cumulative\nevapotranspiration amounts to 24 % over 12 years. The bias in daily\ndaytime evapotranspiration is −0.24 mm day<sup>−1</sup>. The ISBA pedotransfer\nestimates of the soil moisture at saturation and at wilting point are\noverestimated, which explains most of the evapotranspiration underestimation.\nThe use of field capacity values retrieved from laboratory methods leads to\ninaccurate simulation of ET due to the lack of representativeness of the\nsoil structure variability at the field scale. The most accurate simulation\nis achieved with the average values of the soil properties derived from the\nanalysis of field measurements of soil moisture vertical profiles over each\ncrop cycle. The representation of the variations in time of the wilting\npoint and the maximum rooting depth over the crop succession has little\nimpact on the simulation performances. Finally, we show that the\nuncertainties in the soil parameters can generate substantial uncertainties\nin ET simulated over 12 years (the 95 % confidence interval represents\n23 % of cumulative ET over 12 years). Uncertainties in the mesophyll\nconductance have lower impact on ET. Measurement random errors explain a\nlarge part of the scattering between simulations and measurements at\nhalf-hourly timescale. The deficits in simulated ET reported in this work\nare probably larger due to likely underestimation of ET by eddy-covariance\nmeasurements. Other possible model shortcomings include the lack of\nrepresentation of soil vertical heterogeneity and root profile along with\ninaccurate energy balance partitioning between the soil and the vegetation\nat low leaf area index.", 
        "journal": "Hydrology and Earth System Sciences", 
        "link": "http://www.hydrol-earth-syst-sci.net/19/3109/2015/", 
        "title": "Evaluation of land surface model simulations of evapotranspiration over a 12-year crop succession: impact of soil hydraulic and vegetation properties"
    }, 
    {
        "author": "A. K. Fleig, L. M. Tallaksen, P. James, H. Hisdal, and K. Stahl", 
        "date": "2015-07-13", 
        "description": "<b>Attribution of European precipitation and temperature trends to changes in synoptic circulation</b><br /><br />Hydrology and Earth System Sciences, 19, 3093-3107, 2015<br /><br />Author(s): A. K. Fleig, L. M. Tallaksen, P. James, H. Hisdal, and K. Stahl<br /><br />Surface climate in Europe is changing and patterns in trends have been found\nto vary at sub-seasonal scales. This study aims to contribute to a better\nunderstanding of these changes across space and time by analysing to what\ndegree observed climatic trends can be attributed to changes in synoptic\natmospheric circulation. The relative importance of synoptic circulation\nchanges (i.e. trends in synoptic type frequencies) as opposed to trends in\nthe hydrothermal properties of synoptic types (within-type trends) on\nprecipitation and temperature trends in Europe is assessed on a monthly\nbasis. The study is based on mapping spatial and temporal trend patterns and\ntheir variability at a relatively high resolution (0.5° × 0.5°;\n monthly) across Europe. Gridded precipitation and\ntemperature data (1963–2001) originate from the Watch Forcing Data set and\nsynoptic types are defined by the objective SynopVis Grosswetterlagen (SVG).\nDuring the study period, relatively high influence of synoptic circulation\nchanges are found from January to March, contributing to wetting trends in\nnorthern Europe and drying in the south. Simultaneously, particularly dry\nsynoptic types get warmer first in south-western Europe in November and/or December\nand affect most of Europe in March and/or April. Strong influence of\nsynoptic circulation changes is again found in June and August. In general,\nchanges in synoptic circulation has a stronger effect on climate trends in north-western\nEurope than in the south-east. The exact locations of the strongest\ninfluence of synoptic circulation changes vary with the time of year and to\nsome degree between precipitation and temperature. Throughout the year and\nacross the whole of Europe, precipitation and temperature trends are caused\nby a combination of synoptic circulation changes and within-type changes\nwith their relative influence varying between regions, months and climate\nvariables.", 
        "journal": "Hydrology and Earth System Sciences", 
        "link": "http://www.hydrol-earth-syst-sci.net/19/3093/2015/", 
        "title": "Attribution of European precipitation and temperature trends to changes in synoptic circulation"
    }, 
    {
        "author": "J. Jägermeyr, D. Gerten, J. Heinke, S. Schaphoff, M. Kummu, and W. Lucht", 
        "date": "2015-07-10", 
        "description": "<b>Water savings potentials of irrigation systems: global simulation of processes and linkages</b><br /><br />Hydrology and Earth System Sciences, 19, 3073-3091, 2015<br /><br />Author(s): J. Jägermeyr, D. Gerten, J. Heinke, S. Schaphoff, M. Kummu, and W. Lucht<br /><br />Global agricultural production is heavily sustained by irrigation, but\nirrigation system efficiencies are often surprisingly low. However, our\nknowledge of irrigation efficiencies is mostly confined to rough indicative\nestimates for countries or regions that do not account for spatiotemporal\nheterogeneity due to climate and other biophysical dependencies. To allow for\nrefined estimates of global agricultural water use, and of water saving and\nwater productivity potentials constrained by biophysical processes and also\nnon-trivial downstream effects, we incorporated a process-based\nrepresentation of the three major irrigation systems (surface, sprinkler, and\ndrip) into a bio- and agrosphere model, LPJmL. Based on this enhanced model\nwe provide a gridded world map of irrigation efficiencies that are calculated\nin direct linkage to differences in system types, crop types, climatic and\nhydrologic conditions, and overall crop management. We find pronounced\nregional patterns in beneficial irrigation efficiency (a refined irrigation\nefficiency indicator accounting for crop-productive water consumption only),\ndue to differences in these features, with the lowest values (< 30 %) in south\nAsia and sub-Saharan Africa and the highest values (> 60 %) in Europe and North\nAmerica. We arrive at an estimate of global irrigation water withdrawal of\n2469 km<sup>3</sup> (2004–2009 average); irrigation water consumption is calculated\nto be 1257 km<sup>3</sup>, of which 608 km<sup>3</sup> are non-beneficially consumed,\ni.e., lost through evaporation, interception, and conveyance. Replacing surface\nsystems by sprinkler or drip systems could, on average across the world's\nriver basins, reduce the non-beneficial consumption at river basin level by\n54 and 76 %, respectively, while maintaining the current level of crop\nyields. Accordingly, crop water productivity would increase by 9 and 15 %,\nrespectively, and by much more in specific regions such as in the Indus\nbasin. This study significantly advances the global quantification of\nirrigation systems while providing a framework for assessing potential future\ntransitions in these systems. In this paper, presented opportunities associated with\nirrigation improvements are significant and suggest that they should be\nconsidered an important means on the way to sustainable food security.", 
        "journal": "Hydrology and Earth System Sciences", 
        "link": "http://www.hydrol-earth-syst-sci.net/19/3073/2015/", 
        "title": "Water savings potentials of irrigation systems: global simulation of processes and linkages"
    }, 
    {
        "author": "L. Schulte, J. C. Peña, F. Carvalho, T. Schmidt, R. Julià, J. Llorca, and H. Veit", 
        "date": "2015-07-10", 
        "description": "<b>A 2600-year history of floods in the Bernese Alps, Switzerland: frequencies, mechanisms and climate forcing</b><br /><br />Hydrology and Earth System Sciences, 19, 3047-3072, 2015<br /><br />Author(s): L. Schulte, J. C. Peña, F. Carvalho, T. Schmidt, R. Julià, J. Llorca, and H. Veit<br /><br />A 2600-year long composite palaeoflood record is reconstructed from\nhigh-resolution delta plain sediments of the Hasli–Aare floodplain on the\nnorthern slope of the Swiss Alps. Natural proxies compiled from sedimentary,\ngeochemical and geomorphological data were calibrated by textual and factual\nsources and instrumental data. No fewer than 12 of the 14 historically\nrecorded extreme events between 1480 and the termination of the Hasli–Aare\nriver channel correction in 1875 were also identified by coarse-grained\nflood layers, log(Zr / Ti) peaks and factor 1 anomalies. Geomorphological,\nhistorical and instrumental data provide evidence for flood damage\nintensities and discharge estimations of severe and catastrophic historical\nfloods.\n<br><br>\nSpectral analysis of the geochemical and documentary flood series and\nseveral climate proxies (TSI, δ<sup>18</sup>O, tree-rings, NAO, SNAO)\nidentify similar periodicities of around 60, 80, 100, 120 and 200 years\nduring the last millennia, indicating the influence of the North Atlantic\ncirculation and solar forcing on alpine flood dynamics. The composite\nfloodplain record illustrates that periods of organic soil formation and\ndeposition of phyllosilicates (from the medium high catchment area) match\nthose of total solar irradiance maxima, suggesting reduced flood activity\nduring warmer climate pulses. Aggradation with multiple sets of flood layers\nwith increased contribution of siliciclasts from the highest catchment area\n(plutonic bedrock) (e.g. 1300–1350, 1420–1480, 1550–1620, 1650–1720 and\n1811–1851 cal yr AD) occurred predominantly during periods with reduced\nsolar irradiance, lower δ<sup>18</sup>O anomalies, cooler summer\ntemperatures and phases of drier spring climate in the Alps. Increased water\nstorage by glaciers, snow cover and snow patches susceptible to melting\nprocesses associated with rainfall episodes and abrupt rises in temperature\nsubstantially increased surface runoff on slopes and discharges of alpine\nrivers. This interpretation is in agreement with the findings that the\nsevere and catastrophic historical floods in the Aare since 1670 occurred\nmostly during positive SNAO (Summer North Atlantic Oscillation) pulses after years or even decades dominated by\nnegative SNAO and cooler annual temperatures.", 
        "journal": "Hydrology and Earth System Sciences", 
        "link": "http://www.hydrol-earth-syst-sci.net/19/3047/2015/", 
        "title": "A 2600-year history of floods in the Bernese Alps, Switzerland: frequencies, mechanisms and climate forcing"
    }, 
    {
        "author": "D. Hawtree, J. P. Nunes, J. J. Keizer, R. Jacinto, J. Santos, M. E. Rial-Rivas, A.-K. Boulet, F. Tavares-Wahren, and K.-H. Feger", 
        "date": "2015-07-10", 
        "description": "<b>Time series analysis of the long-term hydrologic impacts of afforestation in the Águeda watershed of north-central Portugal</b><br /><br />Hydrology and Earth System Sciences, 19, 3033-3045, 2015<br /><br />Author(s): D. Hawtree, J. P. Nunes, J. J. Keizer, R. Jacinto, J. Santos, M. E. Rial-Rivas, A.-K. Boulet, F. Tavares-Wahren, and K.-H. Feger<br /><br />The north-central region of Portugal has undergone significant land cover\nchange since the early 1900s, with large-scale replacement of natural\nvegetation types with plantation forests. This transition consisted of an\ninitial conversion primarily to <i>Pinus pinaster</i>, followed by a secondary transition to\n<i>Eucalyptus globulus</i>. This land cover change is likely to have altered the hydrologic\nfunctioning of this region; however, these potential impacts are not fully\nunderstood. To contribute to a better understanding of the potential\nhydrologic impacts of this land cover change, this study examines the\ntemporal trends in 75 years of data from the Águeda watershed (part of\nthe Vouga Basin) over the period of 1936–2010. A number of\nhydrometeorological variables were analyzed using a combined Thiel–Sen/Mann–Kendall\ntrend-testing approach, to assess the magnitude and\nsignificance of patterns in the observed data. These trend tests indicated\nthat there have been no significant reductions in streamflow over either the\nentire test period, or during sub-record periods, despite the large-scale\nafforestation which has occurred. This lack of change in streamflow is\nattributed to the specific characteristics of the watershed and land cover\nchange. By contrast, a number of significant trends were found for baseflow\nindex, with positive trends in the early data record (primarily during\n<i>Pinus pinaster</i> afforestation), followed by negative trends later in the data record\n(primarily during <i>Eucalyptus globulus</i> afforestation). These trends are attributed to land use\nand vegetation impacts on streamflow generating processes, both due to\nspecies differences and to alterations in soil properties (i.e., infiltration\ncapacity, soil water repellency). These results highlight the importance of\nconsidering both vegetation types/dynamics and watershed characteristic when\nassessing hydrologic impacts, in particular with respect to soil properties.", 
        "journal": "Hydrology and Earth System Sciences", 
        "link": "http://www.hydrol-earth-syst-sci.net/19/3033/2015/", 
        "title": "Time series analysis of the long-term hydrologic impacts of afforestation in the Águeda watershed of north-central Portugal"
    }, 
    {
        "author": "A. Rautio, A.-L. Kivimäki, K. Korkka-Niemi, M. Nygård, V.-P. Salonen, K. Lahti, and H. Vahtera", 
        "date": "2015-07-02", 
        "description": "<b>Vulnerability of groundwater resources to interaction with river water in a boreal catchment</b><br /><br />Hydrology and Earth System Sciences, 19, 3015-3032, 2015<br /><br />Author(s): A. Rautio, A.-L. Kivimäki, K. Korkka-Niemi, M. Nygård, V.-P. Salonen, K. Lahti, and H. Vahtera<br /><br />A low-altitude aerial infrared (AIR) survey was conducted to identify\nhydraulic connections between aquifers and rivers  and to map spatial\nsurface temperature patterns along boreal rivers. In addition, the stable\nisotopic compositions (δ<sup>18</sup>O, δD), dissolved silica\n(DSi) concentrations and electrical conductivity of water in combination\nwith AIR data were used as tracers to verify the observed groundwater\ndischarge into the river system in a boreal catchment. Based on low\ntemperature anomalies in the AIR survey, around 370 groundwater discharge\nsites were located along the main river channel and its tributaries (203 km\naltogether). On the basis of the AIR survey, the longitudinal temperature\npatterns of the studied rivers differed noticeably. The stable isotopes and\nDSi composition revealed major differences between the studied rivers. The\ngroundwater discharge locations identified in the proximity of 12 municipal water\nintake plants during the low-flow seasons should be considered as potential\nrisk areas for water intake plants during flood periods (groundwater quality\ndeterioration due to bank infiltration), and should be taken under\nconsideration in river basin management under changing climatic situations.", 
        "journal": "Hydrology and Earth System Sciences", 
        "link": "http://www.hydrol-earth-syst-sci.net/19/3015/2015/", 
        "title": "Vulnerability of groundwater resources to interaction with river water in a boreal catchment"
    }, 
    {
        "author": "J. Rasmussen, H. Madsen, K. H. Jensen, and J. C. Refsgaard", 
        "date": "2015-07-02", 
        "description": "<b>Data assimilation in integrated hydrological modeling using ensemble Kalman filtering: evaluating the effect of ensemble size and localization on filter performance</b><br /><br />Hydrology and Earth System Sciences, 19, 2999-3013, 2015<br /><br />Author(s): J. Rasmussen, H. Madsen, K. H. Jensen, and J. C. Refsgaard<br /><br />Groundwater head and stream discharge is assimilated using the ensemble\ntransform Kalman filter in an integrated hydrological model with the aim of\nstudying the relationship between the filter performance and the ensemble\nsize. In an attempt to reduce the required number of ensemble members, an\nadaptive localization method is used. The performance of the adaptive\nlocalization method is compared to the more common distance-based\nlocalization. The relationship between filter performance in terms of\nhydraulic head and discharge error and the number of ensemble members is\ninvestigated for varying numbers and spatial distributions of groundwater\nhead observations and with or without discharge assimilation and parameter\nestimation. The study shows that (1) more ensemble members are needed when\nfewer groundwater head observations are assimilated, and (2) assimilating\ndischarge observations and estimating parameters requires a much larger\nensemble size than just assimilating groundwater head observations. However,\nthe required ensemble size can be greatly reduced with the use of adaptive\nlocalization, which by far outperforms distance-based localization. The\nstudy is conducted using synthetic data only.", 
        "journal": "Hydrology and Earth System Sciences", 
        "link": "http://www.hydrol-earth-syst-sci.net/19/2999/2015/", 
        "title": "Data assimilation in integrated hydrological modeling using ensemble Kalman filtering: evaluating the effect of ensemble size and localization on filter performance"
    }, 
    {
        "author": "J. P. Rodríguez-Rincón, A. Pedrozo-Acuña, and J. A. Breña-Naranjo", 
        "date": "2015-07-01", 
        "description": "<b>Propagation of hydro-meteorological uncertainty in a model cascade framework to inundation prediction</b><br /><br />Hydrology and Earth System Sciences, 19, 2981-2998, 2015<br /><br />Author(s): J. P. Rodríguez-Rincón, A. Pedrozo-Acuña, and J. A. Breña-Naranjo<br /><br />This investigation aims to study the propagation of meteorological\nuncertainty within a cascade modelling approach to flood prediction. The\nmethodology was comprised of a  numerical weather prediction  (NWP) model, a\ndistributed rainfall–runoff model and a 2-D hydrodynamic model. The\nuncertainty evaluation was carried out at the meteorological and hydrological\nlevels of the model chain, which enabled the investigation of how errors\nthat originated in the rainfall prediction  interact at a catchment level and\npropagate to an estimated inundation area and depth. For this, a hindcast\nscenario is utilised removing non-behavioural ensemble members at each stage,\nbased on the fit with observed data. At the hydrodynamic level, an\nuncertainty assessment was not incorporated; instead, the model was setup\nfollowing guidelines for the best possible representation of the case study.\nThe selected extreme event corresponds to a flood that took place in the\nsoutheast of Mexico during November 2009, for which field data (e.g. rain\ngauges; discharge) and satellite imagery were available. Uncertainty in the\nmeteorological model was estimated by means of a multi-physics ensemble\ntechnique, which is designed to represent errors from our limited knowledge\nof the processes generating precipitation. In the hydrological model, a\nmulti-response validation was implemented through the definition of six sets\nof plausible parameters from past flood events. Precipitation fields from the\nmeteorological model were employed as input in a distributed hydrological\nmodel, and resulting flood hydrographs were used as forcing conditions in the\n2-D hydrodynamic model. The evolution of skill within the model cascade shows\na complex aggregation of errors between models, suggesting that in\nvalley-filling events hydro-meteorological uncertainty has a larger effect on\ninundation depths than that observed in estimated flood inundation extents.", 
        "journal": "Hydrology and Earth System Sciences", 
        "link": "http://www.hydrol-earth-syst-sci.net/19/2981/2015/", 
        "title": "Propagation of hydro-meteorological uncertainty in a model cascade framework to inundation prediction"
    }, 
    {
        "author": "X. Y. Liang and Y.-K. Zhang", 
        "date": "2015-07-01", 
        "description": "<b>Analyses of uncertainties and scaling of groundwater level fluctuations</b><br /><br />Hydrology and Earth System Sciences, 19, 2971-2979, 2015<br /><br />Author(s): X. Y. Liang and Y.-K. Zhang<br /><br />Analytical solutions were derived for the variance, covariance, and spectrum of\ngroundwater level, <i>h</i>(<i>x</i>, <i>t</i>), in an unconfined aquifer described by a linearized\nBoussinesq equation, with random source/sink and initial and boundary\nconditions. It was found that in a typical aquifer, the error in\n<i>h</i>(<i>x</i>, <i>t</i>) at an early point in time is mainly caused by the random initial condition, and the error\nreduces as time progresses to reach a constant error at a later time. The\nduration for which the effect of the random initial condition is\nsignificant may be a few hundred days in most aquifers. The constant error\nin <i>h</i>(<i>x</i>, <i>t</i>) at a later time is due to the combined effects of the uncertainties in the\nsource/sink and flux boundary: the closer to the flux boundary, the larger\nthe error. The error caused by the uncertain head boundary is limited to a\nnarrow zone near the boundary and remains more or less constant over time.\nThe aquifer system behaves as a low-pass filter which filters out\nhigh-frequency noises and keeps low-frequency variations. Temporal scaling\nof groundwater level fluctuations exists in most parts of a low permeable\naquifer whose horizontal length is much larger than its thickness, caused by\nthe temporal fluctuations of areal source/sink.", 
        "journal": "Hydrology and Earth System Sciences", 
        "link": "http://www.hydrol-earth-syst-sci.net/19/2971/2015/", 
        "title": "Analyses of uncertainties and scaling of groundwater level fluctuations"
    }, 
    {
        "author": "C. J. Gleason, L. C. Smith, D. C. Finnegan, A. L. LeWinter, L. H Pitcher, and V. W. Chu", 
        "date": "2015-06-26", 
        "description": "<b>Technical Note: Semi-automated effective width extraction from time-lapse RGB imagery of a remote, braided Greenlandic river</b><br /><br />Hydrology and Earth System Sciences, 19, 2963-2969, 2015<br /><br />Author(s): C. J. Gleason, L. C. Smith, D. C. Finnegan, A. L. LeWinter, L. H Pitcher, and V. W. Chu<br /><br />River systems in remote environments are often challenging to monitor and\nunderstand where traditional gauging apparatus are difficult to install or\nwhere safety concerns prohibit field measurements. In such cases, remote\nsensing, especially terrestrial time-lapse imaging platforms, offer a means\nto better understand these fluvial systems. One such environment is found at\nthe proglacial Isortoq River in southwestern Greenland, a river with a\nconstantly shifting floodplain and remote Arctic location that make gauging\nand in situ measurements all but impossible. In order to derive relevant\nhydraulic parameters for this river, two true color (RGB) cameras were\ninstalled in July 2011, and these cameras collected over 10 000 half hourly\ntime-lapse images of the river by September of 2012. Existing approaches for\nextracting hydraulic parameters from RGB imagery require manual or supervised\nclassification of images into water and non-water areas, a task that was\nimpractical for the volume of data in this study. As such, automated image\nfilters were developed that removed images with environmental obstacles\n(e.g., shadows, sun glint, snow) from the processing stream. Further image\nfiltering was accomplished via a novel automated histogram similarity\nfiltering process. This similarity filtering allowed successful (mean\naccuracy 79.6 %) supervised classification of filtered images from\ntraining data collected from just 10 % of those images. Effective width,\na hydraulic parameter highly correlated with discharge in braided rivers, was\nextracted from these classified images, producing a hydrograph proxy for the\nIsortoq River between 2011 and 2012. This hydrograph proxy shows agreement\nwith historic flooding observed in other parts of Greenland in July 2012 and\noffers promise that the imaging platform and processing methodology presented\nhere will be useful for future monitoring studies of remote rivers.", 
        "journal": "Hydrology and Earth System Sciences", 
        "link": "http://www.hydrol-earth-syst-sci.net/19/2963/2015/", 
        "title": "Technical Note: Semi-automated effective width extraction from time-lapse RGB imagery of a remote, braided Greenlandic river"
    }, 
    {
        "author": "M. Biasutti and R. Seager", 
        "date": "2015-06-26", 
        "description": "<b>Projected changes in US rainfall erosivity</b><br /><br />Hydrology and Earth System Sciences, 19, 2945-2961, 2015<br /><br />Author(s): M. Biasutti and R. Seager<br /><br />Downscaled rainfall projections from 21 climate models from the CMIP5 (Coupled Model Intercomparison Project Phase 5) archive\nare used to estimate future changes in rainfall erosivity in the continental\nUnites States. To estimate erosivity from rainfall in the absence of\nsub-hourly data, we have used both daily rainfall values and the modified\nFournier index – which is based on monthly rainfall accumulation – and derived\nthe scaling relationship between rainfall and erosivity from observational\nestimates of both.\n<br><br>\nThe expectation of overall increase in erosivity is confirmed by these\ncalculations, but a quantitative assessment is marred by large uncertainties.\nSpecifically, the uncertainty in the method of estimation of erosivity is\nmore consequential than that deriving from the spread in climate simulations\nand leads to changes of uncertain sign in parts of the southwest and Texas.\n<br><br>\nWe suggest that progress can be made by establishing a more reliable\nfunctional relationship between daily rainfall and erosivity.", 
        "journal": "Hydrology and Earth System Sciences", 
        "link": "http://www.hydrol-earth-syst-sci.net/19/2945/2015/", 
        "title": "Projected changes in US rainfall erosivity"
    }, 
    {
        "author": "A. A. Harpold, J. A. Marshall, S. W. Lyon, T. B. Barnhart, B. A. Fisher, M. Donovan, K. M. Brubaker, C. J. Crosby, N. F. Glenn, C. L. Glennie, P. B. Kirchner, N. Lam, K. D. Mankoff, J. L. McCreight, N. P. Molotch, K. N. Musselman, J. Pelletier, T. Russo, H. Sangireddy, Y. Sjöberg, T. Swetnam, and N. West", 
        "date": "2015-06-24", 
        "description": "<b>Corrigendum to \"Laser vision: lidar as a transformative tool to advance critical zone science\" published in Hydrol. Earth Syst. Sci., 19, 2881–2897, 2015</b><br /><br />Hydrology and Earth System Sciences, 19, 2943-2943, 2015<br /><br />Author(s): A. A. Harpold, J. A. Marshall, S. W. Lyon, T. B. Barnhart, B. A. Fisher, M. Donovan, K. M. Brubaker, C. J. Crosby, N. F. Glenn, C. L. Glennie, P. B. Kirchner, N. Lam, K. D. Mankoff, J. L. McCreight, N. P. Molotch, K. N. Musselman, J. Pelletier, T. Russo, H. Sangireddy, Y. Sjöberg, T. Swetnam, and N. West<br /><br />No abstract available.", 
        "journal": "Hydrology and Earth System Sciences", 
        "link": "http://www.hydrol-earth-syst-sci.net/19/2943/2015/", 
        "title": "Corrigendum to \"Laser vision: lidar as a transformative tool to advance critical zone science\" published in Hydrol. Earth Syst. Sci., 19, 2881–2897, 2015"
    }, 
    {
        "author": "M. F. Müller and S. E. Thompson", 
        "date": "2015-06-24", 
        "description": "<b>TopREML: a topological restricted maximum likelihood approach to regionalize trended runoff signatures in stream networks</b><br /><br />Hydrology and Earth System Sciences, 19, 2925-2942, 2015<br /><br />Author(s): M. F. Müller and S. E. Thompson<br /><br />We introduce topological restricted maximum likelihood (TopREML) as \na method to predict runoff signatures in ungauged\nbasins. The approach is based on the use of linear mixed models with\nspatially correlated random effects. The nested nature of streamflow networks\nis taken into account by using water balance considerations to constrain the\ncovariance structure of runoff and to account for the stronger spatial\ncorrelation between flow-connected basins. The restricted maximum likelihood\n(REML) framework generates the best linear unbiased predictor (BLUP) of both\nthe predicted variable and the associated prediction uncertainty, even when\nincorporating observable covariates into the model. The method was\nsuccessfully tested in cross-validation analyses on mean streamflow and\nrunoff frequency in Nepal (sparsely gauged) and Austria (densely gauged),\nwhere it matched the performance of comparable methods in the prediction of\nthe considered runoff signature, while significantly outperforming them in\nthe prediction of the associated modeling uncertainty. The ability of TopREML to\ncombine deterministic and stochastic information to generate BLUPs of the\nprediction variable and its uncertainty makes it a particularly versatile\nmethod that can readily be applied in both densely gauged basins, where it\ntakes advantage of spatial covariance information, and data-scarce regions,\nwhere it can rely on covariates, which are increasingly observable via remote-sensing technology.", 
        "journal": "Hydrology and Earth System Sciences", 
        "link": "http://www.hydrol-earth-syst-sci.net/19/2925/2015/", 
        "title": "TopREML: a topological restricted maximum likelihood approach to regionalize trended runoff signatures in stream networks"
    }, 
    {
        "author": "O. Rakovec, A. H. Weerts, J. Sumihar, and R. Uijlenhoet", 
        "date": "2015-06-23", 
        "description": "<b>Operational aspects of asynchronous filtering for flood forecasting</b><br /><br />Hydrology and Earth System Sciences, 19, 2911-2924, 2015<br /><br />Author(s): O. Rakovec, A. H. Weerts, J. Sumihar, and R. Uijlenhoet<br /><br />This study investigates the suitability of the asynchronous ensemble Kalman\nfilter (AEnKF) and a partitioned updating scheme for hydrological\nforecasting. The AEnKF requires forward integration of the model for the\nanalysis and enables assimilation of current and past observations\nsimultaneously at a single analysis step. The results of discharge\nassimilation into a grid-based hydrological model (using a soil moisture\nerror model) for the Upper Ourthe catchment in the Belgian Ardennes show that\nincluding past predictions and observations in the data assimilation method\nimproves the model forecasts. Additionally, we show that elimination of the\nstrongly non-linear relation between the soil moisture storage and\nassimilated discharge observations from the model update becomes beneficial\nfor improved operational forecasting, which is evaluated using several\nvalidation measures.", 
        "journal": "Hydrology and Earth System Sciences", 
        "link": "http://www.hydrol-earth-syst-sci.net/19/2911/2015/", 
        "title": "Operational aspects of asynchronous filtering for flood forecasting"
    }, 
    {
        "author": "P. T. S. Oliveira, E. Wendland, M. A. Nearing, R. L. Scott, R. Rosolem, and H. R. da Rocha", 
        "date": "2015-06-22", 
        "description": "<b>The water balance components of undisturbed tropical woodlands in the Brazilian cerrado</b><br /><br />Hydrology and Earth System Sciences, 19, 2899-2910, 2015<br /><br />Author(s): P. T. S. Oliveira, E. Wendland, M. A. Nearing, R. L. Scott, R. Rosolem, and H. R. da Rocha<br /><br />Deforestation of the Brazilian cerrado region has caused\nmajor changes in hydrological processes. These changes in water balance\ncomponents are still poorly understood  but are important for making land\nmanagement decisions in this region. To better understand pre-deforestation\nconditions, we determined the main components of the water balance for an\nundisturbed tropical woodland classified as \"cerrado sensu stricto denso\".\nWe developed an empirical model to estimate actual evapotranspiration (ET)\nby using flux tower measurements and  vegetation conditions inferred from\nthe enhanced vegetation index and reference evapotranspiration. Canopy\ninterception, throughfall, stemflow, surface runoff, and water table level\nwere assessed from ground measurements. We used data from two cerrado sites,\nPé de Gigante    (PDG) and Instituto Arruda Botelho (IAB). Flux tower\ndata from the PDG site collected from 2001 to 2003 were used to develop\nthe empirical model to estimate ET. The other hydrological processes were\nmeasured at the field scale between 2011 and 2014 at the IAB site. The\nempirical model showed significant agreement (<i>R</i><sup>2</sup> = 0.73) with observed\nET at the daily timescale. The average values of estimated ET at the IAB\nsite ranged from 1.91 to 2.60 mm day<sup>−1</sup> for the dry and wet seasons,\nrespectively. Canopy interception ranged from 4 to 20 % and stemflow\nvalues were approximately 1 % of the gross precipitation. The average runoff\ncoefficient was less than 1 %, while cerrado deforestation has the\npotential to increase that amount up to 20-fold. As relatively little excess\nwater runs off (either by surface water or groundwater), the water storage\nmay be estimated by the difference between precipitation and\nevapotranspiration. Our results provide benchmark values of water balance\ndynamics in the undisturbed cerrado that will be useful to evaluate past and\nfuture land-cover and land-use changes for this region.", 
        "journal": "Hydrology and Earth System Sciences", 
        "link": "http://www.hydrol-earth-syst-sci.net/19/2899/2015/", 
        "title": "The water balance components of undisturbed tropical woodlands in the Brazilian cerrado"
    }, 
    {
        "author": "A. A. Harpold, J. A. Marshall, S. W. Lyon, T. B. Barnhart, B. A. Fisher, M. Donovan, K. M. Brubaker, C. J. Crosby, N. F. Glenn, C. L. Glennie, P. B. Kirchner, N. Lam, K. D. Mankoff, J. L. McCreight, N. P. Molotch, K. N. Musselman, J. Pelletier, T. Russo, H. Sangireddy, Y. Sjöberg, T. Swetnam, and N. West", 
        "date": "2015-06-22", 
        "description": "<b>Laser vision: lidar as a transformative tool to advance critical zone science</b><br /><br />Hydrology and Earth System Sciences, 19, 2881-2897, 2015<br /><br />Author(s): A. A. Harpold, J. A. Marshall, S. W. Lyon, T. B. Barnhart, B. A. Fisher, M. Donovan, K. M. Brubaker, C. J. Crosby, N. F. Glenn, C. L. Glennie, P. B. Kirchner, N. Lam, K. D. Mankoff, J. L. McCreight, N. P. Molotch, K. N. Musselman, J. Pelletier, T. Russo, H. Sangireddy, Y. Sjöberg, T. Swetnam, and N. West<br /><br />Observation and quantification of the Earth's surface is undergoing a\nrevolutionary change due to the increased spatial resolution and extent\nafforded by light detection and ranging (lidar) technology. As a\nconsequence, lidar-derived information has led to fundamental discoveries\nwithin the individual disciplines of geomorphology, hydrology, and ecology.\nThese disciplines form the cornerstones of critical zone (CZ) science, where\nresearchers study how interactions among the geosphere, hydrosphere, and\nbiosphere shape and maintain the \"zone of life\", which extends from the\ntop of unweathered bedrock to the top of the vegetation canopy. Fundamental\nto CZ science is the development of transdisciplinary theories and tools\nthat transcend disciplines and inform other's work, capture new\nlevels of complexity, and create new intellectual outcomes and spaces.\nResearchers are just beginning to use lidar data sets to answer\nsynergistic, transdisciplinary questions in CZ science, such as how CZ\nprocesses co-evolve over long timescales and interact over shorter timescales to create thresholds, shifts in states and fluxes of water, energy,\nand carbon. The objective of this review is to elucidate the transformative\npotential of lidar for CZ science to simultaneously allow for quantification\nof topographic, vegetative, and hydrological processes. A review of 147\npeer-reviewed lidar studies highlights a lack of lidar applications for CZ studies as 38 % of the studies were focused in\ngeomorphology, 18 % in hydrology, 32 % in ecology, and the remaining\n12 % had an interdisciplinary focus. A handful of exemplar\ntransdisciplinary studies demonstrate lidar data sets that are well-integrated with other observations can lead to fundamental advances in CZ science, such as\nidentification of feedbacks between hydrological and ecological processes\nover hillslope scales and the synergistic co-evolution of landscape-scale CZ\nstructure due to interactions amongst carbon, energy, and water cycles. We\npropose that using lidar to its full potential will require numerous\nadvances, including new and more powerful open-source\nprocessing tools, exploiting new lidar acquisition technologies, and\nimproved integration with physically based models and complementary in situ and\nremote-sensing observations. We provide a 5-year vision that advocates\nfor the expanded use of lidar data sets and highlights subsequent potential\nto advance the state of CZ science.", 
        "journal": "Hydrology and Earth System Sciences", 
        "link": "http://www.hydrol-earth-syst-sci.net/19/2881/2015/", 
        "title": "Laser vision: lidar as a transformative tool to advance critical zone science"
    }, 
    {
        "author": "L. Gudmundsson and S. I. Seneviratne", 
        "date": "2015-06-22", 
        "description": "<b>Towards observation-based gridded runoff estimates for Europe</b><br /><br />Hydrology and Earth System Sciences, 19, 2859-2879, 2015<br /><br />Author(s): L. Gudmundsson and S. I. Seneviratne<br /><br />Terrestrial water variables are the key to understanding ecosystem\nprocesses, feed back  on weather and climate, and are a prerequisite\nfor human activities.  To provide context for local investigations and to\nbetter understand phenomena that only emerge at large spatial scales,\nreliable information on continental-scale freshwater dynamics\nis necessary. To date streamflow is among the best-observed variables of\nterrestrial water systems. However, observation networks have a\nlimited station density and often incomplete temporal coverage,\nlimiting investigations to locations and times with observations.\nThis paper presents a methodology to estimate continental-scale\nrunoff on a 0.5° spatial grid with monthly resolution. The\nmethodology is  based on statistical\nupscaling of observed streamflow from small catchments in Europe and\nexploits readily available gridded atmospheric forcing data combined\nwith the capability of machine learning techniques.\nThe resulting runoff estimates are validated against (1) runoff from\nsmall catchments that were not used for model training, (2) river\ndischarge from nine continental-scale river basins and (3) independent\nestimates of long-term mean evapotranspiration at the pan-European\nscale. In addition it is shown that the produced gridded runoff\ncompares on average better to observations than a multi-model\nensemble of comprehensive land surface models (LSMs), making it an\nideal candidate for model evaluation  and model development.\nIn particular, the presented machine learning approach may help\ndetermining which factors are most relevant for an efficient modelling\nof runoff at regional scales. Finally, the resulting data product is used to derive a\ncomprehensive runoff climatology for Europe and its potential for\ndrought monitoring is illustrated.", 
        "journal": "Hydrology and Earth System Sciences", 
        "link": "http://www.hydrol-earth-syst-sci.net/19/2859/2015/", 
        "title": "Towards observation-based gridded runoff estimates for Europe"
    }, 
    {
        "author": "F. M. Achete, M. van der Wegen, D. Roelvink, and B. Jaffe", 
        "date": "2015-06-19", 
        "description": "<b>A 2-D process-based model for suspended sediment dynamics: a first step towards ecological modeling</b><br /><br />Hydrology and Earth System Sciences, 19, 2837-2857, 2015<br /><br />Author(s): F. M. Achete, M. van der Wegen, D. Roelvink, and B. Jaffe<br /><br />In estuaries suspended sediment concentration (SSC) is one of the most\nimportant contributors to turbidity, which influences habitat conditions and\necological functions of the system. Sediment dynamics differs depending on\nsediment supply and hydrodynamic forcing conditions that vary over space and\nover time. A robust sediment transport model is a first step in developing a\nchain of models enabling simulations of contaminants, phytoplankton and\nhabitat conditions.\n<br><br>\nThis works aims to determine turbidity levels in the complex-geometry delta\nof the San Francisco estuary using a process-based approach (Delft3D Flexible\nMesh software). Our approach includes a detailed calibration against\nmeasured SSC levels, a sensitivity analysis on model parameters and the\ndetermination of a yearly sediment budget as well as an assessment of model\nresults in terms of turbidity levels for a single year, water year (WY) 2011.\n<br><br>\nModel results show that our process-based approach is a valuable tool in\nassessing sediment dynamics and their related ecological parameters over a\nrange of spatial and temporal scales. The model may act as the base model\nfor a chain of ecological models assessing the impact of climate change and\nmanagement scenarios. Here we present a modeling approach that, with limited\ndata, produces reliable predictions and can be useful for estuaries without\na large amount of processes data.", 
        "journal": "Hydrology and Earth System Sciences", 
        "link": "http://www.hydrol-earth-syst-sci.net/19/2837/2015/", 
        "title": "A 2-D process-based model for suspended sediment dynamics: a first step towards ecological modeling"
    }
]