[
    {
        "author": "Michael J. Allen, Scott C. Sheridan", 
        "date": "2015-07-20", 
        "description": "\n\nDiscussed in a global context, the issue of scale is important to consider as it relates to climate change. As climatological studies utilize temporally and spatially static definitions of seasonal definitions, the understanding of seasonal change may be limited by the way in which seasons are defined. This research serves as a challenge to this perspective by examining the changes in seasons by incorporating variability into the way in which seasons are defined. Temporally and spatially variable seasons were defined based on thresholds of apparent temperature and upper-level circulation patterns for the period 1948–2012. Using 60 US surface stations, two apparent air temperature metrics were used to define seasons that vary spatially and temporally. Stations represented major cities found in the contiguous United States. A large-scale circulation approach utilized synoptic categorizations based on 250-mb geopotential heights from the NCEP-NCAR reanalysis (NNR) as a metric of seasonal delineation. In this method, seasons varied temporally but not spatially. Despite the different methodological approaches, consistent trends were found. Since 1948, late starts of autumn and winter have been observed while earlier onsets of spring and summer have taken place. For the individual stations, the largest shifts occurred along coasts and in larger, more urbanized environments. Individual locations also showed increased variability in start date, and significant changes were found for all four seasons in the circulation approach. Seasons have been shown to be important for a variety of processes including phenological responses and human adaptation to extreme temperature environments; therefore, the consideration of season variability may be appropriate for future climatological research.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4422", 
        "title": "Evaluating changes in season length, onset, and end dates across the United States (1948–2012)"
    }, 
    {
        "author": "R. Hierro, P. Llamedo, A. de la Torre, P. Alexander", 
        "date": "2015-07-20", 
        "description": "\n\nOn the basis of Tropical Rainfall Measuring Mission (TRMM) daily accumulated rainfall data (3B42 v7 product) covering 16 years (1998–2013), the Amazon Basin (AB) time and space rainfall variability is analysed. Different behaviours of precipitation over AB are found to the north and south of 8°S when the longitudinal band 70°–50°W is considered. The sample is then split into northern and southern sectors with respect to 8°S, describing their monthly evolution as a function of longitude. The main spatial oscillation modes are isolated and analysed through continuous wavelet transform analysis. Intense spatial oscillations are found close to the western side of the studied region. Several temporal modes in different scales are detected within each sample. Two of them show scales longer than 12 months, which are probably associated with ENSO phases. Smaller scale oscillations, evaluated from daily data, are also found. The northern sector of AB shows more daily data variability than the southern one and seems to be more affected by large temporal processes than the southern sector.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4429", 
        "title": "Spatiotemporal structures of rainfall over the Amazon basin derived from TRMM data"
    }, 
    {
        "author": "María Paula Llano, Walter Vargas", 
        "date": "2015-07-20", 
        "description": "\n\nThe impact of climate variability on exportable surpluses of maize and soya beans in producing/exporting countries is well known. This situation necessitates the study of climate variability and yields in some of the major producer countries (Argentina, Brazil and the United States). This study aims to characterize the climate regimes of each region, seeking the highest degree of regional homogeneity and representativeness of yields and climate variables. The series variability is analysed according to various effects (different stages of crop development and conditioning of yield). The temperatures and rainfall occurring during the flowering stage exert greater conditioning on yield at the end of the crop cycle. Different theoretical fit models of yield are obtained for both crops with climate information from their core areas of high production.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4439", 
        "title": "Climate characteristics and their relationship with soybean and maize yields in Argentina, Brazil and the United States"
    }, 
    {
        "author": "J. M. Finkel, L. M. Canel-Katz, J. I. Katz", 
        "date": "2015-07-20", 
        "description": "\n\nThe mean North American and world climates have warmed since the 19th century following the anthropogenic emission of large quantities of greenhouse gases. It has been suggested that this warming may increase the frequency or severity of droughts. We define a quantitative and objective aridity index that describes the precipitation forcing function of drought. Using the extensive historical database of precipitation records, we evaluate changes in the aridity in the 48 contiguous United States. The area-averaged mean fractional rate of change of aridity of 1218 sites in the period 1893–2013 was (−6.6 ± 0.4) × 10− 4 per year; the 48 contiguous United States became less arid. The rate of decrease of aridity was roughly consistent with expectations from the Clausius–Clapeyron relation and the rate of warming. The fractional rate of change of aridity was nearly uncorrelated with the aridity itself, but there were regional differences: many Western and coastal Southeastern sites showed increasing aridity, but regions of rapidly decreasing aridity were found in a band 85∘–100∘W and the Northeast.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4421", 
        "title": "Decreasing US aridity in a warming climate"
    }, 
    {
        "author": "Satya Prakash, Ashis K. Mitra, E. N. Rajagopal, D. S. Pai", 
        "date": "2015-07-19", 
        "description": "\n\nReliable information of rainfall and its variability at finer spatio-temporal scales over the Indian monsoon region is crucial for various applications in hydrology, meteorology, water resource management, and evaluation of high-resolution numerical model outputs. In this study, the Tropical Rainfall Measuring Mission (TRMM)-based high-resolution multisatellite rainfall products namely, TRMM Multisatellite Precipitation Analysis (TMPA)-3B42 and Global Satellite Mapping of Precipitation (GSMaP) are evaluated against recently released gauge-based India Meteorological Department (IMD) gridded data set. Both the research (delayed mode) and near real-time rainfall products of TMPA-3B42 (V7 and RT) and GSMaP (MVK and NRT) are evaluated over India at a daily scale for the peak southwest monsoon months of July–August. Two study periods (2000–2010 and 2009–2013) are used to accommodate the analyses based on data availability. Comparison of TMPA-3B42 (V7 and RT) and GSMaP-MVK with IMD gauge-based data for 2000–2010 shows that these data sets are able to represent large-scale monsoon rainfall spatial features, but are having region-specific biases. The interannual variability of monsoon rainfall averaged over India is also reasonably captured. However in terms of biases, TMPA-3B42RT overestimates rainfall by about 21% and GSMaP-MVK underestimates by about 22% at all-India scale. In terms of continuous skill metrics, TMPA-3B42V7 is closer to the IMD gauge-based observations possibly due to gauge adjustments. Categorical verification against gauge-based observations shows that the satellite-based data sets have difficulties in rainfall detection primarily over the northern Jammu & Kashmir regions, northeast India, and southern peninsular India. At subregional scale within India, satellite rainfall estimates show rather lower skill score in rainfall identification and larger uncertainty in rainfall estimation over the northeast India. Comparison of near real-time products of TMPA and GSMaP for July–August months of 2009–2013 shows that TMPA-3B42RT overestimates and GSMaP-NRT underestimates rainfall over most parts of India. Even though TMPA-3B42 (V7 and RT) and GSMaP-MVK rainfall data sets show similar diurnal variations over the Indian monsoon region, TMPA-3B42RT (GSMaP-MVK) shows larger (smaller) magnitude in diurnal cycle as compared to TMPA-3B42V7. Results from different skill metrics suggest that both research and near real-time versions of TMPA products can be used with relatively higher confidence as compared to GSMaP over the Indian region during peak monsoon period.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4446", 
        "title": "Assessment of TRMM-based TMPA-3B42 and GSMaP precipitation products over India for the peak southwest monsoon season"
    }, 
    {
        "author": "Alexandru Dumitrescu, Marius-Victor Birsan, Ancuta Manea", 
        "date": "2015-07-19", 
        "description": "\n\nA two-step interpolation framework is proposed for the first time for computing sub-daily (6 h) precipitation maps over Romania, over 36 years (1975–2010), using meteorological and ancillary data. In the first step, the monthly climatology maps were constructed. Here, the auxiliary predictors were quantified with the help of multivariate geostatistical model (Regression Kriging). In the second step – the interpolation of the 6-h anomaly maps of precipitation – three methods were compared: Multiquadratic, Ordinary Kriging and 3d Kriging. Owing to the good results in interpolating precipitation anomalies (and to the fewer steps required for producing the maps), the Multiquadratic method was chosen to construct the 6-h precipitation ratios maps for the period 1975–2010. By comparing the new gridded data set to similar sets of data, and by using precipitation data from five independent stations, it was proven that the proposed methodology was suitable for accurately estimating in space and time the 6-h precipitation values. The final outcome of this work is a gridded precipitation data set, at a 6-h time step, available in high spatial resolution (1 km × 1 km) together with the estimated accuracy.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4427", 
        "title": "Spatio-temporal interpolation of sub-daily (6 h) precipitation over Romania for the period 1975–2010"
    }, 
    {
        "author": "Jan Rajczak, Sven Kotlarski, Nadine Salzmann, Christoph Schär", 
        "date": "2015-07-19", 
        "description": "\n\nObserved and projected climatic changes demand for robust assessments of climate impacts on various environmental and anthropogenic systems. Empirical-statistical downscaling (ESD) methods coupled to output from climate model projections are promising tools to assess impacts at regional to local scale. ESD methods correct for common model deficiencies in accuracy (e.g. model biases) and scale (e.g. grid vs point scale). However, most ESD methods require long observational time series at the target sites, and this often restricts robust impact assessments to a small number of sites. This paper presents a method to generate robust climate model based  scenarios for target sites with short and (or) sparse observational data coverage. The approach is based on the well-established quantile mapping method and incorporates two major steps: (1) climate model bias correction to the most representative station with long-term measurements and (2) spatial transfer of bias-corrected model data to represent target site characteristics. Both steps are carried out using the quantile mapping technique. The resulting output can serve as end user–tailored input for climate impact models. The method allows for multivariate and multi-model ensemble scenarios and additionally enables to approximately reconstruct data for non-measured periods. The method's applicability is validated using (1) long-term weather stations across the topographically and climatologically complex territory of Switzerland and (2) sparse data sets from Swiss permafrost research sites located in challenging conditions at high altitudes. It is shown that the two-step approach performs well and offers attractive quality, even for extreme target locations. Uncertainties, however, remain and primarily depend on (1) data availability and (2) the considered variable. The two-step approach itself involves large uncertainties when applied to short reference data sets or spatially heterogeneous variables (e.g. precipitation, wind speed). For temperature, results are promising even when using very short calibration periods.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4417", 
        "title": "Robust climate scenarios for sites with sparse observations: a two-step bias correction approach"
    }, 
    {
        "author": "John O'Sullivan, Conor Sweeney, Paul Nolan, Emily Gleeson", 
        "date": "2015-07-19", 
        "description": "\n\nThere is a paucity of dynamically downscaled climate model output at a high resolution over Ireland, of temperature projections for the mid-21st century. This study aims to address this shortcoming. A preliminary investigation of global climate model (GCM) data and high-resolution regional climate model (RCM) data shows that the latter exhibits greater variability over Ireland by reducing the dominance of the surrounding seas on the climate signal. This motivates the subsequent dynamical downscaling and analysis of the temperature output from three high-resolution (4–7 km grid size) RCMs over Ireland. The three RCMs, driven by four GCMs from CMIP3 and CMIP5, were run under different Special Report on Emissions Scenarios (SRES) and representative concentration pathway (RCP) future scenarios. Projections of mean and extreme temperature changes are considered for the mid-century (2041–2060) and assessed relative to the control period of 1981–2000.\nAnalysis of the RCM data shows that annual mean temperatures are projected to rise between 0.4 and 1.8 °C above control levels by mid-century. On a seasonal basis, results differ by forcing scenario. Future summers have the largest projected warming under RCP 8.5, where the greatest warming is seen in the southeast of Ireland. The remaining two high emission scenarios (SRESs A1B and A2) project future winters to have the greatest warming, with almost uniform increases of 1.5–2 °C across the island.\nChanges in the bidecadal 5th and 95th percentile values of daily minimum and maximum temperatures, respectively, are also analysed. The greatest change in daily minimum temperature is projected for future winters (indicating fewer cold nights and frost days), a pattern that is consistent across all scenarios/forcings.\nAn investigation into the distribution of temperature under RCP 8.5 shows a strong summer increase compounded by increased variability, and a winter increase compounded by an increase in skewness.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4419", 
        "title": "A high-resolution, multi-model analysis of Irish temperatures for the mid-21st century"
    }, 
    {
        "author": "Dabang Jiang, Zhiping Tian, Xianmei Lang", 
        "date": "2015-07-19", 
        "description": "\n\nBased on observation and reanalysis data, 77 coupled global climate models (GCMs) participating in the Intergovernmental Panel on Climate Change (IPCC) Third (TAR), Fourth (AR4), and Fifth (AR5) Assessment Reports are evaluated in terms of their ability to simulate the mean state and year-to-year variability of surface air temperature at 2 m and precipitation over China and the climatological East Asian monsoon for the late decades of the 20th century. Results show that GCMs reliably reproduce the geographical distribution of the variables considered. Compared with observations, however, most GCMs have topography-related cold biases (although these are smaller than those found in previous studies), excessive precipitation, an underestimated southeast–northwest precipitation gradient, an overestimated magnitude and spatial variability of the interannual variability of temperature and precipitation, and an inadequate strength of the East Asian monsoon circulation. Pairwise comparison reveals that GCMs continue to improve from the TAR via the AR4 to the AR5 for temperature, but have little change for precipitation and the East Asian monsoon. The ability of GCMs varies with season and is affected to certain degree by their horizontal resolutions. Both the arithmetic mean and the median of multiple GCMs are little affected by filtering GCMs in terms of their ability, and the multi-model mean outperforms most of individual GCMs in every respect.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4406", 
        "title": "Reliability of climate models for China through the IPCC Third to Fifth Assessment Reports"
    }, 
    {
        "author": "Jordan T. McLeod, Thomas L. Mote", 
        "date": "2015-07-19", 
        "description": "\n\nAtmospheric blocking commonly occurs over the high latitudes of the Northern Hemisphere, resulting from the development of persistent areas of high pressure that lead to warmer-than-average surface temperatures west of the high centre. While the variability and trends in anticyclonic circulation patterns (including blocking) over Greenland have been previously documented, an analysis of the most extreme blocking events within the observational record is lacking. In this study, a historical climatology of extreme Greenland blocking episodes (GBEs) from 1958 to 2013 is examined within the context of anomalous anticyclonic circulation patterns over the North Atlantic region during recent years. Based on a combination of the ERA-40 (1958–1978) and ERA-Interim (1979–2013) reanalysis data sets, the Greenland Blocking Index (GBI) is used to quantify 500 hPa geopotential height anomalies for the identification of extreme GBEs. The annual rate of extreme blocking days has doubled since 1958, reaching an average of approximately 20 days per year by 2013. The frequency and, to some extent, duration of extreme GBEs were unprecedentedly high from 2007 to 2013 compared to the 56-year period of record, with a majority of the increase occurring during the spring (MAM) and summer (JJA). A multiple linear regression analysis reveals that interannual variability in extreme blocking and the Atlantic Multidecadal Oscillation (AMO) are the two predominant drivers of surface meltwater production across the entire Greenland ice sheet (GrIS), but Arctic sea ice extent and North Atlantic cyclone activity can also influence the extent of summer melting over portions of the GrIS. Thus, in addition to the larger-scale atmospheric and oceanic variability, smaller-scale features such as extratropical cyclones can play a significant role in modulating GrIS surface melting each summer.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4440", 
        "title": "Linking interannual variability in extreme Greenland blocking episodes to the recent increase in summer melting across the Greenland ice sheet"
    }, 
    {
        "author": "Shengzhi Huang, Qiang Huang, Hongbo Zhang, Yutong Chen, Guoyong Leng", 
        "date": "2015-07-19", 
        "description": "\n\nWith the purpose of further understanding the spatio-temporal changes in precipitation, temperature and their possibly changing relationship in the Wei River Basin (WRB), a typical arid and semi-arid region in China, the modified Mann–Kendall (MMK) test method was used to capture their trends at monthly and annual time scales, and the K-means cluster analysis method was applied to divide the whole basin into three homogeneous sub-regions. Furthermore, a copulas-based method was introduced in this study to identify possible inflection points of the relationship between precipitation and temperature in the WRB. Results indicate that: (1) spatially, both annual average precipitation and temperature decreased from southeast to northwest; temporally, for most months, a decreasing trend was found for precipitation while the air temperature in most months has a significantly increasing trend at 99% confidence level at monthly and annual time scales in the WRB; (2) climate warming has less effect on the precipitation structure than that on the precipitation magnitude in the WRB; and (3) overall, the relationship between precipitation and temperature in the whole WRB has no significant inflection point, implying a relatively stable relationship between precipitation and temperature changes. This study provides a new idea and quantitative measure for the identification of inflection points of the relationship between precipitation and temperature.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4409", 
        "title": "Spatio-temporal changes in precipitation, temperature and their possibly changing relationship: a case study in the Wei River Basin, China"
    }, 
    {
        "author": "Yan Lu, Qin'geng Wang, Yanyan Zhang, Ping Sun, Yu Qian", 
        "date": "2015-07-19", 
        "description": "\n\nAnthropogenic heat emissions (AHEs) are a contributor to global climate change and may affect the climate and air quality in many ways. To gain a complete picture of AHEs in mainland China and to lay the groundwork for modelling of regional climate and the environment, AHEs from energy consumption and human metabolism were estimated, and an inventory was established with gridded distributions and profiles of temporal variations. This was based on the top–down inventory approach by using officially published statistical data. Results indicated that total AHE of the mainland was 1.2 × 1020 J·a−1, of which industry, transportation, buildings and human metabolism contributed 73.0, 11.6, 10.6 and 4.8%, respectively. Coal and electricity accounted for approximately 74% of the total emissions from energy consumption. The annual average heat flux of the mainland was 0.4 W·m−2, with a sharp difference between the eastern and western regions. Fluxes in the eastern regions were mostly between 0.5 and 20 W·m−2, and they were between 0 and 0.05 W·m−2 in the western regions. In urban or built-up areas of typical cities, the heat fluxes may be much higher than the average for larger areas, typically ranging from 20 to 100 W·m−2. Region-specific profiles of temporal variations will improve the inventory in the future, which can be applied to climatic and environmental models to obtain in-depth knowledge of the effects of AHEs.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4407", 
        "title": "An estimate of anthropogenic heat emissions in China"
    }, 
    {
        "author": "Anastasios Mavrakis, Luca Salvati, Helena Flocas", 
        "date": "2015-07-19", 
        "description": "\n\nThe present study investigates long-term climate variations of mixing ratio in an industrial basin of the Eastern Mediterranean region (Thriasio Plain, Greece), considering the serious environmental and socioeconomic impacts of a projected drier future climate in the Mediterranean. For this purpose, monthly average temperature, precipitation, dew point and atmospheric pressure were used for the period between 1958 and 2011. It was found that mixing ratio can be considered as a proxy for climate aridity in the area. Although air temperature was substantially stable during the investigated period, mixing ratio showed a marked reduction on both annual and monthly basis.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4410", 
        "title": "Mixing ratio as indicator of climate variations at a local scale: trends in an industrial area of the Eastern Mediterranean"
    }, 
    {
        "author": "P. Pavlasek, A. Merlone, C. Musacchio, Å. A. F. Olsen, R. A. Bergerud, L. Knazovicka", 
        "date": "2015-07-19", 
        "description": "\n\nTemperature has always been a central quantity in meteorology and plays a key role in weather forecast and climate determination. Long temperature series are a useful tool both as a direct indicator of global climatic trends and as input to climate models. However, ensuring the quality of the data records is challenging, with issues arising from the wide range of sensors used, how the sensors were calibrated, and how the data were recorded and written down. In particular, the very definition of the temperature scales has evolved. While the temperature scales have always been tied to phase transitions of substances such as the freezing and boiling points of water, the temperatures assigned to those phase transitions have been revised occasionally when new sensors and measuring techniques suggested discrepancies between the temperature scales and thermodynamic temperature. Invariably this has led to alterations in the reference scales of temperature that give rise to biases when compiling historic temperature records, an issue that appears to be neglected in the meteorological literature. The present work deals with this issue for 20th century data by proposing a mathematical model to allow the conversion from historical scales to the International Temperature Scale of 1990 (ITS-90). This work also presents the implementation of this mathematical model into a software tool, which can convert large files of historical records to the ITS-90. The correction equation is applied to example observations, and it is found that the correction becomes an issue in special cases involving aggregated temperature data. However, the corrections are significantly smaller than the global warming trend seen in the 20th century. The corrections applied have shown a level of change, which has not significantly affected the global warming trend.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4404", 
        "title": "Effect of changes in temperature scales on historical temperature data"
    }, 
    {
        "author": "Shengping He, Huijun Wang", 
        "date": "2015-07-19", 
        "description": "\n\nThis study investigated the potential connection of the October–December Arctic Oscillation (AO-OND) with the following January East Asian temperature extremes and the possible mechanisms. It was found that the extreme cold (warm) events are less (more) frequent in January over East Asia following a positive phase of AO-OND, which might be attributed to the intrinsic persistence of AO-OND in stratosphere and the memory of Eurasian snow cover. It is revealed that the barotropic structure of AO-OND could extend to stratosphere. By the following January, wave activities propagate from stratosphere downwards to upper troposphere, then bent equatorwards to mid-latitudes. Consequently, the January circumpolar jet (polar vortex) gets strengthened (colder) because the equatorward-pointing (upwards) wave activities correspond to poleward meridional eddy momentum (eddy heat) flux. In such a way, the anomalous AO-OND persists into the following January. On the other hand, positive phase of AO-OND causes significant surface warming in most parts of Eurasia, leading to Eurasian snow melt. The October–December snow melt has intrinsic climatic memory and further weakens the January Siberian High through reducing surface albedo. Besides, the surface warming in North Europe because of reduced surface albedo caused by snow melt could stimulate a Rossby wave train propagating eastwards across Eurasia, which restrains the blocking events around Ural region. In such a context, the incidence of extreme warm (cold) events over East Asia is more (less) frequent.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4399", 
        "title": "Linkage between the East Asian January temperature extremes and the preceding Arctic Oscillation"
    }, 
    {
        "author": "J. A. Marengo, J. C. Espinoza", 
        "date": "2015-07-14", 
        "description": "\n\nThis paper reviews recent progress in the study and understanding of extreme seasonal events in the Amazon region, focusing on drought and floods. The review includes a history of droughts and floods in the past, in the present and some discussions on future extremes in the context of climate change and its impacts on the Amazon region. Several extreme hydrological events, some of them characterized as ‘once in a century’, have been reported in the Amazon region during the last decade. While abundant rainfall in various sectors of the basin has determined extreme floods along the river's main stem in 1953, 1989, 1999, 2009, 2012–2015, deficient rainfall in 1912, 1926, 1963, 1980, 1983, 1995, 1997, 1998, 2005 and 2010 has caused anomalously low river levels, and an increase in the risk and number of fires in the region, with consequences for humans. This is consistent with changes in the variability of the hydrometeorology of the basin and suggests that extreme hydrological events have been more frequent in the last two decades. Some of these intense/reduced rainfalls and subsequent floods/droughts were associated (but not exclusively) with La Niña/El Niño events. In addition, moisture transport anomalies from the tropical Atlantic into Amazonia, and from northern to southern Amazonia alter the water cycle in the region year-to-year. We also assess the impacts of such extremes on natural and human systems in the region, considering ecological, economic and societal impacts in urban and rural areas, particularly during the recent decades. In the context of the future climate change, studies show a large range of uncertainty, but suggest that drought might intensify through the 21st century.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4420", 
        "title": "Extreme seasonal droughts and floods in Amazonia: causes, trends and impacts"
    }, 
    {
        "author": "Maytê Duarte Leal Coutinho, Kellen Carla Lima, Cláudio Moisés Santos e Silva", 
        "date": "2015-07-14", 
        "description": "\n\nThe moisture transport over South America (SA) was investigated through the vertically integrated moisture flux of three regions: the Amazon (AMZ), Northeastern Brazil (NEB) and the La Plata Basin (LPB), in different climates, past (1961–1990) and future (2071–2100), in the summer (DJF) and winter (JJA) seasons. For this, we used the results of the simulations of four regional climate models (RCMs) of the Regional Climate Change Assessment for the La Plata Basin (CLARIS-LPB) project. The capacity and limitations of the models to simulate seasonal precipitation for the past period is discussed. In general, the RCMs tended to overestimate the observed precipitation during DJF in the NEB and underestimate it during JJA in the LPB. In relation to change in precipitation (future minus past), the RCMs indicated a decrease in precipitation over northern SA. The average fluxes of the AMZ and NEB regions provided most of the water vapour through the east and north edges, which indicates that the contributions of the North and South Atlantic trade winds are equally important for the entry of moisture during JJA and DJF. This configuration was observed in all models and climates. By comparing past and future climates, the moisture flux convergence during the past was lower relative to the future in different regions and seasons, with statistically significant differences at the 5% level considering the Student's t-test. In the same study, we compared the simulated (RCMs) and reanalysis moisture flux (ERA-40) in the past climate. The result indicated that the CLARIS project's RCMs are capable of simulating values similar or equal to the observed ones, providing high quality data for SA that can be useful in the analysis of changes in future moisture fluxes.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4411", 
        "title": "Regional climate simulations of the changes in the components of the moisture budget over South America"
    }, 
    {
        "author": "David P. Retchless, Cynthia A. Brewer", 
        "date": "2015-07-14", 
        "description": "\n\nUncertainty in the spatial distribution of projected climate changes can be represented along with the magnitudes of those changes using coincident-bivariate maps. While these maps are popular in climate change assessment reports, limited empirical research has tested which combinations of colour (including variation in the visual variables of hue, lightness, and saturation) and pattern (including variation in the visual variables of size, shape, spacing, orientation, and arrangement) are best suited to mapping projected changes coincident with uncertainty. We evaluate eight coincident-bivariate techniques for mapping global temperature (CMIP5 ensemble using RCP8.5 and RCP4.5 scenarios) and its uncertainty, each using 20-classes: five temperature change classes combined with four uncertainty classes. Subjects ranked rectangular map regions by overall amounts of temperature change and uncertainty; response accuracy was evaluated using Kendall's Tau Distance. Maps using colour for representing temperature change and pattern for uncertainty appear most suitable for retaining separability of temperature and uncertainty information. Spot symbols for uncertainty (combining arrangement and lightness) overlaid on hue/lightness for temperature performed best for uncertainty ranking, second best for temperature ranking, and were map users' preferred representation. If colour alone must be used for both variables, then a classed overlay of lightness/saturation differences for uncertainty with hue/lightness for temperature change was preferred; such maps were strong performers on the uncertainty-ranking task but interfered with map users' ability to rank temperature change. Such a masking approach may be the best choice if the goal is to actively prevent map users from making erroneous inferences based on highly uncertain model output for climate change.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4408", 
        "title": "Guidance for representing uncertainty on global temperature change maps"
    }, 
    {
        "author": "Botao Zhou, Ying Xu, Jia Wu, Siyan Dong, Ying Shi", 
        "date": "2015-07-07", 
        "description": "\n\nBased on the high-resolution gridding data (CN05) from 2416 station observations, a grid dataset of temperature and precipitation extreme indices with the resolution of 0.5° × 0.5° for China region was developed using the approach recommended by the Expert Team on Climate Change Detection and Indices. This article comprehensively presents temporal and spatial changes of these indices for the time period 1961–2010. Results showed widespread significant changes in temperature extremes consistent with warming, for instance, decreases in cold extremes and increases in warm extremes over China. The warming in the coldest day and night is larger than the warmest day and night, respectively, which is concurrent with the coldest night larger than the coldest day and the warmest night larger than the warmest day. Changes in the number of the cold and warm nights are more remarkable than the cold and warm days. Changes in precipitation extremes are, in general, spatially more complex and exhibit a less widespread spatial coverage than the temperature indices, for instance, the patterns of annual total precipitation amount, average daily precipitation rate, and the proportion of heavy precipitation in total annual precipitation are similar with negative trends in a southwest–northeast belt from Southwest China to Northeast China while positive trends in eastern China and northwestern China. The consistency of changes in climate extremes from the CN05 with other datasets based on the stations and reanalyses is also analysed.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4400", 
        "title": "Changes in temperature and precipitation extreme indices over China: analysis of a high-resolution grid dataset"
    }, 
    {
        "author": "T. Matthews, C. Murphy, R. L. Wilby, S. Harrigan", 
        "date": "2015-07-06", 
        "description": "\n\nThe British-Irish Isles (BI) lie beneath the North Atlantic storm track year-round and thus are impacted by the passage of extra-tropical cyclones. Given recent extreme storminess and projections of enhanced winter cyclone activity for this region, there is much interest in assessing the extent to which the cyclone climate of the region may be changing. We address this by assessing a 142-year (1871–2012) record of cyclone frequency, intensity and ‘storminess’ derived from the 20th Century Reanalysis V2 (20CR) dataset. We also use this long-term record to examine associations between cyclone activity and regional hydroclimate. Our results confirm the importance of cyclone frequency in driving seasonal precipitation totals which we find to be greatest during summer months. Cyclone frequency and storminess are characterized by pronounced interannual and multi-decadal variability which are strongly coupled to atmospheric blocking in the Euro-Atlantic region, but we detect no evidence of an increasing trend. We observe an upward trend in cyclone intensity for the BI region, which is strongest in winter and consistent with model projections, but promote caution interpreting this given the changing data quality in the 20CR over time. Nonetheless, we assert that long-term reconstruction is helpful for contextualizing recent storminess and for identifying emerging changes in regional hydroclimate linked to cyclones.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4425", 
        "title": "A cyclone climatology of the British-Irish Isles 1871–2012"
    }, 
    {
        "author": "Khandu, J. L. Awange, E. Forootan", 
        "date": "2015-06-30", 
        "description": "\n\nSeveral global and regional high-resolution precipitation products have been released over the past decade by combining precipitation estimates from various sources including satellite-based measurements and gauge-based observations. With relatively few validation studies over the Eastern Himalayan region, this study examined seasonal and interannual skills of four gridded precipitation products including the regional gauge-based APHRODITE (Asian Precipitation-Highly Resolved Observational Data Integration Towards Evaluation of Water Resources) and three near-global satellite-based products: Tropical Rainfall Measuring Mission (TRMM), Climate Prediction Centre (CPC) MORPHing (CMORPH), and Climate Hazards Group InfraRed Precipitation (CHIRP) using in-situ rain gauge data from Bhutan for the period 1998–2012. Principal component analysis (PCA) was used to assess the dominant rainfall patterns over Bhutan. An attempt has also been made to correct precipitation biases in the satellite-only products using a gamma (γ)-based distribution approach. Results indicated that APHRODITE and satellite-based precipitation products were able to adequately capture the spatio-temporal patterns of rainfall variability over Bhutan. Extreme precipitation events and extreme drought periods were well captured with very good correlations (>0.5). APHRODITE and TRMM 3B43v7 were remarkably similar, whereas satellite-only products (CMORPH and CHIRP) highly underestimated (20–60% or 200–450 mm month−1) monsoon rainfall over Bhutan. While TRMM 3B43v7 still underestimated monsoon rainfall (by ∼25%), it has significantly improved the seasonal bias (by 20–40%) from its previous version (TRMM 3B43v6). CHIRP performed relatively better in the high rainfall regions but indicated very low correlations over mountainous regions and during the pre- and post-monsoon season. The bias correction approach indicated best results for TRMM 3B43v6 (up to 33%) in the Southern Foothills, whereas satellite-only products improved only moderately (5–20%).\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4402", 
        "title": "An evaluation of high-resolution gridded precipitation products over Bhutan (1998–2012)"
    }, 
    {
        "author": "Alessandra Lucia Zollo, Valeria Rillo, Edoardo Bucchignani, Myriam Montesarchio, Paola Mercogliano", 
        "date": "2015-06-30", 
        "description": "\n\nThis study presents a detailed analysis of the present and expected future extreme climate conditions over Italy through the use of some extreme indicators. Climate data for this analysis were provided by the regional climate model COSMO-CLM, using different grid spacing to ascertain the real importance of using higher resolution climate data, especially over such a complex topography as Italy. Four simulations were carried out at spatial resolutions of 0.125° and 0.0715°, driven by ERA-Interim Reanalysis and the CMCC-CM global model. We investigated the ability of the model to represent realistically the climatology of a subset of climate indicators defined by the Expert Team on Climate Change Detection and Indices (ETCCDI) for precipitation and temperature. Several high-resolution observational data sets available over some Italian regions were therefore used in order to offset the limited number of observations available over Italy in the E-OBS data set and its coarse grid. We found that the increase in resolution could have interesting benefits in representing such extreme indices, especially in the more orographically complex areas. Finally, we investigated future climate changes regarding extreme weather events expected under anthropogenic climate change scenarios, employing the IPCC RCP4.5 and RCP8.5 greenhouse gas concentrations, showing that such events are expected to increase over Italy.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4401", 
        "title": "Extreme temperature and precipitation events over Italy: assessment of high-resolution simulations with COSMO-CLM and future scenarios"
    }, 
    {
        "author": "Daniel G. Kingston, Clare S. Webster, Pascal Sirguey", 
        "date": "2015-06-30", 
        "description": "\n\nHydro-electricity is a critical resource in New Zealand, and as such improved understanding of the drivers of water resource availability is a key research goal. Large-scale atmospheric circulation is the principal driver of surface climate and water resource variability over New Zealand. Focusing on the Waitaki River (located in the South Island; one of the most important rivers for hydro-electricity in New Zealand), a comprehensive analysis is presented of the large-scale atmospheric circulation drivers of monthly inflow to the three main headwater lakes, Ohau, Pukaki and Tekapo. Analyses are undertaken using composite, correlation, partial least-squares (PLS) regression and cross-wavelet analyses. Environment-to-climate composite analysis indicates that variation in lake inflow is driven primarily by the strength of the NE–SW pressure gradient over the three lakes (i.e. parallel to the axis of the Southern Alps, from which the lakes are fed). Relatively strong winds from a north-westerly direction are associated with high lake inflow; weaker winds from a more south-westerly direction occur during times of low inflow. Climate-to-environment composites of lake inflow, together with correlation, PLS and wavelet analysis, indicate that inflow is described well by the MZ1 and MZ2 New Zealand-based circulation indices, but not larger-scale modes of atmospheric circulation. The MZ1 and MZ2 indices have rarely been considered previously as explanatory variables for water resources in the South Island of New Zealand, but here it is suggested that these indices represent a promising new direction for future studies, particularly relating to season-ahead prediction of water resource availability.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4405", 
        "title": "Atmospheric circulation drivers of lake inflow for the Waitaki River, New Zealand"
    }, 
    {
        "author": "S. Herrera, J. Fernández, J. M. Gutiérrez", 
        "date": "2015-06-23", 
        "description": "\n\nObservational gridded products are commonly used to evaluate the performance of regional climate models. To this aim, gridded datasets should be comparable to the output of these models and, thus, should represent grid-cell area-averaged values and, whenever possible, they should be defined on the same spatial domains as the models, in order to avoid re-gridding or re-projection. In this study, we present an update of the Spain02 gridded observational dataset for daily precipitation and mean temperature building on the grids defined for the EURO-CORDEX initiative. In order to assess and intercompare different interpolation approaches, we analysed (1) two standard methodologies (ordinary kriging and thin plate splines), (2) three horizontal resolutions: 0.11°, 0.22° and 0.44° (matching the rotated EURO-CORDEX and ENSEMBLES grids), (3) two different approaches to guarantee either area-averaged or point representativity of the resulting grid values and (4) including/excluding orography as a covariable in the interpolation procedure. Besides introducing the new gridded datasets, in this work we also present some preliminary results on the sensitivity of temperature and precipitation (both mean and extreme regimes) to all these factors.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4391", 
        "title": "Update of the Spain02 gridded observational dataset for EURO-CORDEX evaluation: assessing the effect of the interpolation methodology"
    }, 
    {
        "author": "Glauco de Souza Rolim, Lucas E. de O. Aparecido", 
        "date": "2015-06-18", 
        "description": "\n\nClimate classification systems (CCS) are important tools to support a sustainable agriculture providing information about basic and general characteristics of a regional climate. The Köppen CCS (KGT) is considered useful mainly in macroscale and Thornthwaite CCS (TH), with a more complex symbology, in mesoscale for climatic determinations. Camargo (1991) (CAM) proposed a new CCS trying to be as simple as Köppen and robust as TH nevertheless with a simple symbology. In the state of São Paulo, it is known that regions with distinct availability of seasonal and annual rainfall are classified similarly by KGT, bringing erroneous information to the agricultural credit system, sowing times and yield forecasts. A comparison of different CCS raises a better understanding of a regional climate in different spatial scales and of CCS themselves. Aiming to characterize the climate and the performance of the CAM the KGT, CAM and TH were applied in 334 locations in the state of São Paulo, Brazil. The most common CAM climates in the state were subtropical humid with dry winter (ST-UMi) in the Centre and East region of the state, Tropical humid with dry winter (TR-UMi) and Tropical subhumid with dry winter (TR-SBi) in the north and west region, respectively. The total numbers of climates were 7, 19 and 26 from KGT, CAM and TH, respectively. The KGT had the ability in separating climates in macroscale, and CAM and TH in mesoscale. There was a tendency of the three CCS in separating warm and dry from cold and wet regions. The TH and CAM had the same performance (number of climates, NOC) in the extremes regions, in the hotter and dry (northern plateau) and the colder (mountainous regions, altitude > 900 m) corresponding to 52% of the state (178 locations). In the other areas TH had the double NOC than CAM.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4372", 
        "title": "Camargo, Köppen and Thornthwaite climate classification systems in defining climatical regions of the state of São Paulo, Brazil"
    }, 
    {
        "author": "Djordje Romanić, Mladjen Ćurić, Miloš Lompar, Ilija Jovičić", 
        "date": "2015-06-15", 
        "description": "\n\nKoshava is a local wind usually observed in the cold part of the year over the large part of Serbia, parts of Romania, parts of Hungary, and east Croatia. The main characteristics of the Koshava wind are its high wind speed, southeasterly direction, persistence, and gustiness. This paper analyses the synoptic [Mediterranean cyclones (MCs) and Eurasian anticyclones (EAs)] as well as the mesoscale contributors to the Koshava wind. Time and spatial features of the pressure systems have been analysed using an automatic cyclone tracking scheme. The results show that the MCs and EAs that generate Koshava are approximately 1000 km away from the Koshava region. It is demonstrated that the strong anticyclones are the main trigger for the Koshava wind. Less than 3% of the Koshava winds occurred without the occurrence of either an anticyclone or a cyclone. The Synoptic Koshava Index (SKI), developed in this study and defined as the difference between the area-averaged mean sea level pressures in the anticyclone and cyclone regions, has been shown to be a good indicator of the Koshava occurrence. Koshava has also been investigated from the perspective of the gap flow windstorm. The across-mountain pressure difference, ΔP, is the most important mesoscale contributor to the Koshava characteristics. The across-mountain potential temperature difference, Δθ, together with ΔP, can be successfully used to predict Koshava's occurrence. A simple (linear) probabilistic model for forecasting the Koshava mean hourly wind speed has been constructed. The results demonstrate that the occurrence of the Koshava wind can be predicted with the significantly higher accuracy than the Koshava mean hourly speed. The correlation between Koshava and winds at higher levels is small.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4397", 
        "title": "Contributing factors to Koshava wind characteristics"
    }, 
    {
        "author": "Yuanxiang Wang, Ping Zhao, Haiming Xu, Ge Liu", 
        "date": "2015-06-15", 
        "description": "\n\nUsing the ozone data set from the satellite observations and the atmospheric reanalysis data sets during 1979–2005, we examine the variability of a tropopause-lower stratosphere (TS) teleconnection a and its relationship with the ozone change over the Northern Hemisphere (NH) during summer. The TS teleconnection has an approximate opposite phase to that in the upper-troposphere Asian-Pacific Oscillation (APO), and the TS teleconnection index (the TS index) is also related well to the APO index. Corresponding to a higher TS index, the ozone generally decreases in the NH mid-high latitudes (near 40°N and the Far East of Russia). This link between the TS teleconnection and the ozone is physically supported by the changes of the background atmospheric circulation. When the TS index is higher, the decrease of the ozone is closely associated with an increase of the local tropopause height. The upward and downward motion variations in the upper troposphere and the lower stratosphere in the east and west parts of the anomalous anticyclones associated with the TS index strengthen the exchanges of the ozone between the troposphere and the lower stratosphere, which may cause a decrease of the ozone. The horizontal advection of the ozone could also contribute to the ozone decreases over these regions.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4386", 
        "title": "Anomalies of Northern Hemisphere ozone associated with a tropopause-lower stratosphere teleconnection during summer"
    }, 
    {
        "author": "Ye Wang, Xiaodong Yan, Zhaomin Wang", 
        "date": "2015-06-12", 
        "description": "\n\nDesertification is an international environmental challenge which poses a risk to portions of over 100 countries. Research into desertification and climate change has the potential to contribute to natural resources management and adaptation to climatic and other changes in Earth systems. An Earth system model of intermediate complexity (EMIC), the McGill Paleoclimate Model-2 (MPM-2) was used to explore the climatic biogeophysical effects of desertification in different latitude bands from 1700 to 2000 AD. It was found that latitudinal-band desertification attributable to forest and grass removal caused global cooling, land surface albedo increasing and precipitation reduction in the Northern Hemisphere as well as heat transport increasing in global ocean. These results highlighted global climate reaction to local desertification and demonstrated that the location of the desertification projected a potentially differential impact on local and global climate. That was, desertification in 0°–15°N gave a somewhat minor effect on global and local climate; desertification in 45°–60°N caused a significant reduction in global temperature while desertification in 15°–30°N induced a prominent reduction in local temperature. In response to desertification, surface albedo change as a forcing was the dominant biogeophysical driver of climate over the Northern Hemisphere while precipitation change as a response was probably the primary driver of climate over the Southern Hemisphere. Overall, the regional desertification may cause a global climatic effect, especially concerning desert expansion along the 15°–30°N and 45°–60°N latitude bands, which led to a more prominent effect on the Earth's climate and even oceanic circulation. The results of this study provide useful information when comparing the effects of desertification in different latitude bands on climate.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4396", 
        "title": "A preliminary study to investigate the biogeophysical impact of desertification on climate based on different latitudinal bands"
    }, 
    {
        "author": "Gabriele Villarini, Rhawn F. Denniston", 
        "date": "2015-06-12", 
        "description": "\n\nThe contribution by tropical cyclones (TCs) to extreme rainfall in Australia is examined using daily rainfall measurements from over 2000 rain gauges. Analyses focus on the period beginning with regular satellite monitoring of TCs (1969/1970) through the year 2012/2013 and consider daily and multi-daily annual maximum rainfall series. Our results indicate that TCs play a prominent role in extreme rainfall over much Australia, with more than half of the highest annual rainfall events associated with these storms over the coastal regions and in particular over Western Australia. Moreover, the TC fractional contribution to extreme rainfall increases as we focus on the largest rainfall events, with approximately 66–100% of annual maxima in excess of 100 mm (∼4 inches) over Western Australia associated with TCs at over one third of the locations. Given the well-established controls on Australian TC activity by the El Niño–Southern Oscillation (ENSO), we also examined the relationship between extreme rainfall associated with TCs and ENSO using logistic regression. A larger probability of having an annual rainfall maximum related to TCs occurs during La Niña years, consistent with enhanced Australian cyclogenesis during these phases of ENSO. We also highlighted regional differences in the link between ENSO and extreme rainfall events, highlighting the stronger connection along the coastal areas and in particular over Western Australia.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4393", 
        "title": "Contribution of tropical cyclones to extreme rainfall in Australia"
    }, 
    {
        "author": "Guomin Wang, Scott B. Power, Simon McGree", 
        "date": "2015-06-12", 
        "description": "\n\nSmall Island Developing States in the tropical western Pacific are among the most vulnerable to climate change. While a great deal of information on the observed climate change trends and their cause is available for many other regions and for the globe as a whole, much less information has been available specifically for the Pacific. Here, we show that warming over the past 50 years in the western Pacific is evident in recently homogenized tropical station data, and in gridded surface temperature data sets for the region. The warming has already emerged from the background climate variability. The observational data and Coupled Model Intercomparison Project Phase 5 climate model output are used to show that the observed warming was primarily caused by human-forced changes to the earth's radiative balance. Further warming is projected to occur in the same models under all three Representative Concentration Pathways (RCPs) considered (RCP2.6, RCP4.5 and RCP8.5), with the magnitude far exceeding the warming to date under the two scenarios with higher emissions (RCP4.5 and RCP8.5).\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4395", 
        "title": "Unambiguous warming in the western tropical Pacific primarily caused by anthropogenic forcing"
    }, 
    {
        "author": "Nathalie Philippon, Christian Baron, Joseph Boyard-Micheau, Antoine Adde, Christian Leclerc, Caroline Mwongera, Pierre Camberlin", 
        "date": "2015-06-12", 
        "description": "\n\nMount Kenya is an equatorial mountain whose climatic setting is fairly simple (two rainy seasons in March–May, the Long Rains, and October–December, the Short Rains) though concealing significant spatial variations related to elevation and aspect (part I, Camberlin et al., 2014). This part II is dedicated to the sensitivity of sorghum yields to climate variability in space and time, with a focus on the intra-seasonal characteristics of the rainy seasons. To that aim we use the crop model SARRA-H calibrated for the region and fed with rainfall, temperature, wind speed, humidity and solar radiation data over the period 1973–2001 at three stations located on the eastern slopes of Mount Kenya. The crop model is run independently for the two rainy seasons. Four groups of simulations are conducted by varying the initialization date of the simulation, the sowing dates and the type of soil, in order to test sorghum sensitivity to water availability. Evidence is found that potential sorghum yields are dominantly controlled by variations in seasonal rainfall amounts: mean yields are higher at higher and wetter locations, and are higher during the wettest rainy season and years. However, beyond this apparent simplicity, more complex aspects emerge of the crop–climate relationships. First, the yield–elevation relationship is altered at high elevation due to lower temperature. Second, despite a strong link with the seasonal rainfall amounts, we evidence an underlying role of some intra-seasonal rainfall characteristics such as the number of rainy days (itself mainly determined by the rainy season duration) or the occurrence of long dry spells. Third, unseasonal rains occurring after the end of the rainy season, especially after the Short Rains, play a role in final crop yield. Fourth, variations of climate variables such as solar radiation by modulating the potential evapotranspiration concur to yield variations at the wettest locations.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4394", 
        "title": "Climatic gradients along the windward slopes of Mount Kenya and their implication for crop risks. Part 2: crop sensitivity"
    }, 
    {
        "author": "Junqiao Feng, Qingye Wang, Shijian Hu, Dunxin Hu", 
        "date": "2015-06-12", 
        "description": "\n\nThe spatial structure and temporal evolution of the intraseasonal variability (ISV) of the subsurface ocean temperature (STA) in the equatorial Pacific associated with the two flavours of El Niño [i.e. the canonical or eastern Pacific (EP) El Niño and the central Pacific (CP) El Niño] are investigated using observations and 1.5-layer linear reduced gravity model. Results suggest that the ISV characteristics show some differences in the two types of El Niño, although both oscillate along the thermocline in the form of the intraseasonal equatorial Kelvin wave (IEKW), which is excited in the western tropical Pacific by the zonal wind stress associated with the Madden–Julian oscillation (MJO). First, the period of dominant mode of the STA ISV during CP El Niño broadly distributes in 50–80 days with the spectra peaking in 60–65 days. By contrast, the spectrum of STA ISV during EP El Niño shows a peak in 75–80-day period. This indicates that the wave speed is faster in the CP El Niño than in EP El Niño. Second, the ISV activity peaks in previous spring during the developing phase of EP El Niño, whereas during CP El Niño it becomes the most active during the mature phase. Third, the strongest IEKW occurs in the CP around the dateline during CP El Niño and attenuates quickly east of 130°W due to strong eddy viscosity dissipation, while the IEKW during the EP El Niño propagates efficiently from the western to the eastern Pacific with a relative weak diffusion.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4389", 
        "title": "Intraseasonal variability of the tropical Pacific subsurface temperature in the two flavours of El Niño"
    }, 
    {
        "author": "Dunxian She, Ashok K. Mishra, Jun Xia, Liping Zhang, Xiang Zhang", 
        "date": "2015-06-12", 
        "description": "\n\nClimate variability modulates spatio-temporal variability of dry spells (DSs) and wet spells (WSs) within a river basin and will affect water resources management practices leading to various impacts on the socio-economic development in river basins. In this study, we evaluated spatio-temporal variability of DS and WS in Huai River basin (HRB), China, by developing copula-based severity-duration-frequency (SDF) curves. The result shows that the upper reach and the southern part of middle reach of HRB are prone to both DS and WS; however, the duration and severity of WS are comparatively higher in comparison to DS. It was observed that DS is more frequent in spring and summer, whereas WS in summer and autumn. The choice of copula plays an important role in deriving the SDF curves, and an inappropriately chosen copula function may result in a large bias of SDF estimation. The arch12 copula was found to be the best choice in the majority of stations for deriving the SDF curves. The constructed SDF curves primarily shows two major patterns for DS and WS, i.e. concave down pattern and convex up pattern. The frequency of extreme DS decreases from 1960s to 1990s, and increases after 2000s, while the frequency of extreme WS increases from 1970s to 1990s and then decreases from 1990s to 2000s. The results in this study can provide useful information for designing conservation structures and to develop water allocation strategies at different temporal scales.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4369", 
        "title": "Wet and dry spell analysis using copulas"
    }, 
    {
        "author": "Dorita Rostkier-Edelstein, Pavel Kunin, Thomas M. Hopson, Yubao Liu, Amir Givati", 
        "date": "2015-06-12", 
        "description": "\n\nCareful planning of the use of water resources is critical in the semi-arid eastern Mediterranean region. The relevant areas are characterized by complex terrain and coastlines, and exhibit large spatial variability in seasonal precipitation. Global seasonal forecasts provide only partial information of the precipitation as a result of their coarse spatial resolution. We present two statistical downscaling methods of global forecasts, both identifying past-analogue synoptic-weather patterns and their connection to precipitation at specific stations. The first method utilizes a classification of the large-scale weather patterns into regimes, and the other identifies the closest past analogues directly without grouping the weather events. The validation of the algorithms using NCEP/NCAR reanalyses and past precipitation observations at 18 stations shows that both methods provide good skill in predicting mean precipitation amounts and quantiles of the precipitation distribution, and in reproducing the observed inter-annual and spatial variability. Both methods show good correlations between predicted and observed precipitation amounts (∼0.8), and the downscaled precipitation reproduces the observed differences between the stations, which are not available in the coarse global models. Based on these results, we downscaled the operational global-seasonal forecasts issued by the NCEP CFS1.0 ensemble. This approach could also have utility in climate change scenario downscaling.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4368", 
        "title": "Statistical downscaling of seasonal precipitation in Israel"
    }, 
    {
        "author": "Xin Hao, Fei Li, Jianqi Sun, Huijun Wang, Shengping He", 
        "date": "2015-06-05", 
        "description": "\n\nThe simulated response of the East Asian winter monsoon (EAWM) to ENSO-like sea surface temperature anomalies (SSTAs) forcing in three U.S. Climate Variability and Predictability (U.S. CLIVAR) Project models (GFDL, CCM3, and CCM3.5) are evaluated. The time series of the ENSO-like pattern significantly correlates with the EAWM index for the period 1949–2004 based on the HadISST SST data set and the NCEP atmospheric reanalysis. Their correlation coefficient is −0.32 at the 95% confidence level. The warm (cold) phase of ENSO-like SSTAs is associated with a weakened (strengthened) Siberian High and an eastern-positioned (western-positioned) Aleutian Low, anomalous southerly (northerly) wind at 850 hPa and positive (negative) surface air temperature anomalies over East Asia and western North Pacific, while 300 hPa zonal wind anomalies emerge with a reduced (accelerated) East Asian jet stream.\nFurther model examination reveals that the simulated response over East Asia forced by warm (cold) ENSO-like SSTAs in CCM3 and the three-model ensemble corresponds to the weakened (strengthened) EAWM. The spatial correlation coefficients between the three-model ensemble and observation in the atmospheric circulation and surface air temperature range from 0.15 to 0.80 at the 99% confidence level. This success in simulating relationship between ENSO-like SSTAs and EWAM using three-model ensemble proposes a new idea for the EAWM prediction.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4388", 
        "title": "Assessment of the response of the East Asian winter monsoon to ENSO-like SSTAs in three U.S. CLIVAR Project models"
    }, 
    {
        "author": "Olga Clorinda Penalba, Juan Antonio Rivera", 
        "date": "2015-06-05", 
        "description": "\n\nThis article addresses the regional impacts of climate change on precipitation and meteorological drought over Southern South America (SSA) through a CMIP5 multi-model ensemble based on 15 General Circulation Models (GCMs) forced under two different greenhouse gas concentration pathways (RCP4.5 and RCP8.5). An assessment of the biases in the representation of the precipitation annual cycle was performed over the 1979–2008 period over five regions within SSA, based on a comparison between the GCMs precipitation outputs with the Global Precipitation Climatology Centre (GPCC) dataset. The multi-model ensemble well reproduces the shape of the annual cycle of precipitation over most of SSA, although the monthly totals were overestimated (underestimated) over the North-West and South (North-East and Central-East) regions. Changes in precipitation and meteorological drought characteristics were identified by the difference for early (2011–2040) and late (2071–2100) 21st century values with respect to the 1979–2008 baseline, using the standardized precipitation index as a short- and long-term drought indicator. Future climate conditions are expected to modify the regional characteristics of meteorological droughts over SSA, but the range of uncertainty in the expected changes is high. A significant increase in the number of drought events in all the regions for most of the 21st century sub-periods is projected for the multi-model ensemble. The mean duration of drought events will be shorter, with no significant changes in the severity of droughts and the occurrence of multi-decadal changes in the number of critical dry months is likely, although the significance in the changes depends on the region, future time horizon and greenhouse gas concentration pathways. These results overlap with a projected increase in precipitation over most of the regions, which has a strong seasonality and, therefore, will have some implications upon the future meteorological drought developments and the agricultural and hydrological practices in SSA.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4398", 
        "title": "Regional aspects of future precipitation and meteorological drought characteristics over Southern South America projected by a CMIP5 multi-model ensemble"
    }, 
    {
        "author": "Sonya L. Fiddes, Alexandre B. Pezza, James Renwick", 
        "date": "2015-06-05", 
        "description": "\n\nBlack Saturday (BS), 7 February 2009, is recognized as Australia's most severe bushfire event on record. The meteorology that day, although extreme, was typical of southeast Australian bushfire events, characterized by gusty northerly winds before a cool change brought strong southerly winds and a dramatic temperature drop. This study investigates a range of extra-tropical atmospheric (pressure, temperatures) and oceanic temperature anomalies that occurred on or leading up to BS. Results show several parameters were within the top 5% or were record breaking for the satellite era. Of particular note are the anomalies that occurred over the Antarctic region, having the strongest signal and appearing in unison with the pre-BS heatwave. We suggest that a combination of a warm polar ocean and an enhanced mid-latitude thermal contrast in the Indian Ocean aided in triggering sub-polar blocking and an intense cyclone, which brought the catastrophic cold front on BS.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4387", 
        "title": "Significant extra-tropical anomalies in the lead up to the Black Saturday fires"
    }, 
    {
        "author": "Ruth Cerezo-Mota, Tereza Cavazos, Raymond Arritt, Abraham Torres-Alavez, Kevin Sieck, Grigory Nikulin, Wilfram Moufouma-Okia, Jose Antonio Salinas-Prieto", 
        "date": "2015-06-05", 
        "description": "\n\nThe output of four regional climate models (RCMs) from the Coordinated Regional Climate Downscaling Experiment (CORDEX)-North America (NA) region was analysed for the 1990–2008 period, with particular interest on the mechanisms associated with wet and dry years over the North American Monsoon (NAM) core region. All RCMs (RCA3.5, HadGEM3-RA, REMO, and RegCM4) were forced by the ERA-Interim reanalysis. Model precipitation was compared against several observational gridded data sets at different time scales. Most RCMs capture well the annual cycle of precipitation and outperform ERA-Interim, which is drier than the observations. RCMs underestimate (overestimate) the precipitation over the coastal plains (mountains) and have some problems to reproduce the interannual variability of the monsoon. To further investigate this, two extreme summers that showed the largest consistency among observations and RCMs were chosen: one wet (1990) and one dry (2005). The impact of the passage of tropical cyclones, the size of the Western Hemisphere Warm Pool (WHWP), the Intertropical Convergence Zone (ITCZ) position, and the initial intensity of the land–sea thermal contrast (LSTC) were analysed. During the wet year, the LSTC was stronger than the 2005 dry monsoon season and there were a larger number of hurricanes near the Gulf of California, the WHWP was more extended, and the ITCZ was located in a more northerly position than in 2005. All these processes contributed to a wetter NAM season. During the dry year, the LSTC was weaker, with a later onset, probably due to a previous very wet winter. The inverse precipitation relationship between winter and summer in the monsoon region was well captured by most of the RCMs. RegCM4 showed the largest biases and HadGEM3-RA the smallest ones.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4385", 
        "title": "CORDEX-NA: factors inducing dry/wet years on the North American Monsoon region"
    }, 
    {
        "author": "Bradley S. Case, Peyman Zawar-Reza, Andrew Tait", 
        "date": "2015-06-04", 
        "description": "\n\nMany bioclimatic modelling efforts are based on the use of gridded climatic datasets that inadequately account for topoclimatic effects. We evaluate a mesoscale atmospheric model, TAPM, as an alternative means of generating spatially explicit topoclimatic data applicable to small scale (200-m resolution) bioclimatic research. Temporal and spatial assessments of TAPM were carried out across New Zealand's mountains. First, goodness-of-fit analyses of TAPM-simulated meteorology against three weather station observations for January and July, 2001–2007, were carried out. Second, TAPM-simulated January/July mean daily temperature extremes and wind speeds were compared against interpolated climate grid data for approximately 37 000 grid cells across New Zealand. Third, deviations of TAPM-simulated data from the gridded climate dataset baseline were modelled against GIS-derived landscape position in order to quantify the nature and extent of topoclimatic effects. Temporal assessments indicated that TAPM provided reasonably accurate simulations for hourly temperatures and wind speeds, moderately good estimates for solar radiation and poor estimates for humidity. On the whole, the greatest simulation errors occurred for daily extreme values. Relative to the climate grid baseline, TAPM-simulated temperatures and wind speeds were also relatively unbiased. However, TAPM-simulated values varied widely around climate grid values, and these deviations were significantly related to landscape position. The relative congruence of simulation biases across time and space suggests that uncertainties are systematic and inherent to the model architecture rather than due to location-related variability. While results suggest caution in using TAPM to simulate daily extremes, biases may be less problematic for studies where relative differences in topoclimate across locations are of interest. Topoclimatic effects appear pervasive across New Zealand's mountain systems and are predictable as a function of topography. On the basis of our results, further investigations into the use of mesoscale atmospheric models to generate topoclimate data in support of research in mountainous areas are merited.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4390", 
        "title": "Simulating topoclimatic data to support bioclimatic research in alpine environments: application and assessment of a mesoscale atmospheric model"
    }, 
    {
        "author": "Miguel E. Zitto, Mariana G. Barrucand, Rosa Piotrkowski, Pablo O. Canziani", 
        "date": "2015-06-04", 
        "description": "\n\nThere is growing evidence of significant changes in components of the Antarctic climate system, an important issue given the influence Antarctica has on global climate. It is important to infer to what extent these regional changes could be attributed to human-induced processes and to what extent to natural variability. Standard methods such as linear trend estimates or piecewise linear trends can be inadequate because they may result in erratic, non-systematic results, particularly if different scales of variability are present in each record and various records are to be compared. The Orcadas Antarctic Station (Argentina), with daily surface meteorological observations since April 1903, provides Antarctica's longest observational record. This study analyses the Orcadas seasonal surface temperature variability. Multidecadal variability and short-term trends are studied to provide an improved assessment of climate evolution and necessary information for the determination of mechanisms driving regional/local change. A combined method using wavelet transform (WT), non-linear statistical model approaches and derivative of fits is developed. This methodology is also applied for validation and comparison to the Gomez ice core oxygen isotope record for the 1857–2006 and 1903–2006 time intervals. Significant quasi 50-year and quasi 20-year variability bands were obtained, both for the quarterly and seasonal Orcadas temperature records, with warming (cooling) periods detected between 1903–1912, 1927–1961 and 1972–2004 (1912–1927 and 1962–1972). If seasons are considered, the only one with a fairly sustained warming is summer, where actual cooling is observed only at the beginning, prior to the early 1930s. Quasi 50-year variability was also detected in the Gomez record. Long periods are obtained in the model fits, longer than the time series, which varied with window length. Although not representing variability cycles, they could represent the best fit of the non-linear, non oscillating asymptotic stationary component of the series, i.e. a non-linear trend.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4384", 
        "title": "110 years of temperature observations at Orcadas Antarctic Station: multidecadal variability"
    }, 
    {
        "author": "Prabir Kumar Das, Dibyendu Dutta, J. R. Sharma, V. K. Dadhwal", 
        "date": "2015-06-02", 
        "description": "\n\nMonthly gridded (0.5° × 0.5°) standardized precipitation–evapotranspiration index (SPEI) data of 1901–2008 were used to detect spatial pattern of temporal trend in meteorological drought during the Indian summer monsoon period. The SPEI data were converted into drought duration, magnitude and types of occurrence to capture overall drought scenario. A non-parametric (Mann–Kendall test) method was used to test for monotonic trend at each grid level, whereas the magnitude was estimated using Sen's method. Further, a field significance test was performed at major meteorological regions level to assess whether the individual trends identified could occur by chance in an analysis of large number of time series analysed. Significant (α = 0.05) increasing trend of both drought duration and magnitude during the monsoon was found over parts of eastern, central and north-eastern region of India, whereas the parts of west coast, arid western region and north India showed significantly decreasing trend. The trends in mid- as well as late-season drought were contributing towards significant increase in drought condition, whereas trends in early-season drought were responsible for decrease in drought events. The time series analysis of rainfall and potential evapotranspiration (PET) illustrated that over eastern part of India the increase in drought was attributed due to decrease in rainfall, whereas the decrease in drought occurrence over western arid region was mainly because of decrease in PET.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4392", 
        "title": "Trends and behaviour of meteorological drought (1901–2008) over Indian region using standardized precipitation–evapotranspiration index"
    }, 
    {
        "author": "Gulilat Tefera Diro", 
        "date": "2015-06-02", 
        "description": "\n\nThis study presents an assessment of the skill and economic benefits of a seasonal forecast carried out by nine-member ensembles of regional and global models over southern Africa for the period of 1991–2002. The regional ensemble seasonal hindcasts were conducted at a resolution of 25 km by driving RegCM4 with the corresponding ensembles of the European Centre for Medium-Range Weather Forecasts (ECMWF) seasonal hindcasts. Skill and cost/loss ratio analysis were carried out on the probabilistic hindcasts to assess how much added value a regional model would bring over the driving ECMWF forecasts. RegCM4 shows an added value over most areas of southeastern Africa where the skill of the global circulation model (GCM) is already positive. In terms of economic benefits, RegCM4 brings additional benefits for southeastern Africa either by benefiting more users with interest in larger cost/loss ratio or by providing a higher economic value for users with small cost/loss ratio. Additional RegCM4 simulations with the same resolution were performed using a near ‘perfect’ boundary conditions with ‘continuous (climate)’ and ‘reinitialized’ modes to test the impact of land surface initialization/ spin up time on the seasonal mean precipitation simulation. Evaluation of the ‘perfect’ boundary forced simulations reveals that the regional model not only generates finer spatial-scale features that are missing in the ECMWF GCM, in terms of the December to April (DJFMA) climatology, but also reduced the wet bias of the driving GCM. Land surface initialization is found to have less impact on the DJFMA seasonal mean rainfall for forecasts initialized on 1 November, suggesting that 1 month is enough to recover from the shock of poor soil moisture initialization.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4375", 
        "title": "Skill and economic benefits of dynamical downscaling of ECMWF ENSEMBLE seasonal forecast over southern Africa with RegCM4"
    }, 
    {
        "author": "Alisha Chandran, Ghouse Basha, T. B. M. J. Ouarda", 
        "date": "2015-06-01", 
        "description": "\n\nIn this study, we investigate the influence of global climate oscillations on the local temperature and precipitation over the United Arab Emirates (UAE), which is one of the driest regions in the world with very high temperatures and low precipitation. The identification and assessment of remote interactions (teleconnections) are carried out by using ground station and gridded data sets. Monthly rainfall data from six ground stations over the UAE for the period of 1982–2010 is used in this study along with the long-term gridded precipitation and temperature data from the Global Precipitation Climatology Center and Global Historic Climatic Network. Linear correlations, wavelet analysis, and cross-wavelet analysis have been applied to identify the relation between climate indices and precipitation (temperature). The analysis reveals that the strong variability in precipitation is closely associated with the Southern Oscillation Index (SOI) and the Indian Ocean Dipole Index (IOD) during the months of August–March, September–January, respectively. In case of temperature, the strong variability is associated with the North Atlantic Oscillation Index (NAO) and the East Atlantic Oscillation Index (EAO) during the months of April–October, July–December. Spatial analysis of cross-wavelet reveals that the winter precipitation is significantly influenced by SOI and temperature during summer by the NAO. This research concludes that the negative phases of SOI (NAO) play a significant role in the increase of precipitation (decrease in summer temperatures) over the UAE region.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4339", 
        "title": "Influence of climate oscillations on temperature and precipitation over the United Arab Emirates"
    }, 
    {
        "author": "Yulia A. Zyulyaeva, Igor I. Zveryaev, Klaus Peter Koltermann", 
        "date": "2015-06-01", 
        "description": "\n\nInterannual variability and long-term changes of summer temperature extremes and hot spells in Moscow during 1949–2012 are investigated using air temperature station data, the National Centres for Environmental Prediction/the National Centre for Atmospheric Research (NCEP/NCAR) reanalysis and the Climatic Research Unit (CRU) data sets. Significant interdecadal changes in different characteristics of the temperature extremes are revealed. It is shown that summertime warming detected in the Moscow region in recent decades is not solely due to an increase in the number of hot days, but also due to a decrease in the number of cold days. Statistically significant positive (negative) trends in the number of anomalously hot (cold) days since the mid 1970s are detected. Respective trend values are 5%/decade–1 for the positive trends and −6%/decade–1 for the negative trends. We find that in 1981–2012 the number of summer seasons with extremely hot days has doubled with respect to earlier period (1949–1980). However, we do not find statistically significant trend-like changes in the duration of the hot events in Moscow. A chronology of temperature extremes in Moscow has been constructed. This can be used as a diagnostic tool allowing the detection of extremes. Typical regional sea level pressure patterns associated with air temperature extremes in Moscow are defined and briefly described.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4370", 
        "title": "Observations-based analysis of the summer temperature extremes in Moscow"
    }, 
    {
        "author": "Mark Reyers, Julia Moemken, Joaquim G. Pinto", 
        "date": "2015-06-01", 
        "description": "\n\nA statistical-dynamical downscaling method is used to estimate future changes of wind energy output (Eout) of a benchmark wind turbine across Europe at the regional scale. With this aim, 22 global climate models (GCMs) of the Coupled Model Intercomparison Project Phase 5 (CMIP5) ensemble are considered. The downscaling method uses circulation weather types and regional climate modelling with the COSMO-CLM model. Future projections are computed for two time periods (2021–2060 and 2061–2100) following two scenarios (RCP4.5 and RCP8.5). The CMIP5 ensemble mean response reveals a more likely than not increase of mean annual Eout over Northern and Central Europe and a likely decrease over Southern Europe. There is some uncertainty with respect to the magnitude and the sign of the changes. Higher robustness in future changes is observed for specific seasons. Except from the Mediterranean area, an ensemble mean increase of Eout is simulated for winter and a decreasing for the summer season, resulting in a strong increase of the intra-annual variability for most of Europe. The latter is, in particular, probable during the second half of the 21st century under the RCP8.5 scenario. In general, signals are stronger for 2061–2100 compared to 2021–2060 and for RCP8.5 compared to RCP4.5. Regarding changes of the inter-annual variability of Eout for Central Europe, the future projections strongly vary between individual models and also between future periods and scenarios within single models. This study showed for an ensemble of 22 CMIP5 models that changes in the wind energy potentials over Europe may take place in future decades. However, due to the uncertainties detected in this research, further investigations with multi-model ensembles are needed to provide a better quantification and understanding of the future changes.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4382", 
        "title": "Future changes of wind energy potentials over Europe in a large CMIP5 multi-model ensemble"
    }, 
    {
        "author": "Babatunde J. Abiodun, Sabina Abba Omar, Chris Lennard, Chris Jack", 
        "date": "2015-06-01", 
        "description": "\n\nThis study evaluates the capability of regional climate models (RCMs) in simulating extreme rainfall events over Southern Africa, and in reproducing the characteristics of widespread extreme rainfall events (WERE) in the Western Cape (South Africa). We obtained simulation datasets of nine RCMs from the Co-ordinated Regional Downscaling Experiment (CORDEX) and compared them with observation datasets from the Global Precipitation Climatology Project (GPCP) and Tropical Rainfall Measuring Mission (TRMM) as well as with the reanalysis dataset (ERAINT) that forced the simulations. A self-organising map was used to classify the WEREs into 12 nodes. The contribution of each RCM to each node was compared with the contributions of GPCP, TRMM and ERAINT. Using ERAINT dataset, we analysed the synoptic-scale atmospheric condition associated with each node.\nThe results show that, in simulating the spatial distribution of the extreme rainfall event over Southern Africa, only four RCMs perform better than the forcing reanalysis (ERAINT) while two RCMs perform worse than the reanalysis. All the RCMs underestimate the threshold of extreme rainfall over Western Cape, poorly simulate the inter-annual variability of the WEREs (r ≤ 0.3), but correctly reproduce the maximum frequency of the WEREs in Autumn (March–May). The WEREs in the Western Cape may be broadly grouped into four synoptic rainfall patterns. The first pattern links WEREs with tropical rainfall activities (tropical-temperate troughs); the second pattern shows isolated WEREs; the third and fourth patterns link WEREs with rainfall activities in the mid-latitudes (frontal systems) and over the Agulhas Current, respectively. While most RCMs overestimate the frequency of the first pattern, they all underestimate the frequency of the second pattern but simulate the frequencies of the third and fourth patterns well. The results of this study should help in improving the RCM simulations over Southern Africa and in downscaling impacts of climate change on extreme rainfall events over the region.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4376", 
        "title": "Using regional climate models to simulate extreme rainfall events in the Western Cape, South Africa"
    }, 
    {
        "author": "James M. Ciarlo`, Noel J. Aquilina", 
        "date": "2015-06-01", 
        "description": "\n\nAtmospheric teleconnections have an important influence on the variability of the Mediterranean climate. This region has a unique and sensitive climate due to its complex topography and atmospheric circulation, thus making it challenging in climate simulations. This article focuses on the representation of five teleconnections in and around the Mediterranean region and how they affect one another and the region.\nThe Regional Climate Model, RegCM4, has been used to simulate the climate from 1969 to 1999 for a domain covering the Mediterranean and the surrounding region. A generalized method for calculating the indices for these patterns was identified and the corresponding indices were constructed from the modelled data and compared with reanalysis data. The modelled data was found to be highly correlated with the 20th Century Reanalysis data and the probability density functions (PDFs) were very similar to the reanalysis data, showing that the teleconnections were successfully represented within the model.\nMaps of the influence of these teleconnections on temperature, precipitation and wind were also comparable to the reanalysis data, thereby suggesting that model data can be used for future projections of teleconnections and their effects on these parameters. With the use of this high-resolution data, inter-pattern relationships suggested in previous studies (such as that between the Mediterranean Oscillation and North sea-Caspian Pattern) became more evident. This article also shows how the influence of teleconnections on winds affects the circulation and hence the temperature and precipitation of the region.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4383", 
        "title": "An analysis of teleconnections in the Mediterranean region using RegCM4"
    }, 
    {
        "author": "Robert Monjo, Emma Gaitán, Javier Pórtoles, Jaime Ribalaygua, Luis Torres", 
        "date": "2015-06-01", 
        "description": "\n\nThe Mediterranean coast of Spain often experiences intense rainfall, sometimes reaching remarkable amounts of more than 400 mm in one day. The aim of this work is to study possible changes of extreme precipitation in Spain for this century, simulated from several Coupled Model Intercomparison Project Phase 5 (CMIP5) climate models. Eighteen climate projections (nine models under RCP4.5 and nine RCP8.5 scenarios) were downscaled using a two-step analogue/regression statistical method. We have selected 144 rain gauges as the rainiest of a network by using a threshold of 250 mm in one day for a return period of 100 years. Observed time-series have been extended using the ERA40 reanalysis and have subsequently been used to correct the climate projections according to a parametric quantile–quantile method. Five theoretical distributions (Gamma, Weibull, Classical Gumbel, Reversed Gumbel and Log-logistic) have been used to fit the empirical cumulative functions (entire curves, not only the upper tail) and to estimate the expected precipitation according to several return periods: 10, 20, 50 and 100 years. Results in the projected changes for 2051–2100 compared to 1951–2000 are similar (in terms of sign and value) for the four return periods. The analysed climate projections show that changes in extreme rainfall patterns will be generally less than the natural variability. However, possible changes are detected in some regions: decreases are expected in a few kilometres inland, but with a possible increase in the coastline of southern Valencia and northern Alicante, where the most extreme rainfall was recorded. These results should be interpreted with caution because of the limited number of climate projections; anyway, this work shows that the developed methodology is useful for studying extreme rainfall under several climate scenarios.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4380", 
        "title": "Changes in extreme precipitation over Spain using statistical downscaling of CMIP5 projections"
    }, 
    {
        "author": "Arkadiusz M. Tomczyk, Ewa Bednorz", 
        "date": "2015-06-01", 
        "description": "\n\nThe research objectives were to describe heat waves (HWs) in Central Europe and define the synoptic situations that cause their occurrence. In this article, a hot day was defined as a day when the maximum temperature was above the 95th annual percentile and an HW was considered a sequence of at least five hot days. In the analysed multi-year period and study area, 11 HWs were observed in the north and 51 HWs were observed in the south. The occurrence of HWs was mainly connected with positive anomalies of sea level pressure and with the 500 hPa level, which shows the presence of high-pressure systems. HWs were also accompanied by positive T850 and precipitable water (PW) anomalies.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4381", 
        "title": "Heat waves in Central Europe and their circulation conditions"
    }, 
    {
        "author": "Nicola J. van Wilgen, Victoria Goodall, Stephen Holness, Steven L. Chown, Melodie A. McGeoch", 
        "date": "2015-05-27", 
        "description": "\n\nAir temperatures have increased globally over the past decades, while rainfall changes have been more variable, but are taking place. In South Africa, substantial climate-related impacts are predicted, and protected area management agencies will need to respond actively to impacts. It is critical for management agencies to understand the way in which climate is changing locally to predict impacts and respond appropriately. Here, for the first time, we quantify observable changes in temperature and rainfall in South African national parks over the past five to ten decades. Our results show significant increases in temperatures in most parks, with increases being most rapid in the arid regions of the country. Increases in the frequency of extreme high temperature events were also most pronounced in these regions. These results are consistent with other climate studies conducted in these areas. Similar increases were identified for both minimum and maximum temperatures, though absolute minimum temperatures increased at greater rates than absolute maxima. Overall, rainfall trends were less obvious, but a decrease in rainfall was observed for the southern Cape (in three parks), and an increase was detected in one park. The observed temperature changes over the last 20–50 years have in several instances already reached those predicted for near future scenarios (2035), indicating that change scenarios are conservative. These results provide individual parks with evidence-based direction for managing impacts under current and projected changes in local climate. They also provide the management agency with sub-regional information to tailor policy and impact monitoring. Importantly, our results highlight the critical role that individual weather stations play in informing local land management and the concerns for parks that have no local information on changes in climate.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4377", 
        "title": "Rising temperatures and changing rainfall patterns in South Africa's national parks"
    }, 
    {
        "author": "Zhixin Hao, Jingyun Zheng, Xuezhen Zhang, Haolong Liu, Mingqi Li, Quansheng Ge", 
        "date": "2015-05-26", 
        "description": "\n\nThe spatial patterns of precipitation anomalies in eastern China during both warm and cold periods over the past 2000 years were studied. Four warm periods (AD 650–750, AD 1000–1100, AD 1190–1290, and AD 1900–2000) and five cold periods (AD 440–540, AD 780–920, AD 1390–1460, AD 1600–1700, and AD 1800–1900) were selected on a centennial timescale, referring to the synthesized temperature changes over China and Northern Hemisphere. The regional differences in precipitation were analysed and compared using a data set consisting of the grades in severity of floods and droughts as derived from Chinese historical documents. The results showed that there has been no fixed spatial pattern of precipitation anomalies during either cold or warm periods in eastern China over the past 2000 years. For the most of warm periods, there existed coherence of spatial pattern with dry condition only occurred over north of the Yangtze River, and the consistent spatial patterns were found between the periods 650–750 and 1190–1290, 650–750, and 1000–1100. For the cold periods, the precipitation showed various spatial patterns, and similarities were only presented in the two periods of 1600–1700 and 1800–1900 featured by meridional distribution. Comparing the spatial patterns between cold and warm periods, inverse pattern of 440–540 and 1900–2000 over the most study area can be detected, but similar pattern was also found between the periods 1800–1900 and 1900–2000, and 1600–1700 and 1900–2000. Our results implicated that the relationship between temperature and spatial pattern of precipitation anomaly has high complexity, which would be of significance to understanding the spatial pattern of precipitation in the future climate change study.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4367", 
        "title": "Spatial patterns of precipitation anomalies in eastern China during centennial cold and warm periods of the past 2000 years"
    }, 
    {
        "author": "Chaeyeon Yi, Kyu Rang Kim, Seung Man An, Young-Jean Choi, Achim Holtmann, Britta Jänicke, Ute Fehrenbach, Dieter Scherer", 
        "date": "2015-05-20", 
        "description": "\n\nThe thermal environment in urban areas is substantially influenced by local surface properties and their modification through human activities. The effects of urban climate on human health are one of the motivations for the development of various urban climate analysis tools. Climate Analysis Seoul (CAS) is a tool that incorporates a meso-scale atmospheric model and conceptual geographic information system (GIS)-based models to provide gridded air temperature deviations based on high-resolution land cover information. The CAS output was evaluated using air temperatures observed at 18 automatic weather stations (AWS) located in the detail region (DR) Eunpyeong. Correlation analyses were performed to reveal the influence of different land cover characteristics and CAS output variables on measured air temperature deviations. Based on the results of the correlation analyses in the study region (SR) Seoul, a regression model (total air temperature distribution, TD′) was developed. It predicts spatially distributed air temperatures based on morphological parameters and an observed reference temperature. Using the TD′ model, maps of daily maximum air temperatures were produced for the entire area of Seoul with a horizontal resolution of 25 m, and of 5 m for the DR, the latter allows to assess the impacts of different building and vegetation structures on air temperature by resolving buildings. The TD′ model was evaluated using measurements at eight AWS. The TD′ model slightly overestimated daily maximum air temperatures in 2007 and 2011, but performed better for 2011, mainly because land cover data represent the final state of the urban development. The TD′ model appears to be a suitable tool for estimating air temperature distributions at building-resolving resolutions. It can be used to assess changes in the thermal environment and heat-related hazards through urban development plans already ahead of their realization.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4363", 
        "title": "Estimating spatial patterns of air temperature at building-resolving spatial resolution in Seoul, Korea"
    }, 
    {
        "author": "Renata G. Tedeschi, Matthew Collins", 
        "date": "2015-05-19", 
        "description": "\n\nSouth American precipitation is observed to respond differently to different types of El Niño Southern Oscillation (ENSO) events, such as those in which the main signal in sea surface temperature (SST) occurs either in the eastern equatorial Pacific or central equatorial Pacific. This study investigates how Coupled Model Intercomparison Project Phase 5 (CMIP5) models represent different types of ENSO and how they represent teleconnections to South American precipitation. It is found that the CMIP5 models can represent the basic structure of SST anomalies that occur during different types of ENSO events and these are described using simple SST indices. Most of the CMIP5 models can reproduce the correct sign of precipitation anomalies in northeast South America during austral summer and autumn, in cases where the observed teleconnections are relatively strong. The same is also true of north South America in austral summer. In the east and southeast regions of South America, many models fail to reproduce the correct sign during both Canonical and Modoki/Central Pacific/Warm Pool ENSO events. The precipitation composites in Atmospheric Model Intercomparison Project (AMIP) models tend to agree with their CMIP5 counterparts, so we conclude that the errors in teleconnections are not principally driven by mean SST biases. Precipitation teleconnections in the northern regions are shown to be linked to variations in the Walker circulation in models, with the exception of that in north South America during March–May. During March–May, composite precipitation in southeast South America is related to wave trains emanating from the equator.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4371", 
        "title": "The influence of ENSO on South American precipitation during austral summer and autumn in observations and models"
    }, 
    {
        "author": "Ming Luo, Yee Leung, Hans-F. Graf, Michael Herzog, Wei Zhang", 
        "date": "2015-05-19", 
        "description": "\n\nThis article investigates the year-to-year variability of the onset of the South China Sea summer monsoon (SCSSM) and the possible influences exerted by the surface temperature anomalies over land and sea. Early and late monsoon onsets are related to the temperature anomalies in different regions. It is found that an early onset follows negative sea surface temperature (SST) anomalies in the central tropical Pacific (CP) Ocean during the preceding winter and spring, corresponding to a CP La Niña. In contrast, a late onset is preceded by the negative surface air temperature anomalies over land in the central Asian continent. Negative SST anomalies in the central-eastern equatorial Pacific Ocean and the associated warming in the western Pacific induce an anomalously enhanced Walker circulation. This anomalous Walker cell leads to an increase in convection, causing more latent heat release and a subsequent decrease of surface pressure. The anomalous Walker cell and the enhanced latent heat release weaken the Western North Pacific subtropical high and the Philippine Sea anticyclone, favouring a westerly flow from the Indian Ocean, resulting in an early SCSSM onset. On the other hand, negative land surface temperature anomalies cool the atmosphere over land, and locally modify the Hadley circulation, accompanied by the anomalous divergence in the low-level atmosphere over the western equatorial Pacific. This divergence anomaly reduces the latent heat release and strengthens the anticyclone in the Philippine Sea, thus preventing the westward extension of the westerlies from the Indian Ocean and causing a late SCSSM onset.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4364", 
        "title": "Interannual variability of the onset of the South China Sea summer monsoon"
    }, 
    {
        "author": "Won-Ho Nam, Eun-Mi Hong, Guillermo A. Baigorria", 
        "date": "2015-05-19", 
        "description": "\n\nDetecting changes in the spatio-temporal patterns of temperature and precipitation is a prerequisite for developing effective adaptation options and strategies for the future. An effective method for assessing climate change and for providing information to decision makers and stakeholders is needed to implement appropriate adaptation strategies. The objective of this study was to determine whether climate change has caused spatio-temporal changes in meteorological elements in North Korea. We delineated the spatio-temporal patterns of temperature and precipitation caused by climate change in specific time periods based on statistically significant differences using a statistically robust method. Historical weather data from 27 meteorological stations over a 30-year period (1981–2010) were used. The results demonstrated that statistically significant changes occurred over the 30 years. The temporal trends in the maximum and minimum temperatures were highly significantly different in the western agricultural regions and central/southwest urban regions during 1996–2010 compared with 1981–1995. The precipitation amounts were significantly different in the southeast regions (around the coast). The numbers of precipitation events were significantly different for portions of the northern and northeast areas near the mountains. Additionally, statistically significant differences in the spatial structures of the temperature and precipitation were found at different time scales. The significant differences were not uniform in each season/month. Therefore, significant differences occurred in the meteorological elements, and particular locations and urbanized areas were affected by global warming. However, the temporal trends and spatial structures of each meteorological element were not equally modified; the meteorological changes occurred locally as a result of the changing climate.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4378", 
        "title": "How climate change has affected the spatio-temporal patterns of precipitation and temperature at various time scales in North Korea"
    }, 
    {
        "author": "C. Genthon, D. Six, C. Scarchilli, V. Ciardini, M. Frezzotti", 
        "date": "2015-05-19", 
        "description": "\n\nIn situ observations show that snow accumulation is ∼10% larger 25 km north than south of the summit of Dome C on the east antarctic plateau. The mean wind direction is southerly. Although a slight slope-related diverging katabatic flow component is detectable, the area is an essentially flat (∼10 m elevation change or less) homogeneous snow surface. The European Center for Medium-range Weather Forecasts meteorological analyses data reproduce a significant accumulation gradient and suggest that 90% of the the mean accumulation results from the 25% largest precipitation events. During these events, air masses originate from coastal areas in the north rather than from inland in the south. Radiative cooling condensation occurs on the way across the dome and as the moisture reservoir is depleted less snow is dumped 25 km south than north, with little direct impact from the local (50-km scale) topography. Air masses are warmer on average, and warmer north than south, when originating from the coast. This marginally affects the mean temperature gradients. The moisture gradients are more affected because moisture is nonlinearly related to temperature: the mean atmospheric moisture is larger north than south. Significant meteorological and hydrological gradients over such relatively small distances (50 km) over locally flat region may be an issue when interpreting ice cores: although cores are drilled at the top of domes and ridges where the slopes and elevation gradients are minimal, they sample small surfaces in areas affected by significant meteorological and hydrological spatial gradients.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4362", 
        "title": "Meteorological and snow accumulation gradients across Dome C, East Antarctic plateau"
    }, 
    {
        "author": "Sharon E. Nicholson", 
        "date": "2015-05-19", 
        "description": "\n\nThis article examines recent rainfall conditions in two sectors of eastern Africa, the summer rainfall region and the equatorial rainfall region with rainy seasons in the boreal spring and boreal autumn. The analysis covers the years 1998–2014 and is carried out using TRMM 3B43 Version 7 rainfall estimates. In both regions, extensive periods of anomalously low rainfall and prolonged drought have prevailed since roughly 2008. Prior to that time, only three periods of drought are noteworthy 1998/1999, 2000, and 2005. The post-2008 drought conditions were interrupted by floods in both regions in February 2010 and in several years in the equatorial region. This rapid alternation between extremes creates additional hardships on the population. Two notable results emerge from this analysis. One is the tendency for similar trends in interannual variability in both regions, despite vastly different rainfall regimes. The other is the persistence of recent droughts through several rainy seasons. The implication of these results is that one or more factors in interannual variability is operative in all seasons. This could account for the common trends in the equatorial and summer rainfall regions.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4358", 
        "title": "An analysis of recent rainfall conditions in eastern Africa"
    }, 
    {
        "author": "Ahmed M. El Kenawy, Matthew F. McCabe", 
        "date": "2015-05-15", 
        "description": "\n\nMany arid and semi-arid regions have sparse precipitation observing networks, which limits the capacity for detailed hydrological modelling, water resources management and flood forecasting efforts. The objective of this work is to evaluate the utility of relatively high-spatial resolution rainfall products to reproduce observed multi-decadal rainfall characteristics such as climatologies, anomalies and trends over Saudi Arabia. Our study compares the statistical characteristics of rainfall from 53 observatories over the reference period 1965–2005, with rainfall data from six widely used gauge-based products, including APHRODITE, GPCC, PRINCETON, UDEL, CRU and PREC/L. In addition, the performance of three global climate models (GCMs), including CCSM4, EC-EARTH and MRI-I-CGCM3, integrated as part of the Fifth Coupled Model Intercomparison Project (CMIP5), was also evaluated. Results indicate that the gauge-based products were generally skillful in reproducing rainfall characteristics in Saudi Arabia. In most cases, the gauge-based products were also able to capture the annual cycle, anomalies and climatologies of observed data, although significant inter-product variability was observed, depending on the assessment metric being used. In comparison, the GCM-based products generally exhibited poor performance, with larger biases and very weak correlations, particularly during the summertime. Importantly, all products generally failed to reproduce the observed long-term seasonal and annual trends in the region, particularly during the dry seasons (summer and autumn). Overall, this work suggests that selected gauge-based products with daily (APHRODITE and PRINCETON) and monthly (GPCC and CRU) resolutions show superior performance relative to other products, implying that they may be the most appropriate data source from which multi-decadal variations of rainfall can be investigated at the regional scale over Saudi Arabia. Discriminating these skillful products is important not only for reducing uncertainty in climate, hydrological and environmental assessments but also for advancing model developments in the region.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4374", 
        "title": "A multi-decadal assessment of the performance of gauge- and model-based rainfall products over Saudi Arabia: climatology, anomalies and trends"
    }, 
    {
        "author": "Edoardo Bucchignani, Myriam Montesarchio, Alessandra Lucia Zollo, Paola Mercogliano", 
        "date": "2015-05-15", 
        "description": "\n\nThis study presents the results of dynamically downscaled climate simulations over Italy produced with the COSMO-CLM model. Three simulations forced by ERA-Interim Reanalysis were conducted respectively at a spatial resolution of 0.22°, 0.125° and 0.0715° over the period 1979–2011. The results were analysed in terms of 2-m temperature and precipitation with the aim of assessing the model's ability to reproduce these important features of the Italian climate. The results were validated by comparing model output with different independent observational datasets. Values of temperature and precipitation show a general good agreement with observations, with a fair reduction of errors in all seasons as the resolution is increased. Two simulations at a spatial resolution of 0.0715°, driven by the global model CMCC-CM, were performed over the period 1971–2100, employing the IPCC RCP4.5 and RCP8.5 scenarios. Climate projections show a significant warming expected in Italy at the end of the 21st century, along with a general reduction in precipitation, particularly evident in spring and summer.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4379", 
        "title": "High-resolution climate simulations with COSMO-CLM over Italy: performance evaluation and climate projections for the 21st century"
    }, 
    {
        "author": "Norel Rimbu, Sabina Stefan, Aristita Busuioc, Florinela Georgescu", 
        "date": "2015-05-15", 
        "description": "\n\nThe relationship between atmospheric blocking and extreme precipitation in summer in Romania during the period 1962–2010 is investigated. Percentile-based indices (R90p) for extreme precipitation events are calculated using data recorded at a large number of meteorological stations (98) covering the entire country. The dominant mode of variability of these indices has a monopolar structure and is related to two distinct atmospheric circulation blocking patterns. High frequency of blocking in the 0°–40°E sector is associated with high frequency of extreme precipitation events over Romania. This is due to enhanced synoptic scale activity associated with advection of relatively high potential vorticity from northeast towards Romanian region, as well as with enhanced synoptic scale activity in the Mediterranean region. Enhanced blocking activity in the 50°–70°E sector favours an eastward extension of Atlantic jet, and the associated instabilities are related to extreme precipitation events over large parts of central and Eastern Europe. We argue that these two distinct blocking patterns explain a substantial part of extreme precipitation variability in Romania during summer.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4353", 
        "title": "Links between blocking circulation and precipitation extremes over Romania in summer"
    }, 
    {
        "author": "Kamoru A. Lawal, Dáithí A. Stone, Tolu Aina, Cameron Rye, Babatunde J. Abiodun", 
        "date": "2014-12-05", 
        "description": "\n\nThis study assesses the existence and importance of trends in the spread of South African climate simulations covering 50 years of a large initial-condition ensemble from a dynamical atmospheric model. It quantifies ensemble spread using two contrasting measures – standard deviation and 10–90th percentile range. The study then evaluates and examines the characteristics of long-term trends in the ensemble spread in relation to trends in the ensemble mean and in the observational record, by considering the skill of the monthly mean precipitation and near surface air temperature simulations. Results provide evidence that variations in ensemble spreads generated by the atmospheric model used in this study reflect fundamental properties of atmospheric variability in the real climate system. We find significant long-term trends in the measures of spread, with a general coastal–inland gradient, suggesting the possibility of existence of interannual variations in the potential range of seasonal climate simulations over South Africa. We also find robust relationships between trends in the observational record, in the simulated ensemble means and in measures of the simulated ensemble spread. Irrespective of the direction of trends, the correspondence of higher model skill when trends in the ensemble spread are larger suggests that the skill produced by a dynamical modelling system may not be independent of the model ability to capture the real atmospheric trends in whatever the model is simulating or forecasting. Therefore, based on historical data, further understanding of how potential predictability is changing has the prospect to improve the interpretation of current estimates of simulation skill.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4234", 
        "title": "Trends in the potential spread of seasonal climate simulations over South Africa"
    }, 
    {
        "author": "Jonathan Spinoni, Jürgen Vogt, Gustavo Naumann, Hugo Carrao, Paulo Barbosa", 
        "date": "2014-08-18", 
        "description": "\n\nOver the past decades, a continuous rise in global air temperatures resulted in significant changes in the global hydrological cycle. Regionally increased frequencies of extreme weather events and changes in the regional extent of drylands resulted in new areas at risk of desertification, a complex process driven by socio-economic and climate-related factors. Although desertification is not confined to drylands, they are the most vulnerable to land degradation processes. To investigate possible changes in climate patterns over the past 60 years, we couple the information obtained from the Köppen–Geiger (KG) climate classification and the FAO aridity index (AI), providing an overview of the most evident global changes in climate regimes from 1951–1980 to 1981–2010 and focussing on the modifications of the extent of drylands. KG and AI indicators have been computed on a 0.5° × 0.5° global grid using precipitation data from the Full Data Reanalysis (v6.0) of the Global Precipitation Climatology Centre, and mean temperature and potential evapotranspiration data from the Climate Research Unit of the University of East Anglia (CRUTSv3.20). Both KG and AI show that the arid areas globally increased between 1951–1980 and 1981–2010, but decreased on average in the Americas. North-Eastern Brazil, Southern Argentina, the Sahel, Zambia and Zimbabwe, the Mediterranean area, North-Eastern China and Sub-Himalayan India have been identified as areas with a significant increase of drylands extent. An analysis of the scientific literature gives evidence that most of the areas identified are effectively undergoing desertification, thus confirming the validity of AI and KG to highlight the areas under risk of desertification. We also discuss the global decrease of cold areas, the progressive change from continental to temperate climate in Central Europe, the shift from tundra to continental climate in Alaska, Canada and North-Eastern Russia and the widening of the tropical belt.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4124", 
        "title": "Towards identifying areas at climatological risk of desertification using the Köppen–Geiger classification and FAO aridity index"
    }, 
    {
        "author": "Hadas Saaroni, Baruch Ziv, Judith Lempert, Yael Gazit, Efrat Morin", 
        "date": "2014-09-11", 
        "description": "\n\nProlonged dry spells (PDSs) during the rainy season have severe environmental implications, including water shortage, damage to agriculture and increased potential for forest fires. This holds in particular for vulnerable regions, such as the Levant, already subjected to decrease in rainfall and lengthening of dry spells, in agreement with predictions of climatic models for the coming decades. This is the first comprehensive study which identifies atmospheric patterns responsible for PDS occurrence on thousands of kilometres scale. A total of 178 PDSs, of >7 days, were found within the 62 seasons studied.\nA subjective inspection of upper-level geopotential height (GPH), sea-level pressure (SLP) and lower-level temperature anomalies point at three types, each associated with a definite climatic regime. The ‘subtropical’ type is associated with an expansion of the subtropical high over the majority of the Mediterranean, accompanied by northward migration of the Mediterranean cyclone track. The ‘baroclinic’, the most frequent type, is induced by a pronounced stagnant ridge over the eastern Mediterranean, being a part of Rossby wave, accompanied by a pronounced trough/cut-off low over the western Mediterranean. The ‘polar’ type results from intrusion of lower-level continental polar air associated with upper-level trough east of the Levant and blocking high over central Europe. Quantitative indices were derived for objective classification of the types, based on the climatic regimes defined subjectively, and the centers of action representing each.\nComposite maps for each type indicate substantial differences in the synoptic configuration and the factors explaining absence of rain. For the subtropical type, the dynamic factor of subsidence is dominant. For the polar, the thermodynamic factor of continental dry advection is dominant and for the baroclinic, both dynamic and thermodynamic factors are important.\nClassification of PDSs according to synoptic scenarios enables analysis of future changes in the occurrence and duration pattern of PDSs, using output of climate models.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4143", 
        "title": "Prolonged dry spells in the Levant region: climatologic-synoptic analysis"
    }, 
    {
        "author": "Qinglong You, Jinzhong Min, Shichang Kang, Nick Pepin", 
        "date": "2014-08-12", 
        "description": "\n\nBased on intersatellite-calibrated high-resolution infrared radiation sounder (HIRS) upper tropospheric water vapour (UTWV) brightness temperatures, the width of the tropical belt is defined as the distance between the latitudes at which maximum HIRS UTWV brightness temperatures are recorded in both hemispheres. Poleward expansion of the tropical belt is evident during 1979–2013 on an annual basis, with an average global magnitude of 1.57° latitude per decade. Most rapid widening is evident in the west Pacific, in agreement with the strengthening of the Walker Circulation over time. This research suggests that the HIRS UTWV brightness temperatures are a good proxy to investigate the expansion of the tropical circulation in low latitudes.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4125", 
        "title": "Poleward expansion of the tropical belt derived from upper tropospheric water vapour"
    }, 
    {
        "author": "Bo Sun, Huijun Wang", 
        "date": "2014-09-08", 
        "description": "\n\nIn this study, the atmospheric moisture sources affecting three sub-regions of East China, which are South China (SC), the middle and lower Yangtze River Valleys (YRV), and North China (NC), are identified and compared based on the simulation results of a Lagrangian particle dispersion model, FLEXPART, for the period 2000–2009. The investigation is conducted for ‘non-precipitation’ and ‘precipitation’ cases of summertime (May–September) and wintertime (October–April). Furthermore, the contributions of moisture originating from the land area, western Pacific Ocean, and Indian Ocean to the precipitation in the three sub-regions of East China are quantitatively estimated. The results indicate that during summertime, the transport of moisture from the Indian Ocean and western Pacific dominates the precipitation in SC, with almost equivalent contributions; evaporation over the land area seems to be the key contributor to the precipitation in YRV and NC, followed by the evaporation over the western Pacific. During wintertime, the precipitated moisture in SC originates largely from the western Pacific, while evaporation over the land area is the predominant contributor to the precipitation in YRV and NC. The results of this study indicate that the precipitation in the three sub-regions of East China reflect the contributions of the Indian monsoon and East Asian summer monsoon to different degrees.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4145", 
        "title": "Analysis of the major atmospheric moisture sources affecting three sub-regions of East China"
    }, 
    {
        "author": "Jared W. Oyler, Ashley Ballantyne, Kelsey Jencso, Michael Sweet, Steven W. Running", 
        "date": "2014-08-12", 
        "description": "\n\nGridded topoclimatic datasets are increasingly used to drive many ecological and hydrological models and assess climate change impacts. The use of such datasets is ubiquitous, but their inherent limitations are largely unknown or overlooked particularly in regard to spatial uncertainty and climate trends. To address these limitations, we present a statistical framework for producing a 30-arcsec (∼800-m) resolution gridded dataset of daily minimum and maximum temperature and related uncertainty from 1948 to 2012 for the conterminous United States. Like other datasets, we use weather station data and elevation-based predictors of temperature, but also implement a unique spatio-temporal interpolation that incorporates remotely sensed 1-km land skin temperature. The framework is able to capture several complex topoclimatic variations, including minimum temperature inversions, and represent spatial uncertainty in interpolated normal temperatures. Overall mean absolute errors for annual normal minimum and maximum temperature are 0.78 and 0.56 °C, respectively. Homogenization of input station data also allows interpolated temperature trends to be more consistent with US Historical Climate Network trends compared to those of existing interpolated topoclimatic datasets. The framework and resulting temperature data can be an invaluable tool for spatially explicit ecological and hydrological modelling and for facilitating better end-user understanding and community-driven improvement of these widely used datasets.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4127", 
        "title": "Creating a topoclimatic daily air temperature dataset for the conterminous United States using homogenized station data and remotely sensed land skin temperature"
    }, 
    {
        "author": "Sayli A. Tawde, Charu Singh", 
        "date": "2014-09-18", 
        "description": "\n\nUsing remotely sensed Tropical Rainfall Measuring Mission (TRMM) 3B42 rainfall and topographic data from the Advanced Spaceborne Thermal Emission and Reflection Radiometer (ASTER) Digital Elevation Model (DEM), the impact of oroghraphical aspects such as topography, spatial variability of elevation and altitude of apexes are examined to investigate capacious summer monsoon rainfall over the Western Ghats (WG) of India. TRMM 3B42 v7 rainfall data is validated with Indian Meteorological Department (IMD) gridded rainfall data at 0.5° resolution over the WG. The analysis of spatial pattern of monsoon rainfall with orography of the WG ascertains that the grade of orographic precipitation depends mainly on topography of the mountain barrier followed by steepness of windward side slope and altitude of the mountain. Longer and broader, i.e. cascaded topography, elevated summits and gradually increasing slopes impel the enhancement in precipitation. Comparing topography of various states of the WG, it has been observed that windward side of Karnataka receives intense rainfall in the WG during summer monsoon. It has been observed that the rainfall is enhanced before the peak of the mountain and confined up to the height about 800 m over the WG. In addition to this, the spatial distribution of heavy and very heavy rainfall events in the last 14 years has also been explored. Heavy and very heavy rain events on this hilly terrain are categorized with a threshold of precipitation (R) in the range 150 > R > 120 mm day−1 and exceeding 150 mm day−1 using probability distribution of TRMM 3B42 v7 rainfall. The areas which are prone to heavy precipitation are identified. The study would help policy makers to manage the hazard scenario and, to improve weather predictions on mountainous terrain of the WG.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4146", 
        "title": "Investigation of orographic features influencing spatial distribution of rainfall over the Western Ghats of India using satellite data"
    }, 
    {
        "author": "Sebastian H. Mernild, Jeppe K. Malmros, Jacob C. Yde, Ryan Wilson, Niels T. Knudsen, Edward Hanna, Robert S. Fausto, Dirk van As", 
        "date": "2014-08-12", 
        "description": "\n\nAlbedo is one of the parameters that govern energy availability for snow and ice surface ablation, and subsequently the surface mass balance conditions of temperate glaciers and ice caps (GIC). Here, we document snow and ice albedo changes for Mittivakkat Gletscher (MG) in Southeast Greenland (2000–2013), for which an 18-year record of direct surface mass balance measurements exists. The MODerate Imaging Spectroradiometer (MODIS MCD43A3) albedo product was used to study MG's snow and ice albedo, evaluated against supraglacial automatic weather station (AWS) observations. In general, by the end of the mass balance year (EBY), MG's AWS observed bare ice albedo reached ∼0.3 only just exceeding values observed for proglacial bedrock (∼0.2). The analysis reveals negative mean trends in the MODIS-derived MG EBY albedo for the period 2000–2013 with a significant decline in mean glacier-wide albedo of 0.10. The greatest decline in albedo, of 0.25, occurred near the equilibrium line altitude (ELA), an important surface cover and albedo transitional zone. The EBY albedo correlates significantly with ELA and net winter and summer glacier mass balance records.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4128", 
        "title": "Albedo decline on Greenland's Mittivakkat Gletscher in a warming climate"
    }, 
    {
        "author": "Ryan McGloin, Hamish McGowan, David McJannet", 
        "date": "2014-09-11", 
        "description": "\n\nIn order to gain a full understanding of the importance of interactions between the atmosphere and inland water bodies, there is a need to analyse these exchanges in different regions throughout the world and under a wide range of weather and climate conditions. A 2-year time series of energy balance measurements was made at a small reservoir situated in southeast Queensland, Australia. Measurements were used to establish diurnal, intra-seasonal and seasonal cycles of evaporation, while synoptic weather maps and local weather station data were used to relate variations in water surface–atmosphere energy exchanges to synoptic and mesoscale weather phenomena. Consistent diurnal peaks in latent heat flux during the afternoon were observed throughout this study as a result of strong dry winds coinciding with peak water surface temperatures. Occasional intra-seasonal pulses in latent heat flux (i.e. evaporation) in winter and spring were associated with the passage of cold fronts over southern Queensland, which brought strong dry westerly winds. The average annual evaporative water loss from the reservoir during the 2-year measurement campaign was 991 mm year−1. It is thought that differences between the annual evaporation totals for the 2 years of this study may have been related to differences in the frequency of overcast conditions as a result of a change in the phase of the El Niño-Southern Oscillation.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4147", 
        "title": "Effects of diurnal, intra-seasonal and seasonal climate variability on the energy balance of a small subtropical reservoir"
    }, 
    {
        "author": "Satya Prakash, Ashis K. Mitra, Imran M. Momin, E. N. Rajagopal, S. Basu, Mat Collins, Andrew G. Turner, K. Achuta Rao, K. Ashok", 
        "date": "2014-08-12", 
        "description": "\n\nThe Indian monsoon is an important component of Earth's climate system, accurate forecasting of its mean rainfall being essential for regional food and water security. Accurate measurement of rainfall is essential for various water-related applications, the evaluation of numerical models and detection and attribution of trends, but a variety of different gridded rainfall datasets are available for these purposes. In this study, six gridded rainfall datasets are compared against the India Meteorological Department (IMD) gridded rainfall dataset, chosen as the most representative of the observed system due to its high gauge density. The datasets comprise those based solely on rain gauge observations and those merging rain gauge data with satellite-derived products. Various skill metrics and subjective comparisons are carried out for the Indian region during the southwest monsoon season (June–September). Relative biases and skill metrics are documented at all-India and subregional scales. In the gauge-based (land-only) category, Asian Precipitation – Highly-Resolved Observational Data Integration Towards Evaluation of water resources (APHRODITE) and Global Precipitation Climatology Center (GPCC) datasets perform better relative to the others in terms of a variety of skill metrics. In the merged category, the Global Precipitation Climatology Project (GPCP) dataset is shown to perform better than the Climate Prediction Center Merged Analysis of Precipitation (CMAP) for the Indian monsoon in terms of various metrics, when compared with the IMD gridded data. Most of the datasets have difficulties in representing rainfall over orographic regions including the Western Ghats mountains, in Northeast India and the Himalayan foothills. The wide range of skill metrics seen among the datasets and even the change of sign of bias found in some years are causes of concern. This uncertainty between datasets is largest in Northeast India. These results will help those studying the Indian monsoon region to select an appropriate dataset depending on their application and focus of research.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4129", 
        "title": "Seasonal intercomparison of observational rainfall datasets over India during the southwest monsoon season"
    }, 
    {
        "author": "R. L. Raddatz, T. N. Papakyriakou, B. G. Else, M. G. Asplin, L. M. Candlish, R. J. Galley, D. G. Barber", 
        "date": "2014-09-09", 
        "description": "\n\nHourly time-series of several atmospheric state variables and downwelling longwave radiation (LWd) collected through the extended winter (mid-December 2007 to March 2008) of the International Polar Year-Circumpolar Flaw Lead (IPY-CFL) ship-board campaign in Amundsen Gulf were analysed. A histogram derived from the hourly LWd time-series revealed a positively (right) skewed frequency distribution. The cold, dry, and mainly clear weather or mean atmospheric states concurrent with the modal and adjacent classes showed that LWd observations within ±30 W m−2 of the modal class mark (160 W m−2) identify the presence of the semi-permanent cold-core high pressure centre which appears on average winter mean sea-level pressure maps for the western maritime Arctic. The warmer, moister, and cloudier weather or mean atmospheric states associated with LWd bins in the right tail of the positively skewed frequency distribution, and the weather coincident with the deepest mean sea-level pressure minima, showed that observations of LWd in the 210–280 W m−2 range identified the passage of baroclinic disturbances. While a right skewed LWd frequency distribution usually occurs, the class mark of the major modal class, and the class marks of the bins in the right tail of the distribution show inter-annual variability of ±10 to 30 W m−2. Owing to its inclusive nature, validation of modelled LWd may provide a comprehensive verification statistic for Arctic climate simulations.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4149", 
        "title": "Downwelling longwave radiation and atmospheric winter states in the western maritime Arctic"
    }, 
    {
        "author": "Chun-Yi Lin, Jin-Yi Yu, Huang-Hsiung Hsu", 
        "date": "2014-09-01", 
        "description": "\n\nThis study examines the Pacific meridional mode (PMM) simulated in the pre-industrial simulations of the Coupled Model Intercomparison Project Phase 5 (CMIP5). The spatial pattern and intensity of the PMM were found to be reasonably simulated by CMIP5 models, as was the subtropical atmosphere–ocean coupling associated with the PMM. However, the persistence of the coupling, which sustains the PMM's duration and extends its pattern equatorward, was found to be underestimated in most of the CMIP5 models. Many of the simulated PMMs do not have a pattern that extends far enough into the tropical Pacific to influence El Niño-Southern Oscillation (ENSO). The CMIP5 models that do produce longer persistence for the PMM coupling show a higher correlation of the PMM with the Central-Pacific (CP) type of ENSO than with the Eastern-Pacific (EP) type of the ENSO. This study concludes that (1) the PMM and its associated subtropical Pacific ocean–atmosphere coupling are important to the generation of the CP type of ENSO; (2) the so-called seasonal footprinting mechanism that sustains an equatorward extension of the PMM is not well simulated in a majority of the CMIP5 models; and (3) the persistence of the subtropical Pacific coupling is more important than the other properties in gauging a model's skill in the PMM simulation.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4130", 
        "title": "CMIP5 model simulations of the Pacific meridional mode and its connection to the two types of ENSO"
    }, 
    {
        "author": "John Prytherch, Elizabeth C. Kent, Susanne Fangohr, David I. Berry", 
        "date": "2014-09-30", 
        "description": "\n\nSatellite-based microwave sensors have, since the 1980s, provided a means to retrieve near-surface marine specific humidity (qa), accurate estimation of which is necessary for climate and air–sea interaction applications. Seven satellite measurement-derived monthly mean humidity datasets are compared with one another and with a dataset constructed from in situ measurements. The means, spatial and temporal structures of the datasets are shown to be markedly different, with a range of yearly, global mean qa of ∼1 g kg–1. Comparison of the datasets derived using the same satellite measurements of brightness temperature reveals differences in qa that depend on the source of satellite data; the processing and quality control applied to the data; and the algorithm used to derive qa from the satellite measurements of brightness temperature. Regional differences between satellite-derived qa due to the choice of input data, quality control and retrieval algorithm can all exceed the accuracy requirements for surface flux calculation of ∼0.3 g kg–1 and in some cases can be several g kg–1 in monthly means for some periods and regions.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4150", 
        "title": "A comparison of SSM/I-derived global marine surface-specific humidity datasets"
    }, 
    {
        "author": "Wilson Gitau, Pierre Camberlin, Laban Ogallo, Raphael Okoola", 
        "date": "2014-08-25", 
        "description": "\n\nDespite earlier studies over various parts of the world including equatorial Eastern Africa (EEA) showing that intraseasonal statistics of wet and dry spells have spatially coherent signals and thus greater predictability potential, no attempts have been made to identify the predictors for these intraseasonal statistics. This study therefore attempts to identify the predictors (with a 1-month lead time) for some of the subregional intraseasonal statistics of wet and dry spells (SRISS) which showed the greatest predictability potential during the short rainfall season over EEA. Correlation analysis between the SRISS and seasonal rainfall totals on one hand and the predefined predictors on the other hand were initially computed and those that were significant at 95% confidence levels retained. To identify additional potential predictors, partial correlation analyses were undertaken between SRISS and large-scale oceanic and atmospheric fields while controlling the effects of the predefined predictors retained earlier. Cross-validated multivariate linear regression (MLR) models were finally developed and their residuals assessed for independence and for normal distribution. Four large-scale oceanic and atmospheric predictors with robust physical/dynamical linkages with SRISS were identified for the first time. The cross-validated MLR models for the SRISS of wet spells and seasonal rainfall totals mainly picked two of these predictors around the Bay of Bengal. The two predictors combined accounted for 39.5% of the magnitude of the SST changes between the July–August and October–November–December periods over the Western Pole of the Indian Ocean Dipole, subsequently impacting EEA rainfall. MLR models were defined yielding cross-validated correlations between observed and predicted values of seasonal totals and number of wet days ranging from 0.60 to 0.75, depending on the subregion. MLR models could not be developed over a few of the subregions suggesting that the local factors could have masked the global and regional signals encompassed in the additional potential predictors.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4131", 
        "title": "Oceanic and atmospheric linkages with short rainfall season intraseasonal statistics over Equatorial Eastern Africa and their predictive potential"
    }, 
    {
        "author": "Vojtěch Bližňák, Maria Antónia Valente, Julia Bethke", 
        "date": "2014-09-09", 
        "description": "\n\nThree homogenization software packages – AnClim, RhTestsV3 and HOMER – have been applied to monthly and annual temperature and pressure series from Portugal and its ex-colonies in Africa and Asia to detect non-climatic breaks. Homogenization tests in both absolute and relative mode were performed with an a posteriori statistical assessment to select the most probable breakpoints. Time series from neighbouring stations as well as reanalyses data were used as reference series. The reanalyses data sets were used due to lack of suitable neighbouring stations and also to test reanalyses as proxy data. A list of probable shifts is produced and will be used to support future global reanalyses. Moreover, temperature and pressure series were adjusted using adjustment factors that were obtained by calculating the difference between certain periods before and after the breaks. The accuracy of the adjusted series was verified subjectively (visually) and objectively using three verification methods: correlation coefficient, central root-mean-square error and standard deviation. A positive impact of the applied adjustment in terms of all three scores was found in a majority of cases.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4151", 
        "title": "Homogenization of time series from Portugal and its former colonies for the period from the late 19th to the early 21st century"
    }, 
    {
        "author": "Ryoji Yamashima, Jun Matsumoto, Kumiko Takata, Hiroshi G. Takahashi", 
        "date": "2014-08-18", 
        "description": "\n\nWe investigate the impact of historical land-use changes (HLUCs) from 1700 to 1850 on the onset of the Indian summer monsoon (ISM), focusing on the onsets of broad-scale ISM circulation and the local rainy season and their relationships, by conducting three equilibrium experiments under 1700, 1850, and 1992 conditions. During that time period, land use changed from primarily forest to cropland in India, eastern China, and Europe. This study used an atmospheric general circulation model, Model for Interdisciplinary Research on Climate version 3.2, coupled with a land surface scheme, Minimal Advanced Treatments of Surface Interaction and Runoff. The results showed that HLUC decreased rainfall amounts by more than 2 mm day−1 during the onset phase and delayed the onset date of the local rainy season by approximately four pentads over the Indian subcontinent. The onset date over southeastern China was also delayed by four pentads. The changes in precipitation and the onset of the local rainy season result from the change in the surface water budget induced by HLUC, as discussed in previous work. Although ISM circulation activity, defined by a large-scale land–sea thermal contrast, was slightly decreased from late May to early June, its onset date did not change. Thus, in the onset phase, HLUC affected the local rainy season onset over the same region, although the ISM circulation was weakened only marginally, showing no change in its onset timing. Hence, unlike the broad-scale ISM circulation onset, the beginning of the local rainy season is dominantly influenced by local surface conditions.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4132", 
        "title": "Impact of historical land-use changes on the Indian summer monsoon onset"
    }, 
    {
        "author": "Huanghe Gu, Zhongbo Yu, Jigan Wang, Guiling Wang, Tao Yang, Qin Ju, Chuanguo Yang, Feng Xu, Chuanhao Fan", 
        "date": "2014-09-30", 
        "description": "\n\nGiven the availability of a new generation of general circulation model simulations from the Coupled Model Intercomparison Project Phase 5 (CMIP5) archive, we attempt to evaluate the model output by using three variants of the transformed Mielke measure to assess (1) the performance of the models in simulating historical surface temperature and precipitation, (2) the climate change response of the models to future greenhouse gases (GHGs) scenarios, and (3) the consistency of the projected change of each model with that of the multi-model ensemble (MME) mean. Most models exhibited varying degrees of skills, depending on the region and season, whereas a few models were identified as performing well globally, including the CMCC models, IPSL-CM5A-MR, and BCC-CSM1.1M. Models with the highest and lowest climate sensitivities, as well as those that project future climate changes most resembling the MME mean, were identified. The future precipitation and temperature changes projected by the MPI models and NCAR-CESM1 models were found to best resemble the overall MME. Finer resolution was found to improve model performance in simulating historical climate in most regions and seasons, particularly for temperature; however, it does not have a significant effect on the response of model climates to future GHGs scenarios. We found that no model can simultaneously exhibits good performance in simulating historical climate and in projecting a future climate that is close to the MME mean. Determining the ‘best’ overall model is difficult because ‘best’ is dependent on the specific applications for which a model will be used. Evaluating climate models is an important step to build confidence in their application for impact assessment. Our study provides a basis for concerned groups choosing climate models for their subsequent studies.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4152", 
        "title": "Assessing CMIP5 general circulation model simulations of precipitation and temperature over China"
    }, 
    {
        "author": "Liping Li, Chao Wang, Xiouhua Fu, Yanju Liu", 
        "date": "2014-10-18", 
        "description": "\n\nUsing NCEP (National Centers for Environmental Prediction) GODAS (Global Ocean Data Assimilation System) monthly subsurface temperature (SsT) from 1980 to 2009, a 3-D four-step model was established to categorize the SsT interannual variations in the tropical Pacific. In combination with NCEP/National Center for Atmospheric Research (NCAR) reanalysis 850-hPa wind field and 160 stations' precipitation data in China, an intimate connection between the tropical Pacific SsT and eastern China summer precipitation anomalies is discovered by examining the time-lagged and simultaneous correlations among the interannual anomalies of SsT in the tropical Pacific, the 850-hPa wind pattern and summer rainfall in China. In previous winter, if the SsT in the tropical Pacific indicates an El Niño-type anomaly, an anticyclonic circulation anomaly over the East Asian coast, South China Sea and east of Taiwan along with a cyclonic circulation anomaly over the Japanese archipelago emerges in following summer. At the same time, a cyclonic circulation and an anticyclonic circulation prevail over the Lake Baikal and Kuril Islands in the high latitude. These combined circulation patterns facilitate the southward transport of cold air from high latitude and northward transport of warm and moist air through the western edge of the subtropical high. The meet between two air masses results in significantly abundant anomalous precipitation in the Sichuan Basin, Dongting and Poyang Lake Basin, and possibly deficit precipitation occurs over the Hetao region and lower Yellow River Basin, northern Zhejiang, as well as the coastal region of southern China and southern Yunnan. These findings offer a very useful predictive power for eastern China summer precipitation based on tropical Pacific SsT status in previous winter and subsequent developments of SsT and East Asian large-scale circulations.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4134", 
        "title": "The possible influence of tropical Pacific subsurface temperature anomalies on summer precipitation in eastern China"
    }, 
    {
        "author": "Blaž Kurnik, Lučka Kajfež-Bogataj, Stephanie Horion", 
        "date": "2014-10-18", 
        "description": "\n\nChanges in agricultural droughts were investigated using simulations of soil water deficit (SWD) and actual evapotranspiration (ETA) from a distributed semi-empirical soil water balance model – swbEWA. At European scale, both SWD and ETA did not change significantly between 1951 and 2011. However, significant increases in SWD were found in southern Europe, except in western Turkey, whereas in northern Europe changes in SWD remain small. ETA increased significantly as a joint response to increased air temperature and precipitation in northern Europe.\nUsing the Empirical Orthogonal Function (EOF) analysis and the Pearson correlation coefficients (RPearson), we showed that large-scale agricultural droughts are influenced by the recurrence of the North Atlantic Oscillation (NAO) and by the atmospheric blocking. Atmospheric blocking in different months throughout the year and extreme NAO index (mainly in winter months) contribute to the severity of agricultural droughts. During a negative phase of NAO, storms over the North Atlantic and Europe are less frequent and as a consequence dry weather in Europe is observed. Positive NAO influences agricultural drought in Europe by shifting storms tracks from the North Atlantic onto European continent to more northerly paths, which in turn decreases the amount of precipitation over central Europe.\nLarge SWDs are mainly influenced by atmospheric blocking. Notably, winter blocking increases severity of agricultural droughts in southwestern Europe, while summer blocking influences agricultural droughts in southeastern Europe. Notwithstanding, the first three EOFs contribute to less than 40% of the total spatial variability of SWD. This shows that agricultural droughts are complex phenomena that can be only partly explained by extreme NAO or by intensive atmospheric blocking.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4154", 
        "title": "An assessment of actual evapotranspiration and soil water deficit in agricultural regions in Europe"
    }, 
    {
        "author": "Melissa L. Wrzesien, Tamlin M. Pavelsky, Sarah B. Kapnick, Michael T. Durand, Thomas H. Painter", 
        "date": "2014-09-01", 
        "description": "\n\nMountain snow cover plays an important role in regional climate due to its high albedo, its effects on atmospheric convection, and its influence on runoff. Snowpack water storage is also a critical water resource and understanding how it varies is of great social value. Models are often employed to reconstruct snowpack and explore and understand snow cover variability. Here, we use a new, accurate satellite-derived snow product to evaluate the ability of the Weather Research and Forecasting (WRF) regional climate model, combined with the Noah land surface model with multi-parameterization options (Noah-MP), to simulate snow cover fraction (SCF) and snow water equivalent (SWE) in a 3-km domain over the central Sierra Nevada. WRF/Noah-MP SWE simulations improve on previous versions of the Noah land surface model by removing an early bias in snow melt, though a 2-day positive melt bias in SWE timing remains significant at the 90% confidence level. In addition, WRF/Noah-MP identifies the areas where snow is present to within 94.3% and captures large-scale variability in SCF. Temporal root mean squared error (RMSE) of the domain-average SCF was 1938.6 km2 (24%). However, our study shows that WRF/Noah-MP struggles to simulate SCF at finer spatial scales. The parameterization for SCF fails to produce temporal variations in grid-scale SCF, and depletion occurs too rapidly. As a result, the WRF/Noah-MP SCF parameterization reduces to a binary function in mountain environments. Sensitivity tests show that adjustment of the parameterization may improve simulation of SCF during accumulation or melt but does not remove the bias for the entire snow season. Although WRF/Noah-MP accurately simulates the presence or absence of snow, high-resolution, reliable SCF estimates may only be attainable if snow depletion parameterizations are designed specifically for complex topographical areas.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4136", 
        "title": "Evaluation of snow cover fraction for regional climate simulations in the Sierra Nevada"
    }, 
    {
        "author": "Julien Crétat, Benjamin Pohl, Carmela Chateau Smith, Nicolas Vigaud, Yves Richard", 
        "date": "2014-09-16", 
        "description": "\n\nWe discuss the value of a clustering approach as a tool for evaluating daily rainfall output from climate models. Ascendant hierarchical clustering is used to evaluate how well South African recurrent daily rainfall patterns are simulated during the austral summer (December to February 1970–1971 to 1998–1999). A set of 35-km regional climate simulations, run with the WRF model and driven by the ERA40 reanalysis, is chosen as a case study. Six recurrent patterns are identified and compared to the observed clusters obtained by applying the same methodology to 5352 daily rain gauge records. Two of the WRF clusters describe either a persistent and widespread dryness (65% of the days) or patterns similar to the seasonal mean rainfall gradient (13% of the days). The four remaining WRF clusters (∼20% of the days) are wetter; they describe the weakening, conservation or strengthening of the average rainfall gradient. The WRF cluster rainfall patterns and their associated circulation match the observed clusters rather well, but their frequency of occurrence is greatly overestimated by WRF during dry events, and underestimated for near-normal rainfall conditions. The weak model biases found at the seasonal timescale conceal strongly biased intraseasonal rainfall variability. The WRF-simulated rainfall patterns are then temporally or spatially projected on to the observed clusters. Spatial projection proves to be the more useful of these two approaches in quantifying model skill by assessing both the temporal co-variability between WRF and observations, and the rainfall biases of the model with or without temporal dephasing. The WRF model simulates transient rainfall activity partially out of phase with observations, which induces large rainfall biases when temporal dephasing is not removed. Rainfall biases are significantly reduced, however, when temporal dephasing is removed. The clustering approach therefore proves its efficiency to highlight climate model strengths and deficiencies.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4155", 
        "title": "An original way to evaluate daily rainfall variability simulated by a regional climate model: the case of South African austral summer rainfall"
    }, 
    {
        "author": "Andrea Seim, Kerstin Treydte, Valerie Trouet, David Frank, Patrick Fonti, Willy Tegel, Momchil Panayotov, Laura Fernández-Donado, Paul Krusic, Ulf Büntgen", 
        "date": "2014-09-08", 
        "description": "\n\nThe European Mediterranean region is governed by a characteristic climate of summer drought that is likely to increase in duration and intensity under predicted climate change. However, large-scale network analyses investigating spatial aspects of pre-instrumental drought variability for this biogeographic zone are still scarce. In this study we introduce 54 mid- to high-elevation tree-ring width (TRW) chronologies comprising 2186 individual series from pine trees (Pinus spp.). This compilation spans a 4000-km east–west transect from Spain to Turkey, and was subjected to quality control and standardization prior to the development of site chronologies. A principal component analysis (PCA) was applied to identify spatial growth patterns during the network's common period 1862–1976, and new composite TRW chronologies were developed and investigated. The PCA reveals a common variance of 19.7% over the 54 Mediterranean pine chronologies. More interestingly, a dipole pattern in growth variability is found between the western (15% explained variance) and eastern (9.6%) sites, persisting back to 1330 AD. Pine growth on the Iberian Peninsula and Italy favours warm early growing seasons, but summer drought is most critical for ring width formation in the eastern Mediterranean region. Synoptic climate dynamics that have been in operation for the last seven centuries have been identified as the driving mechanism of a distinct east–west dipole in the growth variability of Mediterranean pines.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4137", 
        "title": "Climate sensitivity of Mediterranean pine growth reveals distinct east–west dipole"
    }, 
    {
        "author": "Michael J. Grossman, Masumi Zaiki, Rena Nagata", 
        "date": "2014-09-09", 
        "description": "\n\nThis study employs Geographical Information Systems software to develop a classification system for typhoons (TYs) affecting Japan (1951–2011) and uses that system to investigate the spatial and temporal variations of storm tracks and their connection to the location and strength of the North Pacific subtropical high (NPSH). TYs coming within a 300-km buffer zone around the four main islands of Japan (JZOI) are grouped into two main types: those that remain on the Pacific Coast (PC) and those that enter the Japan Sea (JS). Results indicate that fewer TYs enter the JZOI when the NPSH extends strongly to the west and more reach Japan when it extends to the northwest. The winds around the periphery of the NPSH affect the recurvature of TYs directing them either west towards the China Mainland or around the western edge of the high towards Japan. More importantly, during periods when greater numbers of TYs affect the PC side of Japan (PC+), the NPSH extends to the southwest. However, during periods when greater numbers of TYs affect JS side of Japan (JS+), the NPSH extends to the northwest closer to Japan. The southwest extension of the NPSH enables TYs to recurve and pass to the eastern side (PC) of Japan while the northwest extension forces TYs around or across Japan into the JS. An important finding is that the moderately different positions of the NPSH change the atmospheric circulation around Japan dramatically and affect whether TYs pass over the PC side or the JS coast side of Japan. At the interannual time scale, increased JS+ years were observed since 1980 because of the frequent occurrence of the Pacific-Japan pattern. We also found that at the interdecadal time scale, PC+ years have increased due to the southwestward extension of the NPSH since 1980.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4156", 
        "title": "Interannual and interdecadal variations in typhoon tracks around Japan"
    }, 
    {
        "author": "Maria Antonia Sunyer, Ida Bülow Gregersen, Dan Rosbjerg, Henrik Madsen, Jakob Luchner, Karsten Arnbjerg-Nielsen", 
        "date": "2014-09-01", 
        "description": "\n\nChanges in extreme precipitation are expected to be one of the most important impacts of climate change in cities. Urban floods are mainly caused by short duration extreme events. Hence, robust information on changes in extreme precipitation at high-temporal resolution is required for the design of climate change adaptation measures. However, the quantification of these changes is challenging and subject to numerous uncertainties.\nThis study assesses the changes and uncertainties in extreme precipitation at hourly scale over Denmark. It explores three statistical downscaling approaches: a delta change method for extreme events, a weather generator combined with a disaggregation method and a climate analogue method. All three methods rely on different assumptions and use different outputs from the regional climate models (RCMs). The results of the three methods point towards an increase in extreme precipitation but the magnitude of the change varies depending on the RCM used and the spatial location. In general, a similar mean change is obtained for the three methods. This adds confidence in the results as each method uses different information from the RCMs. The results of this study highlight the need of using a range of statistical downscaling methods as well as RCMs to assess changes in extreme precipitation.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4138", 
        "title": "Comparison of different statistical downscaling methods to estimate changes in hourly extreme precipitation using RCM projections from ENSEMBLES"
    }, 
    {
        "author": "Edward Hanna, Thomas E. Cropper, Philip D. Jones, Adam A. Scaife, Rob Allan", 
        "date": "2014-09-08", 
        "description": "\n\nRecent changes are found in the means and variability of the North Atlantic Oscillation (NAO) index. There has been a sustained significant recent decrease in the summer NAO since the 1990s and, at the same time, a striking increase in variability of the winter – especially December – NAO that resulted in three of five (two of five) record high (record low) NAO Decembers occurring during 2004–2013 in the 115-year record. These NAO changes are related to an increasing trend in the Greenland Blocking Index (GBI, high pressure over Greenland) in summer and a more variable GBI in December. The enhanced early winter NAO variability originates mainly at the southern node of the NAO but is also related to the more variable GBI in December. Transition seasons (spring and autumn) have remained relatively unchanged over the last 30 years. These results are corroborated using several NAO indices. The Arctic Oscillation (AO) index, although strongly correlated with the NAO, does not show the recent sustained significant summer decrease, but it does show enhanced early winter variability. These recent observed changes are not present in the current generation of global climate models, although the latest process studies do offer insight into their causes. We invoke several plausible climate forcings and feedbacks to explain the recent NAO changes.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4157", 
        "title": "Recent seasonal asymmetric changes in the NAO (a marked summer decline and increased winter variability) and associated changes in the AO and Greenland Blocking Index"
    }, 
    {
        "author": "Mansour Almazroui, Ramzah Dambul, M. Nazrul Islam, P. D. Jones", 
        "date": "2014-09-11", 
        "description": "\n\nA climatic regionalization of Saudi Arabia that aims to classify the country into several homogenous groups is carried out, by grouping similar long-term climatological features for precipitation and air temperature. Twenty-seven stations are selected across Saudi Arabia for the analysis and 1985–2010 (26 years) is chosen as the common period. The employed methodology is a combination of mathematical and statistical techniques (principal components analysis and correlation); and a rather subjective physically detailed comparison with the long-term climatology and topography for Saudi Arabia. Five groups have been identified: group A (Northern), B (Red Sea Coastal), C (Interior), D (Highland) and E (Southern). Each of the climatic groups exhibits a unique feature (with strong similarities among stations that belong to the same group), especially in terms of inter-annual fluctuations and the degree of seasonality. This simplified overview of climatic characteristics is beneficial for assisting with economic planning, especially for any semi-arid or arid land that is naturally vulnerable to climatic variability and extremes. The classification method used in this study, however, would be applicable for similar studies on regionalization in other regions.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4139", 
        "title": "Principal components-based regionalization of the Saudi Arabian climate"
    }, 
    {
        "author": "Andrej Ceglar, Luka Honzak, Nedjeljka Žagar, Gregor Skok, Rahela Žabkar, Jože Rakovec", 
        "date": "2014-10-13", 
        "description": "\n\nThis study aims to assess the capability of regional climate models (RCMs) to simulate precipitation climatology over the southeastern Alpine flanks, where complex orography prevails. Precipitation simulations from 14 different 40-year downscaling experiments (1961–2000) driven by the ERA-40 reanalysis from the ENSEMBLES project are analysed in terms of realistic reproduction of spatial and temporal seasonal precipitation patterns over Slovenia. The best RCM performance was found for winter when precipitation is mainly caused by large-scale processes. A significantly lower model performance was observed for summer when precipitation is mainly caused by convective processes. Indeed, the largest spread of simulated precipitation between ensemble members was observed in summer, which is likely due to differences in the simulation of convective processes by the models. In addition, the simulations were analysed using partial least-square regression to quantify dependence of the simulated precipitation on physiographic factors. The applied regression model showed that orography and longitude are the most important variables associated with the spatial variability of precipitation in Slovenia. The empirical orthogonal functions were used to analyse the spatial patterns of inter-annual precipitation variability. The analysis showed that all models reproduced the most dominant mode of variability, but significant differences occurred between the models, especially in summer. In general, a thorough analysis has shown that the quality of simulations is highly variable among different regions as well as for different seasons.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4158", 
        "title": "Evaluation of precipitation in the ENSEMBLES regional climate models over the complex orography of Slovenia"
    }, 
    {
        "author": "X. Fu, C. C. Kuo, T. Y. Gan", 
        "date": "2014-09-02", 
        "description": "\n\nThe Markov chain statistical technique was employed to fill few missing values of daily precipitation observed at nine long-term (≥50 years of data) climate stations of Western Canada. Statistical properties of the gap filled precipitation data are compared with those of the original data to ensure that this approach preserves the statistical characteristics of the historical data. After gap filling missing data, 10 precipitation indices that represent magnitude and frequency of precipitation properties were computed from those 9 stations and the other 20 stations without missing records. Next, the Wilcoxon rank-sum test was used to detect possible change points of these precipitation indices. Based on the analysed results, there had been an increasing trend in the maximum number of consecutive wet days and the annual maximum 1-day precipitation and a decrease in the maximum number of consecutive dry days over most of British Columbia (BC). The annual total precipitation index of many stations had increased in southern BC and decreased in central parts of Canadian Prairies. Similar change was detected in the number of days when precipitation is equal and greater than 10 or 20 mm, and indices for the annual monthly maximum 1-day precipitation – precipitation that exceeds the 95 and 99 percentiles – and the simple precipitation intensity index. On the basis of the above results, the diurnal temperature range (DTR) of Western Canada has decreased, and predominant negative correlations between precipitation indices and DTR, it seems that Western Canada has generally become wetter since the middle of the 20th century partly because increase in the minimum daily temperature has been higher than the increase in the maximum daily temperature, leading to a decrease in DTR, which is likely related to climatic warming.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4144", 
        "title": "Change point analysis of precipitation indices of Western Canada"
    }, 
    {
        "author": "Wan-Ru Huang, Kuan-Chieh Chen", 
        "date": "2014-09-18", 
        "description": "\n\nFrontal convection (FC) and diurnal convection (DC) are the two most frequently observed weather systems affecting the pre-summer (May and June, MJ) rainfall formation over Taiwan and Southeast China. Focusing on the time period of 1982–2012 MJ months, this study found that the occurrence frequency of FC has declined, but the occurrence frequency of DC has significantly increased over Taiwan and Southeast China. Diagnoses of the atmospheric thermodynamic conditions over the East Asian–Western North Pacific (EAWNP) region indicate that the area favourable for the FC formation (i.e. the area with a locally enhanced meridional temperature gradient) has shifted northward from 20o–30oN to north of 30oN during the recent three decades; this shift has led to a decline in FC numbers over Taiwan and Southeast China. Analyses also indicate that the recent increase in DC activities over Taiwan and Southeast China after 1982 occurred in association with an observed strengthening of the daytime land–sea thermal contrast coupled with an intensification of the afternoon sea-breeze over the EAWNP region and a locally enhanced moisture flux convergence over Taiwan and Southeast China. Possible causes for the observed changes in the atmospheric thermodynamic conditions over the EAWNP region are also discussed.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4159", 
        "title": "Trends in pre-summer frontal and diurnal rainfall activities during 1982–2012 over Taiwan and Southeast China: characteristics and possible causes"
    }, 
    {
        "author": "Christopher F. Labosier, Oliver W. Frauenfeld, Steven M. Quiring, Charles W. Lafon", 
        "date": "2014-10-30", 
        "description": "\nLimited research has been performed examining the relationships between southeast US wildfire and weather type patterns using modern techniques and data sets. The purpose of this article is to examine the relationship between wildfire ignitions in the central Gulf Coast, United States and weather type occurrences in an effort to identify regional patterns associated with wildfire ignitions. Wildfire occurrence data are obtained for nine national forests in the central Gulf Coast for the period 1970 to 2011. The Spatial Synoptic Classification scheme (SSC) is used to classify daily weather type variations for each national forest. Years with high numbers of ignitions experience statistically higher numbers of dry tropical (DT) weather types than years with low numbers of ignitions in five of nine national forests. These differences range from 17 to 160% more DT days during periods of high ignitions. Statistically significant positive Spearman rank correlations exist between annual number of ignitions and annual number of DT days in a given forest. While understanding such relationships on an annual scale is useful, it says nothing about the actual timing of weather types leading up to an ignition. An analysis of weather type activity 30, 90, and 180 days prior to ignitions reveals that the median ratio of DT days to moist moderate (MM) and moist tropical (MT) days is statistically higher for periods leading up to a fire. Positive phases of the North Atlantic Oscillation (NAO) result in an increased number of DT days. This confirms previous studies that have suggested the strength of the westerlies increases during the positive phase of the NAO, driving DT weather types eastward from their southwest US/Mexico source region. We can therefore also conclude that the positive phase of the NAO is linked with increased wildfire activity in the central Gulf Coast, United States.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4160", 
        "title": "Weather type classification of wildfire ignitions in the central Gulf Coast, United States"
    }, 
    {
        "author": "N. Kirchner-Bossi, R. García-Herrera, L. Prieto, R. M. Trigo", 
        "date": "2014-09-24", 
        "description": "\n\nThe study of the wind power output variability comprises different time scales. Among these, low-frequency variations can substantially modify the performance of a wind power plant during its lifetime. In recent years, other temporal scales such as the short-term variability or the climatological conditions of wind and the corresponding generated power have been investigated in depth. However, the study of longer decadal and multidecadal variations is still in its early stages.\nIn this work, the wind power output long-term variability is analysed for two locations in Spain, during the period 1871–2009. This is attained by computing the annual wind speed probability density functions derived from an ensemble of atmospheric sea level pressure data set through a statistical downscaling based in evolutionary algorithms. Results reveal significant trends and periodicities in multidecadal bands including 13, 25 and 46 years, as well as significant differences among both sites. The impact of the leading large-scale circulation patterns (NAO, EA, SCAND and AMO) on wind power output and its stationarity is analysed. Results on both locations show non-stationary significant and opposite seasonal couplings with these forcings. Finally, the long-term variability of the reconstructed Weibull parameters of the annual wind speed distributions is used to derive a linear model to estimate the annual wind power.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4161", 
        "title": "A long-term perspective of wind power output variability"
    }, 
    {
        "author": "T. Yan, L. J. Pietrafesa, D. A. Dickey, P. T. Gayes, S. Bao", 
        "date": "2014-09-30", 
        "description": "\n\nStatistical models for the seasonal prediction of hurricane strikes on the Eastern Seaboard of the United States (ESUS) are developed with the application of the statistical software (SAS) generalized linear model (GENMOD) to perform a Poisson regression linked by a logarithmic function. Preseason climatic/oceanic signals of the El Nino South Oscillation (ENSO), the Atlantic Meridional Mode (AMM), the Atlantic Multi-decadal Oscillation (AMO), Sahel rainfall (20°–10°N, 20°W–10°E) and the North Atlantic sea surface temperature (SST) across a selected domain, all of which are closely associated with the dominant principal components of the North Atlantic Hurricane Track Density Function (HTDF), are applied as predictors.\nWhile using the Poisson regression without dividing the season into differing levels of activity types greatly degrades the model, classification of season types [based on accumulated cyclone energy (ACE)] before using the Poisson regression, can significantly improve the model performance. With this proposed new methodology, landfall counts in hyperactive and above-normal season type years can be predicted with 56.01 and 71.36% skill improvements respectively, compared with merely using climatology.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4163", 
        "title": "Seasonal prediction of landfalling hurricanes along Eastern Seaboard of the United States"
    }, 
    {
        "author": "P. R. Shanas, V. Sanil Kumar", 
        "date": "2014-09-16", 
        "description": "\n\nThe Arabian Sea and Bay of Bengal (BoB) regions are special interested sea areas in the Northern Hemisphere with large seasonal variability. This study focused on the long-term wind and wave in the central BoB from 1979 to 2012 based on the ECMWF ERA-Interim reanalysis data sets. Data were validated with the nearest available buoy data for the years 2003, 2004 and 2005, and good correlation was observed (root mean square error ≈ 0.17–0.43 m). A clear seasonality was noted with intensified wind and waves during the southwest monsoon season. We observed statistically declining trends in the mean and extreme wind speed (90th percentile) with increasing trend in extreme significant wave height (SWH). Seasonal analysis also investigated and found that the stronger events/winds during the southwest (SW) monsoon season are weakening. Conflicting trends in the wind and wave height were mainly due to the swell dominance at the region which was identified by the separate trend analysis of wind-sea and swell height. The area average analysis is carried out to investigate the sensitivity of the identified trend results for the point location and found similar trends for extreme wind speed and SWH. The high (>5 m) annual maximum SWH in the study area was attributed to the influence of tropical cyclones in the BoB, and all of these high waves occurred before 1996 indicating that the influence of tropical cyclones in the study area decreased after 1996.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4164", 
        "title": "Trends in surface wind speed and significant wave height as revealed by ERA-Interim wind wave hindcast in the Central Bay of Bengal"
    }, 
    {
        "author": "M. Trnka, R. Brázdil, J. Balek, D. Semerádová, P. Hlavinka, M. Možný, P. Štěpánek, P. Dobrovolný, P. Zahradníček, M. Dubrovský, J. Eitzinger, B. Fuchs, M. Svoboda, M. Hayes, Z. Žalud", 
        "date": "2014-10-13", 
        "description": "\n\nSoil moisture dynamics and their temporal trends in the Czech Republic are forced by various drivers. The methodology of applying remotely sensed data with both high temporal and spatial resolutions provides detailed insight and objective quantification of the causes of changes in soil moisture patterns. Our analysis of temporal trends indicates that shifts in drought severity between 1961 and 2012 (especially in the April, May, and June period, which displayed a 50% increase in drought probability between 1961–1980 and 2001–2012) are alarming. We found that increased global radiation and air temperature together with decreased relative humidity (all statistically significant at the 0.05 level) led to increases in the reference evapotranspiration in all months of the growing season; this trend was particularly evident in April, May, and August, when more than 80% of the territory displayed an increased demand for soil water. This finding was shown to be consistent with the measured pan evaporation (1968–2012) that was characterized by increasing trends, particularly during the April–June period. These changes, in combination with the earlier end of snow cover and the earlier start of growing season (up to 20 days in some regions), led to an increased actual evapotranspiration at the start of growing season that tends to deplete the soil moisture earlier, leaving the soil more exposed to the impacts of rainfall variability. These results support concerns related to the potentially increased severity of drought events in Central Europe. The reported trend patterns are of particular importance with respect to the expected climate change, given the robustness and consistency of the trends shown and the fact that they can be aligned with the existing climate model projections.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4167", 
        "title": "Drivers of soil drying in the Czech Republic between 1961 and 2012"
    }, 
    {
        "author": "Lian-Tong Zhou", 
        "date": "2014-09-04", 
        "description": "\n\nThis study investigated the influence of the land–air temperature difference on spring rainfall over North China and its feedback mechanism by using station observations for the period 1951–2000 and the ERA-40 reanalysis for the period 1958–2002. The analysis identified a significant negative correlation between the land–air temperature difference and the spring rainfall over North China. The analysis results suggested that the sinking motion and northeasterly anomalies were dominated over North China. These anomalous northeasterly winds substantially weakened the amount of moisture supplied to North China and are helpful for a decrease in the humidity over North China. Moreover, the decrease in sea level pressure was caused by an increase in surface air temperature. The North China was located to the west of Low system where divergence and sinking motion were favoured. The results also suggested that the positive sensible heat flux anomalies and negative latent heat flux anomalies over North China were induced by an increase in the land–air temperature difference. The increase in surface downward solar radiation association with a decrease in low clouds may cause an increase in surface air temperature and decrease in relative humidity, which in turn contributed to a decrease in spring rainfall over North China. These results suggested that there was a strong negative feedback mechanism between the temperature difference and rainfall.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4126", 
        "title": "Influence of land–air temperature difference on spring rainfall anomalies over North China and its feedback mechanism"
    }, 
    {
        "author": "Gao Hui, Li Xiang", 
        "date": "2014-09-30", 
        "description": "\n\nStatistical results reveal the close relationship between the hazy days in eastern China and El Nino Southern Oscillation (ENSO) events. A significant negative correlation coefficient (CC) centre is located in the western Pacific, while a positive CC centre is located in the eastern equatorial Pacific. Case analyses also confirm that an El Nino (La Nina) event is more likely to bring more (less) hazy days during winter. The key circulation pattern for less haze includes stronger Siberian high and Aleutian low pressure systems, stronger northerly wind over eastern Asia, and also a stronger high-level subtropical westerly jet (i.e. stronger East Asian winter monsoon, EAWM). While more haze often occurs under weaker EAWM pattern. The influencing mechanism of the ENSO event could be explained first, by how it alters the pressure and thermal differences between the Asian continent and the western Pacific Ocean, second, by the change of the circulation pattern of EAWM, and finally by the effect of the northerlies at higher latitudes. Compared to the relationship between ENSO and EAWM, the ENSO–haze relationship is more stable. Results also indicate an ENSO event has a leading influence on the haze frequency and can be used as a predictor in the seasonal forecasts of hazy days.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4133", 
        "title": "Influences of El Nino Southern Oscillation events on haze frequency in eastern China during boreal winters"
    }
]