[
    {
        "author": "Dongsheng Zhao, Shaohong Wu", 
        "date": "2015-08-31", 
        "description": "\n\nThe ecosystems of the Qinghai–Tibetan Plateau (QTP) are highly sensitive to climate change, the effects of which can be expressed through alterations to some key thresholds, including bio-temperature. However, to date, few studies have investigated variations in bio-temperature on the QTP in the context of climate change. To address this, the present study selected the following key indicators of bio-temperature: mean temperature of the warmest month (TWM); mean temperature of the coldest month (TCM); accumulated temperature above 10 °C (AT10), 5 °C (AT5), and 0 °C (AT0); and number of days with daily mean temperature above 10 °C (DT10), 5 °C (DT5), and 0 °C (DT0). These indicators were selected owing to their roles in the growth and distribution of vegetation on the QTP. The trends exhibited by these indicators were examined on basis of the data obtained from 71 observation stations on the QTP from 1961 to 2013. The results demonstrate that both TWM and TCM at the regional scale exhibited significant rising trends over this period, although TCM increased at a considerably faster rate. Spatially, the greatest increases in TWM and TCM were observed in the Qaidam basin desert and Guoluo–Naqu alpine shrub meadow regions. Additionally, AT10, AT5, and AT0 exhibited increasing trends, with AT0 increasing most rapidly and exhibiting the most significant changes, followed by AT5 and then AT10. Similarly, DT0 exhibited a greater overall increase than DT10 and DT5. Spatially, AT and DT exhibited asymmetrical change, i.e. large increases in AT did not correspond to large increases in DT. In general, all the bio-temperature indicators considered indicate pronounced rising trends over this recent five decades. This was likely due to rising air temperatures across the QTP, which have affected the structures and functions of alpine ecosystems.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4482", 
        "title": "Spatial and temporal variability of key bio-temperature indicators on the Qinghai–Tibetan Plateau for the period 1961–2013"
    }, 
    {
        "author": "G. Antolini, L. Auteri, V. Pavan, F. Tomei, R. Tomozeiu, V. Marletto", 
        "date": "2015-08-31", 
        "description": "\n\nA daily high-resolution gridded climatic data set is presented for Emilia-Romagna, Italy, covering the period 1961–2010. Time series of precipitation and temperatures, from 254 and 60 locations, respectively, were first checked for quality, temporal homogeneity and synchronicity, then interpolated on a grid. For temperature, a daily best-performing detrending procedure was used, followed by the interpolation of regression residuals by means of a modified inverse distance scheme, accounting for orographic barriers. Elevation, urban fraction and topographic position are the geographical proxy parameters used for detrending. The same scheme, without detrending, was used for daily precipitation. All data were spatially interpolated on a high-resolution digital elevation model, and then averaged on a triangulated irregular grid with variable resolution depending on topography. Interpolation determined average errors between 1.0 and 1.5 °C, with higher values for minimum temperatures, in winter and for years prior to 2000. Precipitation is on average underestimated, up to 25% for intense and heavy precipitation in the summer semester. Multiple detrending improves minimum temperature estimation, while the modified distance scheme reduces interpolation errors for temperature and precipitation. The data set is mainly addressed to users and applications requiring time-averaged temperature and precipitation fields. Its main limitations concern precipitation underestimation, winter minimum temperature unexplained variance, unresolved pattern scales, station density and undetected asynchronicities. The data set shows a significant increase in mean annual temperatures all over the region, with trend values up to 0.5 °C decade−1. An average, locally significant, decrease in annual precipitation is also detectable, mostly over the western mountains (−100 mm decade−1), while significant increases are identified in some areas close to the Po River Delta. Local spatial patterns may, however, be susceptible to large errors, especially in low trend areas.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4473", 
        "title": "A daily high-resolution gridded climatic data set for Emilia-Romagna, Italy, during 1961–2010"
    }, 
    {
        "author": "Liang Liang, Xiaoyang Zhang", 
        "date": "2015-08-31", 
        "description": "\n\nWhile warmer spring temperatures frequently led to earlier vegetation phenology during the past decade in the eastern United States, detailed geographic patterns of this coupled relationship have not been investigated previously. Additionally, a record early greenup onset that occurred in the U.S.  Northeast in 2010 and over a majority of the eastern United States in 2012 offered unique opportunities to assess spatiotemporal variations of phenology–climate interactions in the context of climate change. In this study, we examined interannual variations of land surface phenology (LSP) of the forested eastern U.S., coupled with both spring and winter temperature changes from 2000 to 2012, highlighting the different geographic patterns of phenological responses in 2010 and 2012. We employed S-mode canonical correlation analysis and extended principal component analysis to detect the coupled spatiotemporal variations of LSP and cumulative temperature variables. For the U.S.  Northeast, these methods allowed us to identify potentially offsetting interactions in which reduced chilling during a warm 2011–2012 winter delayed dormancy break and lessened the advance in greenup onset during the very warm spring in 2012. In the Upper Midwest, however, winter chilling seemed sufficient and greenup closely tracked springtime warming. These geographic details of phenology–climate interactions unveiled how vegetation phenology is closely coupled with both spring and winter temperatures in time and space. This study further implied that both different temperature regimes and geographically varied climatic dependencies of vegetation could be responsible for spatially diverse phenological responses to climate change.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4456", 
        "title": "Coupled spatiotemporal variability of temperature and spring phenology in the Eastern United States"
    }, 
    {
        "author": "Juan Carlos Antuña-Marrero, Odd Helge Otterå, Alan Robock, Michel d. S. Mesquita", 
        "date": "2015-08-27", 
        "description": "\n\nThe ocean occupies 95% of the Caribbean's area and plays a leading role in the region's climate, thus making the sea surface temperature (SST) a very important regional climate index. This, in conjunction with the lack of a regionally consistent, quality-controlled surface temperature dataset increases the scientific value of using SST to characterize the regional climate and its trends. This study determines the magnitudes of the long-term SST trends in the Wider Caribbean (WC) and the Antilles. We overcome the presence of discontinuity points in the SST time series using the change point statistical technique. Annual mean SST trends combining the subperiods 1906–1969 and 1972–2005 are 1.32 ± 0.41 °C per century for the Antilles and 1.08 ± 0.32 °C per century for the WC. For the same regions during the subperiod 1972–2005, the corresponding trends are 1.41 ± 0.68 °C per century and 1.18 ± 0.49 °C per century, illustrating the warming intensification during the last four decades. A significant correlation is found between the SSTs in the Caribbean and Atlantic Multidecadal Oscillation (AMO) index, suggesting a potential link between Caribbean SSTs and the mechanisms governing the Atlantic basin-wide SSTs. Finally, the capabilities of two state-of-the-art coupled climate models, the Norwegian Earth System Model (NorESM1-M) and the Bergen Climate Model (BCM), to simulate SST in the Caribbean were tested. Both models produce an adequate simulation of the annual mean SST anomalies and SST seasonal cycle for the WC and the Antilles. The simulated annual and monthly mean SSTs are colder in the two models compared to the observations, a common feature among the majority of general circulation models participating in the Coupled Model Intercomparison Project Phase 5. However, despite these minor deficiencies both BCM and NorESM1-M are considered adequate for conducting SST simulations relevant for future climate change research in the Caribbean.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4466", 
        "title": "Modelled and observed sea surface temperature trends for the Caribbean and Antilles"
    }, 
    {
        "author": "J. I. López-Moreno, E. Morán-Tejeda, S. M. Vicente-Serrano, J. Bazo, C. Azorin-Molina, J. Revuelto, A. Sánchez-Lorenzo, F. Navarro-Serrano, E. Aguilar, O. Chura", 
        "date": "2015-08-26", 
        "description": "\n\nThis work analysed the changes in air temperature in 25 meteorological stations in the Altiplano and the surrounding Andean slopes of Bolivia and Peru, and their relationship with El Niño-Southern Oscillation (SO) and the Pacific Decadal Oscillation (PDO). The analysis focused on annual, warm season (DJF) and cold season (JJA) maximum and minimum temperatures. All analyses were undertaken during 1965–2012, but some analyses were also from 1945 and 1955 when data were available. Principal component analysis was applied to the annual and seasonal series to identify spatial differences of changes in maximum and minimum air temperature. There was an overall increase of temperatures since the mid-20th century. The most intense and spatially coherent warming was observed for annual and warm season maximum temperature, with warming rates from 0.15 to 0.25 °C decade−1. Changes in the cold season maximum temperature were more heterogeneous, and statistically significant trends were mostly in the Bolivian Altiplano. Minimum temperatures increased, but there was higher spatial variability and lower rates of warming. Maximum temperature was negatively correlated with the Southern Oscillation index (SO) in the warm season, and positively correlated with the SO in the cold season; there were less statistically significant correlations with the PDO, that exhibited inverse sign than those for SO. The strongest correlations were in the region near Lake Titicaca. The negative correlation of minimum temperatures with SO and the positive correlation of minimum temperatures with PDO were lower than the observed for maximum temperature. The changes in temperature and correlations with SO and PDO were highly dependent on the selected period, with stronger trends in the last 30–40 years. This suggests reinforcement of warming rates that cannot be only explained by SO and PDO variability.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4459", 
        "title": "Recent temperature variability and change in the Altiplano of Bolivia and Peru"
    }, 
    {
        "author": "Wenping He, Shanshan Zhao, Qunqun Liu, Yundi Jiang, Beisheng Deng", 
        "date": "2015-08-26", 
        "description": "\n\nIn this study, the detrended fluctuation analysis (DFA) method is used to analyse the drought and flood index (DFI) of the past 531 years in 20 stations over east central China. It is found that the variation of the DFI exhibits long-range correlation. The long-range correlation gradually decreases from northwest to southeast over the studied region. Moreover, the recurrence times of droughts or floods also show long-range correlation. The long-range correlation in the DFI data will disappear if the DFI data are randomly shuffled, which was also found in the recurrence time of the randomly shuffled DFI series for each station. The results show that long-range correlation is an intrinsic property of drought or flood events, which could result in the long-range correlation of the corresponding recurrence times. At present, the prediction skill of droughts/floods in Asian-Australian monsoon region is relatively low, particularly in most of China. The long-range correlation of the DFI provides a theoretical basis for climate predictions of droughts/floods and may help improve model performance by amending the model configuration, in terms of addressing parameterization problems and improving atmosphere–ocean coupling.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4450", 
        "title": "Long-range correlation in the drought and flood index from 1470 to 2000 in eastern China"
    }, 
    {
        "author": "E. E. Daniels, G. Lenderink, R. W. A. Hutjes, A. A. M. Holtslag", 
        "date": "2015-08-24", 
        "description": "\n\nExpansion of urban areas has profound effects on land surface characteristics. As such, the land surface can exert influence on atmospheric parameters that might alter precipitation amounts or patterns. In this study, precipitation observations near urban areas along the West coast of the Netherlands are investigated throughout the 1951–2010 period. An innovative analysis methodology is used to deal with the small and fragmented urban areas in the Netherlands. The results show that daily precipitation totals downwind of urban areas are, on average, about 7% higher than precipitation in the rest of the Dutch West coast. Precipitation enhancements up to 20% are found depending on wind direction and time period. These results are comparable with studies from around the globe and show that the influence of relatively small fragmented urban areas, as are present in the Netherlands, can be similar to the influence of large metropolitan areas on precipitation.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4458", 
        "title": "Observed urban effects on precipitation along the Dutch West coast"
    }, 
    {
        "author": "Zhijun Li, Kaicun Wang, Chunlüe Zhou, Laigang Wang", 
        "date": "2015-08-24", 
        "description": "\n\nThe true monthly mean temperature is defined as the integral of the continuous temperature measurements in a month (Td0), which is apparently different from the average (Td1) of the monthly averaged maximum (Tmax) and minimum (Tmin) temperatures. Unfortunately, Td1 instead of Td0 has been widely used as the monthly mean temperature, not only as an input parameter for various models in ecology, climatology and hydrology but also as an effective factor for climate change studies. It has already been demonstrated in previous researches that the bias between Td0 and Td1 (Tbias = Td1 − Td0) cannot be ignored; in some places, it could even be very large. Therefore, it is with great urgency that Td0 should replace Td1 to eliminate the impact of the imperfect monthly mean temperature on related researches. However, Td0 cannot be obtained directly due to the lack of the historical observations of land surface air temperature (Ta) at a higher temporal resolution, e.g. hourly observations. In this study, a multiple linear regression (MLR)-based method is created to calculate Td0 with the predictors of daylength, diurnal temperature range (DTR = Tmax − Tmin) and Td1. The MLR method performs very well, with a mean R2 of 0.61 over global land and 0.76 in arid or semi-arid areas. It can be used to improve studies on regional climate change and evaluations of climate model simulations.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4445", 
        "title": "Modelling the true monthly mean temperature from continuous measurements over global land"
    }, 
    {
        "author": "Soumya Sagarika, Ajay Kalra, Sajjad Ahmad", 
        "date": "2015-08-24", 
        "description": "\n\nThe current study focuses on evaluating the relationship between the Pacific Ocean climate variability and western US streamflow for six hydrologic regions of the western United States, as defined by United States Geological Survey: Rio Grande, Upper Colorado, Lower Colorado, Great Basin, Pacific Northwest, and California. The singular-valued decomposition (SVD) technique was applied on data for 50 years (1960–2010) of sea-surface temperatures (SST), geopotential height index of 500 mbar (Z500), and 90 unimpaired western US streamflows; the results established a spatio-temporal association for each major hydrologic region in the western United States with Pacific Oceanic variability. An approach using a 3- to 9-month lead time was utilized, i.e. the previous year's July to August SST/Z500, the previous year's October to December SST/Z500 to predict streamflow for current year spring–summer (April to September), spring (April to June), and summer (July to September) seasons. Significant regions in the Pacific were identified that influence hydrology of the western United States. The traditional El Niño/Southern Oscillation (ENSO) and Pacific Decadal Oscillation regions were identified along with regions over eastern Russia, Canadian British Columbia, and the ‘Hondo’ region along the east coast of Japan. Z500 showed pronounced association with 3-month lead time streamflow, whereas SST had better association with 6-month lead time streamflow. The SVD results showed improvement in correlation values of smaller spatial regions over larger regions, and a lagged response of adjacent hydrologic regions to the same physical indicators. The results obtained in this study could be helpful in improving the current forecasting models for water management.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4442", 
        "title": "Pacific Ocean SST and Z500 climate variability and western U.S. seasonal streamflow"
    }, 
    {
        "author": "Mengyu Deng, Riyu Lu, Wei Chen, Jie Cao", 
        "date": "2015-08-24", 
        "description": "\n\nThis paper investigates the interannual variability of precipitation over the South Asian monsoonal region in May, during which the South Asian summer monsoon is generally established. The South Asian monsoonal region in this study is referred to as a broad area that includes the Arabian Sea, the Indian peninsula, the Bay of Bengal, and the Indochina peninsula. The precipitation exhibits a significant enhancement in May, compared to that in the previous month. The present results indicate that the interannual variability of May precipitation in this region is significantly regulated by two independent factors: The Europe-West Asia (EWA) teleconnection and El Niño Southern Oscillation. The EWA teleconnection pattern is characterized by the see-saw pattern of upper-tropospheric geopotential height anomalies between the Europe and the Iranian plateau. Both the factors modulate the meridional gradient of tropospheric temperature and lower-tropospheric zonal winds, and thus affect the rainfall in the monsoonal region. Therefore, both the extratropical circulation teleconnection and tropical forcing are crucial for inducing rainfall variability in May over the monsoonal region.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4454", 
        "title": "Interannual variability of precipitation in May over the South Asian monsoonal region"
    }, 
    {
        "author": "Yeon-Woo Choi, Joong-Bae Ahn, Vladimir N. Kryjov", 
        "date": "2015-08-19", 
        "description": "\n\nThis paper examines the impact of the wintertime Arctic Oscillation (AO) on the following November circulation. The application of a set of statistical methods shows that a response of November sea level pressure (SLP) to the preceding wintertime AO operates on a hemispheric scale. At high and middle latitudes, this response is a well-pronounced seesaw in SLP between the Eastern and Western Hemispheres. Winters of the positive AO polarity tend to be followed by positive SLP anomalies spanning the whole Northern Eurasia and negative SLP anomalies extending from the Bering Sea through the Western North Atlantic. Opposite SLP anomalies prevail after winters of the negative AO polarity. The response of November SLP to the preceding wintertime AO closely resembles the first empirical orthogonal function of November SLP. That is, the polarity of the wintertime AO precedes the polarity of the leading mode of variability of November SLP over the Northern Hemisphere. The wintertime AO exerts a 9-month lag impact on November circulation due to the re-emergence of a sea surface temperature anomaly over the western North Atlantic.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4431", 
        "title": "November seesaw in northern extratropical sea level pressure and its linkage to the preceding wintertime Arctic Oscillation"
    }, 
    {
        "author": "João P. A. Martins, Rita M. Cardoso, Pedro M. M. Soares, Isabel F. Trigo, Margarida Belo-Pereira, Nuno Moreira, Ricardo Tomé", 
        "date": "2015-08-13", 
        "description": "\n\nThe summer time cloud diurnal cycle over western Iberia is analysed here using a satellite climate data record of fractional cloud cover based on 9 years of Meteosat Second Generation observations which is distributed by the EUMETSAT's Climate Monitoring Satellite Applications Facility. These observations were complemented with a corresponding mean cloud diurnal cycle using SYNOP reports on six locations over the studied domain. It is shown that the main coastal mountain range separates regions that are characterized by two very different cloud regimes: stratocumulus-topped boundary layer convection dominates the region towards the coast and continental cumulus convection dominates the region to the east of these mountains. To explain the observed variability, a long-term regional climate model [Weather Research and Forecasting model (WRF)] simulation over Iberia was used. A comparison of the observations against model output for the common period between observations and simulation shows that although the model generally underestimates cloudiness, it is able to represent the diurnal cycle in a realistic manner. It is shown that the observed cloud diurnal evolution is linked to the thermal circulations generated by the land-sea contrast and orography. The extent to which the cloud deck penetrates inland is closely related to the coastal orography: although smaller hills tend to enhance cloudiness, larger mountains block the progression of the marine boundary layer further inland, as it behaves as a density current. Larger mountains also produce katabatic flow and a rather strong subsidence aloft during the night. The warming due to this subsidence helps the blocking of the cloud deck as it is partially responsible for evaporating clouds, as shown by a potential temperature budget analysis.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4457", 
        "title": "The summer diurnal cycle of coastal cloudiness over west Iberia using Meteosat/SEVIRI and a WRF regional climate model simulation"
    }, 
    {
        "author": "Prasanth A. Pillai, Jasti S. Chowdary", 
        "date": "2015-08-13", 
        "description": "\n\nThe present study investigates the characteristics of active and break cycles associated with the Indian summer monsoon (ISM) during developing and decaying phase of El Niño and in the years in which Indian Ocean Dipole (IOD) co-occurred with El Niño (co-occurred years). Observations show that break days are more in number (∼2–3 times) and long lasting (∼15–20 days) than active days in El Niño developing summers and vice versa for decay years. During El Niño developing years, northward propagation is well organized with significant anomalies in both active and break phases. The increased convection associated with active phase persists longer over Indian Ocean, than over the monsoon region, while the reduced convection in break phase propagates faster from ocean to land and persists there for a longer time. Compared to break events, active events have slower (faster) propagation over the monsoon (oceanic) region during El Nino decay years. The present study put forward the argument that the contrasting persistent circulations over Indo-western Pacific regions favour particular phase of intra-seasonal oscillation (ISO) in developing and decay phase of El Nino. These long-lasting circulations advect anomalous dry (moist) air to ISM region for longer period, resulting in long-lasting break (active) events in El Niño developing (decay) years. During co-occurrence years, the number of break (active) days is reduced by two to three times compared to the developing (decaying) phase of El Niño. It is found that 30- to 60-day scale ISO is strongly modulated, than 10 - to 20-day scale, by the changes in seasonal mean state associated with El Nino. Thus, this study demonstrates that the ISO characteristics such as its variance, northward propagation, spatial distribution and duration of active and break days are strongly modulated by seasonal background anomalies over the Indo-Pacific region.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4464", 
        "title": "Indian summer monsoon intra-seasonal oscillation associated with the developing and decaying phase of El Niño"
    }, 
    {
        "author": "Christopher M. Castellano, Arthur T. DeGaetano", 
        "date": "2015-08-13", 
        "description": "\n\nA unique approach for downscaling daily precipitation extremes from historical analogues is presented. While various analogue methods have been developed for the purpose of downscaling local climate data, few have placed an emphasis on downscaling daily extremes. Unlike previous approaches, the new method utilizes a two-step procedure in which the occurrence of extreme precipitation on a given target day is first determined based on the observed probability of extreme precipitation on that day's closest historical analogue days. Then, if extreme precipitation occurred on the selected analogue day, the historical precipitation observations associated with the analogue day are used to ascribe precipitation amounts on the corresponding target day. The method is developed and tested for a very strict definition of extreme precipitation (partial duration series events), as well as a more lenient definition of extreme precipitation (95th percentile of non-zero precipitation events). The analogue approach is more skillful than climatology at identifying the occurrence of both partial duration series (PDS) and 95th percentile events. In both cases, the analogue method slightly underestimates the observed occurrence of extreme precipitation. Return period precipitation amounts estimated from the downscaled PDS are similar to, but generally lower than those calculated from observed PDS. Over the entire study domain (157 stations in New York State and surrounding regions of adjacent states and Canada), the median difference between downscaled and observed 5-year (100-year) return period precipitation amounts is less than 5% (10%). These median differences are smaller than those obtained from historical dynamically downscaled climate model simulations.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4460", 
        "title": "A multi-step approach for downscaling daily precipitation extremes from historical analogues"
    }, 
    {
        "author": "Gayoung Kim, Joong-Bae Ahn, Vladimir N. Kryjov, Soo-Jin Sohn, Won-Tae Yun, Richard Graham, Rupa K. Kolli, Arun Kumar, Jean-Pierre Ceron", 
        "date": "2015-08-13", 
        "description": "\n\nThe World Meteorological Organization (WMO) Lead Centre for Long-Range Forecast Multi-Model Ensemble (WMO LC-LRFMME) has been established to collect and share long-range forecasts from the WMO designated Global Producing Centres (GPC). In this study, the seasonal skill of the deterministic multi-model prediction of GPCs in WMO LC-LRFMME is investigated. The GPC models included in the analysis cover 30 years of common hindcast period from 1981 to 2010 and real-time forecast for the period from DJF2011/2012 to SON2014. The equal-weighted multi-model ensemble (MME) method is used to produce the MME forecast. We show that the GPC models generally capture the observed climatological patterns and seasonal variations in temperature and precipitation. However, some systematic biases/errors in simulation of the climatological mean patterns and zonal mean profiles are also found, most of which are located in mid-latitudes or high latitudes. The temporal correlation coefficients both of 2 m temperature and precipitation in the tropical region (especially over the ocean) exceed 95%, but drop gradually towards high latitudes and are even negative in the polar region for precipitation. The prediction skills of individual models and the MME over 13 regional climate outlook forum (RCOF) regions for four calendar seasons are also assessed. The prediction skills vary with season and region, with the highest skill being demonstrated by the MME forecasts for the regions of the tropical RCOFs. These predictions are strongly affected by the ENSO over Pacific Islands, Southeast Asia and Central America. Additionally, Southeast of South America and North Eurasian regions show relatively low skills for all seasons when compared to other regions.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4449", 
        "title": "Global and regional skill of the seasonal predictions by WMO Lead Centre for Long-Range Forecast Multi-Model Ensemble"
    }, 
    {
        "author": "Chunqiao Song, Linghong Ke, Keith S Richards, Yuanzheng Cui", 
        "date": "2015-08-13", 
        "description": "\n\nHigh-quality temperature estimates with good spatio-temporal coverage are necessary for completely understanding the influences of warming climate on cryosphere and hydrological systems in High Mountain Asia (HMA). In this study, we compare reanalysis temperature data from ERA-Interim and National Centers for Environmental Prediction/National Center for Atmospheric Research (NCEP/NCAR) with station observations in HMA during 1979–2011. The results indicate that although reanalysis temperature data can capture the warming trends in HMA, the trend magnitudes are clearly underestimated by reanalysis data. In particular, the increase in summer temperature cannot be identified from the NCEP/NCAR reanalysis. For ERA-Interim, temperature increases are underestimated in the north and northwest of HMA; for NCEP/NCAR, the warming magnitudes show evident biases in the Pamir, Himalayas, and southeastern Tibetan Plateau. Considering that high-frequency signals and periodical fluctuations among the three datasets are in good agreement, and based on the wavelet transform method, the low-frequency component decomposed from the temperature time series of ERA-Interim and NCEP/NCAR reanalyses is adjusted by that derived from station observations. The resulting homogenized reanalysis temperature data show much better spatio-temporal consistency with station data. The differences in monthly and annual temperature anomalies between station and homogenized ERA-Interim and NCEP/NCAR reanalysis data become more convergent. The homogenized temperature time series are better correlated with station data at annual and seasonal timescales.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4403", 
        "title": "Homogenization of surface temperature data in High Mountain Asia through comparison of reanalysis data and station observations"
    }, 
    {
        "author": "Filiz Dadaser-Celik, Eda Cengiz, Ozge Guzel", 
        "date": "2015-08-12", 
        "description": "\n\nThis study examines the trends in reference evapotranspiration (ETo) in Turkey by analysing data from 77 weather stations for a 32-year period (1975–2006). ETo values were calculated using the Penman–Monteith method using air temperature, wind speed, relative humidity, and sunshine hours data. Trends in annual and monthly ETo were determined using the Mann–Kendall trend test with the trend-free prewhitening procedure. The magnitude of trends was estimated by calculating the Sen's slope. The collective or field significance of the trends was evaluated using Walker test. The possible causes of changes in ETo were discussed by analysing the trends in air temperature, wind speed, relative humidity, and solar radiation data collected at the same stations. The implications of ETo trends for crop water requirements were evaluated. The analyses showed that the majority of stations (88%) in Turkey had annual ETo between 750 and 1200 mm during the 32-year period and ETo decreased gradually from south to north. From 1975 to 2006, 58% of stations had upward trends in annual ETo. Upward trends were statistically significant at the 0.05 level for 32% of stations. The rates of changes in annual ETo were on average 1.20 mm year−2. The trends detected in monthly ETo were mostly upward with an average magnitude between −0.01 and 0.14 mm month year−1. Trends detected at the annual timescale and for the majority of the months provided the field significance at the 0.05 level. Analysis of other climatic data showed that upward trends in air temperatures, downward trends in wind speeds, and downward trends in relative humidity were widespread over Turkey for the same time period. Changes in these three parameters could explain the majority of the changes in ETo rates. The ETo changes affect crop water requirements and increase the demand for irrigation.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4455", 
        "title": "Trends in reference evapotranspiration in Turkey: 1975–2006"
    }, 
    {
        "author": "Martín Jacques-Coper, Stefan Brönnimann, Olivia Martius, Carolina Vera, Bibiana Cerne", 
        "date": "2015-08-12", 
        "description": "\n\nWe explore the occurrence of intraseasonal summer heat waves in southeastern Patagonia (SEPG, 46°–52°S; 65°–70°W) since the late 19th century by means of the Twentieth Century Reanalysis version 2 (20CRv2). In total, we identify 201 cases for 1872–2010 using criteria of intensity and persistence. In SEPG, the corresponding intraseasonal temperature signals are centred around the first day of each cluster of days fulfilling those conditions (named day 0). The mean warm deviation lasts for approximately 2 weeks and exhibits a mean temperature peak of 4.3 °C on day 0 (the warmest day in the mean signal). In a regional context, the mean temperature perturbation associated with these heat waves affects a broad area on both sides of the Andes. The warming in SEPG is caused by temperature advection and enhanced radiative heating, following a high pressure system over southern South America (SSA). This atmospheric perturbation is embedded in a wave-train-like pattern along the South Pacific. As part of this pattern, a cyclonic anomaly progresses eastward over the Tasman Sea in Oceania, moving from southeastern Australia (day −6, causing a dry anomaly there) over New Zealand (day −3, inducing a wet anomaly on its Southern Island). The anomalous circulation triggered by the wave train leads thus to a teleconnection between SSA and Oceania, documented in a previous work for the interannual scale. Two thirds of the heat wave events are linked to enhanced ascent in the South Atlantic Convergence Zone (SACZ) and around one third of the events within 1957–2010 are associated with extreme absolute maximum temperatures observed at a station-based record from SEPG. Finally, possible spatial modulations of the wave train pattern at the interannual and interdecadal timescales are discussed.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4430", 
        "title": "Summer heat waves in southeastern Patagonia: an analysis of the intraseasonal timescale"
    }, 
    {
        "author": "J. Schmocker, H. P. Liniger, J. N. Ngeru, Y. Brugnara, R. Auchmann, S. Brönnimann", 
        "date": "2015-08-12", 
        "description": "\n\nLand and water management in semi-arid regions requires detailed information on precipitation distribution, including extremes, and changes therein. Such information is often lacking. This paper describes statistics of mean and extreme precipitation in a unique data set from the Mount Kenya region, encompassing around 50 stations with at least 30 years of data. We describe the data set, including quality control procedures and statistical break detection. Trends in mean precipitation and extreme indices calculated from these data for individual rainy seasons are compared with corresponding trends in reanalysis products. From 1979 to 2011, mean precipitation decreased at 75% of the stations during the ‘long rains’ (March to May) and increased at 70% of the stations during the ‘short rains’ (October to December). Corresponding trends are found in the number of heavy precipitation days, and maximum of consecutive 5-day precipitation. Conversely, an increase in consecutive dry days within both main rainy seasons is found. However, trends are only statistically significant in very few cases. Reanalysis data sets agree with observations with respect to interannual variability, while correlations are considerably lower for monthly deviations (ratios) from the mean annual cycle. While some products well reproduce the rainfall climatology and some the spatial trend pattern, no product reproduces both.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4438", 
        "title": "Trends in mean and extreme precipitation in the Mount Kenya region from observations and reanalyses"
    }, 
    {
        "author": "Andrea E. Gaughan, Caroline G. Staub, Andrew Hoell, Ariel Weaver, Peter R. Waylen", 
        "date": "2015-08-11", 
        "description": "\n\nPrecipitation variability at inter- and intra-annual scales may influence land-use management decisions in semi-arid savannas worldwide, and in particular, over the Kavango-Zambezi Transfrontier Conservation Area (KAZA) in southern Africa. Over KAZA, spatiotemporal precipitation variability forced by the El Niño Southern Oscillation (ENSO) and the Indian Ocean Dipole (IOD) is important to local and regional-scale decisions for planting, livestock grazing, and wildlife migration patterns. We investigate the annual water year (October–September) and early rainy season [October–November–December (OND)] precipitation patterns during 60 years before and after a 1970s shift in the global ocean–atmosphere system for this region in southern Africa.\nThe coincidence of the number of wet (upper tercile) and dry (lower tercile) years and OND seasons during the various phases of ENSO and IOD are compared prior to (1950–1975) and after (1980–2008) the 1970s climate shift over KAZA. Since the 1970s climate shift, KAZA has been significantly drier and observed fewer wet years and OND seasons. ENSO is the dominant forcing of precipitation differences over southern Africa before and after the 1970s climate shift, with IOD playing a secondary role. However, when ENSO and IOD phases are analysed simultaneously, El Niño and positive IOD events are significantly related to dry periods.\nThe forcing of atmospheric circulation over southern Africa before and after the 1970s climate shift during El Niño and La Niña events is significantly different. Prior to the 1970s climate shift, atmospheric circulation during El Niño (La Niña) favoured strong (weak) precipitation increases (decreases). Afterward the 1970s climate shift, atmospheric circulation during La Niña (El Niño) favoured strong (weak) precipitation decreases (increases). The shifting nature of climate modes, especially ENSO, and respective influence on rainfall variability for southern Africa is important to understand to better inform seasonal climate forecasts to improve operational decision-making for land-use and water management decisions in semi-arid savanna regions.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4448", 
        "title": "Inter- and Intra-annual precipitation variability and associated relationships to ENSO and the IOD in southern Africa"
    }, 
    {
        "author": "Mirian Capa-Morocho, Belén Rodríguez-Fonseca, Margarita Ruiz-Ramos", 
        "date": "2015-08-06", 
        "description": "\n\nEl Niño phenomenon is the leading mode of sea surface temperature interannual variability. It can affect weather patterns worldwide and therefore crop production. Crop models are useful tools for impact and predictability applications, allowing to obtain long time series of potential and attainable crop yield, unlike to available time series of observed crop yield for many countries. Using this tool, crop yield variability in a location of Iberia Peninsula (IP) has been previously studied, finding predictability from Pacific El Niño conditions. Nevertheless, the work has not been done for an extended area. The present work carries out an analysis of maize yield variability in IP for the whole 20th century, using a calibrated crop model at five contrasting Spanish locations and reanalyses climate datasets to obtain long time series of potential yield. The study tests the use of reanalysis data for obtaining only climate-dependent time series of crop yield for the whole region, and to use these yield to analyse the influences of oceanic and atmospheric patterns. The results show a good reliability of reanalysis data. The spatial distribution of the leading principal component of yield variability shows a similar behaviour over all the studied locations in the IP. The strong linear correlation between El Niño index and yield is remarkable, being this relation non-stationary on time, although the air temperature–yield relationship remains on time, being the highest influences during grain filling period. Regarding atmospheric patterns, the summer Scandinavian pattern has significant influence on yield in IP. The potential usefulness of this study is to apply the relationships found to improving crop forecasting in IP.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4426", 
        "title": "El Niño influence on potential maize yield in Iberian Peninsula"
    }, 
    {
        "author": "Chuanhao Wu, Guoru Huang", 
        "date": "2015-08-06", 
        "description": "\n\nBased on the representative concentration pathway (RCP) scenarios, projected changes in climate extremes events in the Zhujiang River basin were investigated using the regional climate model RegCM4.0. Four extreme temperature indices (TXx, TNn, SU30, and TMINmean) and five extreme precipitation indices (Rx1day, Rx5day, SDII, R50mm, and SDII) defined by the Expert Team on Climate Change Detection and Indices (ETCCDI) were used in the investigation. The performance of the model was validated through comparison between observations and simulations for the period 1971–2000. The results show that although RegCM4.0 has certain abilities to reproduce both the spatial distributions of the values of extreme climate indices and their trends in the Zhujiang River basin, there are some large biases in the model results. The model simulates extreme temperatures more accurately than extreme precipitation. Compared to the baseline period 1971–2000, the changes in future (2021–2050 and 2051–2080) climate extremes under the RCP4.5 and RCP8.5 scenarios show very similar patterns, with an increase in extreme temperatures across the entire region and an increase in extreme precipitation in most parts of the region. For the period 2006–2099, a significant warming trend can be expected under both emissions scenarios, especially under the high emissions scenario (RCP8.5). The risk of drought shows statistically significant increasing trends under the RCP8.5 scenario in most parts of the region, especially in the central part of the basin. Meanwhile, more intense rainfall events are expected to occur in most parts of the region, especially in the southern parts of the basin. Furthermore, the increases predicted under the RCP8.5 scenario are more pronounced than those predicted under the RCP4.5 scenario. Overall, our results suggest that the Zhujiang River basin will suffer more natural disasters, such as catastrophic floods, droughts, and heat weaves, in the future.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4412", 
        "title": "Projection of climate extremes in the Zhujiang River basin using a regional climate model"
    }, 
    {
        "author": "Josep Calbó, Jordi Badosa, Josep-Abel González, Lidya Dmitrieva, Valentina Khan, Aaron Enríquez-Alonso, Arturo Sanchez-Lorenzo", 
        "date": "2015-08-06", 
        "description": "\n\nThis article presents a climatology of total cloud cover (TCC) in the area of the three inland Eurasian seas (Black, Caspian, and Aral Sea). Analyses are performed on the basis of 20 years of data (1991–2010), collected from almost 200 ground stations. Average TCC is 49%, with broad spatial and seasonal variability: minimum TCC values are found in summer and to the southeast, whereas maximum values correspond to winter and to the northwest. For the whole area, linear trend analyses show that TCC did not vary during the study period. We only detected a statistically significant positive trend (+1.2% decade−1) in autumn. We obtained different results for the regions delimited by means of a principal component analysis: a clear decrease, both for the annual, spring, and summer series, was detected for the south of Black Sea, while increasing TCC was found for the annual, autumn, and winter series in the north Caucasus and the west and north of Black Sea. We also analysed the TCC data from global gridded products, including satellite projects [International Satellite Cloud Climatology Project (ISCCP), Pathfinder Atmospheres Extended (PATMOS-x), cLoud, Albedo & Radiation (CLARA)], reanalyses [ERA-interim, National Centers for Environmental Prediction/Department of Energy (NCEP/DOE), Modern-Era Retrospective Analysis for Research and Applications (MERRA)], and surface observations [Climatic Research Unit (CRU)]. Although all these products capture the seasonal evolution over the study area, they differ substantially both among them and in relation to the ground observations: reanalyses produce much lower values of TCC, while ISCCP and CLARA provide a summer minimum that is too high. Trend analyses applied to these data generally showed a decrease in TCC; only CRU and NCEP/DOE tally with the ground data as regards the absence of overall trends. These results are discussed in relation to previous studies presenting trends of other variables such as sunshine duration, diurnal temperature range, or precipitation; we also discuss the connections with changes in synoptic patterns and environmental changes, in particular in the Aral Sea region.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4435", 
        "title": "Climatology and changes in cloud cover in the area of the Black, Caspian, and Aral seas (1991–2010): a comparison of surface observations with satellite and reanalysis products"
    }, 
    {
        "author": "Desmond Manatsa, Chipo Mudavanhu, Terrence D. Mushore, Emmanuel Mavhura", 
        "date": "2015-08-06", 
        "description": "\n\nThe Southern Annular Mode (SAM) is a natural climate mode of variability whose discovery can be traced back at least as far as the beginning of the 20th century, before human activities produced enough gases to noticeably change the climate. However, recent observed changes in the SAM are linked to increases of greenhouse gases and stratospheric ozone depletion, hence assigning SAM's alterations, in large part, to human activities. In this study, the 20th century reanalysis data were used to establish the SAM's prominent shifts during the years 1917, 1961 and 1997. The first shift coincides with abrupt greenhouse gas increases and the latter shifts are attributed to stratospheric ozone level changes. The East Africa ‘Short Rains’ (EASR) index derived from the Global Precipitation Climatology Center (GPCC) dating back to the beginning of the 20th century, demonstrates coinciding shifts with the SAM index. However, the SAM's influence on EASR appears to be achieved through a meridional dipole that is formed in the sea-level pressure of the Indian Ocean basin, with one pole over the Tropics and the other over the extratropics. When this dipole pattern is weakly developed as the period between 1961 and 1997, the SAM is decoupled from the EASR and the Indian Ocean Dipole (IOD) demonstrates a dominant role in modulating the EASR. The SAM is also linked to the IOD through its control of the Mascarene High variability, hence connecting the SAM to the dominant circulation variability in the Indian Ocean. Although the El Nino Southern Oscillation is strongly correlated to EASR, it is not related to the epochal variability in the rainfall. Therefore, the slow modulation in EASR is linked to the SAM whose shifts are triggered by gases emanating from human influences.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4443", 
        "title": "Linking major shifts in East Africa ‘short rains’ to the Southern Annular Mode"
    }, 
    {
        "author": "Abby G. Frazier, Thomas W. Giambelluca, Henry F. Diaz, Heidi L. Needham", 
        "date": "2015-08-06", 
        "description": "\n\nThe Hawaiian Islands have one of the most spatially diverse rainfall patterns on earth. Knowledge of these patterns is critical for a variety of resource management issues and, until now, only long-term mean monthly and annual rainfall maps have been available for Hawai‘i. In this study, month-year rainfall maps from January 1920 to December 2012 were developed for the major Hawaiian Islands. The maps were produced using climatologically aided interpolation (CAI), where the station anomalies were interpolated first, and then combined with the mean maps. A geostatistical method comparison was performed to choose the best interpolation method. The comparison focuses on three kriging algorithms: ordinary kriging (OK), ordinary cokriging (OCK), and kriging with an external drift (KED). Two covariates, elevation and mean rainfall, were tested with OCK and KED. The combinations of methods and covariates were compared using cross-validation statistics, where OK produced the lowest error statistics. Station anomalies for each month were interpolated using OK and combined with the mean monthly maps to produce the final month-year rainfall maps.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4437", 
        "title": "Comparison of geostatistical approaches to spatially interpolate month-year rainfall for the Hawaiian Islands"
    }, 
    {
        "author": "Adam Moreno, Hubert Hasenauer", 
        "date": "2015-08-06", 
        "description": "\n\nE-OBS(European Observations) is a gridded climate data set which contains maximum temperature, minimum temperature, and precipitation on a daily time step. The data can be as fine as 0.25° in resolution and extends over the entire European continent and parts of Africa and Asia. However, for studying regional or local climatic effects, a finer resolution would be more appropriate. A continental data set with resolution would allow research that is large in scale and still locally relevant. Until now, a climate data set with high spatial and temporal resolution has not existed for Europe. To fulfil this need, we produced a downscaled version of E-OBS, applying the delta method, which uses WorldClim climate surfaces to obtain a 0.0083‾° (about 1 × 1 km) resolution climate data set on a daily time step covering the European Union. The new downscaled data set includes minimum and maximum temperature and precipitation for the years 1951–2012. It is analysed against weather station data from six countries: Norway, Germany, France, Italy, Austria, and Spain. Our analysis of the downscaled data set shows a reduction in the mean bias error of 3 °C for mean daily minimum temperature and of 4 °C for mean daily maximum temperature. Daily precipitation improved by 0.15 mm on average for all weather stations in the validation. The entire data set is freely and publically available at \nftp://palantir.boku.ac.at/Public/ClimateData.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4436", 
        "title": "Spatial downscaling of European climate data"
    }, 
    {
        "author": "Yanjuan Wu, Shuang-Ye Wu, Jiahong Wen, Ming Xu, Jianguo Tan", 
        "date": "2015-08-06", 
        "description": "\n\nIn this study, we investigated changes in the precipitation characteristics for China from 1960 to 2012 based on a recent daily precipitation dataset of 666 climate stations and robust non-parametric trend detection techniques. We divided all precipitation events into four non-overlapping categories: light, moderate, heavy and very heavy based on percentile thresholds. We then established the trends for annual total and precipitation of different intensity categories, and examined their regional and seasonal variations. The results show that there was little change in annual total precipitation for entire China, but distinctive regional patterns existed. In general, precipitation increased in the west and decreased in east. Precipitation of different intensities, in general, changed in the same direction as the mean, but heavy and very heavy precipitation events had higher rates of change than mean precipitation. The exception was the southeast region, where despite the slight decrease in mean precipitation, heavy and very heavy precipitation still increased significantly. In addition, we used multiple regression models to explore the contribution of changes of frequency and intensity to total precipitation change, and the contributions of changes of precipitation at different intensities to total precipitation change. For western China, total precipitation change was associated more with frequency change, whereas in eastern China intensity contributed more. For precipitation amount, moderate, heavy and very heavy precipitations contributed to the total change, with little contribution from light precipitation change. For frequency, changes in light and moderate precipitation frequencies dominated the total change, with very little contributions from heavy and very heavy precipitation frequency changes. In addition, we examined the linkage between summer precipitation in eastern China and the East-Asian Summer Monsoon (EASM), found that the northern decrease and southern increase in summer precipitation was likely caused by the weakening of EASM over the study period.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4432", 
        "title": "Changing characteristics of precipitation in China during 1960–2012"
    }, 
    {
        "author": "Verónica Martín-Gómez, Marcelo Barreiro", 
        "date": "2015-08-06", 
        "description": "\n\nSoutheastern South America (SESA) rainfall is influenced by the tropical Pacific, Atlantic and Indian Oceans. At the same time, these tropical oceans interact with each other inducing sea surface temperature anomalies in remote basins through atmospheric and oceanic teleconnections.\nIn this study, we employ a tool from complex networks to analyse the collective influence of the three tropical oceans on austral spring rainfall variability over SESA during the 20th century. To do so we construct a climate network considering as nodes the observed Niño3.4, Tropical North Atlantic (TNA), and Indian Ocean Dipole (IOD) indices, together with an observed and simulated precipitation (PCP) index over SESA. The mean network distance is considered as a measure of synchronization among all these phenomena during the 20th century.\nThe approach allowed to uncover two main synchronization periods characterized by different interactions among the oceanic and precipitation nodes. Whereas in the 1930s El Niño and the TNA were the main tropical oceanic phenomena that influenced SESA precipitation variability, during the 1970s they were El Niño and the IOD. The influence of El Niño on SESA precipitation variability might be understood through an increase of the northerly transport of moisture in lower-levels and advection of cyclonic vorticity in upper-levels. On the other hand, the interaction between the IOD and PCP can be interpreted in two possible ways. One possibility is that both nodes (IOD and PCP) are forced by El Niño. Another possibility is that the Indian Ocean warming influences rainfall over SESA through the eastward propagation of Rossby waves as suggested previously. Finally, the influence of TNA on SESA precipitation persists even when the El Niño signal is removed, suggesting that SST anomalies in the TNA can directly influence SESA precipitation and further studies are needed to elucidate this connection.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4428", 
        "title": "Analysis of oceans' influence on spring time rainfall variability over Southeastern South America during the 20th century"
    }, 
    {
        "author": "Pang-Chi Hsu, June-Yi Lee, Kyung-Ja Ha", 
        "date": "2015-08-06", 
        "description": "\n\nHow boreal summer intraseasonal oscillation (BSISO) modulates the probability and spatial distributions of extreme rainfall occurrence over populous southern China was examined, using the newly proposed BSISO indices and two high-resolution rain-gauge-based rainfall datasets in China. The probability density function of May–August rainfall in southern China is skewed towards large values in phases 2–4 of the first component and in phases 5–7 of the second component of BSISO life cycle, during which the probability of extreme rainfall events at the 75th (90th) percentile increases by 30–50% (over 60%) relative to the non-BSISO period. The devastating floods with prolonged extreme rainfall in southern China over the three past decades occurred coincidently with these BSISO phases. The first component of BSISO, associated with 30–60-day eastward/northeastward-propagating ISO, is more favourable for the rainfall extreme over in-land China. In contrast, the second component of BSISO, related to the 10–30-day northwestward propagating ISO, tends to link with the rainfall extreme along the southeast coast of South China. Moisture budget indicates that the favourable environment for rainfall extreme is associated with southwesterly moisture convergence over southern China, while the moisture advection contributes insignificantly. This study suggests a potential for monitoring and probabilistic prediction of extreme rainfall events in southern China based on the real-time BSISO indices.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4433", 
        "title": "Influence of boreal summer intraseasonal oscillation on rainfall extremes in southern China"
    }, 
    {
        "author": "Philip D. Jones, Colin Harpham, David Lister", 
        "date": "2015-08-06", 
        "description": "\n\nWeather typing, based on surface pressure charts, has been one of the principal means of analysis in synoptic climatology. Here, we use an automated scheme to derive weather types (WTs) and also calculate Lamb weather types (LWTs) for the Falkland Islands. The WTs are based on sea-level pressure data estimated using two reanalysis products: one that extends from 1948 to 2014 and another that just uses station pressure data as input and extends back to 1871. The WTs can be used to derive counts of gale days and these will be compared with storminess estimates based on the rate of change of daily-average pressure measurements at the principal observational site (near the capital, Port Stanley) on the islands. A particular emphasis of the paper is the reliability of the results taking into account that we are using reanalysis datasets from a very data-sparse region of the world. More gale days are estimated during the period from about 1880 to the mid-1910s and since the 1980s. Fewer gale days are evident during other periods, particularly from the mid-1910s to 1947. As these changes are not evident in the storminess measure derived from the sub-daily pressure series for the Port Stanley region, the results in terms of gale-day counts are very suggestive of being due to differences in the quality of the reanalysis during the different periods. The reanalysis appears better the higher the number of gale days estimated. The opening of the Panama Canal in 1914 dramatically reduced the number of ships, and hence observations, rounding Cape Horn. The paper also relates seasonal counts of the LWTs and WTs to recently developed long series of temperature and precipitation for the Port Stanley region.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4434", 
        "title": "Long-term trends in gale days and storminess for the Falkland Islands"
    }, 
    {
        "author": "Martin Durocher, Tae Sam Lee, Taha B. M. J. Ouarda, Fateh Chebana", 
        "date": "2015-08-06", 
        "description": "\n\nThe aim of this article is to present a methodology that describes the relationship between two time series according to their oscillatory modes. Cross-wavelet analysis is used to analyse the connection between the outputs of the empirical mode decomposition (EMD). The combined EMD and cross-wavelet methodology is used for the description of the connection between the annual mean streamflow of Quebec rivers and the North Atlantic Oscillation index (NAO). The relationship between the two time series is analysed by cross-wavelet analysis at the level of the mode of oscillation extracted from the EMD algorithm. The resulting cross-spectra are obtained individually for 18 stations and show intermittent intensity in these relationships between 1970 and 1990 for different oscillation modes. To highlight its particularity, the present methodology is compared with the results of a similar combination of multiresolution analysis (MRA) and cross-wavelet analysis. It shows that EMD isolates clearer bands of frequencies than MRA. Finally, a multi-site analysis is proposed, which performs a principal component analysis of the cross-spectra. This analysis illustrates the evolution of the relationships according to the geographic location. Finally, the advantages and limitations of the proposed methodology are discussed.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4444", 
        "title": "Hybrid signal detection approach for hydro-meteorological variables combining EMD and cross-wavelet analysis"
    }, 
    {
        "author": "Guoyong Leng, Qiuhong Tang, Shengzhi Huang, Xuejun Zhang, Junjun Cao", 
        "date": "2015-08-06", 
        "description": "\n\nUnderstanding how hydrological extremes would respond to global warming and its associated uncertainties is important for better designing mitigation and adaption strategies to cope with global change. Very few works have investigated the changes in future hydrological extremes and, especially, the more devastating joint hydrological extremes over China. In this article, two combinations of joint extremes [i.e. high runoff/high soil moisture (HRHS) and low runoff/low soil moisture (LRLS)] are designed for analysis. To derive the scenarios of hydrological conditions, the bias-corrected daily climate projections from five global circulation models (GCMs) under the historical and Representative Concentration Pathways 8.5 (RCP8.5) emission scenarios are used to drive the calibrated Variable Infiltration Capacity (VIC) model from 1951 to 2099 over China. Results show notable increase of occurrence of HRHS in Northeast China, LRLS in Northwest and South of China under 2 °C global warming. The spatial pattern of changes in joint extremes tends to remain stable with global temperature increase up to 3 °C. Compared with the individual extreme risk, joint extreme are much more concentrated in Northwest and South China and the magnitude of changes is several times larger. Larger areas experiencing changes are found when using lower standards of extreme definition. Because hydrological regime may change gradually in response to climate change, the threshold derived from present regime may lead to misrepresentation of extreme risk analysis. This was demonstrated by the ten times smaller magnitude of changes when adopting the updated transient threshold representing the changing hydrological regime, thus providing a low-boundary of potential changes in extremes. Our results highlight the importance of considering the changing hydrological regime in addition to choosing various levels of threshold for extreme definition in order to cover the full range of possible extreme changes in a warming climate.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4447", 
        "title": "Assessments of joint hydrological extreme risks in a warming climate in China"
    }, 
    {
        "author": "R. E. Molenaar, B. G. Heusinkveld, G. J. Steeneveld", 
        "date": "2015-08-06", 
        "description": "\n\nHot summer days may lead to reduced thermal discomfort, labour productivity, and higher morbidity and mortality for vulnerable groups. The projected climate change may raise this thermal discomfort in the future. To implement measures to prevent adverse health conditions, robust estimates of the future human thermal comfort (HTC) are required. This study analyses the future HTC for both coastal and inland Dutch cities and countryside. The future conditions are based on the KNMI-06 climate scenarios. Using these scenarios, observed weather data from 1976 to 2005 are transformed to future weather design data representative for 2050. Subsequently, HTC expressed in the physiological equivalent temperature (PET) is estimated for these future scenarios. A substantial increase of heat stress abundance is foreseen in all climate scenarios, for both urban and rural areas, particularly, under the most intense warming. In these scenarios, the frequency of hours with heat stress will more than double, and the increase will develop faster in an urban canyon than in rural areas. In urban areas, PET shows a maximum as function of sky-view factor (SVF), i.e. for a smaller SVF a wind speed reduction increases the PET on one hand and shading reduces the PET on the other hand.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4453", 
        "title": "Projection of rural and urban human thermal comfort in The Netherlands for 2050"
    }, 
    {
        "author": "Joshua Rosario D'Mello, S. Prasanna Kumar", 
        "date": "2015-08-06", 
        "description": "\n\nThe sea surface temperature (SST) in the Bay of Bengal (BoB) during the period 1960–1995 showed a decadal cycle, riding over a warming trend. The disruption of the decadal cycle was noticed post-1995 and was followed by a slowdown in the sea surface warming. The cause for the disruption of the SST decadal cycle was the weakening of the link between SST and sunspot number. The rising trend in the SST is due to the increasing atmospheric CO2 concentration. The post-1995 SST slowdown was due to the increasing influence of the number of depressions, cyclones and severe cyclones in the BoB, the occurrence of which showed an upward trend. Using Price–Weller–Pinkel model we show that cyclonic systems deepen the mixed-layer through enhanced mechanical-mixing with cooler sub-surface waters, thereby reducing the mixed-layer temperature and consequently the SST. This process opposes the SST rise due to increasing atmospheric CO2 concentration. The net effect of the wind-mixing caused by the increased number of depressions, cyclones and severe cyclones and the increased CO2 concentration is a SST slowdown in the BoB. This mechanism differs from the SST slowdown mechanisms suggested for the Atlantic and the Pacific.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4414", 
        "title": "Why is the Bay of Bengal experiencing a reduced rate of sea surface warming?"
    }, 
    {
        "author": "Jiangjiang Xia, Kai Tu, Zhongwei Yan, Yajie Qi", 
        "date": "2015-08-06", 
        "description": "\n\nEastern China suffered a record-breaking heat wave throughout almost all of summer, during 2013. Recent studies found a discernible impact of anthropogenic forcing on this extreme heat wave event. In this study, we investigate the role of multidecadal variability (MDV) in regulating the likelihood of the 2013 heat wave event. Using the ensemble empirical mode decomposition (EEMD) method, we decomposed the heat wave index series into three components: (1) a non-linear secular trend (ST), representing the long-term anthropogenic warming; (2) MDV; and (3) the residual high-frequency variability. For the period 1873–2013, the linear trend of heat wave strength (HW-S, defined as the July–August mean temperatures) was 0.06 °C per decade, mainly because of the contribution of ST. MDV plays an important role in regulating changes over decades. ST and MDV together form a changing climate background (CB) for extreme events. The 2013 heat wave event would be almost impossible under the pre-industrial CB but becomes likely under the long-term warming background, with a return period of longer than 103 years. When the positive phase of MDV is added to the secular warming background (the current CB), the return period of a super-heat wave such as the 2013 event becomes about 42 (12–103) years. The Atlantic Multidecadal Oscillation (AMO) shows significant correlation with the MDV component of the HW-S in Shanghai. The correlation pattern between the AMO and MDV of July–August temperatures over the Northern Hemisphere is analysed to explain the AMO–Shanghai relationship. It is suggested that the likelihood of such an extreme event will increase with further long-term climate warming, modified by low-frequency oceanic variations such as the AMO.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4424", 
        "title": "The super-heat wave in eastern China during July–August 2013: a perspective of climate change"
    }, 
    {
        "author": "Carla Gulizia, Inés Camilloni", 
        "date": "2015-08-06", 
        "description": "\n\nIn the last few years, there has been an increasing application of gridded precipitation data sets for studies analysing seasonal and interannual precipitation variability as well as for performing validation analysis of climate and regional models. Consequently, the purpose of the present study is to analyse the representation of temporal variability and spatial patterns of precipitation in South America for the period 1971–2010, derived by three data sets based exclusively on rain gauge information (Climate Research Unit – CRU, Global Precipitation Climatology Centre – GPCC and University of Delaware – UDel), in order to identify discrepancies and/or agreements among them. Further analysis is performed for three particular sub-regions within the continent (southern sector of southeastern South America – SSESA, central South America – CSA and southeastern Brazil – SEBR). Results show that the three products represent key spatial features of precipitation analogously. Significant coherence in capturing the temporal variability, associated with the dominant modes of variability, is found in all sub-regions, though they differ largely in some areas, especially in CSA. Overall, depending on the region, the gridded products behave differently, without one particular data set standing out as an outlier in all the analysed cases.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4416", 
        "title": "A spatio-temporal comparative study of the representation of precipitation over South America derived by three gridded data sets"
    }, 
    {
        "author": "Hisayuki Kubota, Yu Kosaka, Shang-Ping Xie", 
        "date": "2015-07-29", 
        "description": "\n\nThe Pacific-Japan (PJ) pattern affects interannual variability in the East Asian and western North Pacific (WNP) summer monsoons. This teleconnection pattern is characterized by a meridional dipole of anomalous circulation and precipitation between the tropical WNP and the midlatitudes. This study develops a long index of the PJ pattern using station-based atmospheric pressure data to track the PJ variability from 1897 to 2013. This index is correlated with a wide array of climate variables including air temperature, precipitation, Yangtze River flow, Japanese rice yield and the occurrence of tropical cyclones over the WNP (especially those that make landfall on the Chinese and Korean coast). For the recent three decades, the PJ index reproduces well-known correlations with El Niño-Southern Oscillation (ENSO) in the preceding boreal winter and Indian Ocean temperature in the concurrent summer. For the 117-year period, this ENSO-PJ relationship varies on interdecadal time scales, with low correlations in the 1920s and from the 1940s to 1970s, and recurrences of significant correlations at the beginning of the 20th century and the 1930s. In accordance with the modulation, the magnitude and regional climate effect of the PJ variability have changed. These results highlight the importance of interdecadal modulations of climate anomalies in the summer WNP and the need of long-term observations to study such modulations.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4441", 
        "title": "A 117-year long index of the Pacific-Japan pattern with application to interdecadal variability"
    }, 
    {
        "author": "Joong-Bae Ahn, Ja-Young Hong, Kyo-Moon Shim", 
        "date": "2015-07-28", 
        "description": "\n\nDynamically downscaled agro-climates for present (1981–2010) and future (2071–2100) climates under Representative Concentration Pathways (Historical, RCP4.5, and RCP8.5) in Northeast Asia (118°–138°E, 30°–45°N) are analysed in terms of the indices, such as vegetable and crop periods, frost days, and the climatic yield potential (CYP) for Japonica type rice (hereafter, rice). The model employed for dynamical downscaling is the Weather Research and Forecasting (WRF), with a 12.5-km horizontal grid spacing in the domain. According to our results, the CYP for rice, one of the major crops presently cultivated in the area, is expected to decrease throughout most of the region, despite a projected expansion of both vegetable and crop periods. This is projected to occur particularly in South Korea, Japan, and Southeast and Northeast China. Such a change is related to the projected rise in temperature within these regions, which will exceed the grain-filling optimum temperature of rice. In contrast, the climate projection of the RCPs is that the CYP will increase over northeastern parts of the Korean Peninsula and the Russian Far Eastern region (Primorsky), because temperatures in these regions are expected to rise and approach the grain-filling optimum temperature. For the RCPs, the optimum heading date, on which the domain averaged CYP is the highest, is expected to be later than that of the Historical by approximately 17–24 days. In addition, the maximum CYP in the RCPs is projected to decrease compared with that of the historical, and the possible period of rice ripening (period in which the CYP is greater than 0) is also expected to decrease.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4423", 
        "title": "Agro-climate changes over Northeast Asia in RCP scenarios simulated by WRF"
    }, 
    {
        "author": "Adrián Martínez-Asensio, Michael N. Tsimplis, Marta Marcos, Xiangbo Feng, Damià Gomis, Gabriel Jordà, Simon A. Josey", 
        "date": "2015-07-28", 
        "description": "\n\nThis study investigates the relationship between the wind wave climate and the main climate modes of atmospheric variability in the North Atlantic Ocean. The modes considered are the North Atlantic Oscillation (NAO), the East Atlantic (EA) pattern, the East Atlantic Western Russian (EA/WR) pattern and the Scandinavian (SCAN) pattern. The wave dataset consists of buoys records, remote sensing altimetry observations and a numerical hindcast providing significant wave height (SWH), mean wave period (MWP) and mean wave direction (MWD) for the period 1989–2009. After evaluating the reliability of the hindcast, we focus on the impact of each mode on seasonal wave parameters and on the relative importance of wind-sea and swell components. Results demonstrate that the NAO and EA patterns are the most relevant, whereas EA/WR and SCAN patterns have a weaker impact on the North Atlantic wave climate variability. During their positive phases, both NAO and EA patterns are related to winter SWH at a rate that reaches 1 m per unit index along the Scottish coast (NAO) and Iberian coast (EA) patterns. In terms of winter MWD, the two modes induce a counterclockwise shift of up to 65° per negative NAO (positive EA) unit over west European coasts. They also increase the winter MWP in the North Sea and in the Bay of Biscay (up to 1 s per unit NAO) and along the western coasts of Europe and North Africa (1 s per unit EA). The impact of winter EA pattern on all wave parameters is mostly caused through the swell wave component.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4415", 
        "title": "Response of the North Atlantic wave climate to atmospheric modes of variability"
    }, 
    {
        "author": "Mark R. Lesser, Jason D. Fridley", 
        "date": "2015-07-28", 
        "description": "\n\nOrganisms in montane environments are sensitive to fine-scale climatic variation associated with highly dissected topography, yet few studies have examined the sensitivity of different landscape positions to climate change. We downscaled biologically significant temperature variables to below-canopy 30 m resolution and assessed temporal trends from 1980 to 2011 across elevation and topographic gradients in Great Smoky Mountains National Park (GSMNP; Tennessee and North Carolina, USA) using a previously developed empirical model derived from a 120-sensor temperature network. Additionally, we assessed GSMNP climate trends from 1900 using six historical climate records from the region and an additional eight records from 1980, spanning the Park's elevation gradient. Regional temperatures increased through the 1980s and 1990s, but currently remain at or below those recorded in the early to mid-20th century and are strongly associated with different phases of the North Atlantic Oscillation. In contrast, annual and growing season precipitation steadily rose during the past century. Landscape-scale analysis showed that rates of change for maximum seasonal temperatures, frost-free days (FFD), and growing degree days were strongly mediated by topographic position, with high-elevation ridges having greater rates of maximum temperature increases, whereas high-elevation near-stream positions showed the least amount of increase in FFD and growing degree days. Most importantly, we show how modelled differences in rates of climatic change based on landscape position could have significant ecological effects in this biologically significant region, depending on how organisms respond to particular climate factors. Organisms that depend on growing season length may experience the largest climate effects at the lowest elevations, while those that depend on warm days in spring and autumn for particular phenological processes will experience the largest shifts at high-elevation ridges.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4413", 
        "title": "Global change at the landscape level: relating regional and landscape-scale drivers of historical climate trends in the Southern Appalachians"
    }, 
    {
        "author": "A. Ochoa, L. Campozano, E. Sánchez, R. Gualán, E. Samaniego", 
        "date": "2015-07-28", 
        "description": "\n\nThe downscaling of global climate models (GCMs) aims at incorporating finer scale information to their horizontal resolution in order to represent regional and local processes better. There are two main approaches to downscaling: statistical (based on data relationships between synoptic atmospheric variables and observations of local variables) and dynamical (based on the modelling of regional atmospheric processes and land–surface interactions). In this study, some predictive capabilities regarding the generation of station-scale mean monthly temperature and rainfall of both a statistical artificial neural network (ANN-based) and a dynamical weather research and forecasting (WRF-based) downscaling approach are assessed. We have devised two versions of the statistical downscaling approach. One of them includes regional orographic variables as predictors to allow for spatial extrapolation; the other is purely local. Historical observational data, from the period 1990 to 1999, of two major watersheds in the Ecuadorian Southern Andes, the Jubones and Paute river basins, were used. Since, to a certain extent, the value added by downscaling techniques can be attributed to terrain information, it is worth noting that some characteristics of the selected catchments (as notorious altitude differences and the presence of qualitatively different precipitation regimes) provide a scientifically interesting location for exploring how finer scale effects are captured. For this reason, we concentrate on the ability of downscaling techniques to reproduce seasonality. A decade of evaluation proved that both approaches were able to qualitatively describe precipitation and temperature seasonal variations for different regimes at representative weather stations. Furthermore, the seasonality of precipitation represented by both downscaling approaches surpassed the seasonality representation of reanalysis data. However, shortcomings on the estimates were found. Specifically, dynamical downscaled precipitation estimates were prone to overestimation. Despite the fact that the considered downscaling approaches are different in nature, their ability to represent the high spatio-temporal variability in this region highlights the importance of evaluating their strengths and limitations.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4418", 
        "title": "Evaluation of downscaled estimates of monthly temperature and precipitation for a Southern Ecuador case study"
    }, 
    {
        "author": "Michael J. Allen, Scott C. Sheridan", 
        "date": "2015-07-20", 
        "description": "\n\nDiscussed in a global context, the issue of scale is important to consider as it relates to climate change. As climatological studies utilize temporally and spatially static definitions of seasonal definitions, the understanding of seasonal change may be limited by the way in which seasons are defined. This research serves as a challenge to this perspective by examining the changes in seasons by incorporating variability into the way in which seasons are defined. Temporally and spatially variable seasons were defined based on thresholds of apparent temperature and upper-level circulation patterns for the period 1948–2012. Using 60 US surface stations, two apparent air temperature metrics were used to define seasons that vary spatially and temporally. Stations represented major cities found in the contiguous United States. A large-scale circulation approach utilized synoptic categorizations based on 250-mb geopotential heights from the NCEP-NCAR reanalysis (NNR) as a metric of seasonal delineation. In this method, seasons varied temporally but not spatially. Despite the different methodological approaches, consistent trends were found. Since 1948, late starts of autumn and winter have been observed while earlier onsets of spring and summer have taken place. For the individual stations, the largest shifts occurred along coasts and in larger, more urbanized environments. Individual locations also showed increased variability in start date, and significant changes were found for all four seasons in the circulation approach. Seasons have been shown to be important for a variety of processes including phenological responses and human adaptation to extreme temperature environments; therefore, the consideration of season variability may be appropriate for future climatological research.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4422", 
        "title": "Evaluating changes in season length, onset, and end dates across the United States (1948–2012)"
    }, 
    {
        "author": "R. Hierro, P. Llamedo, A. de la Torre, P. Alexander", 
        "date": "2015-07-20", 
        "description": "\n\nOn the basis of Tropical Rainfall Measuring Mission (TRMM) daily accumulated rainfall data (3B42 v7 product) covering 16 years (1998–2013), the Amazon Basin (AB) time and space rainfall variability is analysed. Different behaviours of precipitation over AB are found to the north and south of 8°S when the longitudinal band 70°–50°W is considered. The sample is then split into northern and southern sectors with respect to 8°S, describing their monthly evolution as a function of longitude. The main spatial oscillation modes are isolated and analysed through continuous wavelet transform analysis. Intense spatial oscillations are found close to the western side of the studied region. Several temporal modes in different scales are detected within each sample. Two of them show scales longer than 12 months, which are probably associated with ENSO phases. Smaller scale oscillations, evaluated from daily data, are also found. The northern sector of AB shows more daily data variability than the southern one and seems to be more affected by large temporal processes than the southern sector.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4429", 
        "title": "Spatiotemporal structures of rainfall over the Amazon basin derived from TRMM data"
    }, 
    {
        "author": "María Paula Llano, Walter Vargas", 
        "date": "2015-07-20", 
        "description": "\n\nThe impact of climate variability on exportable surpluses of maize and soya beans in producing/exporting countries is well known. This situation necessitates the study of climate variability and yields in some of the major producer countries (Argentina, Brazil and the United States). This study aims to characterize the climate regimes of each region, seeking the highest degree of regional homogeneity and representativeness of yields and climate variables. The series variability is analysed according to various effects (different stages of crop development and conditioning of yield). The temperatures and rainfall occurring during the flowering stage exert greater conditioning on yield at the end of the crop cycle. Different theoretical fit models of yield are obtained for both crops with climate information from their core areas of high production.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4439", 
        "title": "Climate characteristics and their relationship with soybean and maize yields in Argentina, Brazil and the United States"
    }, 
    {
        "author": "J. M. Finkel, L. M. Canel-Katz, J. I. Katz", 
        "date": "2015-07-20", 
        "description": "\n\nThe mean North American and world climates have warmed since the 19th century following the anthropogenic emission of large quantities of greenhouse gases. It has been suggested that this warming may increase the frequency or severity of droughts. We define a quantitative and objective aridity index that describes the precipitation forcing function of drought. Using the extensive historical database of precipitation records, we evaluate changes in the aridity in the 48 contiguous United States. The area-averaged mean fractional rate of change of aridity of 1218 sites in the period 1893–2013 was (−6.6 ± 0.4) × 10− 4 per year; the 48 contiguous United States became less arid. The rate of decrease of aridity was roughly consistent with expectations from the Clausius–Clapeyron relation and the rate of warming. The fractional rate of change of aridity was nearly uncorrelated with the aridity itself, but there were regional differences: many Western and coastal Southeastern sites showed increasing aridity, but regions of rapidly decreasing aridity were found in a band 85∘–100∘W and the Northeast.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4421", 
        "title": "Decreasing US aridity in a warming climate"
    }, 
    {
        "author": "Satya Prakash, Ashis K. Mitra, E. N. Rajagopal, D. S. Pai", 
        "date": "2015-07-19", 
        "description": "\n\nReliable information of rainfall and its variability at finer spatio-temporal scales over the Indian monsoon region is crucial for various applications in hydrology, meteorology, water resource management, and evaluation of high-resolution numerical model outputs. In this study, the Tropical Rainfall Measuring Mission (TRMM)-based high-resolution multisatellite rainfall products namely, TRMM Multisatellite Precipitation Analysis (TMPA)-3B42 and Global Satellite Mapping of Precipitation (GSMaP) are evaluated against recently released gauge-based India Meteorological Department (IMD) gridded data set. Both the research (delayed mode) and near real-time rainfall products of TMPA-3B42 (V7 and RT) and GSMaP (MVK and NRT) are evaluated over India at a daily scale for the peak southwest monsoon months of July–August. Two study periods (2000–2010 and 2009–2013) are used to accommodate the analyses based on data availability. Comparison of TMPA-3B42 (V7 and RT) and GSMaP-MVK with IMD gauge-based data for 2000–2010 shows that these data sets are able to represent large-scale monsoon rainfall spatial features, but are having region-specific biases. The interannual variability of monsoon rainfall averaged over India is also reasonably captured. However in terms of biases, TMPA-3B42RT overestimates rainfall by about 21% and GSMaP-MVK underestimates by about 22% at all-India scale. In terms of continuous skill metrics, TMPA-3B42V7 is closer to the IMD gauge-based observations possibly due to gauge adjustments. Categorical verification against gauge-based observations shows that the satellite-based data sets have difficulties in rainfall detection primarily over the northern Jammu & Kashmir regions, northeast India, and southern peninsular India. At subregional scale within India, satellite rainfall estimates show rather lower skill score in rainfall identification and larger uncertainty in rainfall estimation over the northeast India. Comparison of near real-time products of TMPA and GSMaP for July–August months of 2009–2013 shows that TMPA-3B42RT overestimates and GSMaP-NRT underestimates rainfall over most parts of India. Even though TMPA-3B42 (V7 and RT) and GSMaP-MVK rainfall data sets show similar diurnal variations over the Indian monsoon region, TMPA-3B42RT (GSMaP-MVK) shows larger (smaller) magnitude in diurnal cycle as compared to TMPA-3B42V7. Results from different skill metrics suggest that both research and near real-time versions of TMPA products can be used with relatively higher confidence as compared to GSMaP over the Indian region during peak monsoon period.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4446", 
        "title": "Assessment of TRMM-based TMPA-3B42 and GSMaP precipitation products over India for the peak southwest monsoon season"
    }, 
    {
        "author": "Alexandru Dumitrescu, Marius-Victor Birsan, Ancuta Manea", 
        "date": "2015-07-19", 
        "description": "\n\nA two-step interpolation framework is proposed for the first time for computing sub-daily (6 h) precipitation maps over Romania, over 36 years (1975–2010), using meteorological and ancillary data. In the first step, the monthly climatology maps were constructed. Here, the auxiliary predictors were quantified with the help of multivariate geostatistical model (Regression Kriging). In the second step – the interpolation of the 6-h anomaly maps of precipitation – three methods were compared: Multiquadratic, Ordinary Kriging and 3d Kriging. Owing to the good results in interpolating precipitation anomalies (and to the fewer steps required for producing the maps), the Multiquadratic method was chosen to construct the 6-h precipitation ratios maps for the period 1975–2010. By comparing the new gridded data set to similar sets of data, and by using precipitation data from five independent stations, it was proven that the proposed methodology was suitable for accurately estimating in space and time the 6-h precipitation values. The final outcome of this work is a gridded precipitation data set, at a 6-h time step, available in high spatial resolution (1 km × 1 km) together with the estimated accuracy.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4427", 
        "title": "Spatio-temporal interpolation of sub-daily (6 h) precipitation over Romania for the period 1975–2010"
    }, 
    {
        "author": "Jan Rajczak, Sven Kotlarski, Nadine Salzmann, Christoph Schär", 
        "date": "2015-07-19", 
        "description": "\n\nObserved and projected climatic changes demand for robust assessments of climate impacts on various environmental and anthropogenic systems. Empirical-statistical downscaling (ESD) methods coupled to output from climate model projections are promising tools to assess impacts at regional to local scale. ESD methods correct for common model deficiencies in accuracy (e.g. model biases) and scale (e.g. grid vs point scale). However, most ESD methods require long observational time series at the target sites, and this often restricts robust impact assessments to a small number of sites. This paper presents a method to generate robust climate model based  scenarios for target sites with short and (or) sparse observational data coverage. The approach is based on the well-established quantile mapping method and incorporates two major steps: (1) climate model bias correction to the most representative station with long-term measurements and (2) spatial transfer of bias-corrected model data to represent target site characteristics. Both steps are carried out using the quantile mapping technique. The resulting output can serve as end user–tailored input for climate impact models. The method allows for multivariate and multi-model ensemble scenarios and additionally enables to approximately reconstruct data for non-measured periods. The method's applicability is validated using (1) long-term weather stations across the topographically and climatologically complex territory of Switzerland and (2) sparse data sets from Swiss permafrost research sites located in challenging conditions at high altitudes. It is shown that the two-step approach performs well and offers attractive quality, even for extreme target locations. Uncertainties, however, remain and primarily depend on (1) data availability and (2) the considered variable. The two-step approach itself involves large uncertainties when applied to short reference data sets or spatially heterogeneous variables (e.g. precipitation, wind speed). For temperature, results are promising even when using very short calibration periods.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4417", 
        "title": "Robust climate scenarios for sites with sparse observations: a two-step bias correction approach"
    }, 
    {
        "author": "John O'Sullivan, Conor Sweeney, Paul Nolan, Emily Gleeson", 
        "date": "2015-07-19", 
        "description": "\n\nThere is a paucity of dynamically downscaled climate model output at a high resolution over Ireland, of temperature projections for the mid-21st century. This study aims to address this shortcoming. A preliminary investigation of global climate model (GCM) data and high-resolution regional climate model (RCM) data shows that the latter exhibits greater variability over Ireland by reducing the dominance of the surrounding seas on the climate signal. This motivates the subsequent dynamical downscaling and analysis of the temperature output from three high-resolution (4–7 km grid size) RCMs over Ireland. The three RCMs, driven by four GCMs from CMIP3 and CMIP5, were run under different Special Report on Emissions Scenarios (SRES) and representative concentration pathway (RCP) future scenarios. Projections of mean and extreme temperature changes are considered for the mid-century (2041–2060) and assessed relative to the control period of 1981–2000.\nAnalysis of the RCM data shows that annual mean temperatures are projected to rise between 0.4 and 1.8 °C above control levels by mid-century. On a seasonal basis, results differ by forcing scenario. Future summers have the largest projected warming under RCP 8.5, where the greatest warming is seen in the southeast of Ireland. The remaining two high emission scenarios (SRESs A1B and A2) project future winters to have the greatest warming, with almost uniform increases of 1.5–2 °C across the island.\nChanges in the bidecadal 5th and 95th percentile values of daily minimum and maximum temperatures, respectively, are also analysed. The greatest change in daily minimum temperature is projected for future winters (indicating fewer cold nights and frost days), a pattern that is consistent across all scenarios/forcings.\nAn investigation into the distribution of temperature under RCP 8.5 shows a strong summer increase compounded by increased variability, and a winter increase compounded by an increase in skewness.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4419", 
        "title": "A high-resolution, multi-model analysis of Irish temperatures for the mid-21st century"
    }, 
    {
        "author": "Dabang Jiang, Zhiping Tian, Xianmei Lang", 
        "date": "2015-07-19", 
        "description": "\n\nBased on observation and reanalysis data, 77 coupled global climate models (GCMs) participating in the Intergovernmental Panel on Climate Change (IPCC) Third (TAR), Fourth (AR4), and Fifth (AR5) Assessment Reports are evaluated in terms of their ability to simulate the mean state and year-to-year variability of surface air temperature at 2 m and precipitation over China and the climatological East Asian monsoon for the late decades of the 20th century. Results show that GCMs reliably reproduce the geographical distribution of the variables considered. Compared with observations, however, most GCMs have topography-related cold biases (although these are smaller than those found in previous studies), excessive precipitation, an underestimated southeast–northwest precipitation gradient, an overestimated magnitude and spatial variability of the interannual variability of temperature and precipitation, and an inadequate strength of the East Asian monsoon circulation. Pairwise comparison reveals that GCMs continue to improve from the TAR via the AR4 to the AR5 for temperature, but have little change for precipitation and the East Asian monsoon. The ability of GCMs varies with season and is affected to certain degree by their horizontal resolutions. Both the arithmetic mean and the median of multiple GCMs are little affected by filtering GCMs in terms of their ability, and the multi-model mean outperforms most of individual GCMs in every respect.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4406", 
        "title": "Reliability of climate models for China through the IPCC Third to Fifth Assessment Reports"
    }, 
    {
        "author": "Jordan T. McLeod, Thomas L. Mote", 
        "date": "2015-07-19", 
        "description": "\n\nAtmospheric blocking commonly occurs over the high latitudes of the Northern Hemisphere, resulting from the development of persistent areas of high pressure that lead to warmer-than-average surface temperatures west of the high centre. While the variability and trends in anticyclonic circulation patterns (including blocking) over Greenland have been previously documented, an analysis of the most extreme blocking events within the observational record is lacking. In this study, a historical climatology of extreme Greenland blocking episodes (GBEs) from 1958 to 2013 is examined within the context of anomalous anticyclonic circulation patterns over the North Atlantic region during recent years. Based on a combination of the ERA-40 (1958–1978) and ERA-Interim (1979–2013) reanalysis data sets, the Greenland Blocking Index (GBI) is used to quantify 500 hPa geopotential height anomalies for the identification of extreme GBEs. The annual rate of extreme blocking days has doubled since 1958, reaching an average of approximately 20 days per year by 2013. The frequency and, to some extent, duration of extreme GBEs were unprecedentedly high from 2007 to 2013 compared to the 56-year period of record, with a majority of the increase occurring during the spring (MAM) and summer (JJA). A multiple linear regression analysis reveals that interannual variability in extreme blocking and the Atlantic Multidecadal Oscillation (AMO) are the two predominant drivers of surface meltwater production across the entire Greenland ice sheet (GrIS), but Arctic sea ice extent and North Atlantic cyclone activity can also influence the extent of summer melting over portions of the GrIS. Thus, in addition to the larger-scale atmospheric and oceanic variability, smaller-scale features such as extratropical cyclones can play a significant role in modulating GrIS surface melting each summer.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4440", 
        "title": "Linking interannual variability in extreme Greenland blocking episodes to the recent increase in summer melting across the Greenland ice sheet"
    }, 
    {
        "author": "Shengzhi Huang, Qiang Huang, Hongbo Zhang, Yutong Chen, Guoyong Leng", 
        "date": "2015-07-19", 
        "description": "\n\nWith the purpose of further understanding the spatio-temporal changes in precipitation, temperature and their possibly changing relationship in the Wei River Basin (WRB), a typical arid and semi-arid region in China, the modified Mann–Kendall (MMK) test method was used to capture their trends at monthly and annual time scales, and the K-means cluster analysis method was applied to divide the whole basin into three homogeneous sub-regions. Furthermore, a copulas-based method was introduced in this study to identify possible inflection points of the relationship between precipitation and temperature in the WRB. Results indicate that: (1) spatially, both annual average precipitation and temperature decreased from southeast to northwest; temporally, for most months, a decreasing trend was found for precipitation while the air temperature in most months has a significantly increasing trend at 99% confidence level at monthly and annual time scales in the WRB; (2) climate warming has less effect on the precipitation structure than that on the precipitation magnitude in the WRB; and (3) overall, the relationship between precipitation and temperature in the whole WRB has no significant inflection point, implying a relatively stable relationship between precipitation and temperature changes. This study provides a new idea and quantitative measure for the identification of inflection points of the relationship between precipitation and temperature.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4409", 
        "title": "Spatio-temporal changes in precipitation, temperature and their possibly changing relationship: a case study in the Wei River Basin, China"
    }, 
    {
        "author": "Yan Lu, Qin'geng Wang, Yanyan Zhang, Ping Sun, Yu Qian", 
        "date": "2015-07-19", 
        "description": "\n\nAnthropogenic heat emissions (AHEs) are a contributor to global climate change and may affect the climate and air quality in many ways. To gain a complete picture of AHEs in mainland China and to lay the groundwork for modelling of regional climate and the environment, AHEs from energy consumption and human metabolism were estimated, and an inventory was established with gridded distributions and profiles of temporal variations. This was based on the top–down inventory approach by using officially published statistical data. Results indicated that total AHE of the mainland was 1.2 × 1020 J·a−1, of which industry, transportation, buildings and human metabolism contributed 73.0, 11.6, 10.6 and 4.8%, respectively. Coal and electricity accounted for approximately 74% of the total emissions from energy consumption. The annual average heat flux of the mainland was 0.4 W·m−2, with a sharp difference between the eastern and western regions. Fluxes in the eastern regions were mostly between 0.5 and 20 W·m−2, and they were between 0 and 0.05 W·m−2 in the western regions. In urban or built-up areas of typical cities, the heat fluxes may be much higher than the average for larger areas, typically ranging from 20 to 100 W·m−2. Region-specific profiles of temporal variations will improve the inventory in the future, which can be applied to climatic and environmental models to obtain in-depth knowledge of the effects of AHEs.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4407", 
        "title": "An estimate of anthropogenic heat emissions in China"
    }, 
    {
        "author": "Anastasios Mavrakis, Luca Salvati, Helena Flocas", 
        "date": "2015-07-19", 
        "description": "\n\nThe present study investigates long-term climate variations of mixing ratio in an industrial basin of the Eastern Mediterranean region (Thriasio Plain, Greece), considering the serious environmental and socioeconomic impacts of a projected drier future climate in the Mediterranean. For this purpose, monthly average temperature, precipitation, dew point and atmospheric pressure were used for the period between 1958 and 2011. It was found that mixing ratio can be considered as a proxy for climate aridity in the area. Although air temperature was substantially stable during the investigated period, mixing ratio showed a marked reduction on both annual and monthly basis.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4410", 
        "title": "Mixing ratio as indicator of climate variations at a local scale: trends in an industrial area of the Eastern Mediterranean"
    }, 
    {
        "author": "P. Pavlasek, A. Merlone, C. Musacchio, Å. A. F. Olsen, R. A. Bergerud, L. Knazovicka", 
        "date": "2015-07-19", 
        "description": "\n\nTemperature has always been a central quantity in meteorology and plays a key role in weather forecast and climate determination. Long temperature series are a useful tool both as a direct indicator of global climatic trends and as input to climate models. However, ensuring the quality of the data records is challenging, with issues arising from the wide range of sensors used, how the sensors were calibrated, and how the data were recorded and written down. In particular, the very definition of the temperature scales has evolved. While the temperature scales have always been tied to phase transitions of substances such as the freezing and boiling points of water, the temperatures assigned to those phase transitions have been revised occasionally when new sensors and measuring techniques suggested discrepancies between the temperature scales and thermodynamic temperature. Invariably this has led to alterations in the reference scales of temperature that give rise to biases when compiling historic temperature records, an issue that appears to be neglected in the meteorological literature. The present work deals with this issue for 20th century data by proposing a mathematical model to allow the conversion from historical scales to the International Temperature Scale of 1990 (ITS-90). This work also presents the implementation of this mathematical model into a software tool, which can convert large files of historical records to the ITS-90. The correction equation is applied to example observations, and it is found that the correction becomes an issue in special cases involving aggregated temperature data. However, the corrections are significantly smaller than the global warming trend seen in the 20th century. The corrections applied have shown a level of change, which has not significantly affected the global warming trend.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4404", 
        "title": "Effect of changes in temperature scales on historical temperature data"
    }, 
    {
        "author": "Shengping He, Huijun Wang", 
        "date": "2015-07-19", 
        "description": "\n\nThis study investigated the potential connection of the October–December Arctic Oscillation (AO-OND) with the following January East Asian temperature extremes and the possible mechanisms. It was found that the extreme cold (warm) events are less (more) frequent in January over East Asia following a positive phase of AO-OND, which might be attributed to the intrinsic persistence of AO-OND in stratosphere and the memory of Eurasian snow cover. It is revealed that the barotropic structure of AO-OND could extend to stratosphere. By the following January, wave activities propagate from stratosphere downwards to upper troposphere, then bent equatorwards to mid-latitudes. Consequently, the January circumpolar jet (polar vortex) gets strengthened (colder) because the equatorward-pointing (upwards) wave activities correspond to poleward meridional eddy momentum (eddy heat) flux. In such a way, the anomalous AO-OND persists into the following January. On the other hand, positive phase of AO-OND causes significant surface warming in most parts of Eurasia, leading to Eurasian snow melt. The October–December snow melt has intrinsic climatic memory and further weakens the January Siberian High through reducing surface albedo. Besides, the surface warming in North Europe because of reduced surface albedo caused by snow melt could stimulate a Rossby wave train propagating eastwards across Eurasia, which restrains the blocking events around Ural region. In such a context, the incidence of extreme warm (cold) events over East Asia is more (less) frequent.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4399", 
        "title": "Linkage between the East Asian January temperature extremes and the preceding Arctic Oscillation"
    }, 
    {
        "author": "J. A. Marengo, J. C. Espinoza", 
        "date": "2015-07-14", 
        "description": "\n\nThis paper reviews recent progress in the study and understanding of extreme seasonal events in the Amazon region, focusing on drought and floods. The review includes a history of droughts and floods in the past, in the present and some discussions on future extremes in the context of climate change and its impacts on the Amazon region. Several extreme hydrological events, some of them characterized as ‘once in a century’, have been reported in the Amazon region during the last decade. While abundant rainfall in various sectors of the basin has determined extreme floods along the river's main stem in 1953, 1989, 1999, 2009, 2012–2015, deficient rainfall in 1912, 1926, 1963, 1980, 1983, 1995, 1997, 1998, 2005 and 2010 has caused anomalously low river levels, and an increase in the risk and number of fires in the region, with consequences for humans. This is consistent with changes in the variability of the hydrometeorology of the basin and suggests that extreme hydrological events have been more frequent in the last two decades. Some of these intense/reduced rainfalls and subsequent floods/droughts were associated (but not exclusively) with La Niña/El Niño events. In addition, moisture transport anomalies from the tropical Atlantic into Amazonia, and from northern to southern Amazonia alter the water cycle in the region year-to-year. We also assess the impacts of such extremes on natural and human systems in the region, considering ecological, economic and societal impacts in urban and rural areas, particularly during the recent decades. In the context of the future climate change, studies show a large range of uncertainty, but suggest that drought might intensify through the 21st century.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4420", 
        "title": "Extreme seasonal droughts and floods in Amazonia: causes, trends and impacts"
    }, 
    {
        "author": "Maytê Duarte Leal Coutinho, Kellen Carla Lima, Cláudio Moisés Santos e Silva", 
        "date": "2015-07-14", 
        "description": "\n\nThe moisture transport over South America (SA) was investigated through the vertically integrated moisture flux of three regions: the Amazon (AMZ), Northeastern Brazil (NEB) and the La Plata Basin (LPB), in different climates, past (1961–1990) and future (2071–2100), in the summer (DJF) and winter (JJA) seasons. For this, we used the results of the simulations of four regional climate models (RCMs) of the Regional Climate Change Assessment for the La Plata Basin (CLARIS-LPB) project. The capacity and limitations of the models to simulate seasonal precipitation for the past period is discussed. In general, the RCMs tended to overestimate the observed precipitation during DJF in the NEB and underestimate it during JJA in the LPB. In relation to change in precipitation (future minus past), the RCMs indicated a decrease in precipitation over northern SA. The average fluxes of the AMZ and NEB regions provided most of the water vapour through the east and north edges, which indicates that the contributions of the North and South Atlantic trade winds are equally important for the entry of moisture during JJA and DJF. This configuration was observed in all models and climates. By comparing past and future climates, the moisture flux convergence during the past was lower relative to the future in different regions and seasons, with statistically significant differences at the 5% level considering the Student's t-test. In the same study, we compared the simulated (RCMs) and reanalysis moisture flux (ERA-40) in the past climate. The result indicated that the CLARIS project's RCMs are capable of simulating values similar or equal to the observed ones, providing high quality data for SA that can be useful in the analysis of changes in future moisture fluxes.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4411", 
        "title": "Regional climate simulations of the changes in the components of the moisture budget over South America"
    }, 
    {
        "author": "David P. Retchless, Cynthia A. Brewer", 
        "date": "2015-07-14", 
        "description": "\n\nUncertainty in the spatial distribution of projected climate changes can be represented along with the magnitudes of those changes using coincident-bivariate maps. While these maps are popular in climate change assessment reports, limited empirical research has tested which combinations of colour (including variation in the visual variables of hue, lightness, and saturation) and pattern (including variation in the visual variables of size, shape, spacing, orientation, and arrangement) are best suited to mapping projected changes coincident with uncertainty. We evaluate eight coincident-bivariate techniques for mapping global temperature (CMIP5 ensemble using RCP8.5 and RCP4.5 scenarios) and its uncertainty, each using 20-classes: five temperature change classes combined with four uncertainty classes. Subjects ranked rectangular map regions by overall amounts of temperature change and uncertainty; response accuracy was evaluated using Kendall's Tau Distance. Maps using colour for representing temperature change and pattern for uncertainty appear most suitable for retaining separability of temperature and uncertainty information. Spot symbols for uncertainty (combining arrangement and lightness) overlaid on hue/lightness for temperature performed best for uncertainty ranking, second best for temperature ranking, and were map users' preferred representation. If colour alone must be used for both variables, then a classed overlay of lightness/saturation differences for uncertainty with hue/lightness for temperature change was preferred; such maps were strong performers on the uncertainty-ranking task but interfered with map users' ability to rank temperature change. Such a masking approach may be the best choice if the goal is to actively prevent map users from making erroneous inferences based on highly uncertain model output for climate change.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4408", 
        "title": "Guidance for representing uncertainty on global temperature change maps"
    }, 
    {
        "author": "Botao Zhou, Ying Xu, Jia Wu, Siyan Dong, Ying Shi", 
        "date": "2015-07-07", 
        "description": "\n\nBased on the high-resolution gridding data (CN05) from 2416 station observations, a grid dataset of temperature and precipitation extreme indices with the resolution of 0.5° × 0.5° for China region was developed using the approach recommended by the Expert Team on Climate Change Detection and Indices. This article comprehensively presents temporal and spatial changes of these indices for the time period 1961–2010. Results showed widespread significant changes in temperature extremes consistent with warming, for instance, decreases in cold extremes and increases in warm extremes over China. The warming in the coldest day and night is larger than the warmest day and night, respectively, which is concurrent with the coldest night larger than the coldest day and the warmest night larger than the warmest day. Changes in the number of the cold and warm nights are more remarkable than the cold and warm days. Changes in precipitation extremes are, in general, spatially more complex and exhibit a less widespread spatial coverage than the temperature indices, for instance, the patterns of annual total precipitation amount, average daily precipitation rate, and the proportion of heavy precipitation in total annual precipitation are similar with negative trends in a southwest–northeast belt from Southwest China to Northeast China while positive trends in eastern China and northwestern China. The consistency of changes in climate extremes from the CN05 with other datasets based on the stations and reanalyses is also analysed.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4400", 
        "title": "Changes in temperature and precipitation extreme indices over China: analysis of a high-resolution grid dataset"
    }, 
    {
        "author": "Benjamin Ng, Kevin Walsh, Sally Lavender", 
        "date": "2014-09-09", 
        "description": "\n\nNorthwest Australian rain gauge data is analysed to obtain new estimates of the fraction of rainfall caused by tropical cyclones (TCs), in one of the regions of the globe where this fraction is greatest. For annual rainfall, at some coastal stations more than 40% of rainfall arises from TCs. There is substantial seasonal variation in this fraction, with largest fractions occurring in the October through December period, where some stations have more than 70% of rainfall from TCs. There is a sharp gradient in this percentage away from the coastline, with inland values typically less than 30%. With the exception of a narrow coastal region in the tropics, changes in TC rainfall cannot explain recent rainfall trends in this region, with only a small number of locations exhibiting agreement between trends in total rainfall and trends in TC rainfall.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4148", 
        "title": "The contribution of tropical cyclones to rainfall in northwest Australia"
    }, 
    {
        "author": "Chia-Jeng Chen, Aris P. Georgakakos", 
        "date": "2014-10-10", 
        "description": "\n\nThe detrimental impacts of climate variability on water, agriculture, and food resources in East Africa underscore the importance of reliable seasonal climate predictions. This study compares several forecasting methods using sea surface temperature (SST) anomalies to predict East African rains with various lead times. It is shown that the forecasts can explain more than 50% of the short rains (boreal autumn) variance across large regions of Ethiopia, Somalia, and Kenya, and reaffirm the importance of the Walker-like circulation over the Indian Ocean. The forecasts also explain more than 50% of the long rains (boreal spring) over Uganda, Lake Victoria, and western Kenya, and demonstrate the strong connection of the long rains to the SSTs in the southern Atlantic Ocean, Mediterranean Sea, southwestern Indian Ocean, and Arabian Sea. For the unimodal rains in Tanzania, the forecasts explain more than 40% of the rainfall variance over northwestern Tanzania based on SST predictors in the southwestern Indian Ocean and the subtropical North Atlantic. For the South Sudan and Ethiopian Kiremt rains, the forecast skill is less pronounced. The predictor regions (dipoles) for a recently developed method are validated through composite maps of surface and atmospheric reanalysis variables. Lastly, 2010–2011 forecasts for both the long and short rains demonstrate skill in predicting the recent drought suggesting that seasonal climate forecasts can inform natural disaster preparedness and water resources planning in East Africa.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4165", 
        "title": "Seasonal prediction of East African rainfall"
    }, 
    {
        "author": "Susann Schwarzak, Stephanie Hänsel, Jörg Matschullat", 
        "date": "2014-10-10", 
        "description": "\n\nChanges in frequency, duration and/or intensity of extreme precipitation events, such as heavy precipitation or drought, profoundly impact both society and the natural environment. Regional climate models are valuable tools to assess any future progress of such events, and to complement the development of regional and local adaptation and mitigation strategies – here for the model region Dresden within the REGKLAM project. Multi-model approaches may alleviate some of the problems related to uncertainties of projected changes.\nThe bandwidth of future climate conditions in Central Eastern Germany has been estimated, using 12 regional climate projections in daily resolution as simulated within the EU-project ENSEMBLES (emission scenario A1B). Validation of the model runs against an observation data set displayed significant difficulties of the models to describe the regional precipitation characteristics. Shortcomings are particularly obvious in realistically simulating dry period characteristics, likely due to an overestimation of precipitation totals. Most models agree in the projection of more frequent and longer-lasting drought events during summer, while wet phase frequency and persistence is projected to increase in winter. Extreme precipitation events (99th percentile) are likely to increase by the end of the 21st century in most seasons – even in summer, despite projected decreasing average precipitation.\nThe suggested display of all individual model results allows comparing the characteristics and the trend behaviour of the individual regional climate projections. This supports selecting the suitable model(s) for specific impact modelling demands.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4166", 
        "title": "Projected changes in extreme precipitation characteristics for Central Eastern Germany (21st century, model-based analysis)"
    }, 
    {
        "author": "Huopo Chen, Jianqi Sun", 
        "date": "2014-09-16", 
        "description": "\n\nThe science that humans are the cause of global warming, and that the associated climate change would lead to serious changes in climate extreme events, food production, freshwater resources, biodiversity, human mortality, etc. is unequivocal. After several political negotiations, a 2 °C warming has been considered to be the benchmark for such damaging changes. However, an increasing amount of scientific research indicates that higher levels of warming are increasingly likely. What would the world be like if such higher levels of warming occurred? This study aims to provide information for better politically driven mitigation through an investigation of the changes in temperature- and precipitation-based extreme indices using CMIP5 (coupled model intercomparison project phase 5) simulations of a warming of 1, 2, and 3 °C in China. Warming simulations show more dramatic effects in China compared with the global average. In general, the results show relatively small change signals in climate extreme events in China at 1 °C, larger anomalies at 2 °C, and stronger and more extended anomalies at 3 °C. Changes in the studied temperature indices indicate that warm events would be more frequent and stronger in the future, and that cold events would be reduced and weakened. For changes in the precipitation indices, extreme precipitation generally increases faster than total wet-day precipitation, and China will experience more intensified extreme precipitation events. Furthermore, the risk of flooding is projected to increase, and the dry conditions over northern China are projected to be mitigated. In certain regions, particularly Southwest China, the risks of both drought and flood events would likely increase despite the decreased total precipitation in the future. Uncertainties mainly derived from inter-model and scenario variabilities are attached to these projections, but a high model agreement can be generally observed in the likelihood of these extreme changes.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4168", 
        "title": "Changes in climate extreme events in China associated with warming"
    }, 
    {
        "author": "Xuezhen Zhang, Qiuhong Tang, Jingyun Zheng, Quansheng Ge, Rui Mao", 
        "date": "2014-09-28", 
        "description": "\n\nSurface greenness and rainfall in spring have changed from the 1980s to 1990s over the North China Plain (NCP). The greenness changes are characterized by large increase in north and little in south with an obvious greening zone from the centre of the NCP to the northeast. The rainfall change has a similar spatial pattern with reversed sign. The correlation between changes in greenness and rainfall is significant and the correlation (r = −0.71, p < 0.001) is highest for light rainfall. The number of light rainfall days decreased by only ∼10% at the stations where the Normalized Differences Vegetation Index (NDVI) did not change, whereas it decreased by up to ∼30% at the stations where NDVI increased by 20%. Further analyses found that surface greening increased evaporation wetting the atmosphere and, meanwhile, reduced sensible heat flux to cooling surface air. The cooling surface promotes the air stability and thus suppresses the occurrence of rainfall. This finding supports that surface cooling effects from greening play a more dominant role on occurrence of spring rainfall than the wetting effect in the NCP.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4169", 
        "title": "Suppression of spring rain by surface greening over North China Plain"
    }, 
    {
        "author": "Mathieu Plante, Seok-Woo Son, Eyad Atallah, John Gyakum, Kevin Grise", 
        "date": "2014-09-24", 
        "description": "\n\nExtratropical cyclone (ETC) tracks across eastern Canada are examined by applying a Lagrangian tracking algorithm to the lower-tropospheric relative vorticity field of reanalysis data. Both the seasonal cycle and the interannual variability of ETCs are quantified in terms of overall cyclone frequency, intensity, and regions of development and decay. We find that ETCs travelling to eastern Canada tend to develop over the Rockies, the Great Lakes and the US East Coast. The ETCs are most intense over Newfoundland and the North Atlantic Ocean, confirming previous findings. While ETCs at cities along the Atlantic coastline (e.g. St. John's) are dominated by East Coast cyclones (which are intense in winter), those inland (e.g. Toronto) track primarily from the Great Lakes. ETCs that develop over the Gulf of Mexico affect eastern Canada infrequently, but those that do tend to be intense. The interannual variability of the wintertime ETCs is influenced by the El Niño-Southern Oscillation (ENSO). Significant ENSO-related variability is found over most regions of southern Canada, except on the east coast. Although ETCs at Toronto are significantly modulated by ENSO, no visible changes are found at St. John's. These ENSO-related ETC changes are mostly due to the shifts in ETC development regions, with minor changes in the travelling direction of ETCs.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4170", 
        "title": "Extratropical cyclone climatology across eastern Canada"
    }, 
    {
        "author": "Jiqing Tan", 
        "date": "2014-09-24", 
        "description": "\n\nDespite the many improvements that have been achieved in prediction methods, considerable uncertainties in the models and the observing systems remain in El Niño Southern Oscillation predictions. One of the uncertainties is the definition of El Niño and La Niña years. Because academia has accepted too many indexes, there is much confusion among scientists regarding whether El Niño and La Niña events have occurred. In the view of this author, the oceans on this planet can be vividly called ‘ocean stabilization machines’ (OSMs). When some part of an OSM loses control for unknown reasons, other parts of the OSM function stabilize the atmospheric circulation. As a result, El Niño or La Niña events occur. In this study, we use a most-recognized principle to determine El Niño (La Niña) years based on a K-line diagram technique. This technique not only focuses on the anomaly of five accepted indexes, but also aims at the signals of an on-going crash downward or a dramatic upward tendency of the sea-surface temperature. To achieve this purpose, a new terminology, ‘suspected El Niño (La Niña) years’ and an Ocean Stabilization Index (OSI) expressing the state of the Pacific are proposed. The results indicate that there were only 10 El Niño years and 12 La Niña years from 1950 to 2012. Significant statistical relationships between the annual OSI and 14 indexes are also found.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4171", 
        "title": "A most-recognized principle to define El Niño and La Niña years based on the K-line diagram technique"
    }, 
    {
        "author": "Renato R. Colucci, Mauro Guglielmin", 
        "date": "2014-09-27", 
        "description": "\n\nVery small glaciers (area <0.1 km2) have received increased scientific attention during recent years, both for their rapid responses to the climate forcing and because they are characterized by microclimatic conditions, often marginal to glacier formation. They are particularly sensitive to climate changes and characterized by a great mass turnover, particularly evident in maritime areas with high precipitation. Here we consider the evolution from 1920 of the ‘Canin Eastern Glacier’ (Italian Southeastern Alps) in order to correlate its evolution to the precipitation–temperature trends. We reconstructed a precipitation–temperature record at the altitude of the glacier, filling a lack of knowledge in this alpine sector. We observed a decrease in the mean annual precipitation of 10% in 90 years and a warming trend of 0.1°C decade−1 since 1851, and of 0.7°C decade−1 in the last 20 years. An inverse correlation between precipitation and mean air temperature during summer and ablation periods was also observed. Glacier dynamics revealed a phase of stability between 1945 and 1985 that seems to be a peculiar characteristic of this area. Moreover, through a general regression model the glacial terminus variations seem to be statistically influenced only by winter precipitation. This fact opens interesting perspectives for the possible future evolution of this small glacier and, more in general, to other small glaciers in maritime areas in regard to climate change scenarios.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4172", 
        "title": "Precipitation–temperature changes and evolution of a small glacier in the southeastern European Alps during the last 90 years"
    }, 
    {
        "author": "Jianyong Ma, Wenjie Dong, Zhigang Wei, Xiaodong Yan", 
        "date": "2014-09-30", 
        "description": "\n\nBased on the observed daily surface maximum temperature data from 610 stations over mainland China and 162 sites from neighbouring countries during 1981–2010, the impacts of adding climate stations near border areas on daily surface maximum temperature interpolation errors over China were studied using the thin-plate spline method. The results showed that large improvements of interpolation accuracy in daily surface maximum temperature were achieved in border areas by adding climate information from neighbouring countries. Mean absolute error (MAE) was reduced by an average of 0.6 °C year−1 and the frequency distribution of daily bias narrowed and became more peaked at 21 boundary stations that were withheld from the model-building process. Although pronounced variation was not found in most part of mainland China at a 10 km × 10 km grid resolution, the interpolated temperature transition between different thresholds became more stable and aligned with elevation gradients in western and northern border areas of China after incorporating data from the 162 foreign stations into the spatial interpolations. Therefore, caution should be taken when generating gridded data sets only based on observed sites in study areas to investigate regional climate change, particularly if border areas with complicated terrain are insufficiently covered by data networks.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4173", 
        "title": "Evaluating daily surface maximum temperature interpolation error by adding climate stations near border areas over China"
    }, 
    {
        "author": "Hong Yin, Markus G. Donat, Lisa V. Alexander, Ying Sun", 
        "date": "2014-10-10", 
        "description": "\n\nFive gridded datasets containing measures of temperature and precipitation extremes over the past five decades over China are compared. Time series, spatial averages and trends in China's coldest and warmest days and nights and wettest days are estimated from these datasets that vary in their station network density, interpolation procedures and the order in which extremes are calculated. We find that country-wide trends in temperature extremes are coherent irrespective of dataset choice although actual values are generally smaller in the dataset in which indices are calculated from daily interpolated grids rather than from station points. There are also some regional differences in trends especially over regions with sparse data networks, e.g. the Tibetan Plateau. Averaged across China, trends calculated over the period 1961–2009 vary from a minimum of 0.13 °C decade−1 (hottest day) to 0.65 °C decade−1 (coldest night). The coldest day and night have tended to warm faster than the warmest day and night. Trends in precipitation extremes are much less coherent spatially and can be positive or negative depending on the choice of dataset. The length of station record chosen is also vital to eliminate spurious trends. The results have important implications for detection and attribution and model evaluation studies.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4174", 
        "title": "Multi-dataset comparison of gridded observed temperature and precipitation extremes over China"
    }, 
    {
        "author": "J. T. Schoof, Z. A. Heern, M. D. Therrell, J. W. F. Remo", 
        "date": "2014-09-30", 
        "description": "\n\nIsobaric equivalent temperature (TE) is the temperature that an air parcel would have if all associated water vapour were condensed and the resulting latent heat used to increase the temperature of the parcel. It is therefore an ideal metric for assessing changes in (1) total near-surface heat content associated with both temperature and moisture content and (2) the joint behaviour of temperature and humidity, which is relevant to both lower atmospheric stability and human heat stress during extreme temperature events. We present results from an analysis of 50 years (1961–2010) of daily TE and its temperature and moisture components at seven stations in the central United States. The annual means of daily TEmax and TEmin increased at all stations during the period of analysis with the largest changes occurring in TEmin, largely as a result of increasing minimum air temperature. At western locations significant increases in the annual mean TEmax were also observed, resulting from a combination of increases in Tmax and humidity. Despite small summer (JJA) trends in maximum air temperature, summer TE trends were generally larger than their annual counterparts. The timing of the observed variations and the resulting spatial pattern are consistent with observed changes in meridional moisture flux associated with the Great Plains low-level jet. Heat waves in the region were found to be characterized by increasing TEmin, primarily resulting from increases in minimum air temperature. At western stations, heat waves were also characterized by increasing TEmax as a result of positive trends in humidity. In most cases, equivalent temperature provides a perspective on local environmental change that differs from what is provided by consideration of temperature alone.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4175", 
        "title": "Assessing trends in lower tropospheric heat content in the central United States using equivalent temperature"
    }, 
    {
        "author": "Angela Khong, Jessica K. Wang, Steven M. Quiring, Trent W. Ford", 
        "date": "2014-11-18", 
        "description": "\n\nThirty years (1954–1983) of soil moisture data from 60 sites in Iowa are used to identify the dominant modes of spatial and temporal variability. Both soil moisture and precipitation exhibit a northwest to southeast gradient across Iowa, with wetter conditions in the southeast and drier conditions in the northwest. Climate and soil characteristics are responsible for the spatial variations in soil moisture. There is a pronounced annual soil moisture cycle that has three distinct phases: a moist phase (April–June), a drying phase (June–September), and a recharge phase (September–November). Spring soil moisture is strongly controlled by the amount of recharge during the previous fall. There is no evidence of a long-term trend in soil moisture; however there is significant interannual variability and about 20% of the variance is attributable to El Niño-Southern Oscillation (ENSO). The warm (cold) phase of ENSO is associated with above (below) average soil moisture in Iowa. The multi-decadal soil moisture record is used to analyse drought frequency and magnitude in Iowa, and to place the 2012 Midwest drought in historical context. In general, Iowa drought is more common during the latter part of the warm season (August through November), but tends to be more severe during the early part of the warm season (April–July). We find that the 2012 drought was unusual because it persisted and intensified throughout the growing season.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4176", 
        "title": "Soil moisture variability in Iowa"
    }, 
    {
        "author": "Jie Zhang, Laurent Li, Dongliang Li, Weitao Deng", 
        "date": "2014-09-30", 
        "description": "\n\nDrought is one of the most devastating natural disasters occurring in the Yellow River basin (YRB) in Central and North China, with strong impacts on human societies and natural environments. Based on datasets from ECMWF/ERA-Interim on atmospheric circulation and sea level pressure and on rainfall data from meteorological networks from 1979 to 2013, droughts in the YRB are investigated in the present work. Rainfall in summer in the northern YRB (semi-arid and semi-humid zones) has been low since 1990, which is associated with an anomaly of planetary waves around Lake Baikal. These waves are significantly affected by Arctic ice loss (particularly in the eastern Arctic) among other factors. Eastern Arctic ice loss results in a warmer surface and increases air temperatures over the Arctic and northern Siberia. These conditions are favourable for cyclonic anomalies in the lower troposphere, generating an ascending flow anomaly over the eastern Arctic and a positive anomaly of meridional wind in the low troposphere between high latitudes and the Arctic. This situation results in a weaker Polar cell and a stronger Ferrel cell in the three-cell latitudinal circulation, due to increasing the ascending flow at approximately 60°N as well as the descending flow at approximately 35°–53°N. These conditions favour reinforcement as well as the width of subtropical high pressures, meridional shifts or northward elongation, the anomaly of planetary wave ridges around Lake Baikal, finally, more severe droughts in the northern YRB. Simulations performed with an atmospheric general circulation model confirm that Arctic sea ice loss can induce a northward shift and enhancement of subtropical high pressures, together with decreasing rainfall in the mid-latitudes of both North America and East Asia, especially in the northern YRB.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4177", 
        "title": "Summer droughts in the northern Yellow River basin in association with recent Arctic ice loss"
    }, 
    {
        "author": "N. Borah, A. K. Sahai, S. Abhilash, R. Chattopadhyay, S. Joseph, S. Sharmila, A. Kumar", 
        "date": "2014-10-10", 
        "description": "\n\nSeveral aspects of real-time forecast of Indian summer monsoon (ISM) in 3–4 pentad lead time (extended range) are discussed in this study to explore the operational capability of the Climate Forecast System model version 2 (CFSv2) developed by National Centre for Environmental Prediction (NCEP). 2013 summer monsoon was a near excess monsoon year in terms of seasonal mean and was a result of rich diversity of phenomena including strong intraseasonal variations and intense northward propagations over the Indian region. Eleven-member forecasts were made at every 5-day interval during the June–September monsoon season which included monsoon onset and withdrawal phases. The ensemble members were created by perturbing the initial conditions at each start time. In addition to the CFSv2 forecasts, we also carried out forecasts using the atmospheric-only component (GFSv2) forced with CFSv2-derived sea surface temperature (SST) subjected to a bias correction based on historical observations (GFSbc runs).\nBoth the CFSv2 and GFSbc runs were able to predict the progression of ISM over the Indian region and the subsequent intraseasonal oscillations (active and break phases). The analysis for an extreme event (Uttarakhand flood) and monsoon revival (MR) towards the end of the season was also performed. Comparison between the two runs shows that active and break spells were predicted with good fidelity over the Indian region, though GFSbc outperforms CFSv2 on several occasions. Thus, improvement of the operational monsoon forecast over Indian region using NCEP CFSv2 requires better representation of air–sea interaction and mean states of ocean.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4178", 
        "title": "An assessment of real-time extended range forecast of 2013 Indian summer monsoon"
    }, 
    {
        "author": "Víctor Valverde, María T. Pay, José M. Baldasano", 
        "date": "2014-09-30", 
        "description": "\n\nA circulation-type classification is derived for the 1983–2012 climatic period to characterize air quality dynamics over the Iberian Peninsula (IP). Sensitivity tests to automatic classification techniques and other factors affecting the classification (number of patterns, temporal and spatial resolution, domain size, etc.) are performed to objectivize the set-up that maximizes its quality. The ERA-Interim reanalysis and the cost733class classification software are used. The identified circulation types (CTs) are described in terms of frequency, persistence, transitions, and location of isobaric systems. The temporal stability of the classification is evaluated following a cross-validation process that compares the results of the climatic and yearly classifications, leading to the identification of a representative year. Moreover, a representative day for each CT is identified using an objective score that minimizes the absolute value difference of the daily grid with respect to the average CT grid. The reference set-up uses a cluster-based technique (Ck-means) on a daily mean sea-level pressure database. Six CTs are identified, which are consistent with synoptic patterns found in the literature. Furthermore, the CTs of the climatic period are temporally stable showing similar characteristics in terms of frequency and location of high- and low-pressure systems as those of the representative year (2012). As a first application of the CT classification, 1 h-maximum NO2 concentration maps from the CALIOPE Air Quality Forecasting System is analysed for the representative days. Synoptic circulation controls the origin and strength of advection explaining transport and NO2 background concentration over the IP. However, there is a strong spatial heterogeneity: in  central, northern, and southern IP; NO2 concentrations are controlled by the synoptic circulation, whereas in Spanish Mediterranean coastal areas, a combination of synoptic and mesoscale dynamics explains the NO2 concentration patterns.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4179", 
        "title": "Circulation-type classification derived on a climatic basis to study air quality dynamics over the Iberian Peninsula"
    }, 
    {
        "author": "Wenbo Xu, Yangjuan Zou, Guoping Zhang, Marc Linderman", 
        "date": "2014-10-13", 
        "description": "\n\nThis paper focuses on testing appropriate methods to produce gridded rainfall surfaces based on the daily rainfall observed at 43 meteorological stations in the Sichuan Province during rainy seasons of 2008–2013. Rainfall is extremely variable in both spatial and temporal distribution. Therefore, three methods, namely Ordinary Kriging (OK), Inverse Distance Weighting (IDW) and ordinary CoKriging (CK), have been selected and examined. First, we choose a suitable model by adjusting relevant parameters including the power exponent, the Neighbours to Include and the Include at Least. Then, cross-validation is used to verify the prediction performance of the three methods. The results for spatial interpolation of daily rainfall show that: (1) both OK and CK methods recorded smaller mean absolute error and the root-mean-square error than IDW method. (2) A preferable combination of assigning 2 to power exponent, 15 to Neighbours to Include and 5 to Include at Least is identified for IDW method. As for the best combination of OK and CK methods, Neighbours to Include is assigned with 15 while Include at Least almost has no effect on their performance. (3) CK is the optimal method for spatial interpolation of the daily rainfall in the rainy season of Sichuan.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4180", 
        "title": "A comparison among spatial interpolation techniques for daily rainfall data in Sichuan Province, China"
    }, 
    {
        "author": "Anita D. Rapp", 
        "date": "2014-11-05", 
        "description": "\n\nThe sensitivity of regimes dominated by low clouds has been identified as the largest contributor to uncertainties in tropical cloud feedback estimates in climate models. The Atmospheric Model Intercomparison Project simulations of the low cloud response to sea surface temperature (SST) are compared with satellite observations in the southeastern Pacific subsidence region. The model ensemble annual average cloud fraction is only about 10% lower than Moderate Resolution Imaging Spectroradiometer observations; however, many models compensate by overestimating the cloud liquid water path (LWP), especially in areas typically associated with shallow cumulus. Analysis of the monthly distribution also shows that models have considerable difficulty in simulating the annual cycle in the cloud radiative effect (CRE), cloud fraction, and LWP likely due in part to underestimation of the strength of lower tropospheric stability and the depth of the boundary layer. The interannual sensitivity of CRE to SST agrees with observations in about half of the models, with the other half generally underestimating the cloud radiative forcing sensitivity. Model-observational differences are driven by the varying interannual responses in cloud fraction and LWP. Most models, including those that capture the mean interannual sensitivity of CRE to SST, have lower sensitivity in cloud fraction that is compensated by oversensitivity in the cloud LWP, especially in areas of more frequent shallow cumulus. Results presented here also highlight the possibility of using the vertical gradient of moist static energy (MSE) to test the fidelity of a model's representation of clouds and cloud sensitivity. Models that reproduce the observed distribution of cloud fraction with the lower tropospheric MSE gradient not only show better regional distribution and annual cycle in clouds and radiative forcing, but also demonstrate cloud and radiative sensitivities to SST that are more well correlated with the observed cloud sensitivities.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4181", 
        "title": "Cloud responses in the AMIP simulations of CMIP5 models in the southeastern Pacific marine subsidence region"
    }, 
    {
        "author": "Shigetoshi Sugahara, Rosmeri Porfirio da Rocha, Rita Yuri Ynoue, Reinaldo Bomfim da Silveira", 
        "date": "2014-10-15", 
        "description": "\n\nIn the instrumental records of daily precipitation, we often encounter one or more periods in which values below some threshold were not registered. Such periods, besides lacking small values, also have a large number of dry days. Their cumulative distribution function is shifted to the right in relation to that for other portions of the record having more reliable observations. Such problems are examined in this work, based mostly on the two-sample Kolmogorov–Smirnov (KS) test, where the portion of the series with more number of dry days is compared with the portion with less number of dry days. Another relatively common problem in daily rainfall data is the prevalence of integers either throughout the period of record or in some part of it, likely resulting from truncation during data compilation prior to archiving or by coarse rounding of daily readings by observers. This problem is identified by simple calculation of the proportion of integers in the series, taking the expected proportion as 10%. The above two procedures were applied to the daily rainfall data sets from the European Climate Assessment (ECA), Southeast Asian Climate Assessment (SACA), and Brazilian Water Resources Agency (BRA). Taking the statistic D of the KS test >0.15 and the corresponding p-value <0.001 as the condition to classify a given series as suspicious, the proportions of the ECA, SACA, and BRA series falling into this category are, respectively, 34.5%, 54.3%, and 62.5%. With relation to coarse rounding problem, the proportions of series exceeding twice the 10% reference level are 3%, 60%, and 43% for the ECA, SACA, and BRA data sets, respectively. A simple way to visualize the two problems addressed here is by plotting the time series of daily rainfall for a limited range, for instance, 0–10 mm day−1.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4183", 
        "title": "Statistical detection of spurious variations in daily raingauge data caused by changes in observation practices, as applied to records from various parts of the world"
    }, 
    {
        "author": "T. P. Burt, P. D. Jones, N. J. K. Howden", 
        "date": "2014-10-27", 
        "description": "\n\nMonthly records for the period 1871–1970 from 91 stations across the British Isles are used to place very high rainfall totals during the 1870s, 1872 and 1876–1877 in particular, in context. Comparisons are drawn with 2012 and the winter of 2013–2014, both of which were exceptionally wet in parts of the British Isles. Traditional Lamb weather type count and objective measures of atmospheric circulation obtained from reanalysis of surface pressure charts are used to classify the weather conditions under which these very high rainfall totals were generated. The normally wettest locations in the British Isles, i.e. the uplands in the north and west, were not unusually wet in the 1870s, whereas locations with extremely high rainfall totals (relative to mean annual rainfall) tended to be further south and east in the lowlands. These exceptionally high totals were associated with a high frequency of cyclonic weather types and high scores for atmospheric vorticity; at the same time, the frequency of anticyclonic weather and of westerly winds tended to be very low. The winter of 2013–2014, remarkably wet in southern England, was somewhat different in that both the frequency of westerly air flow and the resultant flow were very high and so were vorticity and the frequency of cyclonic weather types; the year 2012 experienced similar atmospheric conditions. The results confirm the importance of cyclonic weather for large rainfall totals across much of the British Isles; strong westerly winds seem only to favour the uplands and northwest coastal locations.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4184", 
        "title": "An analysis of rainfall across the British Isles in the 1870s"
    }, 
    {
        "author": "Diego Araneo, Ricardo Villalba", 
        "date": "2014-11-10", 
        "description": "\n\nClimate-induced changes in the annual regime of snow-fed rivers have serious implications for water resource management. In the Central Andes (CA, 28°–36°S) of Argentina–Chile, the snow accumulated in high-elevation mountains in winter is the dominant component of streamflows during the spring–summer melting season. Although topography introduces complexity in snowpack responses to the annual temperature cycle, streamflow series over a century in length make the CA particularly suitable for identification of long-term hydrological changes. Principal component (PC) analysis of Río Atuel annual hydrographs from 1906 to 2012 discriminates between precipitation- and temperature-related components associated with variations in snow accumulation (49% of variance) and advances/delays of the streamflow annual peak (21% of variance), respectively. The temporal evolution of PC1 loadings reveals a predominant negative period from 1917 to 1976 and from 1988 to present, suggesting the propensity to undergo long periods with reduced flows. In turn, the PC2 pattern is predominantly positive from 1948 to the present, revealing a tendency to more frequent peak flows in late spring since the mid-20th century. Above-average streamflows related to abundant snowfalls in the CA are associated with northward shifts in stormtracks that are remotely induced by above-average sea surface temperatures in the equatorial Pacific. On the other hand, earlier streamflow peaks in November-December are concurrent with above-average temperatures across the Atuel basin induced by enhanced meridional circulation from the Tropics due to the strengthening of the South Atlantic anticyclone. These circulation anomalies are linked to the persistent positive phase of the Southern Annular Mode during the last decades. Additionally, years with reduced streamflows in January, and proportionally larger flow contributions in November-December, are associated with anomalous air cooling at high levels induced by low pressure centres over the region as part of a quasi-zonal stationary Rossby wave train that extends from Australia to the South American–South Atlantic sector.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4185", 
        "title": "Variability in the annual cycle of the Río Atuel streamflows and its relationship with tropospheric circulation"
    }, 
    {
        "author": "Gomboluudev Purevjav, Robert C. Balling, Randall S. Cerveny, Rob Allan, Gilbert P. Compo, Philip Jones, Thomas C. Peterson, Manola Brunet, Fatima Driouech, José Luis Stella, Bohumil M. Svoma, Daniel Krahenbuhl, Russell S. Vose, Xungang Yin", 
        "date": "2014-11-04", 
        "description": "\n\nA World Meteorological Organization (WMO) committee evaluated the record sea-level pressure (SLP) measurement of 1089.4 hPa on 30 December 2004 in Tosontsengel, Mongolia (1724.6 m). Although instrumentation and data collection procedures were properly followed according to the assessment of the committee, concern was raised regarding the reliability of SLP adjustment from such a high-elevation station. This paper addresses this concern with a number of analyses that look at relationships between SLP extremes and corresponding station elevation and temperature. First, we selected data from stations extracted from the Integrated Surface Database (ISD-Lite) of NOAA's National Climate Data Center. A spatial analysis indicates that elevation shows little to no association (R2 values essentially zero) to extreme SLP. However, a second analysis between extreme SLP and air temperature indicates that high regionalism exists in spatial correlations (local R2) between those two variables. This relationship to temperature is likely the result of differences in SLP adjustment formulae used around the world. Based on this analysis, on the need to differentiate the SLP values adjusted using extremely cold temperatures (and generally high elevation), and following past WMO SLP guidelines, the WMO Rapporteurs for Climate and Weather Extremes therefore have created two distinct SLP records: (a) highest adjusted SLP (below 750 m), currently 1083.3 hPa recorded on 31 December 1968 at Agata, Evenhiyskiy, Russia; and (b) highest adjusted SLP (above 750 m), currently 1089.4 hPa (by Russian method; 1089.1 hPa by WMO formula) on 30 December 2004 in Tosontsengel, Mongolia. Future WMO guidance regarding SLP adjustment may lead to re-evaluation of this and other SLP records.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4186", 
        "title": "The Tosontsengel Mongolia world record sea-level pressure extreme: spatial analysis of elevation bias in adjustment-to-sea-level pressures"
    }, 
    {
        "author": "Chuanhao Wu, Guoru Huang", 
        "date": "2014-10-27", 
        "description": "\n\nThe objective of this study was to investigate the changes in heavy precipitation and floods and the causes of flood risk changes in the Beijiang River basin in southern China. Peak flow, daily discharge, and precipitation data from 1969 to 2011 were examined. Trends were calculated using Sen's slope estimator. The statistical significance of the observed trends was checked with the Mann–Kendall method. Change points were detected using the Pettitt test and moving T-test methods. The hydrological periodicity was revealed by wavelet transformation. The results showed that the changes in monthly and monthly maximum 1- and 5-day precipitation and discharges during the flood season showed very similar characteristics. They experienced positive (negative) trends mainly in June–July (April, May, and August), and mostly did not experience significant change points. Compared with the period 1969–1990, monthly and monthly maximum 1(5)-day precipitation and discharges showed increasing (decreasing) trends, mainly in June–July (April–May) in 1991–2011. Overall, the changes in flood risk were mainly influenced by precipitation variability. However, human activity (including urbanization and the construction of reservoirs, soil and water conservation measures, and land use change, among others) have probably affected the flooding process in the study area. The decreases in peak flows during the late 1980s and early 1990s were probably caused by large-scale soil and water conservation measures. Construction of reservoirs in the past 20 years also played a role in the reduction of peak flows. The results of this study are of great scientific value to better understand the changing flood risk under the changing environment in the Beijiang River basin.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4187", 
        "title": "Changes in heavy precipitation and floods in the upstream of the Beijiang River basin, South China"
    }, 
    {
        "author": "Tory J. Farney, P. Grady Dixon", 
        "date": "2014-11-06", 
        "description": "\n\nPrevious tornado climatology research has relied primarily upon a mean value of tornadoes or tornado days fixed on one period to define regions of elevated tornado risk. However, a more comprehensive understanding of the climatological distribution of tornadoes is achieved by analysing the spatial and temporal variability of tornado days. Two methods of analysing tornado days for predefined areas across the continental United States using a refined version of the Storm Prediction Center's tornado data set for 1950–2011 are considered in this study. Statistical analyses of averages and return periods reveal the variability in the record, while consecutive tornado days present an alternative method to assess the seasonal repeatability and risk for historic, multi-day tornado outbreaks. The results of this research better define the climatological variability of tornado events in addition to offering insight regarding the spatial patterns of locations with the greatest tornado risks, especially those with higher interannual variability.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4188", 
        "title": "Variability of tornado climatology across the continental United States"
    }, 
    {
        "author": "R. Lorente-Plazas, J. P. Montávez, S. Jerez, J. J. Gómez-Navarro, P. Jiménez-Guerrero, P. A. Jiménez", 
        "date": "2014-11-13", 
        "description": "\n\nThe use of hindcast climatic data is quite extended for multiple applications. However, this approach needs the support of a validation process to allow its drawbacks and, therefore, confidence levels to be assessed. In this work, the strategy relies on an hourly wind database resulting from a dynamical downscaling experiment, with a spatial resolution of 10 km, covering the Iberian Peninsula (IP), driven by the ERA40 reanalysis (1959–2001) extended by European Centre for Medium-Range Weather Forecast (ECMWF) analysis (2002–2007) and comprising two main steps.\nInitially, the skill of the simulation is evaluated comparing the quality-tested observational database (Lorente-Plazas et al., 2014) at local and regional scales. The results show that the model is able to portray the main features of the wind over the IP: annual cycles, wind roses, spatial and temporal variability, as well as the response to different circulation types. In addition, there is a significant added value of the simulation with respect to driving conditions, especially in regions with a complex orography. However, some problems are evident, the major drawback being the systematic overestimation of the wind speed, which is mainly attributed to a missrepresentation of frictional forces. The model skill is also lower along the Mediterranean coast and for the Pyrenees.\nIn a second phase, the high spatio-temporal resolution of the pseudo-real wind database is used to explore the limitations of the observational database. It is shown that missing values do not affect the characterisation of the wind climate over the IP, while the length of the observational period (6 years) is sufficient for most regions, with only a few exceptions. The spatial distribution of the observational sampling schemes should be enhanced to improve the correct assessment of all IP wind regimes, particularly in some mountainous areas.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4189", 
        "title": "A 49 year hindcast of surface winds over the Iberian Peninsula"
    }, 
    {
        "author": "S. M. Vicente-Serrano, O. Chura, J. I. López-Moreno, C. Azorin-Molina, A. Sanchez-Lorenzo, E. Aguilar, E. Moran-Tejeda, F. Trujillo, R. Martínez, J. J. Nieto", 
        "date": "2014-10-30", 
        "description": "\nIn this study, the spatio-temporal variability and trends of droughts across Bolivia between 1955 and 2012 were investigated using two climate drought indices: the Standardized Precipitation Index (SPI), which is based on precipitation data, and the Standardized Precipitation Evapotranspiration Index (SPEI), which is based on the difference between the precipitation and the reference evapotranspiration (ETo). We found that the average drought conditions across the country showed a temporal behaviour mainly characterized by decadal variations. The spatial pattern of drought evolution showed marked differences between the Amazonian region and the Bolivian Altiplano. Both regions showed different drought periods, a lower frequency of drought variability in the Amazon region and trends towards drier conditions in the Altiplano, mainly due to a higher atmospheric water demand as a consequence of increased ETo. We also showed that inclusion of ETo, obtained from maximum and minimum temperature records, increased the spatial heterogeneity of the drought evolution in relation to the evolution observed when only precipitation droughts were considered. The SPEI, the calculation of which includes precipitation and ETo, indicated intensification in drought severity in the last years analysed relative to the pattern found when precipitation droughts alone were considered, and also indicated an increase in the magnitude and duration of drought events. The potential for increasing drought conditions under various climate change scenarios is discussed.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4190", 
        "title": "Spatio-temporal variability of droughts in Bolivia: 1955–2012"
    }, 
    {
        "author": "T. Matthews, R. Hodgkins, S. Guðmundsson, F. Pálsson, H. Björnsson", 
        "date": "2014-11-13", 
        "description": "\n\nThe surface energy balance (SEB) of glaciers, although of considerable importance for understanding the melt response to climate change, is rarely analysed for more than a few melt seasons due to the logistical challenges of meteorological measurement campaigns on glaciers. Insight into low-frequency (inter-decadal) changes in the SEB in response to climate warming and variable atmospheric circulation patterns has thus been limited. Here this problem is addressed by using ERA-Interim reanalysis data to extend glacier-meteorological records at two locations on Vestari Hagafellsjökull (Iceland) for the period 1979–2012. Trend analysis is conducted for this series before the role of synoptic circulation in modulating surface energetics is investigated. The results indicate that potential melt energy has increased significantly throughout the period of simulation at both locations (by 19.7 and 32.4%), with the largest increase evident for the turbulent heat fluxes (36.3 and 93.1%). The synoptic conditions associated with the recent high melt rates on the proximate Greenland Ice Sheet (GrIS) do not result in similarly extreme melt conditions for our Icelandic location. We also find that the North Atlantic Oscillation Index is significantly correlated with the radiative and latent heat components of the SEB. This association remains hidden if the melt rate is assessed in isolation, highlighting the utility of the SEB approach presented here for assessing synoptic aspects of glacier-climate interactions.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4191", 
        "title": "Inter-decadal variability in potential glacier surface melt energy at Vestari Hagafellsjökull (Langjökull, Iceland) and the role of synoptic circulation"
    }, 
    {
        "author": "Prajjwal K. Panday, Jeanne Thibeault, Karen E. Frey", 
        "date": "2014-11-18", 
        "description": "\n\nThe Hindu Kush-Himalayan (HKH) region epitomizes a geographic region where cryospheric processes coupled with hydrological regimes are under threat owing to a warming climate and shifts in climate extremes. In this study, we analyse global climate models in the Coupled Model Intercomparison Project phase 3 (CMIP3) and phase 5 (CMIP5) archives to investigate the qualitative aspects of change and trends in temperature and precipitation indices. Specifically, we examine and evaluate multi-model, multi-scenario climate change projections and seven extreme temperature and precipitation indices over the eastern Himalaya (EH) and western Himalaya-Karakoram (WH) regions for the 21st century. Density distribution plots of observed climate indices for meteorological stations and gridded indices are also analysed, which indicate significant negative trends in the annual number of frost days and significant increasing trends in warm nights in the EH region over the 1960–2000 period. Multi-model average (MMA) projections additionally indicate continued trends towards more extreme conditions consistent with a warmer, wetter climate. Precipitation projections indicate increased mean precipitation with more frequent extreme rainfall during monsoon season in the EH region, and a wetter cold season in the WH region. Time series of all MMA precipitation indices exhibit significant increasing trends over the 1901–2099 period. By comparison, time series of temperature indices show decreases in the intra-annual extreme temperature range and total number of frost days, as well as increases in warm nights. In general, these future projections point towards increases in summertime temperatures and modifications in precipitation across both regions.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4192", 
        "title": "Changing temperature and precipitation extremes in the Hindu Kush-Himalayan region: an analysis of CMIP3 and CMIP5 simulations and projections"
    }, 
    {
        "author": "M. Irannezhad, D. Chen, B. Kløve", 
        "date": "2014-11-11", 
        "description": "\n\nAnnual and seasonal variations in surface air temperature (SAT) during the period 1961–2011 were analysed using daily mean temperature data sets from regular grid points (10 × 10 km2) throughout Finland. The Mann–Kendall nonparametric test was used to detect significant historical trends in SAT and Spearman's correlation coefficient (ρ) to test the relationships between SAT patterns and various atmospheric circulation patterns over the northern hemisphere. The results showed that mean annual SAT in Finland increased (p < 0.05) by 0.4 ± 0.2 °C per decade during the study period and that the SAT was significantly (ρ = 0.58, p < 0.05) positively correlated with the Arctic Oscillation (AO) index. However, there were spatial differences within Finland for both the trends and relationships with the atmospheric circulation. Analysis of seasonal mean SAT identified significant (p < 0.05) warming trends for both spring (by 0.4 ± 0.2 °C per decade) and summer (by 0.3 ± 0.2 °C per decade). Winter and spring mean SATs were most strongly (p < 0.05) correlated with the AO index (ρ = 0.72 and 0.42, respectively), while the most significant teleconnection pattern for mean SAT in summer was the East Atlantic (EA) pattern (ρ = 0.43, p < 0.05); and in autumn the EA/West Russia (WR) pattern (ρ = −0.59, p < 0.05). These results provide a detailed spatial picture of climate warming in Finland in recent decades and reveal that interannual variation of the SAT in Finland is closely linked with a number of atmospheric circulation patterns, not just the AO and North Atlantic Oscillation (NAO). Annual and cold-season SAT are mainly influenced by the AO and NAO, whereas the EA, EA/WR, Scandinavia (SCA) and West Pacific (WP) patterns play an important role for warm-season SAT.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4193", 
        "title": "Interannual variations and trends in surface air temperature in Finland in relation to atmospheric circulation patterns, 1961–2011"
    }, 
    {
        "author": "Md Masud Hasan, Peter K. Dunn", 
        "date": "2014-11-07", 
        "description": "\n\nTheoretical probability distributions of seasonal rainfall totals have potential applications in fitting models and generating synthetic data. One of the major challenges in fitting distributions for seasonal rainfall from countries like Australia is that the data differ significantly for various seasons across stations. The wet stations may possess strictly positive rainfall amounts only, whereas dry stations may observe seasons with no rainfall. Furthermore the data ranges from approximately symmetric to highly skewed. We explore fitting distributions from the Tweedie family of distributions to model seasonal rainfall. The Tweedie family of distributions includes continuous-symmetric (normal), continuous-skewed (gamma) and mixture-type (Poisson–gamma, P–G) distributions. This study analysed seasonal rainfall totals from 989 Australian stations with data for about 100 years. For various seasons, within the Tweedie family the P–G distributions were optimal for about 50% of stations, the gamma distributions were near-optimal for approximately 40% and the normal distributions were near-optimal elsewhere. Most of the stations where the gamma distributions are near-optimal are concentrated on the Australian coastline. The quantile–quantile (QQ) plots indicate that the models fit well to the seasonal rainfall totals of selected stations. Almost everywhere, various statistics of observed seasonal rainfall are within the empirical 95% confidence intervals of the respective statistics of simulated data using the Tweedie models. The model performs better in modelling extremely high rainfall events (95th percentiles) than the extremely low (5th percentiles) rainfall events. In addition, the P–G distribution within the Tweedie family models the probability of no rainfall and, for about 97% of stations, the observed probability of no rainfall is within the 95% confidence interval of the simulated probability of no rainfall. The ability of the Tweedie models to simulate the extreme rainfall amounts and the probability of no rainfall can be useful in drought monitoring and in water resources planning and management.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4194", 
        "title": "Seasonal rainfall totals of Australian stations can be modelled with distributions from the Tweedie family"
    }, 
    {
        "author": "Hemantkumar S. Chaudhari, Samir Pokhrel, Subodh K. Saha, Ashish Dhakate, Anupam Hazra", 
        "date": "2014-11-06", 
        "description": "\n\nThe improvements in representing the Indian summer monsoon features are assessed using the latest coupled global reanalysis, the climate forecast system reanalysis (CFSR) from National Centre for Environmental Predictions (NCEP) with respect to widely used NCEP-reanalysis 2 (NCEP2). To validate the reanalysis product corresponding observations are also used. CFSR is more realistic in terms of spatial pattern of seasonal mean rainfall, first and second empirical orthogonal function (EOF) modes of interannual variability as compared with NCEP2 reanalysis. Percentage of total variance was explained by northward and westward propagating intraseasonal oscillation modes in CFSR that are better captured than those from NCEP2 reanalysis. Northward propagating mode is well depicted in CFSR as compared with that of NCEP2 and may be attributed to the strong vertical shear of zonal wind and strong meridional gradient of specific humidity in CFSR. Distribution of the north–south and east–west spectra of CFSR suggests much better conformity with observation as compared with NCEP2. Surface wind patterns of CFSR are having relatively small errors compared to Quick Scatterometer (QuikSCAT) winds. CFSR has some success in simulating observed sea surface temperature (SST)–rainfall relationship as well as in depicting the coupled ocean-atmosphere phenomena of El Niño and Southern Oscillation (ENSO) in terms of Indian summer monsoon rainfall (ISMR) teleconnections. Overall monsoon features in CFSR are much closer to the observation as compared with NCEP2, and these may be because of the realistic representation of ocean–atmosphere feedback owing to the coupled model-based reanalysis. This study will help in establishing the credibility of the CFSR in terms of realistic representation of Indian summer monsoon as compared with widely used atmospheric only reanalysis.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4196", 
        "title": "Improved depiction of Indian summer monsoon in latest high resolution NCEP climate forecast system reanalysis"
    }, 
    {
        "author": "Lunche Wang, Wei Gong, Lan Feng, Aiwen Lin, Bo Hu, Min Zhou", 
        "date": "2014-11-11", 
        "description": "\n\nMeasurements of photosynthetically active radiation (PAR) in Inner Mongolia, China, from 2005 to 2012 were used to investigate its relationship with global solar radiation (G) under various sky conditions. Monthly mean daily PAR generally increased from 13.98 mol m−2 d−1 in December to 40.48 mol m−2 d−1 in June with annual mean value being 29.02 mol m−2 d−1. Monthly daily Fp (ratio of PAR to G) increased from 1.68 mol MJ-1 in December to 1.88 mol MJ-1 in August with annual average of 1.80 mol MJ-1. Clearness index (Kt) was used for characterizing sky conditions and it was discovered that clear skies (49.4%) were the dominated sky conditions. By studying the dependence of PAR on optical air mass, Kt and cosine of solar zenith angle, two different models have been introduced and tested at four other sites in China. The model performances have been analysed and the daily PAR values during 1990–2012 at Inner Mongolia, China, have been reconstructed. It was found that PAR increased at the rate of 0.54 mol m−2 d−1  decade-1 since 1990 and the most evident increases were observed in summer (1.96 mol m−2 d−1  decade-1). However, PAR decreased at the rate of -0.37 mol m−2 d−1   decade-1 in spring during 1990–2012.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4197", 
        "title": "Estimation of hourly and daily photosynthetically active radiation in Inner Mongolia, China, from 1990 to 2012"
    }, 
    {
        "author": "S. A. Andam-Akorful, V. G. Ferreira, J. L. Awange, E. Forootan, X. F. He", 
        "date": "2014-11-27", 
        "description": "\n\nThe estimation of large-scale evapotranspiration (ET) is complex, and typically relies on the outputs of land surface models (LSMs) or remote sensing observations. However, over some regions of Africa, inconsistencies exist between different estimations of ET fluxes, which should be investigated. In this study, we evaluate and combine different ET estimates from moderate-resolution imaging spectroradiometer (MODIS), Global Land Data Assimilation System (GLDAS) and terrestrial water budget (TWB) approaches over the Volta Basin, West Africa. ET estimates from water balance equation are obtained as residuals from monthly terrestrial water-storage (TWS) changes derived from Gravity Recovery and Climate Experiment (GRACE), Tropical Rainfall Measurement Mission (TRMM)'s rainfall data, and in situ discharge from Akosombo Dam (Ghana). An averaged estimation of ET time series is derived from all the ET estimations under study, while taking into account their uncertainties. The resulting ensemble-averaged ET was then used to assess each of the individual ET estimates. Overall, out of the seven investigated ET estimates (two from the water balance approach of which one considers water storage using GRACE-derived TWS and the other ignoring it, four from GLDAS and one from MODIS), only MODIS (28.12 mm month–1), GLDAS–NOAH (32.74 mm month–1) and TWB (32.84 mm month–1) were found to represent the range of variability close to the computed averaged reference ET (30.25 mm month–1). ET estimations inferred from MODIS were also found to represent relatively lower magnitude of uncertainties, that is, 3.99 mm month–1 over the Volta Basin (cf. 7.06 and 18.85 mm month–1 for GLDAS-NOAH and TWB-based ET estimations, respectively).\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4198", 
        "title": "Multi-model and multi-sensor estimations of evapotranspiration over the Volta Basin, West Africa"
    }, 
    {
        "author": "Man Sing Wong, Xiaomeng Jin, Zhizhao Liu, Janet Nichol, P. W. Chan", 
        "date": "2014-11-27", 
        "description": "\n\nWater vapour, an important greenhouse gas in the atmosphere, is crucial for hydrological, atmospheric, and meteorological processes. This study first compared five precipitable water vapour (PWV) products from multi-sensors including radiosonde, AERosol RObotic NETwork (AERONET) sunphotometer, Global Positioning System (GPS) and MODerate resolution Imaging Spectroradiometer (MODIS), and then characterized the spatial and temporal trends of PWV in mainland China. Intercomparison results indicate good agreements among PWV products with correlation coefficients ranging from 0.775 to 0.937. As for spatial analysis, 13 years of MODIS MOD05 products were investigated and the spatial distribution of PWV is closely correlated with the topography, e.g. latitude and altitude, in mainland China. A monotonically increasing annual trend was detected in some radiosonde sites in China between 1976 and 1999, but a decreasing trend was observed between 2000 and 2012. Analysis of the differences in PWV between weekdays and weekends indicated a marked weekend effect, suggesting the influence of anthropogenic activities. Diurnal variations in PWV were also studied from 1999 to 2009 using GPS data. A pronounced diurnal cycle of PWV was observed in most of the sites during summer and spring seasons.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4199", 
        "title": "Multi-sensors study of precipitable water vapour over mainland China"
    }, 
    {
        "author": "Václav Treml, Tereza Ponocná, Gregory M. King, Ulf Büntgen", 
        "date": "2014-11-27", 
        "description": "\n\nTree rings and documentary evidence are the most important palaeoclimatic archives with annual resolution that continuously span several centuries. Despite this benefit, local to regional-scale temperature reconstructions and their spatial signatures tend to be irregularly distributed, and the appropriate extent of low-frequency variability captured in these proxy records remains uncertain. Here, the first summer temperature reconstruction from the Czech Sudetes Mountains that extends to 1700 AD was introduced. An ensemble reconstruction approach using 251 new high-elevation spruce ring width samples suggests particularly cold June–July temperatures at the beginning of the 18th century, in the 1740s and around 1820. Markedly warm conditions occurred in the 1790s and during the most recent decades. The reconstructed decadal summer temperature amplitude from ‘Little Ice Age Cooling’ to ‘Recent Anthropogenic Warming’ ranges from −3.5 °C between 1700 and 1710 to 1.3 °C in 1999–2009, with respect to the 1961–1990 mean climatology. Comparison of our new reconstruction with existing tree-ring chronologies from the Alps reveals a significant level of coherency that is much higher than the agreement with geographically closer documentary evidence from Central Europe. Our study confirms the importance of independent regional climate reconstructions, which capture the full range of past variability and also fill spatial gaps in large-scale networks.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4201", 
        "title": "A new tree-ring-based summer temperature reconstruction over the last three centuries for east-central Europe"
    }, 
    {
        "author": "Carolina S. Vera, Leandro Díaz", 
        "date": "2014-09-16", 
        "description": "\n\nAustral summer rainfall trends are analysed over South America from observations and simulations of the Coupled Model Intercomparison Project version 5 between 1902 and 2005. Positive trends in southeastern South America (SESA) and negative ones in the southern Andes (SAn) are the most significant observed features. Mean trends obtained from an ensemble of 59 simulations from 14 models for the historical experiment (including both natural and anthropogenic forcings) are able to reproduce those precipitation changes, although weaker than observed. Most of the simulations reproduce the right sign of the precipitation changes at both regions. However, associated uncertainty ranges (due to both inter-model dispersion and internal climate variability) are still large. Mean trends for the historical experiment are statistically distinguishable from those obtained for the natural-forcing-only experiment, which exhibit negligible mean values at both regions. Results allow concluding that the anthropogenic forcing has at least a partial contribution in explaining the precipitation changes observed in both SESA and SAn regions during the last century.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4153", 
        "title": "Anthropogenic influence on summer precipitation trends over South America in CMIP5 models"
    }, 
    {
        "author": "Ian G. McKendry, David S. Gutzler", 
        "date": "2014-11-06", 
        "description": "\n\nPrevious research highlights the dominant role of Pacific sea surface temperatures (SSTs) and their associated large-scale teleconnections in modulating the North American monsoon (NAM). At the regional scale, feedbacks associated with land-surface boundary conditions have been shown to provide ‘memory’ in the system. Here, a previously unexplored second-order linkage between aerosol generated by late-spring wildfires and subsequent summer precipitation delivered by the NAM in the Arizona-New Mexico (AZNM) region is proposed. Correlations between June/July organic carbon and elemental carbon (OC/EC) in Inter-agency Monitoring of Protected Visual Environments (IMPROVE) aerosol data (Gila Wilderness and Bandelier) and NAM precipitation in southern AZNM over the period 1994–2012 are shown to be negative (r = –0.4), suggesting that active antecedent wildfire seasons tend to be immediately followed by a weak late summer monsoon. This result is consistent with a previous study linking precipitation and area burned in wildfires in AZNM. A survey of extant literature suggests a sound basis for potential mechanisms related to convective processes and cloud microphysics, and furthermore suggests that this forcing could be of similar magnitude to well-documented land-based second-order NAM forcings (antecedent snowpack and soil moisture, vegetation, and mineral dust). Based on these results, we believe that the role of aerosols in modulating summer precipitation deserves further investigation both observationally and in modeling studies. If indeed wildfire smoke does contribute to the modulation of NAM intensity, by virtue of its close temporal association with NAM season, it may well represent a factor that could contribute effectively to improved seasonal prediction of summer precipitation in the NAM region.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4195", 
        "title": "A possible link between wildfire aerosol and North American Monsoon precipitation in Arizona–New Mexico"
    }
]