[
    {
        "author": "Bo   Tian, Yun-Xuan   Zhou, Ronald M.   Thom, Heida L.   Diefenderfer, Qing   Yuan</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Journal of Hydrology, Volume 529, Part 1</br><br>     Author(s): Bo   Tian, Yun-Xuan   Zhou, Ronald M.   Thom, Heida L.   Diefenderfer, Qing   Yuan</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as010\" view=\"all\"> <simple-para id=\"sp0010\" view=\"all\">Understanding the state of wetland ecosystems and their changes at the national and local levels is critical for wetland conservation, management, decision-making, and policy development practices. This study analyzed the wetlands in Shanghai, a province-level city, using remote sensing, image processing, and geographic information systems (GIS) techniques based on the Chinese national wetland inventory procedure and standards. FORMOSAT imagery acquired in 2012 and Navy nautical charts of the Yangtze estuarine area were used in conjunction with object-oriented segmentation, expert interpretation, and field validation to determine wetland status. Landsat imagery from 1985, 1995, 2000, 2003 and 2013 as well as social-economic data collected from 1985 to 2013 were used to further assess wetland changes. In 2013, Shanghai contained 376970.6<hsp sp=\"0.25\"/>ha of wetlands, and 78.8% of all wetlands were in marine or estuarine systems. Estuarine waters comprised the single largest wetland category. Between the first national wetland inventory in 2003 and the second national wetland inventory in 2013, Shanghai lost 50519.1<hsp sp=\"0.25\"/>ha of wetlands, amounting to a mean annual loss rate of 1.2% or an 11.8% loss over the decade. Declines were proportionately higher in marine and estuarine wetlands, with an annual loss of 1.8%, while there was a sharp increase of 1882.6% in constructed water storage areas for human uses. Diking, filling, impoundment and reclamation, which are all attributable to the economic development and urbanization associated with population increases, were the major factors that explained the gain and loss of wetlands. Additional factors affecting wetland losses and gains include sediment trapping by the hydropower system, which reduces supply to the estuary and erodes wetlands, and sediment trapping by the jetties, spur dikes, and diversion bulwark associated with a navigation channel deepening project, which has the converse effect, increasing saltmarsh wetland area at Jiuduansha shoal by three times between 2000 and 2013.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Journal of Hydrology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0022169415005028%26_version%3D1%26md5%3D798557ebac7ffd6defc1f972e766644b",
        "title": "Detecting wetland changes in Shanghai, China using FORMOSAT and Landsat TM imagery"
    },
    {
        "author": "Jessica   Meeks, Daniel   Hunkeler</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Journal of Hydrology, Volume 529, Part 1</br><br>     Author(s): Jessica   Meeks, Daniel   Hunkeler</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as010\" view=\"all\"> <simple-para id=\"sp0010\" view=\"all\">Even though karstic aquifers are important freshwater resources and frequently occur in mountainous areas, recharge processes related to snowmelt have received little attention thus far. Given the context of climate change, where alterations to seasonal snow patterns are anticipated, and the often-strong coupling between recharge and discharge in karst aquifers, this research area is of great importance. Therefore, we investigated how snowmelt water transits through the vadose and phreatic zone of a karst aquifer. This was accomplished by evaluating the relationships between meteorological data, soil–water content, vadose zone flow in a cave 53<hsp sp=\"0.25\"/>m below ground and aquifer discharge. Time series data indicate that the quantity and duration of meltwater input at the soil surface influences flow and storage within the soil and epikarst. Prolonged periods of snowmelt promote perched storage in surficial soils and encourage surficial, lateral flow to preferential flow paths. Thus, in karstic watersheds overlain by crystalline loess, a typical pedologic and lithologic pairing in central Europe and parts of North America, soils can serve as the dominant mechanism impeding infiltration and promoting shallow lateral flow. Further, hydrograph analysis of vadose zone flow and aquifer discharge, suggests that storage associated with shallow soils is the dominant source of discharge at time scales of up to several weeks after melt events, while phreatic storage becomes import during prolonged periods without input. Soils can moderate karst aquifer dynamics and play a more governing role on karst aquifer storage and discharge than previously credited. Overall, this signifies that a fundamental understanding of soil structure and distribution is critical when assessing recharge to karstic aquifers, particularly in cold regions.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Journal of Hydrology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0022169415004539%26_version%3D1%26md5%3D6659e43ca5df33d82ff8994f671623a3",
        "title": "Snowmelt infiltration and storage within a karstic environment, Vers Chez le Brandt, Switzerland"
    },
    {
        "author": "Yanke   Zhang, Zhiqiang   Jiang, Changming   Ji, Ping   Sun</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Journal of Hydrology, Volume 529, Part 1</br><br>     Author(s): Yanke   Zhang, Zhiqiang   Jiang, Changming   Ji, Ping   Sun</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as010\" view=\"all\"> <simple-para id=\"sp0010\" view=\"all\">The “curse of dimensionality” of dynamic programming (DP) has always been a great challenge to the cascade reservoirs operation optimization (CROO) because computer memory and computational time increase exponentially with the increasing number of reservoirs. It is an effective measure to combine DP with the parallel processing technology to improve the performance. This paper proposes three parallel modes for multi-dimensional dynamic programming (MDP) based on .NET4 Parallel Extensions, i.e., the stages parallel mode, state combinations parallel mode and hybrid parallel mode. A cascade reservoirs of Li Xiangjiang River in China is used as the study instance in this paper, and a detailed contrastive analysis of the three parallel modes on run-time, parallel acceleration ratio, parallel efficiency and memory usage has been implemented based on the parallel computing results. Results show that all the three parallel modes can effectively shorten the run-time so that to alleviate the “curse of dimensionality” of MDP, but relatively, the state combinations parallel mode is the optimal, the hybrid parallel is suboptimal and the stages parallel mode is poor.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Journal of Hydrology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0022169415005144%26_version%3D1%26md5%3D67472e458a8f59be776e03578a266b13",
        "title": "Contrastive analysis of three parallel modes in multi-dimensional dynamic programming and its application in cascade reservoirs operation"
    },
    {
        "author": "Jie   Niu, Mantha S.   Phanikumar</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Journal of Hydrology, Volume 529, Part 1</br><br>     Author(s): Jie   Niu, Mantha S.   Phanikumar</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as010\" view=\"all\"> <simple-para id=\"sp0010\" view=\"all\">Distributed hydrologic models that simulate fate and transport processes at sub-daily timescales are useful tools for estimating pollutant loads exported from watersheds to lakes and oceans downstream. There has been considerable interest in the application of integrated process-based hydrologic models in recent years. While the models have been applied to address questions of water quantity and to better understand linkages between hydrology and land surface processes, routine applications of these models to address water quality issues are currently limited. In this paper, we first describe a general process-based watershed-scale solute transport modeling framework, based on an operator splitting strategy and a Lagrangian particle transport method combined with dispersion and reactions. The transport and the hydrologic modules are tightly coupled and the interactions among different hydrologic components are explicitly modeled. We test transport modules using data from plot-scale experiments and available analytical solutions for different hydrologic domains. The numerical solutions are also compared with an analytical solution for groundwater transit times with interactions between surface and subsurface flows. Finally, we demonstrate the application of the model to simulate bacterial fate and transport in the Red Cedar River watershed in Michigan and test hypotheses about sources and transport pathways. The watershed bacterial fate and transport model is expected to be useful for making near real-time predictions at marine and freshwater beaches.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Journal of Hydrology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0022169415005089%26_version%3D1%26md5%3Dae2f3798d1627d53e5435b19d0794f7f",
        "title": "Modeling watershed-scale solute transport using an integrated, process-based hydrologic model with applications to bacterial fate and transport"
    },
    {
        "author": "Daniel   Viviroli, Jan   Seibert</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Journal of Hydrology, Volume 529, Part 1</br><br>     Author(s): Daniel   Viviroli, Jan   Seibert</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as010\" view=\"all\"> <simple-para id=\"sp0010\" view=\"all\">Application of hydrological models to ungauged basins is both a highly relevant and challenging task. While research has brought forth various approaches for inferring or transferring tuneable model parameters from gauged and calibrated catchments, it has also been recently shown that a few short measurements can support predictions in an ungauged basin by constraining the acceptable range of the parameters. For the present study, we examined a combination of both parameter regionalisation and short-term runoff measurements. More precisely, we attempted to select complete parameter sets from a range of calibrated catchments using a few measurements. Then, we tested a number of ways to combine the hydrographs simulated with these parameter sets with those simulated using a well-established Nearest Neighbour scheme, in order to make use of both actually measured runoff data as well as hydrological similarity. The experimental basis for our study were 49 representative catchments in Switzerland which have been successfully calibrated and regionalised with the hydrological modelling system PREVAH. Results show that even a few short measurements during mean runoff conditions can lead to models that are more efficient than those achieved with hydrological similarity alone. The possible improvement depends largely on the regime type of the catchment examined. Also, the most suitable season to perform measurements varies: In catchments dominated by snow melt or ice melt or both, considerable improvements can be achieved with as few as two measurements during spring or summer, whereas rainfall-dominated catchments show only moderate improvements with no particular season being more suitable for the measurements. Our findings highlight the value of field measurements in mountain areas. The information gained in these regions from short measurements may act as a counterbalance to the sparse operational observation networks.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Journal of Hydrology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0022169415005041%26_version%3D1%26md5%3Dc661af7f628c7ff3f1691fa8df32c145",
        "title": "Can a regionalized model parameterisation be improved with a limited number of runoff measurements?"
    },
    {
        "author": "Elga   Salvadore, Jan   Bronders, Okke   Batelaan</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Journal of Hydrology, Volume 529, Part 1</br><br>     Author(s): Elga   Salvadore, Jan   Bronders, Okke   Batelaan</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as010\" view=\"all\"> <simple-para id=\"sp0010\" view=\"all\">In recent years, the conceptual detail of hydrological models has dramatically increased as a result of improved computational techniques and the availability of spatially-distributed digital data. Nevertheless modelling spatially-distributed hydrological processes can be challenging, particularly in strongly heterogeneous urbanized areas. Multiple interactions occur between urban structures and the water system at various temporal and spatial scales. So far, no universal methodology exists for simulating the urban water system at catchment scale. This paper reviews the state of the art on the scientific knowledge and practice of modelling the urban hydrological system at the catchment scale, with the purpose of identifying current limitations and defining a blueprint for future modelling advances.</simple-para> <simple-para id=\"sp0015\" view=\"all\">We compare conceptual descriptions of urban physical hydrological processes on basis of a selection of 43 modelling approaches. The complexity of the urban water system at the catchment scale results in an incomplete understanding of the interaction between urban and natural hydrological systems, and in a high degree of uncertainty. Data availability is still a strong limitation since current modelling practice recognizes the need for high spatial and temporal resolution. Spatio-temporal gaps exist between the physical scales of hydrological processes and the resolution of applied models. Therefore urban hydrology is often simplified either as a study of surface runoff over impervious surfaces or hydraulics of piped systems. Many approaches target very specific objectives and the level of detail in representing physical processes is not consistent. Based on our analysis, we propose a blueprint for a highly complex integrated urban hydrological model. We regard flexibility, in terms of model structure and data assimilation, as the key characteristic for overcoming these limitations. We advocate the use of modular, process-based approaches, which are flexible and adaptable to research needs. Higher complexity is inevitable, and higher uncertainty is a major consequence. Remote sensing data, measurable model parameters and new spatially-distributed calibration techniques might help to reduce uncertainties.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Journal of Hydrology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0022169415004412%26_version%3D1%26md5%3Dde5de6eade848c359225731310a5578a",
        "title": "Hydrological modelling of urbanized catchments: A review and future directions"
    },
    {
        "author": "Riikka   Nousiainen, Lassi   Warsta, Mika   Turunen, Hanna   Huitu, Harri   Koivusalo, Liisa   Pesonen</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Journal of Hydrology, Volume 529, Part 1</br><br>     Author(s): Riikka   Nousiainen, Lassi   Warsta, Mika   Turunen, Hanna   Huitu, Harri   Koivusalo, Liisa   Pesonen</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as010\" view=\"all\"> <simple-para id=\"sp0010\" view=\"all\">Effectiveness of a subsurface drainage system decreases with time, leading to a need to restore the drainage efficiency by installing new drain pipes in problem areas. The drainage performance of the resulting system varies spatially and complicates runoff and nutrient load generation within the fields. We presented a method to estimate the drainage performance of a heterogeneous subsurface drainage system by simulating the area with the three-dimensional hydrological FLUSH model. A GIS analysis was used to delineate the surface runoff contributing area in the field. We applied the method to reproduce the water balance and to investigate the effectiveness of a subsurface drainage network of a clayey field located in southern Finland. The subsurface drainage system was originally installed in the area in 1971 and the drainage efficiency was improved in 1995 and 2005 by installing new drains. FLUSH was calibrated against total runoff and drain discharge data from 2010 to 2011 and validated against total runoff in 2012. The model supported quantification of runoff fractions via the three installed drainage networks. Model realisations were produced to investigate the extent of the runoff contributing areas and the effect of the drainage parameters on subsurface drain discharge. The analysis showed that better model performance was achieved when the efficiency of the oldest drainage network (installed in 1971) was decreased. Our analysis method can reveal the drainage system performance but not the reason for the deterioration of the drainage performance. Tillage layer runoff from the field was originally computed by subtracting drain discharge from the total runoff. The drains installed in 1995 bypass the measurement system, which renders the tillage layer runoff calculation procedure invalid after 1995. Therefore, this article suggests use of a local correction coefficient based on the simulations for further research utilizing data from the study area.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Journal of Hydrology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0022169415005156%26_version%3D1%26md5%3D92cae48cc187c640bfb15cbec195b023",
        "title": "Analyzing subsurface drain network performance in an agricultural monitoring site with a three-dimensional hydrological model"
    },
    {
        "author": "Vahid   Nourani, Ahmad Fakheri   Fard, Faegheh   Niazi, Hoshin V.   Gupta, David C.   Goodrich, Khalil Valizadeh   Kamran</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Journal of Hydrology, Volume 529, Part 1</br><br>     Author(s): Vahid   Nourani, Ahmad Fakheri   Fard, Faegheh   Niazi, Hoshin V.   Gupta, David C.   Goodrich, Khalil Valizadeh   Kamran</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as010\" view=\"all\"> <simple-para id=\"sp0010\" view=\"all\">This study investigates the effect of land use on the Geomorphological Cascade of Unequal linear Reservoirs (GCUR) model using the Normalized Difference Vegetation Index (NDVI) derived from remotely sensed data as a measure of land use. The proposed modeling has two important aspects: it considers the effects of both watershed geomorphology and land use/cover, and it requires only one parameter to be estimated through the use of observed rainfall–runoff data. Geographic Information System (GIS) tools are employed to determine the parameters associated with watershed geomorphology, and the Vegetation Index parameter is extracted from historical Landsat images.</simple-para> <simple-para id=\"sp0015\" view=\"all\">The modeling is applied via three formulations to a watershed located in Southeastern Arizona, which consists of two gaged sub-watersheds with different land uses. The results show that while all of the formulations generate forecasts of the basin outlet hydrographs with acceptable accuracy, only the two formulations that consider the effects of land cover (using NDVI) provide acceptable results at the outlets of the sub-watersheds.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Journal of Hydrology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS002216941500517X%26_version%3D1%26md5%3D07d472b2bc2c4d807e6ebd8103e652d9",
        "title": "Implication of remotely sensed data to incorporate land cover effect into a linear reservoir-based rainfall–runoff model"
    },
    {
        "author": "A.P.   García-Marín, J.   Estévez, M.T.   Medina-Cobo, J.L.   Ayuso-Muñoz</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Journal of Hydrology, Volume 529, Part 1</br><br>     Author(s): A.P.   García-Marín, J.   Estévez, M.T.   Medina-Cobo, J.L.   Ayuso-Muñoz</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as010\" view=\"all\"> <simple-para id=\"sp0010\" view=\"all\">In this work, a regional frequency analysis of extreme annual rainfall data in Malaga (Southern Spain) has been performed. Rainfall records have been validated, applying various quality control tests as a pre-requisite before their use, ensuring their reliability and discarding anomalous data. For grouping the stations into potential homogeneous regions, the multifractal properties of daily rainfall data series recorded at 72 locations have been studied. The scaling of the rainfall moments has been analyzed and the empirical moments scaling exponent functions have been obtained. The corresponding multifractal values have been used to group stations into regions, resulting some of them homogeneous.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Journal of Hydrology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0022169415005181%26_version%3D1%26md5%3Dc25cad7b371494a4f23bf4e4104b52b2",
        "title": "Delimiting homogeneous regions using the multifractal properties of validated rainfall data series"
    },
    {
        "author": "Cheng   Zeng, Zaihua   Liu, Jianwen   Yang, Rui   Yang</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Journal of Hydrology, Volume 529, Part 1</br><br>     Author(s): Cheng   Zeng, Zaihua   Liu, Jianwen   Yang, Rui   Yang</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as010\" view=\"all\"> <simple-para id=\"sp0010\" view=\"all\">In the Jade Dragon Snow Mountain (JDSM) region, Yunnan Province, SW China, an extensive hydrochemical and stable isotopic study of a glacierized alpine karst aquifer was conducted during the period, 2011–2014. The objectives of the study were: first, to establish a conceptual hydrogeological model of the karst groundwater system; second, to estimate the proportion of extra glacier melt water infiltrating the karst aquifer that is being induced by the regional climate warming; third, to calculate the karst-related flux of carbon into the karst aquifer. Knowledge of the local hydrogeological background from previous work was the starting point of the hydrochemical and stable isotopic study. Some representative spring waters and recharge waters (i.e. glacier melt water and rainwater) were investigated both spatially and temporally by hydrochemical and isotopic techniques, including analysis of major and some minor ions and O and H stable isotopes. A conceptual hydrogeological model of a fracture-diffuse flow karst groundwater aquifer was proposed. The proportion of glacier melt water infiltrating into the karst aquifer was estimated by using the karst spring as a natural pluviometer, and with stable isotope analysis. Results show that (1) the JDSM karst aquifer is a diffuse flow system; (2) it has a number of discharge areas, and the Jinsha River is the karst drainage base level; (3) the proportion of the glacier melt water penetrating the karst aquifer is 29%; and (4) the karst-related carbon sink is 26.67<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>3.44<hsp sp=\"0.25\"/>t<hsp sp=\"0.25\"/>km<sup loc=\"post\">−2</sup> <hsp sp=\"0.25\"/>a<sup loc=\"post\">−1</sup> (as CO<inf loc=\"post\">2</inf>), which is lower than that in non-glacierized karst aquifers but over ten times larger than the carbon sink flux from silicate weathering in non-karst areas, showing the control of both climate and lithology on the rock weathering-related carbon sink and the significance of carbonate weathering in the global carbon cycle.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Journal of Hydrology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0022169415005326%26_version%3D1%26md5%3D5ed74fea4334f4cd73ca82954192be16",
        "title": "A groundwater conceptual model and karst-related carbon sink for a glacierized alpine karst aquifer, Southwestern China"
    },
    {
        "author": "Johanna Mård   Karlsson, Fernando   Jaramillo, Georgia   Destouni</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Journal of Hydrology, Volume 529, Part 1</br><br>     Author(s): Johanna Mård   Karlsson, Fernando   Jaramillo, Georgia   Destouni</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as010\" view=\"all\"> <simple-para id=\"sp0010\" view=\"all\">This paper investigates patterns of lake-area and hydro-climatic change in Arctic river basins, and possible influence of permafrost change reflected in such patterns. A salient change pattern, emerging across all investigated basins in both permafrost and non-permafrost areas, is an opposite change direction in runoff (<italic>R</italic>) from that in precipitation (<italic>P</italic>). To explain this change contrast, an increase (decrease) in relative water-balance constrained evapotranspiration <italic>ET<inf loc=\"post\">wb</inf> </italic>/<italic>P</italic> is required where <italic>R</italic> decreases (increases). Increasing temporal variability of daily river discharge (<italic>sdQ</italic>) is found in all basins with spatially extensive lake decrease, which also exhibit decrease in <italic>ET<inf loc=\"post\">wb</inf> </italic>/<italic>P</italic>. Clear indication of basin-wide permafrost thaw is found in only one basin, and is possible in two more, but unlikely in the largest of the total four investigated permafrost basins.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Journal of Hydrology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0022169415005004%26_version%3D1%26md5%3D70944a5b166d2ee945f546326166badb",
        "title": "Hydro-climatic and lake change patterns in Arctic permafrost and non-permafrost areas"
    },
    {
        "author": "Ning   Li, Dennis   McLaughlin, Wolfgang   Kinzelbach, WenPeng   Li, XinGuang   Dong</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Journal of Hydrology, Volume 529, Part 1</br><br>     Author(s): Ning   Li, Dennis   McLaughlin, Wolfgang   Kinzelbach, WenPeng   Li, XinGuang   Dong</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as010\" view=\"all\"> <simple-para id=\"sp0010\" view=\"all\">Model uncertainty needs to be quantified to provide objective assessments of the reliability of model predictions and of the risk associated with management decisions that rely on these predictions. This is particularly true in water resource studies that depend on model-based assessments of alternative management strategies. In recent decades, Bayesian data assimilation methods have been widely used in hydrology to assess uncertain model parameters and predictions. In this case study, a particular data assimilation algorithm, the Ensemble Smoother with Multiple Data Assimilation (ESMDA) (Emerick and Reynolds, 2012), is used to derive posterior samples of uncertain model parameters and forecasts for a distributed hydrological model of Yanqi basin, China. This model is constructed using MIKESHE/MIKE11software, which provides for coupling between surface and subsurface processes (<cross-refs refid=\"b0060 b0065 b0070 b0075\" id=\"r8005\">DHI, 2011a–d</cross-refs>). The random samples in the posterior parameter ensemble are obtained by using measurements to update 50 prior parameter samples generated with a Latin Hypercube Sampling (LHS) procedure. The posterior forecast samples are obtained from model runs that use the corresponding posterior parameter samples. Two iterative sample update methods are considered: one based on an a perturbed observation Kalman filter update and one based on a square root Kalman filter update. These alternatives give nearly the same results and converge in only two iterations. The uncertain parameters considered include hydraulic conductivities, drainage and river leakage factors, van Genuchten soil property parameters, and dispersion coefficients. The results show that the uncertainty in many of the parameters is reduced during the smoother updating process, reflecting information obtained from the observations. Some of the parameters are insensitive and do not benefit from measurement information. The correlation coefficients among certain parameters increase in each iteration, although they generally stay below 0.50.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Journal of Hydrology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0022169415005211%26_version%3D1%26md5%3D7a408add0a21b97a12a5fdc5cdc6f6ba",
        "title": "Using an ensemble smoother to evaluate parameter uncertainty of an integrated hydrological model of Yanqi basin"
    },
    {
        "author": "Leonard   Stoeckl, Georg J.   Houben, Eduardo J.   Dose</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Journal of Hydrology, Volume 529, Part 1</br><br>     Author(s): Leonard   Stoeckl, Georg J.   Houben, Eduardo J.   Dose</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as010\" view=\"all\"> <simple-para id=\"sp0010\" view=\"all\">The management of fresh groundwater resources and the delineation of protection zones on islands require a thorough understanding of flow processes within freshwater lenses. Previous studies of freshwater lenses have mainly focused on interface geometries, disregarding flow patterns within the lens. In this study we use physical, analytical and numerical modeling to investigate the influence of vertically and horizontally layered aquifers and variations in recharge on the age stratification, travel times and transient development of freshwater lenses. Four generalized settings were examined in detail on a laboratory-scale. The experiments show significant deviations from homogeneous models. The case of a high permeability layer underlying a layer of lower permeability shows the strongest deviations in the processes investigated here. Water in the more permeable lower layer overtakes water flowing only through the upper layer, causing a bimodal distribution of travel times and a vertical repeating of the age stratification near the coast. The effects of heterogeneities revealed by the physical model experiments are expected to also occur on real islands and have thus to be considered when developing conceptual models for the management of such freshwater lenses.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Journal of Hydrology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0022169415005168%26_version%3D1%26md5%3D69266d505f1359783403d7c9bf461dbb",
        "title": "Experiments and modeling of flow processes in freshwater lenses in layered island aquifers: Analysis of age stratification, travel times and interface propagation"
    },
    {
        "author": "Jeffrey C.   Neal, Nicholas A.   Odoni, Mark A.   Trigg, Jim E.   Freer, Javier   Garcia-Pintado, David C.   Mason, Melissa   Wood, Paul D.   Bates</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Journal of Hydrology, Volume 529, Part 1</br><br>     Author(s): Jeffrey C.   Neal, Nicholas A.   Odoni, Mark A.   Trigg, Jim E.   Freer, Javier   Garcia-Pintado, David C.   Mason, Melissa   Wood, Paul D.   Bates</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as010\" view=\"all\"> <simple-para id=\"sp0010\" view=\"all\">This paper investigates the challenge of representing structural differences in river channel cross-section geometry for regional to global scale river hydraulic models and the effect this can have on simulations of wave dynamics. Classically, channel geometry is defined using data, yet at larger scales the necessary information and model structures do not exist to take this approach. We therefore propose a fundamentally different approach where the structural uncertainty in channel geometry is represented using a simple parameterisation, which could then be estimated through calibration or data assimilation. This paper first outlines the development of a computationally efficient numerical scheme to represent generalised channel shapes using a single parameter, which is then validated using a simple straight channel test case and shown to predict wetted perimeter to within 2% for the channels tested. An application to the River Severn, UK is also presented, along with an analysis of model sensitivity to channel shape, depth and friction. The channel shape parameter was shown to improve model simulations of river level, particularly for more physically plausible channel roughness and depth parameter ranges. Calibrating channel Manning’s coefficient in a rectangular channel provided similar water level simulation accuracy in terms of Nash–Sutcliffe efficiency to a model where friction and shape or depth were calibrated. However, the calibrated Manning coefficient in the rectangular channel model was ∼2/3 greater than the likely physically realistic value for this reach and this erroneously slowed wave propagation times through the reach by several hours. Therefore, for large scale models applied in data sparse areas, calibrating channel depth and/or shape may be preferable to assuming a rectangular geometry and calibrating friction alone.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Journal of Hydrology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0022169415005235%26_version%3D1%26md5%3D163da1a1259cc42db07ba40f46dff4a4",
        "title": "Efficient incorporation of channel cross-section geometry uncertainty into regional and global scale flood inundation models"
    },
    {
        "author": "Pilar   Barria, Kevin J.E.   Walsh, Murray C.   Peel, David   Karoly</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Journal of Hydrology, Volume 529, Part 1</br><br>     Author(s): Pilar   Barria, Kevin J.E.   Walsh, Murray C.   Peel, David   Karoly</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as010\" view=\"all\"> <simple-para id=\"sp0010\" view=\"all\">Future projections of water supply under climate change scenarios are fundamental for efficient water resource planning. However, runoff projections are affected by uncertainties in the modelling process that limit their utility to decision makers. The main source of uncertainty in runoff projections are the Global Climate Models (GCMs) used to produce future climate projections. The impact on projected runoff of this uncertainty has mainly been assessed through comparison of multi-model runs of future climate with little exploration of uncertainties inside the models due to different parameterisations. Here we investigate the uncertainty response of projected runoff due to perturbed physics parameter variations within a GCM using a novel 2500 member ensemble from the HadCM3L model. Our research evaluates the uncertainties in runoff modelling for southwest Western Australia, a Mediterranean climate region which has experienced reductions in precipitation during the last decades. Results for future projections in southwest Western Australian catchments indicate reductions in modelled precipitation between 0% and 40% and increases in temperature that fluctuate between 0.5<hsp sp=\"0.25\"/>°C and 3<hsp sp=\"0.25\"/>°C by 2050–2080 compared to 1970–2000, which lead to reductions in projected runoff of between 10% and 80%. This range of uncertainty for projected runoff is larger than that calculated for previous estimates of within-model uncertainties of runoff. The perturbed physics approach indicates that current water management assessments underestimate uncertainties in runoff projections.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Journal of Hydrology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0022169415005466%26_version%3D1%26md5%3Da9095862bef6596036caf3890640acd3",
        "title": "Uncertainties in runoff projections in southwestern Australian catchments using a global climate model with perturbed physics"
    },
    {
        "author": "Prashant K.   Srivastava, Dawei   Han, Miguel A.   Rico-Ramirez, Peggy   O’Neill, Tanvir   Islam, Manika   Gupta, Qiang   Dai</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Journal of Hydrology, Volume 529, Part 1</br><br>     Author(s): Prashant K.   Srivastava, Dawei   Han, Miguel A.   Rico-Ramirez, Peggy   O’Neill, Tanvir   Islam, Manika   Gupta, Qiang   Dai</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as010\" view=\"all\"> <simple-para id=\"sp0010\" view=\"all\">This study explores the performance of soil moisture data from the global European Centre for Medium Range Weather Forecasts (ECMWF) ERA interim reanalysis datasets using the Weather Research and Forecasting (WRF) mesoscale numerical weather model coupled with the Noah Land surface model for hydrological applications. For evaluating the performance of WRF for soil moisture estimation, three domains are taken into account. The domain with best performance is used for estimating the soil moisture deficit (SMD). Further, several approaches are presented in this study to evaluate the efficiency of WRF simulated soil moisture for SMD estimation and compared against Soil Moisture and Ocean Salinity (SMOS) downscaled and non-downscaled soil moisture. In this study, the first approach is based on the empirical relationship between WRF soil moisture and the SMD on a continuous time series basis, while the second approach is focused on the vegetation cover impact on SMD retrieval, depicted in terms of growing and non-growing seasons. The linear growing and non-growing seasonal model in combination performs well with the NSE<hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/>0.79, RMSE<hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/>0.011<hsp sp=\"0.25\"/>m; Bias<hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/>0.24<hsp sp=\"0.25\"/>m, in comparison to linear model (NSE<hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/>0.70, RMSE<hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/>0.013<hsp sp=\"0.25\"/>m; Bias<hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/>0.01<hsp sp=\"0.25\"/>m). The performance obtained using WRF soil moisture is comparable to SMOS level 2 product but lower than the downscaled SMOS datasets. The results indicate that methodologies could be useful for modelers working in the field of soil moisture information system and SMD estimation at a catchment scale. The study could be useful for ungauged basins that pose a challenge to hydrological modeling due to unavailability of datasets for proper model calibration and validation.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Journal of Hydrology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0022169415005478%26_version%3D1%26md5%3D1c3fb925ce3e4f2511fbb07d70ea7a7c",
        "title": "Performance evaluation of WRF-Noah Land surface model estimated soil moisture for hydrological application: Synergistic evaluation using SMOS retrieved soil moisture"
    },
    {
        "author": "Yefang   Jiang, Peter   Nishimura, Michael R.   van den Heuvel, Kerry T.B.   MacQuarrie, Cindy S.   Crane, Zisheng   Xing, Bruce G.   Raymond, Barry L.   Thompson</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Journal of Hydrology, Volume 529, Part 1</br><br>     Author(s): Yefang   Jiang, Peter   Nishimura, Michael R.   van den Heuvel, Kerry T.B.   MacQuarrie, Cindy S.   Crane, Zisheng   Xing, Bruce G.   Raymond, Barry L.   Thompson</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as010\" view=\"all\"> <simple-para id=\"sp0010\" view=\"all\">Excessive nitrate loads from intensive potato production have been linked to the reoccurring anoxic events in many estuaries in Prince Edward Island (PEI), Canada. Community-led watershed-based nutrient reduction planning has been promoted as a strategy for water quality restoration and initial nitrate load criteria have been proposed for the impacted estuaries. An integrated modeling approach was developed to predict base flow nitrate loads to inform the planning activities in the groundwater-dominated agricultural watersheds. Nitrate load is calculated as base flow multiplied by the average of nitrate concentration at the receiving watershed outlet. The average of nitrate concentration is estimated as the integration of nitrate leaching concentration over the watershed area minus a nitrate loss coefficient that accounts for long-term nitrate storage in the aquifer and losses from the recharge to the discharge zones. Nitrate leaching concentrations from potato rotation systems were estimated with a LEACHN model and the land use areas were determined from satellite image data (2006–2009) using GIS. The simulated average nitrate concentrations are compared with the arithmetic average of nitrate concentration measurements in each of the 27 watersheds for model calibration and in 138 watersheds for model verifications during 2006–2009. Sensitivity of the model to the variations of land use mapping errors, nitrate leaching concentrations from key sources, and nitrate loss coefficient was tested. The calibration and verification statistics and sensitivity analysis show that the model can provide accurate nitrate concentration predictions for watersheds with drainage areas more than 5<hsp sp=\"0.25\"/>km<sup loc=\"post\">2</sup> and nitrate concentration over 2<hsp sp=\"0.25\"/>mg<hsp sp=\"0.25\"/>N<hsp sp=\"0.25\"/>L<sup loc=\"post\">−1</sup>, while the model resolution for watersheds with drainage areas below 5<hsp sp=\"0.25\"/>km<sup loc=\"post\">2</sup> and/or nitrate concentration below 2<hsp sp=\"0.25\"/>mg<hsp sp=\"0.25\"/>N<hsp sp=\"0.25\"/>L<sup loc=\"post\">−1</sup> may not be sufficient for nitrate load management purposes. Comparisons of normalized daily stream discharges among the active hydrometric stations indicated that stream base flow could be prorated for nitrate load calculation from the nearest gauging station in the absence of discharge measurements. Annual nitrate losses, including aquifer long-term storage, denitrification, and riparian plant uptake were estimated to be 0.8<hsp sp=\"0.25\"/>mg<hsp sp=\"0.25\"/>N<hsp sp=\"0.25\"/>L<sup loc=\"post\">−1</sup>, corresponding to 3.4<hsp sp=\"0.25\"/>kg<hsp sp=\"0.25\"/>N<hsp sp=\"0.25\"/>ha<sup loc=\"post\">−1</sup>. The maximum and median base flow nitrate loads to the estuaries from among the 27 calibration watersheds were predicted to be 28.4 and 8.7<hsp sp=\"0.25\"/>kg<hsp sp=\"0.25\"/>N<hsp sp=\"0.25\"/>ha<sup loc=\"post\">−1</sup> respectively with a root mean square error (RMSE) as 2.3<hsp sp=\"0.25\"/>kg<hsp sp=\"0.25\"/>N<hsp sp=\"0.25\"/>ha<sup loc=\"post\">−1</sup>. From among the 75 watersheds selected for model verification, the maximum and median base flow nitrate loads to the estuaries were estimated to be 29 and 5.5<hsp sp=\"0.25\"/>kg<hsp sp=\"0.25\"/>N<hsp sp=\"0.25\"/>ha<sup loc=\"post\">−1</sup> respectively with RMSE as 2.6<hsp sp=\"0.25\"/>kg<hsp sp=\"0.25\"/>N<hsp sp=\"0.25\"/>ha<sup loc=\"post\">−1</sup>. At the estuaries with nitrate loads above the medians, the predominant nitrate sources (75–98%) were derived from the potato rotation lands, highlighting the importance of N use management with potato production for water quality restoration; nitrate load derived from atmospheric N deposits was estimated to account for 3.6–13% of annual nitrate loads in watersheds with nitrate loads exceeding the median values. The application of the model to nutrient reduction planning in the Southwest River watershed implies that a significant change on cropping practices has to be made in order to mitigate the anoxic events in this highly impacted agricultural watershed.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Journal of Hydrology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0022169415005399%26_version%3D1%26md5%3D1694fa802d64c44dcb049f316af8b453",
        "title": "Modeling land-based nitrogen loads from groundwater-dominated agricultural watersheds to estuaries to inform nutrient reduction planning"
    },
    {
        "author": "Otto D.L.   Strack, Patrick R.   Nevison</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Journal of Hydrology, Volume 529, Part 1</br><br>     Author(s): Otto D.L.   Strack, Patrick R.   Nevison</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as010\" view=\"all\"> <simple-para id=\"sp010\" view=\"all\">We present a method for producing analytic elements of a smooth shape, obtained using conformal mapping. Applications are presented for a case of impermeable analytic elements as well as for head-specified ones. The mathematical operations necessary to use the elements in practical problems can be carried out before modeling of flow problems begins. A catalog of shapes, along with pre-determined coefficients could be established on the basis of the approach presented here, making applications in the field straight forward.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Journal of Hydrology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0022169415004825%26_version%3D1%26md5%3Db5e6f3cac567c0a51e78ef080904c278",
        "title": "Analytic elements of smooth shapes"
    },
    {
        "author": "Grey R.   Evenson, Heather E.   Golden, Charles R.   Lane, Ellen   D’Amico</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Journal of Hydrology, Volume 529, Part 1</br><br>     Author(s): Grey R.   Evenson, Heather E.   Golden, Charles R.   Lane, Ellen   D’Amico</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as010\" view=\"all\"> <simple-para id=\"sp0010\" view=\"all\">Geographically isolated wetlands (GIWs) are defined as wetlands that are completely surrounded by uplands. While GIWs are therefore spatially isolated, field-based studies have observed a continuum of hydrologic connections between these systems and other surface waters. Yet few studies have quantified the watershed-scale aggregate effects of GIWs on downstream hydrology. Further, existing modeling approaches to evaluate GIW effects at a watershed scale have utilized conceptual or spatially disaggregated wetland representations. Working towards wetland model representations that use spatially explicit approaches may improve current scientific understanding concerning GIW effects on the downstream hydrograph. The objective of this study was to quantify the watershed-scale aggregate effects of GIWs on downstream hydrology while emphasizing a spatially explicit representation of GIWs and GIW connectivity relationships. We constructed a hydrologic model for a ∼202<hsp sp=\"0.25\"/>km<sup loc=\"post\">2</sup> watershed in the Coastal Plain of North Carolina, USA, a watershed with a substantial population of GIWs, using the Soil and Water Assessment Tool (SWAT). We applied a novel representation of GIWs within the model, facilitated by an alternative hydrologic response unit (HRU) definition and modifications to the SWAT source code that extended the model’s “pothole” representation. We then executed a series of scenarios to assess the downstream hydrologic effect of various distributions of GIWs within the watershed. Results suggest that: (1) GIWs have seasonally dependent effects on baseflow; (2) GIWs mitigate peak flows; and (3) The presence of GIWs on the landscape impacts the watershed water balance. This work demonstrates a means of GIW simulation with improved spatial detail while showing that GIWs, in-aggregate, have a substantial effect on downstream hydrology in the studied watershed.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Journal of Hydrology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0022169415005454%26_version%3D1%26md5%3Db5e7982f4289171b7c903535987cd272",
        "title": "Geographically isolated wetlands and watershed hydrology: A modified model analysis"
    },
    {
        "author": "Faith   Kuria, Richard   Vogel</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Journal of Hydrology, Volume 529, Part 1</br><br>     Author(s): Faith   Kuria, Richard   Vogel</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as010\" view=\"all\"> <simple-para id=\"sp0010\" view=\"all\">Understanding the variability of water supply reservoir yields is central for planning purposes. The basis of this study is an empirical global relationship between reservoir storage capacity, water supply yield and reliability based on a global database of 729 rivers. Monte Carlo simulations reveal that the coefficient of variation of estimates of water supply reservoir yields depend only on the length of streamflows record and the coefficient of variation of the streamflows used to estimate the yield. We compare the results of those Monte Carlo experiments with an analytical uncertainty method First Order Variance Approximation (FOVA). FOVA is shown to produce a general, accurate and useful expression for estimating the coefficient of variation of water supply reservoir yield estimates. We also document how the FOVA analytical model can be used to determine the minimum length of streamflow record required during the design of water supply reservoirs so as to ensure that the yield delivered from reservoir falls within a prespecified margin of error.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Journal of Hydrology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0022169415005223%26_version%3D1%26md5%3D7997d50bd47f2f3d98516f3ac60a9146",
        "title": "Uncertainty analysis for water supply reservoir yields"
    },
    {
        "author": "Elad   Dafny, Kochar Jamal   Tawfeeq, Kazem   Ghabraie</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Journal of Hydrology, Volume 529, Part 1</br><br>     Author(s): Elad   Dafny, Kochar Jamal   Tawfeeq, Kazem   Ghabraie</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as010\" view=\"all\"> <simple-para id=\"sp0010\" view=\"all\">Dam sites provide an outstanding opportunity to explore dynamic changes in the groundwater flow regime because of the high hydraulic gradient rapidly induced in their surroundings. This paper investigates the temporal changes of the hydraulic conductivities of the rocks and engineered structures via a thorough analysis of hydrological data collected at the Dokam Dam, Iraq, and a numerical model that simulates the Darcian component of the seepage. Analysis of the data indicates increased seepage with time and suggests that the hydraulic conductivity of the rocks increased as the conductivity of the grout curtain decreased. Conductivity changes on the order of 10<sup loc=\"post\">−8</sup> <hsp sp=\"0.25\"/>m/s, in a 20-yr period were quantified using the numerical analysis. It is postulated that the changes in hydraulic properties in the vicinity of Dokan Dam are due to suspension of fine materials, interbedded in small fissures in the rocks, and re-settlement of these materials along the curtain. Consequently, the importance of the grout curtain to minimize the downstream seepage, not only as a result of the conductivity contrast with the rocks, but also as a barrier to suspended clay sediments, is demonstrated. The numerical analysis also helped us to estimate the proportion of the disconnected karstic conduit flow to the overall flow.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Journal of Hydrology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0022169415005545%26_version%3D1%26md5%3Ddab468077f44fef340c1a96771d6bf46",
        "title": "Evaluating temporal changes in hydraulic conductivities near karst-terrain dams: Dokan Dam (Kurdistan-Iraq)"
    },
    {
        "author": "Risheng   Ding, Shaozhong   Kang, Taisheng   Du, Xinmei   Hao, Ling   Tong</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Journal of Hydrology, Volume 529, Part 1</br><br>     Author(s): Risheng   Ding, Shaozhong   Kang, Taisheng   Du, Xinmei   Hao, Ling   Tong</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as010\" view=\"all\"> <simple-para id=\"sp0010\" view=\"all\">Accurate modeling of crop water use or evapotranspiration (<italic>ET</italic>) is needed to understand the hydrologic cycle and improve water use efficiency. Biophysical process-based multilayer models can capture details of the nonlinear interaction between microclimate and physiology within the canopy and thus accurately simulate <italic>ET</italic>. In this study, we extended a process-based multilayer model, ACASA, which explicitly simulated many of the nonlinear biophysical processes within each of ten crop canopy sublayers and then integrated to represent the complete crop canopy. Based on the original ACASA model, we made the improved modifications including four added modules (C<inf loc=\"post\">4</inf> crop photosynthesis, water stress response of stomatal conductance, crop morphological changes, and heterogeneous root water uptake), and two adjusted calculation procedures (soil evaporation resistance and hydraulic characteristic parameters). Key processes were parameterized for the improved ACASA model using observations. The simulated canopy <italic>ET</italic> was validated using eddy covariance measurements over an irrigated maize field in an arid inland region of northwest China. The improved ACASA model predicted maize <italic>ET</italic> for both half-hourly and daily time-scales. The improved model also predicted the reduction in maize <italic>ET</italic> under the condition of soil water deficit. Soil evaporation, an important component of maize <italic>ET</italic>, was also satisfactorily simulated in the improved model. Compared to the original ACASA model, the improved model yielded an improved estimation of maize <italic>ET</italic>. Using the improved model, we found that maize <italic>ET</italic> was nonlinearly affected by changes in leaf area index and photosynthetic capacity through canopy conductance. In general, the improved ACASA model, a biophysical process-based multilayer model, can be used to diagnose and predict crop <italic>ET</italic>, and draw some insights into the nonlinear interactions between crop canopy and ambient environment.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Journal of Hydrology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0022169415004990%26_version%3D1%26md5%3D8b4bece292ff78597242d479e157e0b9",
        "title": "Modeling crop water use in an irrigated maize cropland using a biophysical process-based model"
    },
    {
        "author": "Abdusselam   Altunkaynak, Tewodros Assefa   Nigussie</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Journal of Hydrology, Volume 529, Part 1</br><br>     Author(s): Abdusselam   Altunkaynak, Tewodros Assefa   Nigussie</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as010\" view=\"all\"> <simple-para id=\"sp0010\" view=\"all\">Accurate daily rainfall prediction is required for accurate streamflow prediction, flooding risk analysis, constructing a reliable flood control and early warning system. However, because of its nonlinearity, prediction of daily rainfall with high accuracy and long prediction lead time is difficult. There are many daily rainfall prediction methods in the literature, but they are known to yield inaccurate predictions with short lead time, require many physical parameters and involve complicated mathematical equations with huge computational burden. Recently, artificial neural network has been used for predicting rainfall with the objective of addressing the above mentioned problems. But still, the accuracy has not been satisfactory and predictions are with short lead time. In this study, two methods called combined season-multilayer perceptron (SAS-MP) and hybrid wavelet-season-multilayer perceptron (W-SAS-MP) were developed to enhance prediction accuracy and extend prediction lead time of daily rainfall up to 5<hsp sp=\"0.25\"/>days by using data from two stations in Turkey. These two models were compared with the stand-alone multilayer perceptron and another most commonly used method called combined wavelet-multilayer perceptron (W-MP). The performances of the models were evaluated by using coefficient of determination, coefficient of efficiency and root mean squared error. The SAS-MP model was found to be better than W-MP in most cases, except lead time day 1, where W-MP performed better. Throughout all the lead times, however, the hybrid W-SAS-MP model performed best with CE values of 0.911 and 0.909, respectively, for prediction lead time of 1<hsp sp=\"0.25\"/>day and 0.588 and 0.570, respectively, for prediction lead time of 5<hsp sp=\"0.25\"/>days at Stations 17836 and 17837, respectively, at the model testing (validation) phase. Therefore, W-SAS-MP can be an appropriate tool for enhancing daily rainfall prediction accuracy and extend prediction lead time.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Journal of Hydrology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0022169415005521%26_version%3D1%26md5%3Da3d480a79366a8d133376df5fc35f788",
        "title": "Prediction of daily rainfall by a hybrid wavelet-season-neuro technique"
    },
    {
        "author": "Adam P.   Piotrowski, Maciej J.   Napiorkowski, Jaroslaw J.   Napiorkowski, Marzena   Osuch</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Journal of Hydrology, Volume 529, Part 1</br><br>     Author(s): Adam P.   Piotrowski, Maciej J.   Napiorkowski, Jaroslaw J.   Napiorkowski, Marzena   Osuch</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as010\" view=\"all\"> <simple-para id=\"sp0010\" view=\"all\">A number of methods have been proposed for the prediction of streamwater temperature based on various meteorological and hydrological variables. The present study shows a comparison of few types of data-driven neural networks (multi-layer perceptron, product-units, adaptive-network-based fuzzy inference systems and wavelet neural networks) and nearest neighbour approach for short time streamwater temperature predictions in two natural catchments (mountainous and lowland) located in temperate climate zone, with snowy winters and hot summers. To allow wide applicability of such models, autoregressive inputs are not used and only easily available measurements are considered. Each neural network type is calibrated independently 100 times and the mean, median and standard deviation of the results are used for the comparison. Finally, the ensemble aggregation approach is tested.</simple-para> <simple-para id=\"sp0015\" view=\"all\">The results show that simple and popular multi-layer perceptron neural networks are in most cases not outperformed by more complex and advanced models. The choice of neural network is dependent on the way the models are compared. This may be a warning for anyone who wish to promote own models, that their superiority should be verified in different ways.</simple-para> <simple-para id=\"sp0020\" view=\"all\">The best results are obtained when mean, maximum and minimum daily air temperatures from the previous days are used as inputs, together with the current runoff and declination of the Sun from two recent days. The ensemble aggregation approach allows reducing the mean square error up to several percent, depending on the case, and noticeably diminishes differences in modelling performance obtained by various neural network types.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Journal of Hydrology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0022169415005508%26_version%3D1%26md5%3Dc70651df53016d80ee1b43e725238281",
        "title": "Comparing various artificial neural network types for water temperature prediction in rivers"
    },
    {
        "author": "G.   Calamita, A.   Perrone, L.   Brocca, B.   Onorati, S.   Manfreda</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Journal of Hydrology, Volume 529, Part 1</br><br>     Author(s): G.   Calamita, A.   Perrone, L.   Brocca, B.   Onorati, S.   Manfreda</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as010\" view=\"all\"> <simple-para id=\"sp0010\" view=\"all\">Soil moisture is a variable of paramount importance for a number of natural processes and requires the capacity to be routinely measured at different spatial and temporal scales (e.g., hillslope and/or small catchment scale). The electromagnetic induction (EMI) method is one of the geophysical techniques potentially useful in this regard. Indeed, it does not require contact with the ground, it allows a relatively fast survey of hillslope, it gives information related to soil depth greater than few centimetres and it can also be used in wooded areas. In this study, apparent electrical conductivity (EC<inf loc=\"post\">a</inf>) and soil moisture (SM) measurements were jointly carried out by using a multi-frequency EMI sensor (GEM-300) and Time Domain Reflectometry (TDR) probes, respectively. The aim was to retrieve SM variations at the hillslope scale over four sites, characterized by different land-soil units, located in a small mountainous catchment in southern Italy. Repeated measurements of EC<inf loc=\"post\">a</inf> carried out over a fixed point showed that the signal variability of the GEM-300 sensor (Std. Err. ∼[0.02–0.1<hsp sp=\"0.25\"/>mS/m]) was negligible. The correlation estimated between point EC<inf loc=\"post\">a</inf> and SM, measured with both portable and buried TDR probes, varied between 0.24 and 0.58, depending on the site considered. In order to reduce the effect of small-scale variability, a spatial smoothing filter was applied which allowed the estimation of linear relationships with higher coefficient of correlation (<italic>r</italic> <hsp sp=\"0.25\"/>∼<hsp sp=\"0.25\"/>0.46–0.8). The accuracy obtained in the estimation of the temporal trend of the soil moisture spatial averages was in the range ∼4.5–7.8% v/v and up to the ∼70% of the point soil moisture variance was explained by the EC<inf loc=\"post\">a</inf> signal. The obtained results highlighted the potential of EMI to provide, in a short time, sufficiently accurate estimate of soil moisture over large areas that are highly needed for hydrological and remote sensing applications.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Journal of Hydrology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS002216941500520X%26_version%3D1%26md5%3D91a29b36e901bfb5acbf1cb9f0acf9e7",
        "title": "Field test of a multi-frequency electromagnetic induction sensor for soil moisture monitoring in southern Italy test sites"
    },
    {
        "author": "Tao   Yang, Chao   Wang, Yaning   Chen, Xi   Chen, Zhongbo   Yu</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Journal of Hydrology, Volume 529, Part 1</br><br>     Author(s): Tao   Yang, Chao   Wang, Yaning   Chen, Xi   Chen, Zhongbo   Yu</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as010\" view=\"all\"> <simple-para id=\"sp0010\" view=\"all\">Terrestrial Water Storage (TWS) plays an important role in regional climate and water resources management, especially in arid regions under global change context. However, serious lack of in-situ measurements in remote alpine mountains is hindering our current understanding of regional TWS change in the Tarim River Basin (TRB), a large and typical arid endorheic area in Northwest China of Central Asia. To solve the problem, four different hydrology products from the Gravity Recovery and Climate Experiment (GRACE) satellite, model simulations from Global Land Data Assimilation System (GLDAS) in conjunction with in-situ measurements, are utilized to investigate patterns and underlying causes of TWS and its component changes. An excess of precipitation over evapotranspiration (ET) plus runoff contributes to an increase of TWS. The phase of Total Soil Moisture (TSM) lags that of Snow Water Equivalent (SWE), indicating a recharge from snowmelt to TSM. Increasing TWS together with decreasing SWE resulted in an increase of subsurface water. Our results are of great value to amend basin-wide water management and conservation strategies for the similar arid regions considering climate change.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Journal of Hydrology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0022169415005570%26_version%3D1%26md5%3Dbffa77c84b97b5b4e575c890f91a2e94",
        "title": "Climate change and water storage variability over an arid endorheic region"
    },
    {
        "author": "Iris T.   Stewart, Darren L.   Ficklin, Carlos A.   Carrillo, Russell   McIntosh</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Journal of Hydrology, Volume 529, Part 1</br><br>     Author(s): Iris T.   Stewart, Darren L.   Ficklin, Carlos A.   Carrillo, Russell   McIntosh</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as010\" view=\"all\"> <simple-para id=\"sp0010\" view=\"all\">Extreme hydrologic conditions, such as floods, droughts, and elevated stream temperatures, significantly impact the societal fabric and ecosystems, and there is rising concern about increases in the frequency of extreme conditions with projected climate changes. Here we ask what changes in the occurrence of extreme hydrologic conditions can be expected by the end of the century for the important water-generating, mountainous basins of the Southwestern United States, namely the Sierra Nevada and Upper Colorado River Basins. The extreme conditions considered are very high flows, low flows, and elevated stream temperature as derived from historic and future simulations using the Soil and Water Assessment Tool (SWAT) hydrologic model and downscaled output from a General Circulation Model ensemble. Results indicate noteworthy differences in the frequency changes of extremes based on geographic region, season, elevation, and stream size. We found wide-spread increases in the occurrence of stream flows exceeding 150% of historic monthly averages for winter by the end of the century, and extensive increases in the occurrence of both extreme low flows (representing &amp;lt;50% of historic monthly averages), and elevated stream temperatures (&amp;gt;3<hsp sp=\"0.25\"/>°C of monthly averages) during the summer months, with some basins expecting extreme conditions 90–100% of the time by the end of the century. Understanding the differences in the changes of extreme conditions can identify climate-sensitive regions and assist in targeted planning for climate change adaptation and mitigation.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Journal of Hydrology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0022169415005491%26_version%3D1%26md5%3D34f71ee3a6ca36da272df21d6622a7fa",
        "title": "21st century increases in the likelihood of extreme hydrologic conditions for the mountainous basins of the Southwestern United States"
    },
    {
        "author": "Yu   Liu, Du-Gang   Xi, Zhao-Liang   Li, Yang   Hong</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Journal of Hydrology, Volume 529, Part 1</br><br>     Author(s): Yu   Liu, Du-Gang   Xi, Zhao-Liang   Li, Yang   Hong</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as010\" view=\"all\"> <simple-para id=\"sp0010\" view=\"all\">Short-term high-resolution Quantitative Precipitation Nowcasting (QPN) has important implications for navigation, flood forecasting, and other hydrological and meteorological concerns. This study proposes a new algorithm called Pixel-based QPN using the Pyramid Lucas–Kanade Optical Flow method (PPLK), which comprises three steps: employing a Pyramid Lucas–Kanade Optical Flow method (PLKOF) to estimate precipitation advection, projecting rainy clouds by considering the advection and evolution pixel by pixel, and interpolating QPN imagery based on the space–time continuum of cloud patches. The PPLK methodology was evaluated with 2338 images from the geostationary meteorological satellite Fengyun-2F (FY-2F) of China and compared with two other advection-based methods, i.e., the maximum correlation method and the Horn–Schunck Optical Flow scheme. The data sample covered all intensive observations since the launch of FY-2F, despite covering a total of only approximately 10<hsp sp=\"0.25\"/>days. The results show that the PPLK performed better than the algorithms used for comparison, demonstrating less time expenditure, more effective cloud tracking, and improved QPN accuracy.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Journal of Hydrology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS002216941500548X%26_version%3D1%26md5%3De86268e7db1799967ac669e49abb4f2c",
        "title": "A new methodology for pixel-quantitative precipitation nowcasting using a pyramid Lucas Kanade optical flow approach"
    },
    {
        "author": "Stephen R.H.   Worthington</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Journal of Hydrology, Volume 529, Part 1</br><br>     Author(s): Stephen R.H.   Worthington</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as010\" view=\"all\"> <simple-para id=\"sp0010\" view=\"all\">Transport in bedrock aquifers is complex because there is often substantial flow through fractures, and the apertures and interconnectivity of these fractures are usually uncertain. Single-porosity numerical models often give satisfactory results for simulating flow. However, simulating transport is more challenging and results based on single-porosity assumptions can yield inaccurate results. Seven cases are reviewed where travel times were found to be unexpectedly short. Results show that dual-porosity flow is common, with advective flow through fracture networks and immobile storage in the matrix. However, in some cases a dual- or multiple-permeability (or porosity) approach provides better simulations of aquifer behavior. Fracture porosity of bedrock aquifers is usually &amp;lt;1%, resulting in rapid groundwater velocities in many aquifers. Overestimation of the effective porosity is the most common reason for the overestimation of travel times. Residence times of artificial tracers in bedrock aquifers are typically two to three orders of magnitude less than residence times of environmental tracers because the latter are retarded by matrix diffusion. Fourteen diagnostic tests for determining the appropriate conceptual model for bedrock aquifers are described.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Journal of Hydrology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0022169415005612%26_version%3D1%26md5%3D7d51025e8373010d7a72b2543d010da5",
        "title": "Diagnostic tests for conceptualizing transport in bedrock aquifers"
    },
    {
        "author": "Bidroha   Basu, V.V.   Srinivas</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Journal of Hydrology, Volume 529, Part 1</br><br>     Author(s): Bidroha   Basu, V.V.   Srinivas</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as010\" view=\"all\"> <simple-para id=\"sp0010\" view=\"all\">Scaling approaches are widely used by hydrologists for Regional Frequency Analysis (RFA) of floods at ungauged/sparsely gauged site(s) in river basins. This paper proposes a Recursive Multi-scaling (RMS) approach to RFA that overcomes limitations of conventional simple- and multi-scaling approaches. The approach involves identification of a separate set of attributes corresponding to each of the sites (being considered in the study area/region) in a recursive manner according to their importance, and utilizing those attributes to construct effective regional regression relationships to estimate statistical raw moments (SMs) of peak flows. The SMs are then utilized to arrive at parameters of flood frequency distribution and quantile estimate(s) corresponding to target return period(s). Effectiveness of the RMS approach in arriving at flood quantile estimates for ungauged sites is demonstrated through leave-one-out cross-validation experiment on watersheds in Indiana State, USA. Results indicate that the approach outperforms index-flood based Region-of-Influence approach, simple- and multi-scaling approaches and a multiple linear regression method.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Journal of Hydrology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0022169415005430%26_version%3D1%26md5%3D07f56d8ade88fb4346c95974aa9a7b0b",
        "title": "A recursive multi-scaling approach to regional flood frequency analysis"
    },
    {
        "author": "Yongyong   Zhang, Xiaoyan   Zhai, Quanxi   Shao, Ziqi   Yan</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Journal of Hydrology, Volume 529, Part 1</br><br>     Author(s): Yongyong   Zhang, Xiaoyan   Zhai, Quanxi   Shao, Ziqi   Yan</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as010\" view=\"all\"> <simple-para id=\"sp0010\" view=\"all\">The assessment of flow regime alterations is fundamental in understanding the potential impact of reservoirs and other water infrastructures on aquatic ecosystems and biota. Previously used methods to classify flow regimes have not captured temporal changes between unregulated and regulated flow regimes at individual stations. In this study, a combination of hierarchical classification and trend analysis was used to assess spatial and temporal flow regime alterations in the Huai River Basin, China. Two categories of flow regime indices were selected to characterize the impacts of reservoir and sluice regulation, including the basic flow indices for mean variation, and the cumulative variation indices for long-term alteration.</simple-para> <simple-para id=\"sp0015\" view=\"all\">The overall impact of reservoirs and sluices on flow regime included the decrease of high flow magnitudes but the increase of low flow magnitudes through time. Moreover, on average, the flow variability, and the high and low flow frequencies were reduced, while their durations were increased. Reservoirs had a greater impact on flow regimes than sluices. The flow regimes at 18 of 30 stations were altered significantly from a pre-regulation condition and were divided into three main types of alteration corresponding to operational rules of reservoirs and sluices. From a management perspective, water projects in China should address the environmental flow requirements of the rivers, particularly in terms of the hydrologic indices affected mostly by reservoirs and sluices. This study will promote the application of flow regime classification and river restoration in highly regulated basins in China.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Journal of Hydrology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0022169415005600%26_version%3D1%26md5%3D8c83b037d527763010442d03133c59d4",
        "title": "Assessing temporal and spatial alterations of flow regimes in the regulated Huai River Basin, China"
    },
    {
        "author": "Qinghui   Jiang, Yuehao   Tang</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Journal of Hydrology, Volume 529, Part 1</br><br>     Author(s): Qinghui   Jiang, Yuehao   Tang</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as010\" view=\"all\"> <simple-para id=\"sp0010\" view=\"all\">The Boussinesq equation (BEQ) can be used to describe groundwater flow through an unconfined aquifer. Based on 1D BEQ, we present a general approximate method to predict the water table response in a semi-infinite aquifer system with a vertical or sloping boundary. A decomposition method is adopted by separating the original problem into a linear diffusion equation (DE) and two correction functions. The linear DE satisfies all the initial and boundary conditions, reflecting the basic characteristics of groundwater movement. The correction functions quantitatively measure the errors due to the degeneration from the original BEQ to a linear DE. As the correction functions must be linearized to obtain analytical solution forms, the proposed method is an approximate approach. In the case studies, we apply this method to four different situations of water level variation (i.e., constant, sudden, linear and periodic change) resting on vertical or sloping boundaries. The results are compared against numerical results, field data and other analytical solutions, which demonstrate that the proposed method has a good accuracy and versatility over a wide range of applications.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Journal of Hydrology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0022169415005363%26_version%3D1%26md5%3D0fc1129df7a4ee141245c05e4085ddad",
        "title": "A general approximate method for the groundwater response problem caused by water level variation"
    },
    {
        "author": "Myriam   Beauchamp, Ali A.   Assani, Raphaëlle   Landry, Philippe   Massicotte</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Journal of Hydrology, Volume 529, Part 1</br><br>     Author(s): Myriam   Beauchamp, Ali A.   Assani, Raphaëlle   Landry, Philippe   Massicotte</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as010\" view=\"all\"> <simple-para id=\"sp0010\" view=\"all\">The temporal variability of winter climate in southern Quebec is characterized by increasing temperature and rainfall, but decreasing snowfall. The goal of the study was to analyze the impact of these changes on the magnitude and timing of winter maximum daily flows. Hydrologic series for seventeen tributaries of the St. Lawrence River were analyzed over the period from 1934 to 2010. The most noteworthy result, obtained using the Lombard method, was to highlight a nearly generalized shift in mean values of the series in the early 1970s. This shift reflects a significant increase in the magnitude of winter maximum daily flows after that decade, interpreted to result primarily from snowmelt, which is increasingly frequent at the end of winter. The frequency of the dates of occurrence of winter maximum daily flows increased significantly during the last winter decade (ten days) after the 1970s for most rivers in southern Quebec. The copula method did not, however, reveal any significant change in the dependency between the timing and magnitude of winter maximum daily flows over time. Finally, canonical correlation analysis revealed that the magnitude of winter maximum daily flows is positively correlated with the Pacific Decadal Oscillation (PDO), while their dates of occurrence are correlated with the North Atlantic Oscillation (NAO).</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Journal of Hydrology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0022169415005594%26_version%3D1%26md5%3Dac25a81aeb62637b9092ac37e2e65bac",
        "title": "Temporal variability of the magnitude and timing of winter maximum daily flows in southern Quebec (Canada)"
    },
    {
        "author": "Ram P.   Neupane, Sandeep   Kumar</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Journal of Hydrology, Volume 529, Part 1</br><br>     Author(s): Ram P.   Neupane, Sandeep   Kumar</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as010\" view=\"all\"> <simple-para id=\"sp0010\" view=\"all\">Land use and climate are two major components that directly influence catchment hydrologic processes, and therefore better understanding of their effects is crucial for future land use planning and water resources management. We applied Soil and Water Assessment Tool (SWAT) to assess the effects of potential land use change and climate variability on hydrologic processes of large agriculture dominated Big Sioux River (BSR) watershed located in North Central region of USA. Future climate change scenarios were simulated using average output of temperature and precipitation data derived from Special Report on Emission Scenarios (SRES) (B1, A1B, and A2) for end-21st century. Land use change was modeled spatially based on historic long-term pattern of agricultural transformation in the basin, and included the expansion of corn (<italic>Zea mays</italic> L.) cultivation by 2, 5, and 10%. We estimated higher surface runoff in all land use scenarios with maximum increase of 4% while expanding 10% corn cultivation in the basin. Annual stream discharge was estimated higher with maximum increase of 72% in SRES-B1 attributed from higher groundwater contribution of 152% in the same scenario. We assessed increased precipitation during spring season but the summer precipitation decreased substantially in all climate change scenarios. Similar to decreased summer precipitation, discharge of the BSR also decreased potentially affecting agricultural production due to reduced future water availability during crop growing season in the basin. However, combined effects of potential land use change with climate variability enhanced for higher annual discharge of the BSR. Therefore, these estimations can be crucial for implications of future land use planning and water resources management of the basin.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Journal of Hydrology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0022169415005569%26_version%3D1%26md5%3D19c48de9b4e2cdee6de247164b4d240a",
        "title": "Estimating the effects of potential climate and land use changes on hydrologic processes of a large agriculture dominated watershed"
    },
    {
        "author": "Lu   Li, Ismaïla   Diallo, Chong-Yu   Xu, Frode   Stordal</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>September 2015</pubDate><br> <b>Source:</b>Journal of Hydrology, Volume 528</br><br>     Author(s): Lu   Li, Ismaïla   Diallo, Chong-Yu   Xu, Frode   Stordal</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as010\" view=\"all\"> <simple-para id=\"sp0010\" view=\"all\">This study aims to provide model estimates of changes in hydrological elements, such as EvapoTranspiration (ET) and runoff, in Southern Africa in the near future until 2029. The climate change scenarios are projected by a high-resolution Regional Climate Model (RCM), RegCM4, which is the latest version of this model developed by the Abdus Salam International Centre for Theoretical Physics (ICTP). The hydrological projections are performed by using a large-scale hydrological model (WASMOD-D), which has been tested and customized on this region prior to this study. The results reveal that (1) the projected temperature shows an increasing tendency over Southern Africa in the near future, especially eastward of 25°E, while the precipitation changes are varying between different months and sub-regions; (2) an increase in runoff (and ET) was found in eastern part of Southern Africa, i.e. Southern Mozambique and Malawi, while a decrease was estimated across the driest region in a wide area encompassing Kalahari Desert, Namibia, southwest of South Africa and Angola; (3) the strongest climate change signals are found over humid tropical areas, i.e. north of Angola and Malawi and south of Dem Rep of Congo; and (4) large spatial and temporal variability of climate change signals is found in the near future over Southern Africa. This study presents the main results of work-package 2 (WP2) of the ‘Socioeconomic Consequences of Climate Change in Sub-equatorial Africa (SoCoCA)’ project, which is funded by the Research Council of Norway.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Journal of Hydrology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0022169415003789%26_version%3D1%26md5%3Dfbfd80d80c1e76b9e7cc59a03521ba02",
        "title": "Hydrological projections under climate change in the near future by RegCM4 in Southern Africa using a large-scale hydrological model"
    },
    {
        "author": "M.A.   Rico-Ramirez, S.   Liguori, A.N.A.   Schellart</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>September 2015</pubDate><br> <b>Source:</b>Journal of Hydrology, Volume 528</br><br>     Author(s): M.A.   Rico-Ramirez, S.   Liguori, A.N.A.   Schellart</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as010\" view=\"all\"> <simple-para id=\"sp010\" view=\"all\">This work presents the results of the implementation of a probabilistic system to model the uncertainty associated to radar rainfall (RR) estimates and the way this uncertainty propagates through the sewer system of an urban area located in the North of England. The spatial and temporal correlations of the RR errors as well as the error covariance matrix were computed to build a RR error model able to generate RR ensembles that reproduce the uncertainty associated with the measured rainfall. The results showed that the RR ensembles provide important information about the uncertainty in the rainfall measurement that can be propagated in the urban sewer system. The results showed that the measured flow peaks and flow volumes are often bounded within the uncertainty area produced by the RR ensembles. In 55% of the simulated events, the uncertainties in RR measurements can explain the uncertainties observed in the simulated flow volumes. However, there are also some events where the RR uncertainty cannot explain the whole uncertainty observed in the simulated flow volumes indicating that there are additional sources of uncertainty that must be considered such as the uncertainty in the urban drainage model structure, the uncertainty in the urban drainage model calibrated parameters, and the uncertainty in the measured sewer flows.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Journal of Hydrology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0022169415004072%26_version%3D1%26md5%3D743fa3109eaa3988ae22a36877a32341",
        "title": "Quantifying radar-rainfall uncertainties in urban drainage flow modelling"
    },
    {
        "author": "Tyler   Smith, Lucy   Marshall, Ashish   Sharma</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>September 2015</pubDate><br> <b>Source:</b>Journal of Hydrology, Volume 528</br><br>     Author(s): Tyler   Smith, Lucy   Marshall, Ashish   Sharma</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as010\" view=\"all\"> <simple-para id=\"sp0010\" view=\"all\">Hydrologic modelers are confronted with the challenge of producing estimates of the uncertainty associated with model predictions across an array of catchments and hydrologic flow regimes. Formal Bayesian approaches are commonly employed for parameter calibration and uncertainty analysis, but are often criticized for making strong assumptions about the nature of model residuals via the likelihood function that may not be well satisfied (or even checked). This technical note outlines a residual error model (likelihood function) specification framework that aims to provide guidance for the application of more appropriate residual error models through a nested approach that is both flexible and extendible. The framework synthesizes many previously employed residual error models and has been applied to four synthetic datasets (of differing error structure) and a real dataset from the Black River catchment in Queensland, Australia. Each residual error model was investigated and assessed under a top-down approach focused on its ability to properly characterize the errors. The results of these test applications indicate that a multifaceted assessment strategy is necessary to determine the adequacy of an individual likelihood function.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Journal of Hydrology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0022169415004011%26_version%3D1%26md5%3D6f4be0431bb483eb0d08b7a44d9bd8dc",
        "title": "Modeling residual hydrologic errors with Bayesian inference"
    },
    {
        "author": "Fiona L.   Gibson, Sorada   Tapsuwan, Iain   Walker, Elodie   Randrema</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>September 2015</pubDate><br> <b>Source:</b>Journal of Hydrology, Volume 528</br><br>     Author(s): Fiona L.   Gibson, Sorada   Tapsuwan, Iain   Walker, Elodie   Randrema</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as010\" view=\"all\"> <simple-para id=\"sp0010\" view=\"all\">Changing climates and growing populations have prompted policy makers to shift to more climate resilient, technology-driven water sources, such as seawater desalination. Desalination is a prominent water resource in the Middle East but countries in other parts of the world with similar scarcity issues and good access to sea water, such as Australia, have been comparatively slow to adopt it. This paper explores attitudes to desalination in Perth, Western Australia, and the factors that influence its acceptance. We compared individuals’ acceptance of desalination over two time periods by using identical surveys administered in 2007 and 2012. We then examined the attitudinal factors – attitudes towards desalination and attitudes towards the environment – that influence acceptance. Acceptance of desalination was reasonably high and stable at both times (74% and 73% in 2007 and 2012 respectively). We found that respondents’ attitudes to perceived outcomes and benefits, fairness, environmental obligation and risk were important predictors of their acceptance of desalination in both surveys. However the weight given to these aspects varied over time. The findings show that there is still mixed community sentiment towards desalination, which helps to explain why acceptance has not increased since desalination was introduced in 2006.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Journal of Hydrology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0022169415004254%26_version%3D1%26md5%3D3b55088120d2b04f97918392bdc7e812",
        "title": "Drivers of an urban community’s acceptance of a large desalination scheme for drinking water"
    },
    {
        "author": "F.A.   Tofiq, A.   Güven</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>September 2015</pubDate><br> <b>Source:</b>Journal of Hydrology, Volume 528</br><br>     Author(s): F.A.   Tofiq, A.   Güven</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as010\" view=\"all\"> <simple-para id=\"sp0010\" view=\"all\">Insignificant changes in the future system might be assumed due to the impacts of climate changes. Temperature changes and anticipated precipitation suggest possible changes in floods. Extreme events will have bigger impacts on sectors with direct connections to climate, such as water sector; there is great belief that climate changes have the potential to critically affect water management systems. This study investigated how future climate change might affect the Inflow Design Flood (IDF) of Darbandikhan Dam. The study uses the projected downscaled daily inflow from Global Climate Models (GCMs) in comparative to the historical peak inflows. Flood frequency analysis based on historical data, both observed and statistically downscaled, was used to obtain the new design flood values. Analysis of the future projections of flood frequency analysis (FFA) reveals a general tendency toward changes in the magnitude of IDF.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Journal of Hydrology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0022169415004369%26_version%3D1%26md5%3D3b127caa1f2cf963fd89b1ef88ed8529",
        "title": "Potential changes in inflow design flood under future climate projections for Darbandikhan Dam"
    },
    {
        "author": "Nima   Chitsazan, Ata Allah   Nadiri, Frank T.-C.   Tsai</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>September 2015</pubDate><br> <b>Source:</b>Journal of Hydrology, Volume 528</br><br>     Author(s): Nima   Chitsazan, Ata Allah   Nadiri, Frank T.-C.   Tsai</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as010\" view=\"all\"> <simple-para id=\"sp0010\" view=\"all\">This study adopts a hierarchical Bayesian model averaging (HBMA) method to analyze prediction uncertainty resulted from uncertain components in artificial neural networks (ANNs). The HBMA is an ensemble method for prediction and is used to segregate the sources of model structure uncertainty in ANNs and investigate their variance contributions to total prediction variance. Specific sources of uncertainty considered in ANNs include the uncertainty in neural network weights and biases (model parameters), uncertainty of selecting an activation function for the hidden layer, and uncertainty of selecting a number of hidden layer nodes (model structure). Prediction uncertainties due to uncertain inputs and ANN model parameters are represented by within-model variance. Prediction uncertainties due to uncertain activation function and uncertain number of nodes for the hidden layer are represented by between-model variance. The method is demonstrated through a study that employs ANNs to predict fluoride concentration in the aquifers of the Maku area, Azarbaijan, Iran. The results show that uncertain inputs and ANN model parameters produces the most prediction variance, followed by prediction variances from uncertain number of hidden layer nodes and uncertain activation function.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Journal of Hydrology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0022169415004205%26_version%3D1%26md5%3D045c2d29cf2d1c9f36c42813a5354a30",
        "title": "Prediction and structural uncertainty analyses of artificial neural networks using hierarchical Bayesian model averaging"
    },
    {
        "author": "Marianna   Pirone, Raffaele   Papa, Marco Valerio   Nicotera, Gianfranco   Urciuoli</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>September 2015</pubDate><br> <b>Source:</b>Journal of Hydrology, Volume 528</br><br>     Author(s): Marianna   Pirone, Raffaele   Papa, Marco Valerio   Nicotera, Gianfranco   Urciuoli</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as010\" view=\"all\"> <simple-para id=\"sp0010\" view=\"all\">Flowslides in granular soils pose a major threat to life and the environment. Their initiation in unsaturated soils is regulated by rainfall infiltration which reduces the matric suction and hence shear strength. Analysis of such phenomena is of strategic importance especially when it aims to mitigate landslide risk by means of early warning systems (EWSs). In this framework, physically-based models need to reproduce the hydro-mechanical behaviour of the slopes through numerical analyses, whose main uncertainty concerns the hydraulic conditions at the boundaries of the studied domain and hydraulic conductivity functions of unsaturated soils. Hence consummate knowledge of both these factors is absolutely necessary for efficient predictions. In this paper hydraulic boundary conditions and hydraulic conductivity functions are investigated at the scale of the slope through an application of soil water balance based on in-situ monitoring at the test site of Monteforte Irpino (southern Italy). Meteorological data, matric suction and soil water content measurements were collected over four years at the test site. The soil water balance was analysed on a seasonal time scale with regard to the whole pyroclastic cover resting on the steep limestone substratum. Infiltration and runoff are estimated, interaction between the soil cover and the substratum is investigated, and the hydraulic conductivity functions operative at the site scale are defined.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Journal of Hydrology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0022169415004187%26_version%3D1%26md5%3D5c36ed359f807890080ad7670c6cafef",
        "title": "Soil water balance in an unsaturated pyroclastic slope for evaluation of soil hydraulic behaviour and boundary conditions"
    },
    {
        "author": "Aysha   Akter, Shoukat   Ahmed</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>September 2015</pubDate><br> <b>Source:</b>Journal of Hydrology, Volume 528</br><br>     Author(s): Aysha   Akter, Shoukat   Ahmed</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as010\" view=\"all\"> <simple-para id=\"sp0010\" view=\"all\">Due to cost effectiveness, rainwater harvesting (RWH) systems are practicing already in some rural parts of Bangladesh but very few in urban areas. This paper aimed to evaluate the potentiality of RWH systems in the South Agrabad in Chittagong city with an average annual precipitation of 3000<hsp sp=\"0.25\"/>mm, experiencing both water scarcity and urban flooding in the same year. The adopted approach was Analytic Hierarchy Process (AHP) based multicriteria decision analysis technique, and the evaluation criteria were roof area, slope, drainage density and runoff coefficient. Geospatial Hydrologic Modeling Extension supported hydrologic model viz. HEC–HMS used to simulate the precipitation-runoff process, the model outcomes showed RWH potentiality which could minimize stagnant storm water up to 26% through supplementing city water supply annually up to 20<hsp sp=\"0.25\"/>liter/person/day. Then, assigning suitable weightage to the evaluation criteria with their associated features in ArcGIS 9.3, the study area was reasonably divided into three potential zones i.e. good, moderate and poor covering 19%, 64% and 17% of the total area respectively. Thus, this is envisaged AHP using HEC–HMS could provide important guidance to the decision supporting system not only for urban areas but also for the wide sub-basin/basin context.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Journal of Hydrology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0022169415004308%26_version%3D1%26md5%3D6e608c0b4f3f90b5b9ea1e1c4de82bec",
        "title": "Potentiality of rainwater harvesting for an urban community in Bangladesh"
    },
    {
        "author": "C.X.   Wang, Y.P.   Li, J.L.   Zhang, G.H.   Huang</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>September 2015</pubDate><br> <b>Source:</b>Journal of Hydrology, Volume 528</br><br>     Author(s): C.X.   Wang, Y.P.   Li, J.L.   Zhang, G.H.   Huang</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as010\" view=\"all\"> <simple-para id=\"sp0010\" view=\"all\">Uncertainty assessment of hydrological model parameters has become one of the main topics due to their significant effects on prediction in arid and semi-arid river basins. Incorporation of uncertainty assessment within hydrological models can facilitate the calibration process and improve the degree of credibility to the subsequent prediction. In this study, an inexact-variance hydrological modeling system (IVHMS) is developed for assessing parameter uncertainty on modeling outputs in the Kaidu River Basin, China. Through incorporating the techniques of type-2 fuzzy analysis (T2FA) and analysis of variance (ANOVA) within the semi-distributed land use based runoff processes (SLURP) model, IVHMS can quantitatively evaluate the individual and interactive effects of multiple uncertain parameters expressed as type-2 fuzzy sets in the hydrological modeling system. The modeling outputs indicate a good performance of SLURP model in describing the daily streamflow at the Dashankou hydrological station. Uncertainty analysis is conducted through sampling from fuzzy membership functions under different α-cut levels. The results show that, under a lower degree of plausibility (i.e. a lower α-cut level), intervals for peak and average flows are both wider; while intervals of peak and average flows become narrower under a higher degree of plausibility. Results based on ANOVA reveal that (i) precipitation factor (PF), one of main factors dominating the runoff processes, should be paid more attention in order to enhance the model performance; (ii) retention constant for fast store (RS) controls the amount and timing of the outflow from saturated zone and has a highly nonlinear effect on the average flow; (iii) the interaction between retention constant for fast store (RF) and maximum capacity for fast store (MF) has statistically significant (<italic>p</italic> <hsp sp=\"0.25\"/>&amp;lt;<hsp sp=\"0.25\"/>0.05) effect on modeling outputs through affecting the maximum water holding capacity and the soil infiltration rate. The findings can help generate the optimal system inputs and enhance the model’s applicability.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Journal of Hydrology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0022169415004175%26_version%3D1%26md5%3Da227ae3930d49747481f00bd5cf903a8",
        "title": "Development of an inexact-variance hydrological modeling system for analyzing interactive effects of multiple uncertain parameters"
    },
    {
        "author": "Pascal   Goderniaux, Serge   Brouyère, Samuel   Wildemeersch, René   Therrien, Alain   Dassargues</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>September 2015</pubDate><br> <b>Source:</b>Journal of Hydrology, Volume 528</br><br>     Author(s): Pascal   Goderniaux, Serge   Brouyère, Samuel   Wildemeersch, René   Therrien, Alain   Dassargues</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as010\" view=\"all\"> <simple-para id=\"sp0010\" view=\"all\">Recent studies have evaluated the impact of climate change on groundwater resources for different geographical and climatic contexts. However, most studies have either not estimated the uncertainty around projected impacts or have limited the analysis to the uncertainty related to climate models. In this study, the uncertainties around impact projections from several sources (climate models, natural variability of the weather, hydrological model calibration) are calculated and compared for the Geer catchment (465<hsp sp=\"0.25\"/>km<sup loc=\"post\">2</sup>) in Belgium. We use a surface–subsurface integrated model implemented using the finite element code HydroGeoSphere, coupled with climate change scenarios (2010–2085) and the UCODE_2005 inverse model, to assess the uncertainty related to the calibration of the hydrological model. This integrated model provides a more realistic representation of the water exchanges between surface and subsurface domains and constrains more the calibration with the use of both surface and subsurface observed data. Sensitivity and uncertainty analyses were performed on predictions. The linear uncertainty analysis is approximate for this nonlinear system, but it provides some measure of uncertainty for computationally demanding models. Results show that, for the Geer catchment, the most important uncertainty is related to calibration of the hydrological model. The total uncertainty associated with the prediction of groundwater levels remains large. By the end of the century, however, the uncertainty becomes smaller than the predicted decline in groundwater levels.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Journal of Hydrology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS002216941500431X%26_version%3D1%26md5%3D3f58dc536e7d20fb094dff0828419ac1",
        "title": "Uncertainty of climate change impact on groundwater reserves – Application to a chalk aquifer"
    },
    {
        "author": "D.   Moret-Fernández, J.   Herrero</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>September 2015</pubDate><br> <b>Source:</b>Journal of Hydrology, Volume 528</br><br>     Author(s): D.   Moret-Fernández, J.   Herrero</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as010\" view=\"all\"> <simple-para id=\"sp0010\" view=\"all\">Many gypsiferous soils occur in arid lands, where the water retention capacity of the soil is vital to plant life and crop production. This study investigated the effect of gypsum content on the gravimetric soil water retention curve (WRC). We analyzed calcium carbonate equivalent (CCE), equivalent gypsum content (EG), soil organic carbon content (SOC), and electrical conductivity of 43 samples collected from various horizons in soils in the Ebro Valley, NE Spain. The WRC of the fine earth was determined using the pressure-plate method (pressure heads<hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/>0, −33, −100, −200, −500, and −1500<hsp sp=\"0.25\"/>kPa), and the gravimetric water retention curves were fitted to the unimodal van Genuchten function. Soil gypsum content had a significant effect on water retention. Soils that had high gypsum content made WRC with higher water retention at near saturation conditions, and steeper WRC slopes. The EG threshold at which gypsum content had an effect on WRC was about 40%, and EG was positively and negatively correlated with the <italic>α</italic> and <italic>n</italic> parameters of the WRC, respectively.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Journal of Hydrology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0022169415004436%26_version%3D1%26md5%3D51688f09fd1658a2de2a6bb0d5f6ff04",
        "title": "Effect of gypsum content on soil water retention"
    },
    {
        "author": "Behzad   Ghanbarian, Vahid   Taslimitehrani, Guozhu   Dong, Yakov A.   Pachepsky</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>September 2015</pubDate><br> <b>Source:</b>Journal of Hydrology, Volume 528</br><br>     Author(s): Behzad   Ghanbarian, Vahid   Taslimitehrani, Guozhu   Dong, Yakov A.   Pachepsky</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as010\" view=\"all\"> <simple-para id=\"sp0010\" view=\"all\">Soil water retention curve (SWRC) and saturated hydraulic conductivity (SHC) are key hydraulic properties for unsaturated zone hydrology and groundwater. Not only the SWRC and SHC measurements are time-consuming, but also their results are scale dependent. Although prediction of the SWRC and SHC from available parameters, such as textural data, organic matter, and bulk density have been under investigation for decades, up to now no research has focused on the effect of sample dimensions on the soil hydraulic properties pedotransfer functions development. The main purpose here is investigating sample internal diameter and height (or length) effects on the prediction of the soil water retention curve and the saturated hydraulic conductivity. We, therefore, develop pedotransfer functions using a novel approach called contrast pattern aided regression (CPXR) and consider the sample dimensions as input variables. Two datasets including 210 and 213 soil samples with known sample dimensions were extracted from the UNSODA database to develop and evaluate pedotransfer functions for the SWRC and SHC, respectively. The 10-fold cross-validation method is applied to evaluate the accuracy and reliability of the proposed regression-based models. Our results show that including sample dimensions, such as sample internal diameter and height (or length) could substantially improve the accuracy of the SWRC and SHC pedotransfer functions developed using the CPXR method.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Journal of Hydrology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0022169415004370%26_version%3D1%26md5%3Dfb6e3192c075e4735144600225edeec8",
        "title": "Sample dimensions effect on prediction of soil water retention curve and saturated hydraulic conductivity"
    },
    {
        "author": "Alex   Fitzgerald, James W.   Roy, James E.   Smith</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>September 2015</pubDate><br> <b>Source:</b>Journal of Hydrology, Volume 528</br><br>     Author(s): Alex   Fitzgerald, James W.   Roy, James E.   Smith</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as010\" view=\"all\"> <simple-para id=\"sp0010\" view=\"all\">Elevated levels of nutrients, especially phosphorus, in urban streams can lead to eutrophication and general degradation of stream water quality. Contributions of phosphorus from groundwater have typically been assumed minor, though elevated concentrations have been associated with riparian areas and urban settings. The objective of this study was to investigate the importance of groundwater as a pathway for phosphorus and nitrogen input to a gaining urban stream. The stream at the 28-m study reach was 3–5<hsp sp=\"0.25\"/>m wide and straight, flowing generally eastward, with a relatively smooth bottom of predominantly sand, with some areas of finer sediments and a few boulders. Temperature-based methods were used to estimate the groundwater flux distribution. Detailed concentration distributions in discharging groundwater were mapped using in-stream piezometers and diffusion-based peepers, and showed elevated levels of soluble reactive phosphorus (SRP) and ammonium compared to the stream (while nitrate levels were lower), especially along the south bank, where groundwater fluxes were lower and geochemically reducing conditions dominated. Field evidence suggests the ammonium may originate from nearby landfills, but that local sediments likely contribute the SRP. Ammonium and SRP mass discharges with groundwater were then estimated as the product of the respective concentration distributions and the groundwater flux distribution. These were determined as approximately 9 and 200<hsp sp=\"0.25\"/>g<hsp sp=\"0.25\"/>d<sup loc=\"post\">−1</sup> for SRP and ammonium, respectively, which compares to stream mass discharges over the observed range of base flows of 20–1100 and 270–7600<hsp sp=\"0.25\"/>g<hsp sp=\"0.25\"/>d<sup loc=\"post\">−1</sup>, respectively. This suggests that groundwater from this small reach, and any similar areas along Dyment’s Creek, has the potential to contribute substantially to the stream nutrient concentrations.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Journal of Hydrology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0022169415004515%26_version%3D1%26md5%3D2f96260f41badb3de537ac46dce2f06b",
        "title": "Calculating discharge of phosphorus and nitrogen with groundwater base flow to a small urban stream reach"
    },
    {
        "author": "Xiaoxu   Jia, Ming’an   Shao, Chencheng   Zhang, Chunlei   Zhao</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>September 2015</pubDate><br> <b>Source:</b>Journal of Hydrology, Volume 528</br><br>     Author(s): Xiaoxu   Jia, Ming’an   Shao, Chencheng   Zhang, Chunlei   Zhao</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as010\" view=\"all\"> <simple-para id=\"sp0010\" view=\"all\">The occurrence of dried soil layer (DSL) threatens the sustainable development of restored ecosystems in the Loess Plateau of China. Knowledge of the regional spatiotemporal characteristics of DSL in water-deficient regions is critical for optimal water management and vegetation restoration. This study assessed regional temporal persistence of DSL using Spearman’s rank correlation coefficient (<italic>r<inf loc=\"post\">s</inf> </italic>) and relative difference (RD) analyses and determined the dominant driving factors. Two DSL evaluation indices [DSL thickness (DSLT) and DSL soil water content (DSL-SWC)] were calculated by measuring volumetric SWC of the 0–500<hsp sp=\"0.25\"/>cm soil layer at 86 locations along a south–north regional transect of the Loess Plateau in 2013–2014.</simple-para> <simple-para id=\"sp0015\" view=\"all\">Based on the study, there was DSL formation at most of the sites (61 out of 86 sites) along the transect. The level of DSL was severe, with mean DSLT of 273<hsp sp=\"0.25\"/>cm and mean DSL-SWC of only 10.8% (v/v) [field capacity (FC)<hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/>22.5% (v/v)]. Mean DSL-SWC generally decreased from south to north, while no obvious trend was noted in DSLT along the transect. Derived <italic>r<inf loc=\"post\">s</inf> </italic> values indicated a good temporal persistence of spatial patterns of DSL. Also RD analysis showed that DSL with thicker DSLT and/or lower DSL-SWC had much stronger temporal persistence, implying higher possibility for the formation of permanent DSL. The representative locations of each DSL index well represented the regional means of DSLT and DSL-SWC. This suggested that there was the feasibility of directly estimating regional patterns of DSL from theoretical temporal stability. The temporal persistence of DSL patterns was mainly controlled by soil texture, soil organic carbon, field capacity, mean annual precipitation, precipitation seasonal distribution (PSD) and mean annual temperature. We concluded that soil- and climate-related factors dominated regional temporal persistence of DSL. Lower soil water holding capacity, fewer rainfall and more concentrated PSD could intensify the formation and/or development of permanent DSL in the Loess Plateau. This is especially true under worsening global climate change conditions.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Journal of Hydrology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0022169415004382%26_version%3D1%26md5%3D02046561a3b00455aa2f21ba29dbf21b",
        "title": "Regional temporal persistence of dried soil layer along south–north transect of the Loess Plateau, China"
    },
    {
        "author": "Verena Agustina   Campodonico, María Gabriela   García, Andrea Inés   Pasquini</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>September 2015</pubDate><br> <b>Source:</b>Journal of Hydrology, Volume 528</br><br>     Author(s): Verena Agustina   Campodonico, María Gabriela   García, Andrea Inés   Pasquini</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as010\" view=\"all\"> <simple-para id=\"sp0010\" view=\"all\">The Paraná River basin is one of the largest hydrological systems in South America (∼2.6<hsp sp=\"0.25\"/>×<hsp sp=\"0.25\"/>10<sup loc=\"post\">6</sup> <hsp sp=\"0.25\"/>km<sup loc=\"post\">2</sup>). Downflow the confluence of tributaries, most large rivers exhibit transverse and longitudinal inhomogeneities that can be detected for tens or even hundreds of kilometers. Concordantly, a noticeable cross-sectional chemical asymmetry in the dissolved load was distinguished in the Middle Paraná River, after the confluence of its main tributaries (i.e., the Paraguay and Upper Paraná rivers). Water chemistry and isotopic signature in three cross-sections along the Middle Paraná River, as well as from main and minor tributaries, and some deep (∼105<hsp sp=\"0.25\"/>m<hsp sp=\"0.25\"/>bs) and shallow boreholes (∼15<hsp sp=\"0.25\"/>m<hsp sp=\"0.25\"/>bs) located near both river banks, were analyzed in order to define the extent of mixing and identify possible contributions from groundwater discharges. Downflow the confluence of the Upper Paraná and Paraguay rivers a chemical and isotopic asymmetry was observed, mainly through the values of EC, major ions (Ca<sup loc=\"post\">2+</sup>, Na<sup loc=\"post\">+</sup>, Mg<sup loc=\"post\">2+</sup>, Cl<sup loc=\"post\">−</sup> and SO<inf loc=\"post\">4</inf> <sup loc=\"post\">2</sup> <sup loc=\"post\">−</sup>), some trace elements (Fe, U, Th, Ba, Sr, As and REE) and stable isotopes (δ<sup loc=\"pre\">18</sup>O and δ<sup loc=\"pre\">2</sup>H). Toward its western margin, higher elemental concentrations which resembled that of the Paraguay River were measured, whereas at the eastern border, waters were more diluted and preserved the chemical signature of the Upper Paraná River. This variability remained detectable at least until ∼225<hsp sp=\"0.25\"/>km downflow the confluence, where differences between western and eastern margins were less evident. At ∼580<hsp sp=\"0.25\"/>km downflow the confluence, a slight inversion in the transverse chemical asymmetry was observed. This trend switch can be the result of the input of solutes from minor tributaries that reach the main channel from the East and/or may be due to higher groundwater discharges from the East bank. A mass balance model was applied, as a first approach, to estimate the groundwater inflow using the geochemical tracer <sup loc=\"pre\">222</sup>Rn. The results indicate that groundwater contributions represent between ∼0.5% and 6% of the total water inputs to the Middle Paraná River under baseflow conditions. This implies that the chemical asymmetry in the Middle Parana River is mostly due to the incomplete mixing of the main tributaries. Though the influence of groundwater is not a determining factor in the chemical variability of the river, it may partially explain the higher concentrations of some trace elements found in the eastern margin ∼580<hsp sp=\"0.25\"/>km downflow the confluence.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Journal of Hydrology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0022169415004400%26_version%3D1%26md5%3Dde0678c770aea9cdc8dc198f11e7bba7",
        "title": "The dissolved chemical and isotopic signature downflow the confluence of two large rivers: The case of the Parana and Paraguay rivers"
    },
    {
        "author": "Lars   Gottschalk, Irina   Krasovskaia, Efrain   Dominguez, Fabian   Caicedo, Andres   Velasco</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>September 2015</pubDate><br> <b>Source:</b>Journal of Hydrology, Volume 528</br><br>     Author(s): Lars   Gottschalk, Irina   Krasovskaia, Efrain   Dominguez, Fabian   Caicedo, Andres   Velasco</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as010\" view=\"all\"> <simple-para id=\"sp0010\" view=\"all\">An approach for interpolation of discharge along rivers is presented applying empirical orthogonal functions. From a theoretical point of view this approach for hydrological applications should be looked upon as a generalisation of a Karhunen–Loève expansion. The eigenvalue problem is then represented by a Fredholm integral equation of the second kind over the spatial domain, which in a hydrological application is defined by the principal drainage area. Most methods for numerical solution of this equation entail reduction to an approximately equivalent algebraic problem. The problem is to correctly account for drainage areas and drainage patterns, as the irregularity in sizes of drainage areas might violate the orthogonality if not accounted for correctly. A basic solution to the problem is developed and demonstrated on discharge observations from the Upper Magdalena drainage basin, Colombia. Seven discharge time series are used to determine the empirical orthogonal functions and principal components and four series are used for validation of the application for gap filling and estimation at ungauged sites. The results show a high accuracy for larger basins while those for mountain headwater stations are moderately good. For these latter stations the gain of a short period of observations compared to no observations at all is 5% increase in the coefficient of determination. The results confirm the plausibility of the theoretical approach.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Journal of Hydrology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0022169415004424%26_version%3D1%26md5%3Db268e4d245199647f9c22bb3987a020f",
        "title": "Interpolation of monthly runoff along rivers applying empirical orthogonal functions: Application to the Upper Magdalena River, Colombia"
    }
]