[
    {
        "author": "Marco Toffolon, Alfred Wüest, Tobias Sommer",
        "date": "2015-08-21",
        "description": "\n\nDouble diffusion originates from the markedly different molecular diffusion rates of heat and salt in water, producing staircase structures under favorable conditions. The phenomenon essentially consists of two processes: molecular diffusion across sharp interfaces and convective transport in the gravitationally unstable layers. In this paper we propose a model that is based on the one-dimensional description of these two processes only, and – by self-organization – is able to reproduce both the large-scale dynamics and the structure of individual layers, while accounting for different boundary conditions. Two parameters characterize the model, describing the time scale for the formation of unstable water parcels and the optimal spatial resolution. Theoretical relationships allow for the identification of the influence of these parameters on the layer structure and on the mass and heat fluxes. The performances of the model are tested for three different lakes (Powell, Kivu, and Nyos), showing a remarkable agreement with actual microstructure measurements. This article is protected by copyright. All rights reserved.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010970",
        "title": "Minimal model for double diffusion and its application to Kivu, Nyos, and Powell Lake"
    },
    {
        "author": "José Carlos Pintado-Patiño, Alec Torres-Freyermuth, Jack A. Puleo, Dubravka Pokrajac",
        "date": "2015-08-19",
        "description": "\n\nBoundary layer dynamics are investigated using a 2D numerical model that solves the Volume-Averaged Reynolds-Averaged Navier-Stokes equations, with a VOF-tracking scheme and a κ - ε turbulence closure. The model is validated with highly resolved data of dam break driven swash flows over gravel impermeable and permeable beds. The spatial gradients of the velocity, bed shear stress, and turbulence intensity terms are investigated with reference to bottom boundary layer (BL) dynamics. Numerical results show that the mean vorticity responds to flow divergence/convergence at the surface that result from accelerating/decelerating portions of the flow, bed shear stress, and sinking/injection of turbulence due to infiltration/exfiltration. Hence, the zero up-crossing of the vorticity is employed as a proxy of the BL thickness inside the shallow swash zone flows. During the uprush phase, the BL develops almost instantaneously with bore arrival and fluctuates below the surface due to flow instabilities and related horizontal straining. In contrast, during the backwash phase, the BL grows quasi-linearly with less influence of surface-induced forces. However, the infiltration produces a reduction of the maximum excursion and duration of the swash event. These effects have important implications for the BL development. The numerical results suggest that the BL growth rate deviates rapidly from a quasi-linear trend if the infiltration is dominant during the initial backwash phase and the flat plate boundary layer theory may no longer be applicable under these conditions. This article is protected by copyright. All rights reserved.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010806",
        "title": "On the role of infiltration and exfiltration in swash zone boundary layer dynamics"
    },
    {
        "author": "Carolyn A. Graves, Lea Steinle, Gregor Rehder, Helge Niemann, Douglas P. Connelly, David Lowry, Rebecca E. Fisher, Andrew W. Stott, Heiko Sahling, Rachael H. James",
        "date": "2015-08-19",
        "description": "\n\nWidespread seepage of methane from seafloor sediments offshore Svalbard close to the landward limit of the gas hydrate stability zone (GHSZ) may, in part, be driven by hydrate destabilization due to bottom water warming. To assess whether this methane reaches the atmosphere where it may contribute to further warming, we have undertaken comprehensive surveys of methane in seawater and air on the upper slope and shelf region. Near the GHSZ limit at ∼400 m water depth, methane concentrations are highest close to the seabed, reaching 825 nM. A simple box model of dissolved methane removal from bottom waters by horizontal and vertical mixing and microbially-mediated oxidation indicates that ∼60% of methane released at the seafloor is oxidized at depth before it mixes with overlying surface waters. Deep waters are therefore not a significant source of methane to intermediate and surface waters; rather, relatively high methane concentrations in these waters (up to 50 nM) are attributed to isopycnal turbulent mixing with shelf waters. On the shelf, extensive seafloor seepage at < 100 m water depth produces methane concentrations of up to 615 nM. The diffusive flux of methane from sea to air in the vicinity of the landward limit of the GHSZ is ∼ 4-20 μmol m−2 day−1, which is small relative to other Arctic sources. In support of this, analyses of mole fractions and the carbon isotope signature of atmospheric methane above the seeps do not indicate a significant local contribution from the seafloor source. This article is protected by copyright. All rights reserved.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC011084",
        "title": "Fluxes and fate of dissolved methane released at the seafloor at the landward limit of the gas hydrate stability zone offshore western Svalbard"
    },
    {
        "author": "Maria B. Broadbridge, Ralf Toumi",
        "date": "2015-08-18",
        "description": "\n\nNew insights into the deep circulation of the Faroe-Shetland channel are gained from a high resolution regional ocean model. The simulation shows a more complex structure of the deep flow field than previously thought: A flow reversal of the deep and intermediate waters to the northeast on the Faroese flank of the channel and persistent topographic eddies that force the deep currents into a gyre-like structure. This flow reversal opposes the previously accepted understanding of a purely southwestward deep flow but is in agreement with velocity measurements. The southwestward transport of the overflow waters is found to be facilitated almost exclusively by a strong and narrow current on the Shetland side of the channel. Float release experiments show that up to 38% of the overflow water takes longer than a purely southwestward flow regime suggests and up to 13% takes twice as long. From the release of tracers, a substantial amount of lateral mixing is evident within the channel, predominantly facilitated by the topographic eddies. This article is protected by copyright. All rights reserved.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010833",
        "title": "The deep circulation of the Faroe-Shetland Channel: Opposing flows and topographic eddies"
    },
    {
        "author": "Biao Zhang, Xiaofeng Li, William Perrie, Yijun He",
        "date": "2015-08-18",
        "description": "\n\nIn this study we present a synergistic method to retrieve both ocean surface wave and wind fields from spaceborne quad-polarization (QP) synthetic aperture radar (SAR) imaging mode data. This algorithm integrates QP-SAR wind vector retrieval model and the wave retrieval model, with consideration to the nonlinear mapping relationship between ocean wave spectra and SAR image spectra, in order to synergistically retrieve wind fields and wave directional spectra. The method does not require a priori information on the sea state. It combines the observed VV-polarized SAR image spectra with the retrieved wind vectors from the VH-polarized SAR image, to estimate the wind-generated wave directional spectra. The differences between the observed SAR spectra and optimal SAR image spectra associated with the wind waves are interpreted as the contributions from the swell waves. The retrieved ocean wave spectra are used to estimate the integrated spectral wave parameters such as significant wave heights, wavelengths, wave directions and wave periods. The wind and wave parameters retrieved by QP-SAR are validated against those measured by the National Data Buoy Center (NDBC) directional wave buoys under different sea states. The validation results show that the QP-SAR SAR has potential to simultaneously measure the ocean surface waves and wind fields from space. This article is protected by copyright. All rights reserved.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC011052",
        "title": "Synergistic measurements of ocean winds and waves from SAR"
    },
    {
        "author": "Cori Pegliasco, Alexis Chaigneau, Rosemary Morrow",
        "date": "2015-08-14",
        "description": "\n\nIn the 4 major Eastern Boundary Upwelling Systems (EBUS), mesoscale eddies are known to modulate the biological productivity and transport near-coastal seawater properties toward the offshore ocean, however little is known about their main characteristics and vertical structure. This study combines 10 years of satellite-altimetry data and Argo float profiles of temperature and salinity, and our main goals are i) to describe the main surface characteristics of long-lived eddies formed in each EBUS and their evolution, and ii) to depict the main vertical structure of the eddy-types that co-exist in these regions. A clustering analysis of the Argo profiles surfacing within the long-lived eddies of each EBUS allows us to determine the proportion of surface and subsurface-intensified eddies in each region, and to describe their vertical structure in terms of temperature, salinity and dynamic height anomalies. In the Peru–Chile Upwelling System, 55% of the sampled anticyclonic eddies (AEs) have subsurface-intensified maximum temperature and salinity anomalies below the seasonal pycnocline, whereas 88% of the cyclonic eddies (CEs) are surface-intensified. In the California Upwelling System, only 30% of the AEs are subsurface-intensified and all of the CEs show maximum anomalies above the pycnocline. In the Canary Upwelling System, ∼40% of the AEs and ∼60% of the CEs are subsurface-intensified with maximum anomalies extending down to 800 m depth. Finally, the Benguela Upwelling System tends to generate ∼40-50% of weak surface-intensified eddies and ∼50-60% of much stronger subsurface-intensified eddies with a clear geographical distribution. The mechanisms involved in the observed eddy vertical shapes are discussed. This article is protected by copyright. All rights reserved.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010950",
        "title": "Main eddy vertical structures observed in the four major eastern boundary upwelling systems"
    },
    {
        "author": "Melinda A. Webster, Ignatius G. Rigor, Donald K. Perovich, Jacqueline A. Richter-Menge, Christopher M. Polashenski, Bonnie Light",
        "date": "2015-08-14",
        "description": "\n\nThe seasonal evolution of melt ponds has been well-documented on multiyear and landfast first-year sea ice, but is critically lacking on drifting, first-year sea ice, which is becoming increasingly prevalent in the Arctic. Using 1-meter resolution panchromatic satellite imagery paired with airborne and in situ data, we evaluated melt pond evolution for an entire melt season on drifting first-year and multiyear sea ice near the 2011 Applied Physics Laboratory Ice Station (APLIS) site in the Beaufort and Chukchi seas. A new algorithm was developed to classify the imagery into sea ice, thin ice, melt pond, and open water classes on two contrasting ice types: first-year and multiyear sea ice. Surprisingly, melt ponds formed ∼3 weeks earlier on multiyear ice. Both ice types had comparable mean snow depths, but multiyear ice had 0 - 5-cm deep snow covering ∼37% of its surveyed area, which may have facilitated earlier melt due to its low surface albedo compared to thicker snow. Maximum pond fractions were 53 ± 3% and 38 ± 3% on first-year and multiyear ice, respectively. APLIS pond fractions were compared with those from the Surface Heat Budget of the Arctic Ocean (SHEBA) field campaign. APLIS exhibited earlier melt and double the maximum pond fraction, which was in part due to the greater presence of thin snow and first-year ice at APLIS. These results reveal considerable differences in pond formation between ice types, and underscore the importance of snow depth distributions in the timing and progression of melt pond formation. This article is protected by copyright. All rights reserved.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC011030",
        "title": "Seasonal evolution of melt ponds on Arctic sea ice"
    },
    {
        "author": "Brian Dzwonkowski, Kyeong Park, Renee Collini",
        "date": "2015-08-14",
        "description": "\n\nOpportunistic observations captured the coupled estuarine-shelf interactions as the Alabama coastal region transitioned from a period of low to flood river discharge conditions. The period of focus was February 18 to April 10, 2011 during which time a combination of in-situ (water level, salinity and velocity) and remote sensing (ocean color) data provided information on the estuarine and shelf environment prior to, during, and post a major river discharge event that captured a relatively rare spatially synoptic view of the structural evolution of a discharge plume in response to changing forcing conditions. The discharge event generated major changes in the hydrographic conditions and forcing responses within the estuary and on the shelf. The resulting surface advected plume was observed for approximately two weeks, during which time the observed differences in shelf circulation were directly linked to the discharge plume and a plume bulge with anticyclonic circulation was identified at times throughout the event. The plume was exposed to a range of wind conditions which modulated the surface structure: downwelling winds elongated the plume structure and upwelling winds reversed and widened the plume. The influence of wind forcing, even during very low wind (<3.75 m s−1) and large outflow (∼7,000 m3 s−1) conditions, was apparent, as a result of the shallow and wide characteristics of the plume. Anticyclonic bulge regions have only been identified in a few systems and the occurrence of this feature on the Alabama shelf has significant implications on transport and fate of river discharge in this region. This article is protected by copyright. All rights reserved.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010714",
        "title": "The coupled estuarine-shelf response of a river-dominated system during the transition from low to high discharge"
    },
    {
        "author": "A. M. Matulka, Y. D. Afanasyev",
        "date": "2015-08-14",
        "description": "\n\nResults from the laboratory experiments on the evolution of baroclinically unstable flows generated in a rotating tank with topographic β-effect are presented. We study zonal jets of alternating direction which occur in these flows. The primary system we model includes lighter fluid in the South and heavier fluid in the North with resulting slow meridional circulation and fast mean zonal motion. In a two-layer system the velocity shear between the layers results in baroclinic instability which equilibrates with time and, due to interaction with β-effect generates zonal jets. This system is archetypal for various geophysical systems including the general circulation and jet streams in the Earth's atmosphere, the Antarctic Circumpolar Current or the areas in the vicinity of western boundary currents where baroclinic instability and multiple zonal jets are observed. The gradient of the surface elevation and the thickness of the upper layer are measured in the experiments using the Altimetric Imaging Velocimetry and the Optical Thickness Velocimetry techniques respectively. Barotropic and baroclinic velocity fields are then derived from the measured quantities. The results demonstrate that the zonal jets are driven by “eddy forcing” due to continuously created baroclinic perturbations. The flow is baroclinic to a significant degree and the jets are “surface intensified”. The meridional wavelength of the jets varies linearly with the baroclinic radius of deformation and is also in a good agreement with a modified Rhines scale. This suggests a linear dependence of the perturbation velocity in the equilibrated baroclinically unstable flow on the β-parameter. This article is protected by copyright. All rights reserved.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC011083",
        "title": "Zonal jets in equilibrating baroclinic instability on the polar beta plane: Experiments with altimetry"
    },
    {
        "author": "Per-Olov Rosén, Per S Andersson, Vanja Alling, Carl-Magnus Mörth, Göran Björk, Igor Semiletov, Don Porcelli",
        "date": "2015-08-13",
        "description": "\n\nIce export from the vast Arctic Siberian shelf is calculated using δ18O values and salinity data for water samples collected during the International Siberian Shelf Study between August and September 2008 (ISSS-08). The samples represent a wide range of salinities and δ18O values due to river water inputs and sea ice removal. We estimate the fraction of water that has been removed as ice by interpreting observed δ18O values and salinities as a result of mixing between river water and sea water end-members as well as to fractional ice removal. This method does not assume an ice end-member of fixed composition, which is especially important when applied on samples with large differences in salinity. The results show that there is net transport of ice from both the Laptev and the Eastern Siberian Seas, and in total 3000 km³ of sea ice is exported from the shelf. The annual total export of ice from the entire region, calculated from the residence time of water on the shelf, is estimated to be 860 km3 yr−1. Thus, changes in ice production on the shelf may have great impact on sea ice export from the Arctic Ocean. This article is protected by copyright. All rights reserved.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010866",
        "title": "Ice export from the Laptev and East Siberia Sea derived from δ18O values"
    },
    {
        "author": "N. P. Holliday, S. A. Cunningham, C. Johnson, S. F. Gary, C. Griffiths, J. F. Read, T. Sherwin",
        "date": "2015-08-13",
        "description": "\n\nThe Extended Ellett Line (EEL) hydrographic section extends from Scotland to Iceland crossing the Rockall Trough, Hatton-Rockall Basin and Iceland Basin. With 61 full-depth stations at a horizontal resolution of 10 to 50 km, the EEL samples the upper limb of the Atlantic Meridional Overturning Circulation flowing across the Iceland-Scotland Ridge into the Nordic Seas. The Rockall Trough has been sampled nearly four times per year from 1975 to 1996, and the full section annually since 1996. The EEL is an exceptionally long timeseries of deep-ocean temperatures and salinities. This study extends prior work in the Rockall Trough, and examines for the first time 18 year records in the Iceland and Hatton-Rockall Basins. We quantify errors in the timeseries from two sources: observational errors and aliasing. The data quality and annual sampling are suitable for observing interannual to decadal variability because the variability exceeds our error estimates. The upper waters of all 3 basins are cooler/fresher from 1997 to 2001, warmer/more saline 2001 to 2006, and cooler/fresher from 2006 to 2014. A reference level for geostrophic shear is developed heuristically and by comparison with sea-surface altimetry. The mean northward transport in the upper waters is 6.7±3.7 Sv and there is a 6.1±2.5 Sv southward flow below the thermocline. Although the magnitude of the Iceland Basin overturning circulation (4.3±1.9 Sv) is greater than in the Rockall Trough (3.0±3.7 Sv), the variability is greater in the Rockall Trough. We discuss the results in the context of our understanding of drivers of variability. This article is protected by copyright. All rights reserved.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010762",
        "title": "Multidecadal variability of potential temperature, salinity, and transport in the eastern subpolar North Atlantic"
    },
    {
        "author": "Dmitry S. Dukhovskoy, Jonathan Ubnoske, Edward Blanchard-Wrigglesworth, Hannah R. Hiester, Andrey Proshutinsky",
        "date": "2015-08-10",
        "description": "\n\nFive quantitative methodologies (metrics) that may be used to assess the skill of sea ice models against a control field are analyzed. The methodologies are Absolute Deviation, Root Mean Square Deviation, Mean Displacement, Hausdorff Distance, and Modified Hausdorff Distance. The methodologies are employed to quantify similarity between spatial distribution of the simulated and control scalar fields providing measures of model performance. To analyze their response to dissimilarities in 2-dimensional fields (contours), the metrics undergo sensitivity tests (scale, rotation, translation, and noise). Furthermore, in order to assess their ability to quantify resemblance of 3-dimensional fields the metrics are subjected to sensitivity tests where tested fields have continuous random spatial patterns inside the contours. The Modified Hausdorff Distance approach demonstrates the best response to tested differences, with the other methods limited by weak responses to scale and translation. Both Hausdorff Distance and Modifed Hausdorff Distance metrics are robust to noise, as opposed to the other methods. The metrics are then employed in realistic cases that validate sea ice concentration fields from numerical models and sea ice mean outlook against control data and observations. The Modified Hausdorff Distance method again exhibits high skill in quantifying similarity between both 2-dimensional (ice contour) and 3-dimensional (ice concentration) sea ice fields. The study demonstrates that the Modified Hausdorff Distance is a mathematically tractable and efficient method for model skill assessment and comparison providing effective and objective evaluation of both 2-dimensional and 3-dimensional sea ice characteristics across data sets. This article is protected by copyright. All rights reserved.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010989",
        "title": "Skill metrics for evaluation and comparison of sea ice models"
    },
    {
        "author": "Daling Li Yi, Liping Zhang, Lixin Wu",
        "date": "2015-08-07",
        "description": "\n\nThe decadal variability of the North Pacific gyre oscillation (NPGO) over the 20th century is examined from a long term integration of the Simple Ocean Data Assimilation (SODA) reanalysis. The NPGO is reflected by the second dominant pattern of sea surface height (SSH) variability in SODA, with a north-south dipole structure over the northeast Pacific. SSH anomalies in this region exhibit distinct decadal variability with a significant spectrum peak at approximately 18-yr. The upper-ocean heat budget reveals that this dipole structure associated with the NPGO is predominantly due to the anomalous Ekman pumping and Ekman advection induced by the surface wind. The NPGO mode in SODA reanalysis originates from atmosphere stochastic noise (North Pacific Oscillation) which has a meridional dipole pattern but no preferred timescale. The oceanic planetary wave, particularly the advective baroclinic mode, integration of atmospheric stochastic noise leads to a spatial resonance with preferred decadal time scale. The limitation of current study is also discussed. This article is protected by copyright. All rights reserved.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010660",
        "title": "On the mechanisms of decadal variability of the North Pacific gyre oscillation over the twentieth century"
    },
    {
        "author": "Meike Sena Martins, Detlef Stammer",
        "date": "2015-08-06",
        "description": "\n\nThe salinity budget of the upper tropical Pacific Ocean underneath the double Intertropical Convergence Zone (ITCZ) is studied using the Soil Moisture and Ocean Salinity (SMOS) and Aquarius surface salinity observations as well as in situ salinity measurements. In this shallow mixed layer region of the ocean, precipitation effects on the near-surface salinity budget are large, typically leading to a band of fresh sea surface salinity (SSS) between March and June. The role of precipitation during the freshening period is documented here through a direct correlation between the SMOS SSS fields and the monthly accumulated precipitation. During the same period, the mixed layer salinity budget is impacted by advection, which, based on in situ observations, is found to be another important mechanism for the evolution of the near-surface salinity as documented through a connection between the north equatorial eastern Pacific Fresh water pool and this south equatorial freshwater pattern in boreal spring. However, given the information at hand, the near-surface salinity budget cannot be closed, suggesting that other processes are important too, such as nonlinear effects, mixing and entrainment. This article is protected by copyright. All rights reserved.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010895",
        "title": "Pacific Ocean Surface Freshwater Variability underneath the double ITCZ as seen by Satellite Sea Surface Salinity Retrievals"
    },
    {
        "author": "Yasha Hetzel, Charitha Pattiaratchi, Ryan Lowe, Richard Hofmeister",
        "date": "2015-07-30",
        "description": "\n\nIn Shark Bay, a large inverse estuary in Western Australia, longitudinal density gradients establish a gravitational circulation that is important for bay-ocean exchange and transport of biological material such as larvae. The relative contributions of energy from wind and tidal mixing on the control of vertical stratification and gravitational circulation were investigated using the three-dimensional baroclinic ocean circulation model, GETM (General Estuarine Transport Model). In this large inverse estuary the effects of the winds and tides on vertical mixing were found to be of similar magnitude. A critical depth of ∼ 15 m was identified that determined whether winds or tides or a combination of the two was required to create vertically mixed conditions. Where it was shallower than the critical depth, either the wind or tide could fully mix the water column. In contrast, a combination of both winds and tides was required to mix the deeper channels. Density-driven circulation peaked 0-3 days after periods of maximum stratification, resulting in a fortnightly modulation of dense water outflows along the sea bed following the tidal stage. Salt flux calculations provided new evidence for the predominance of outflow through the deeper northern entrance channel where outflows persisted through all stages of the tide. In contrast, outflows through the western channel were more intermittent with a stronger tidal component. Wind driven lateral circulation between the entrances was also important and could temporarily reverse the circulation during northerly wind events. This article is protected by copyright. All rights reserved.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010733",
        "title": "Wind and tidal mixing controls on stratification and dense water outflows in a large hypersaline bay"
    },
    {
        "author": "Christian Katlein, Stefanie Arndt, Marcel Nicolaus, Donald K. Perovich, Michael V. Jakuba, Stefano Suman, Stephen Elliott, Louis L. Whitcomb, Christopher J. McFarland, Rüdiger Gerdes, Antje Boetius, Christopher R. German",
        "date": "2015-07-30",
        "description": "\n\nThe observed changes in physical properties of sea ice such as decreased thickness and increased melt pond cover severely impact the energy budget of Arctic sea ice. Increased light transmission leads to increased deposition of solar energy in the upper ocean and thus plays a crucial role for amount and timing of sea-ice-melt and under-ice primary production. Recent developments in underwater technology provide new opportunities to study light transmission below the largely inaccessible underside of sea ice. We measured spectral under-ice radiance and irradiance using the new Nereid Under-Ice (NUI) underwater robotic vehicle, during a cruise of the R/V Polarstern to 83°N 6°W in the Arctic Ocean in July 2014. NUI is a next generation hybrid remotely operated vehicle (H-ROV) designed for both remotely-piloted and autonomous surveys underneath land-fast and moving sea ice. Here we present results from one of the first comprehensive scientific dives of NUI employing its interdisciplinary sensor suite. We combine under-ice optical measurements with three dimensional under-ice topography (multibeam sonar) and aerial images of the surface conditions. We investigate the influence of spatially varying ice-thickness and surface properties on the spatial variability of light transmittance during summer. Our results show that surface properties such as melt ponds dominate the spatial distribution of the under-ice light field on small scales (<1000m2), while sea ice-thickness is the most important predictor for light transmission on larger scales. In addition, we propose the use of an algorithm to obtain histograms of light transmission from distributions of sea ice thickness and surface albedo. This article is protected by copyright. All rights reserved.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010914",
        "title": "Influence of ice thickness and surface properties on light transmission through Arctic sea ice"
    },
    {
        "author": "S. Sammartino, J. García Lafuente, C. Naranjo, J.C. Sánchez Garrido, R. Sánchez Leal, A. Sánchez Román",
        "date": "2015-07-29",
        "description": "\n\nMore than ten-year of Acoustic Doppler Current Profiler observations collected at the westernmost sill (Espartel sill) of the Strait of Gibraltar by a monitoring station, have been carefully processed to provide the most updated estimation of the Mediterranean outflow. A comprehensive quality control of the factors affecting the uncertainty of the measurements has been carried out and great care has been paid to infer the current at the bottom layer, where direct observations are lacking. The mean outflow in the southern channel of the sill section has been estimated as -0.82 Sv (1 Sv = 1x106 m3 s−1), with an average contribution of the eddy fluxes of -0.04 Sv. This figure is an overestimation, as the mooring measurements, assumed valid for the whole section, ignore the lateral friction. On the other hand, it only gives the flow through the southern channel and disregards the fraction flowing through shallower northern part. Both drawbacks have been addressed by investigating the cross-strait structure of the outflow from hindcasts produced by the MITgcm numerical model, run in a high-resolution domain covering the Gulf of Cádiz and Alboran Sea basins. An overall rectifying factor of 1.039 was found satisfactory to correct the first estimate, so that the final mean outflow computed from this dataset is -0.85 Sv, complemented with an uncertainty of ±0.03 Sv based on the interannual variability of the series. The temporal analysis of the series shows an outflow seasonality of around the 8% of the mean value, with maximum outflow in early spring. This article is protected by copyright. All rights reserved.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010674",
        "title": "Ten years of marine current measurements in Espartel Sill, Strait of Gibraltar"
    },
    {
        "author": "J. Zavala-Garay, J. Theiss, M. Moulton, C. Walsh, R. van Woesik, C. G. Mayorga-Adame, M. Garcíia-Reyes, D. S. Mukaka, K. Whilden, Y. W. Shaghude",
        "date": "2015-07-24",
        "description": "\n\nThe Zanzibar Channel lies between the mainland of Tanzania and Zanzibar Island in the tropical western Indian Ocean, is about 100 km long, 40 km wide, and 40 m deep, and is essential to local socioeconomic activities. This paper presents a model of the seasonal and tidal dynamics of the Zanzibar Channel based on the Regional Ocean Modeling System (ROMS) and a comparison of the model and observations. The seasonal dynamics of the channel is forced by remote processes and the local wind. Remote forcing creates the East African Coastal Current, a portion of which flows through the channel northward with a seasonally varying magnitude. The local wind enhances this seasonality in the surface Ekman layer, resulting in a stronger northward flow during the southwest monsoon season and a weak northward or occasionally southward flow during the northeast monsoon season. The tidal flows converge and diverge in the center of the channel and reduce the transport in the channel. The remotely forced, wind-forced, and tidal dynamics contain 5%, 3%, and 92% of the total kinetic energy, respectively. Despite their low kinetic energy, the remotely forced and wind-forced flows are most relevant in advecting channel water to the open ocean, which occurs in 19 days at the peak of the southwest monsoon season. The channel is well mixed, except during brief periods in the two rainy seasons, and temporarily cools between December and February. The dispersion of passive tracers is presented as an example of potential model applications. This article is protected by copyright. All rights reserved.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010879",
        "title": "On the dynamics of the Zanzibar Channel"
    },
    {
        "author": "Johannes E. M. Mosig, Fabien Montiel, Vernon A. Squire",
        "date": "2015-07-24",
        "description": "\n\nContinuum-based models that describe the propagation of ocean waves in ice-infested seas are considered, where the surface ocean layer (including ice floes, brash ice, etc.) is modeled by a homogeneous viscoelastic material which causes waves to attenuate as they travel through the medium.\nThree ice layer models are compared, namely a viscoelastic fluid layer model currently being trialled in the spectral wave model WAVEWATCH III® and two simpler viscoelastic thin beam models.\nAll three models are two dimensional.\nA comparative analysis shows that one of the beam models provides similar predictions for wave attenuation and wavelength to the viscoelastic fluid model.\nThe three models are calibrated using wave attenuation data recently collected in the Antarctic marginal ice zone as an example.\nAlthough agreement with the data is obtained with all three models, several important issues related to the viscoelastic fluid model are identified that raise questions about its suitability to characterize wave attenuation in ice-covered seas.\nViscoelastic beam models appear to provide a more robust parametrization of the phenomenon being modeled, but still remain questionable as a valid characterization of wave-ice interactions generally. This article is protected by copyright. All rights reserved.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010881",
        "title": "Comparison of viscoelastic-type models for ocean wave attenuation in ice-covered seas"
    },
    {
        "author": "Joseph K. Ansong, Brian K. Arbic, Maarten C. Buijsman, James G. Richman, Jay F. Shriver, Alan J. Wallcraft",
        "date": "2015-07-23",
        "description": "\n\nA global high-resolution ocean circulation model forced by atmospheric fields and the M2 tidal constituent is used to explore plausible scenarios for the damping of low-mode internal tides. The plausibility of different damping scenarios is tested by comparing the modeled barotropic tides with TPXO8, a highly accurate satellite-altimetry constrained tide model, and by comparing the modeled coherent baroclinic tide amplitudes against along-track altimetry. Five scenarios are tested: (1) a topographic internal wave drag, argued here to represent the breaking of unresolved high vertical modes, applied to the bottom flow (default configuration), (2) a wave drag applied to the barotropic flow, (3) absence of wave drag, (4) a substantial increase in quadratic bottom friction along the continental shelves (with wave drag turned off), and (5) application of wave drag to the barotropic flow at the same time that quadratic bottom friction is substantially increased along the shelves. Of the scenarios tested here, the default configuration (1) yields the most accurate tides. In all other scenarios (2-5), the lack of damping on open-ocean baroclinic motions yields baroclinic tides that are too energetic and travel too far from their sources, despite the presence of a vigorous mesoscale eddy field which can scatter and de-cohere internal tides in the model. The barotropic tides are also less accurate in the absence of an open-ocean damping on barotropic motions, that is, in scenarios (3) and (4). The results presented here suggest that low-mode internal tides experience substantial damping in the open-ocean. This article is protected by copyright. All rights reserved.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010998",
        "title": "Indirect evidence for substantial damping of low-mode internal tides in the open ocean"
    },
    {
        "author": "K. Hally-Rosendahl, F. Feddersen, D. B. Clark, R. T. Guza",
        "date": "2015-07-17",
        "description": "\n\nSurfzone and inner-shelf tracer dispersion are observed at an approximately alongshore-uniform beach. Fluorescent Rhodamine WT dye, released near the shoreline continuously for 6.5 h, is advected alongshore by breaking wave- and wind-driven currents, and ejected offshore from the surfzone to the inner-shelf by transient rip currents. Novel aerial-based multispectral dye concentration images and in situ measurements of dye, waves, and currents provide tracer transport and dilution observations spanning about 350 m cross-shore and 3 km alongshore. Downstream dilution of near-shoreline dye follows power law decay with exponent -0.33, implying that a 10-fold increase in alongshore distance reduces the concentration about 50%. Coupled surfzone and inner-shelf dye mass balances close, and in 5 h roughly 1/2 of the surfzone-released dye is transported offshore to the inner-shelf. Observed cross-shore transports are parameterized well using a bulk exchange velocity and mean surfzone to inner-shelf dye concentration difference (r2 = 0.85, best fit slope = 0.7). The best fit cross-shore exchange velocity u*=1.2 × 10−2 ms−1 is similar to a temperature-derived exchange velocity on another day with similar wave conditions. The u* magnitude and observed inner-shelf dye length scales, time scales, and vertical structure indicate the dominance of transient rip currents in surfzone to inner-shelf cross-shore exchange during moderate waves at this alongshore-uniform beach. This article is protected by copyright. All rights reserved.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010844",
        "title": "Surfzone to inner-shelf exchange estimated from dye tracer balances"
    },
    {
        "author": "Matthias Rabatel, Stéphane Labbé, Jérôme Weiss",
        "date": "2015-07-16",
        "description": "\n\nIn this paper, we present a model describing the dynamics of a population of ice floes with arbitrary shapes and sizes, which are exposed to atmospheric and oceanic skin drag. The granular model presented is based on simplified momentum equations for ice floe motion between collisions and on the resolution of linear complementarity problems to deal with ice floe collisions. Between collisions, the motion of an individual ice floe satisfies the linear and angular momentum conservation equations, with classical formulae applied to account for atmospheric and oceanic skin drag. To deal with collisions, before they lead to interpenetration, we included a linear complementarity problem based on the Signorini condition and Coulombs law. The nature of the contact is described through a constant coefficient of friction μ, as well as a coefficient of restitution (0≤ɛ≤1) describing the loss of kinetic energy during the collision. In the present version of our model, this coefficient is fixed. The model was validated using data obtained from the motion of interacting artificial wood floes in a test basin. The results of simulations comprising few hundreds ice floes of various shapes and sizes, exposed to different forcing scenarios and under different configurations, are also discussed. They show that the progressive clustering of ice floes as the result of kinetic energy dissipation during collisions is well-captured, and suggest a collisional regimes of floe dispersion at small scales, different from a large scale regime essentially driven by wind forcing. This article is protected by copyright. All rights reserved.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010909",
        "title": "Dynamics of an assembly of rigid ice floes"
    },
    {
        "author": "Cheryl Ann Blain, Richard P. Mied, Paul McKay, Wei Chen, William J. Rhea",
        "date": "2015-06-15",
        "description": "\n\nNon-buoyant front formation at the confluence of Nanjemoy Creek and the main Potomac River (MD) channel is examined. Terra satellite ASTER imagery reveals a sediment color front emerging from Nanjemoy Creek when the Potomac is near maximum ebb. Nearly contemporaneous ASTER and Landsat ETM+ imagery are used to extract surface velocities, which suggest a velocity shear front is collocated with the color front. In-situ velocities (measured by RiverRay traverses near the Nanjemoy Creek mouth) confirm the shear front's presence.\nA finite-element simulation (using ADCIRC) replicates the observed velocity-shear front and is applied to decipher its physics. Three results emerge: 1.) The velocity-shear front forms, confined to a shoal downstream of the creek-river confluence for most of the tidal cycle, 2.) A simulation with a flat bottom in Nanjemoy Creek and Potomac River (i.e., no bathymetry variation) indicates the velocity-shear front never forms, hence the front cannot exist without the bathymetry, and 3.) An additional simulation with a blocked-off Creek entrance demonstrates that while the magnitude of the velocity-shear is largely unchanged without the creek, shear front formation is delayed in time. Without the Creek there is no advection of the M6 tidal constituent (generated by nonlinear interaction of the flow with bottom friction) onto the shoals, only a locally generated contribution. A tidal phase difference between Nanjemoy and Potomac causes the ebbing Nanjemoy Creek waters to intrude into the Potomac as far south as its deep channel, and draw from a similar location in the Potomac during Nanjemoy flood. This article is protected by copyright. All rights reserved.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010563",
        "title": "Bathymetrically controlled velocity-shear front at a tidal river confluence"
    },
    {
        "author": "Alon A. Stern, Eric Johnson, David M. Holland, Till J.W. Wagner, Peter Wadhams, Richard Bates, E. Povl Abrahamsen, Keith W. Nicholls, Anna Crawford, Jonathan Gagnon, Jean-Eric Tremblay",
        "date": "2015-08-24",
        "description": "\n\nTemperature and salinity data collected around grounded tabular icebergs in Baffin Bay in 2011, 2012, and 2013 indicate wind-induced upwelling at certain locations around the icebergs. These data suggest that along one side of the iceberg, wind forcing leads to Ekman transport away from the iceberg, which causes upwelling of the cool saline water from below. The upwelling water mixes with the water above the thermocline, causing the mixed layer to become cooler and more saline. Along the opposite side of the iceberg, the surface Ekman transport moves towards the iceberg, which causes a sharpening of the thermocline as warm fresh water is trapped near the surface. This results in higher mixed layer temperatures and lower mixed layer salinities on this side of the iceberg. Based on these in situ measurements, we hypothesize that the asymmetries in water properties around the iceberg, caused by the opposing effects of upwelling and sharpening of the thermocline, lead to differential deterioration around the iceberg. Analysis of satellite imagery around iceberg PII-B-1 reveals differential decay around the iceberg, in agreement with this mechanism.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010805",
        "title": "Wind-driven upwelling around grounded tabular icebergs"
    },
    {
        "author": "Liyang Zhan, Liqi Chen, Jiexia Zhang, Jinpei Yan, Yuhong Li, Man Wu, Suqing Xu, Qi Lin, Jianming Pan, Jun Zhao",
        "date": "2015-08-24",
        "description": "\n\nThe ocean, particularly the Southern Ocean, is considered a significant source of atmospheric N2O, which is an ozone-depleting greenhouse gas. However, there are limited data available supporting this conclusion. Thus, this study sampled and analyzed the oceanic N2O in Prydz Bay. The results demonstrated that the distribution of N2O in this embayment differed between the north and south sides of the Antarctic Slope Front (ASF), corresponding to the different hydrographic characteristics on each side. Although the air to sea N2O flux north of the shelf break is ∼−1.20 ± 0.44 μmol m−2 d−1, the source sink characteristics need to be further constrained because the Circumpolar Deep Water (CDW) may occasionally outcrop over the surface layer. The water masses over the continental shelf south of the shelf break may be a temporary or even a permanent N2O sink when sea ice is absent. The air to sea flux south of the shelf break is ∼−3.65 ± 0.95 μmol m−2 d−1, and the water column is undersaturated with N2O, which may result from the deep convection of N2O-undersaturated surface water during the winter. Evidence also suggests that the formation of Antarctic Bottom Water (AABW) may provide a pathway for N2O removal from the upper layer at high latitudes.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010944",
        "title": "Austral summer N2O sink and source characteristics and their impact factors in Prydz Bay, Antarctica"
    },
    {
        "author": "M. A. Srokosz, J. Robinson, H. McGrain, E. E. Popova, A. Yool",
        "date": "2015-08-21",
        "description": "\n\nIn the oligotrophic waters to the east of Madagascar, a large phytoplankton bloom is found to occur in late austral summer. This bloom is composed of nitrogen fixers and can cover up to ∼1% of the world's ocean surface area. Satellite observations show that its spatial structure is closely tied to the underlying mesoscale eddy field in the region. The causes of the bloom and its temporal behavior (timing of its initiation and termination) and spatial variability are poorly understood, in part due to a lack of in situ observations. Here an eddy resolving 1/12° resolution ocean general circulation model and Lagrangian particle tracking are used to examine the hypothesis that iron from sediments around Madagascar could be advected east by the mesoscale eddy field to fertilize the bloom, and that variability in advection could explain the significant interannual variability in the spatial extent of the bloom. The model results suggest that this is indeed possible and furthermore imply that the bloom could be triggered by warming of the mixed layer, leading to optimal conditions for nitrogen fixers to grow, while its termination could be due to iron exhaustion. It is found that advection of Madagascan iron could resupply the bloom region with this micronutrient in the period between the termination of one bloom and the initiation of the next in the following year.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC011075",
        "title": "Could the Madagascar bloom be fertilized by Madagascan iron?"
    },
    {
        "author": "Wenming Lin, Marcos Portabella, Ad Stoffelen, Jur Vogelzang, Anton Verhoef",
        "date": "2015-08-21",
        "description": "\n\nThe assessment and validation of the quality of satellite scatterometer vector winds is challenging under increased subcell wind variability conditions, since reference wind sources such as buoy winds or model output represent very different spatial scales from those resolved by scatterometers (i.e., increased representativeness error). In this paper, moored buoy wind time series are used to assess the correlation between subcell wind variability and several Advanced Scatterometer (ASCAT)-derived parameters, such as the wind-inversion residual, the backscatter measurement variability factor, and the singularity exponents derived from an image processing technique, called singularity analysis. It is proven that all three ASCAT parameters are sensitive to the subcell wind variability and complementary in flagging the most variable winds, which is useful for further application. A triple collocation (TC) analysis of ASCAT, buoy, and the European Centre for Medium-range Weather Forecasting (ECMWF) model output is then performed to assess the quality of each wind data source under different variability conditions. A novel approach is used to compute the representativeness errors, a key ingredient for the TC analysis. The experimental results show that the estimated errors of each wind source increase as the subcell wind variability increases. When temporally averaged buoy winds are used instead of 10 min buoy winds, the TC analysis results in smaller buoy wind errors (notably at increased wind variability conditions) while ASCAT and ECMWF errors do not significantly change, further validating the proposed TC approach. It is concluded that at 25 km resolution, ASCAT provides the best quality winds in general.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010861",
        "title": "ASCAT wind quality under high subcell wind variability conditions"
    },
    {
        "author": "Zhigang Lai, Ronghua Ma, Guangyin Gao, Changsheng Chen, Robert C. Beardsley",
        "date": "2015-08-21",
        "description": "\n\nImpacts of the multichannel river network on plume dynamics in the Pearl River estuary were examined using a high-resolution 3-D circulation model. The results showed that during the dry season the plume was a distinct feature along the western coast of the estuary. The plume was defined as three water masses: (a) riverine water (<5 psu), (b) estuarine water (12–20 psu), and (c) diluted water (>22 psu), respectively. A significant amount of low-salinity water from Hengmen and Hongqimen was transported through a narrow channel between the QiAo Island and the mainland of the Pearl River delta during the ebb tide and formed a local salinity-gradient feature (hereafter referred to as a discharge plume). This discharge plume was a typical small-scale river plume with a Kelvin number K = 0.24 and a strong frontal boundary on its offshore side. With evidence of a significant impact on the distribution and variability of the salinity and flow over the West Shoal, this plume was thought to be a major feature of the Pearl River plume during the dry season. The upstream multichannel river network not only were the freshwater discharge sources but also played a role in establishing an estuarine-scale subtidal pressure gradient. This pressure gradient was one of the key dynamical processes controlling the water exchange between discharge and river plumes in the Pearl River estuary. This study clearly showed the role of the river network and estuary interaction on river plume dynamics.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010490",
        "title": "Impact of multichannel river network on the plume dynamics in the Pearl River estuary"
    },
    {
        "author": "Oleg A. Saenko, Duo Yang, Jonathan M. Gregory, Paul Spence, Paul G. Myers",
        "date": "2015-08-21",
        "description": "\n\nWe present ocean model sensitivity experiments aimed at separating the influence of the projected changes in the “thermal” (near-surface air temperature) and “wind” (near-surface winds) forcing on the patterns of sea level and ocean heat content. In the North Atlantic, the distribution of sea level change is more due to the “thermal” forcing, whereas it is more due to the “wind” forcing in the North Pacific; in the Southern Ocean, the “thermal” and “wind” forcing have a comparable influence. In the ocean adjacent to Antarctica the “thermal” forcing leads to an inflow of warmer waters on the continental shelves, which is somewhat attenuated by the “wind” forcing. The structure of the vertically integrated heat uptake is set by different processes at low and high latitudes: at low latitudes it is dominated by the heat transport convergence, whereas at high latitudes it represents a small residual of changes in the surface flux and advection of heat. The structure of the horizontally integrated heat content tendency is set by the increase of downward heat flux by the mean circulation and comparable decrease of upward heat flux by the subgrid-scale processes; the upward eddy heat flux decreases and increases by almost the same magnitude in response to, respectively, the “thermal” and “wind” forcing. Regionally, the surface heat loss and deep convection weaken in the Labrador Sea, but intensify in the Greenland Sea in the region of sea ice retreat. The enhanced heat flux anomaly in the subpolar Atlantic is mainly caused by the “thermal” forcing.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010928",
        "title": "Separating the influence of projected changes in air temperature and wind on patterns of sea level change and ocean heat content"
    },
    {
        "author": "S.-M. Huang, Lie-Yauw Oey",
        "date": "2015-08-20",
        "description": "\n\nThe rightward tendency (in northern hemisphere) of enhanced phytoplankton bloom often observed in the wake of a tropical cyclone has commonly been attributed to the rightward bias of mixing due to stronger wind and wind-current resonance. We demonstrated using a high-resolution biophysical model that vertical mixing alone resulted only in weak asymmetry after the passage of the storm. The enhanced bloom was caused instead by decreased turbulence due to restratification by submesoscale recirculation cells preferentially produced on the right side, rightward shift of cool isotherms, and spin-up of a subsurface jet. We showed using a two-time scale asymptotic expansion that these slower-evolving features were forced by resonance Reynolds stresses of the energetic and rapidly oscillating near-inertial internal waves.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010896",
        "title": "Right-side cooling and phytoplankton bloom in the wake of a tropical cyclone"
    },
    {
        "author": "Donya Frank, Diane Foster, In Mei Sou, Joseph Calantoni",
        "date": "2015-08-16",
        "description": "\n\nIncipient motion experiments were conducted with natural gravel, acetate beads, and coarse-gravel-sized electronic grains called Smart Sediment Grains in a Small-Oscillatory Flow Tunnel. Measurements of fluid velocity were made using Particle Image Velocimetry. The strength of the fluid shear stresses and the pressure gradients were examined for a range of oscillatory flow conditions at the onset of motion of the sediment particles to determine which mechanism had induced particle motion. The three sediment types utilized in these experiments facilitated an assessment of the effects of sediment grain size diameter, shape, and density on incipient motion. Results suggested that the onset of sediment motion was dominated by the pressure gradients for flows with small orbital excursion amplitudes, by the shear stresses for flows with large orbital excursion amplitudes and by the combined effects for intermediate flows. The denser, angular gravel required greater free-stream accelerations to trigger sediment motion than the spherical, less dense acetate beads, and Smart Sediment Grains. A combined parameter for incipient motion that accounts for the simultaneous effects of both shear stresses and pressure gradients while depending on the static coefficient of friction and the packing concentration of the mobile bed layer was evaluated for accuracy using a range of sediment types. The results suggested that the combined parameter may be a better indicator of sediment mobilization under oscillatory flows than the typically assumed shear stress criterion.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010424",
        "title": "Incipient motion of surf zone sediments"
    },
    {
        "author": "J. H. Trowbridge, P. Traykovski",
        "date": "2015-08-16",
        "description": "\n\nRecent field investigations of the damping of ocean surface waves over fluid muds have revealed waves on the interface between the thin layer of fluid mud and the overlying much thicker column of clear water, accompanied by bed forms on the erodible seabed beneath the fluid mud. The frequencies and wavelengths of the observed interfacial waves are qualitatively consistent with the linear dispersion relationship for long interfacial waves, but the forcing mechanism is not known. To understand the forcing, a linear model is proposed, based on the layer-averaged hydrostatic equations for the fluid mud, together with the Meyer-Peter-Mueller equation for the sediment transport within the underlying seabed, both subject to oscillatory forcing by the surface waves. If the underlying seabed is nonerodible and flat, the model indicates parametric instability to interfacial waves, but the threshold for instability is not met by the observations. If the underlying seabed is erodible, the model indicates that perturbations to the seabed elevation in the presence of the oscillatory forcing create interfacial waves, which in turn produce stresses within the fluid mud that force a net transport of sediment within the seabed toward the bed form crests, thus causing growth of both bed forms and interfacial waves. The frequencies, wavelengths, and growth rates are in qualitative agreement with the observations. A competition between mixing created by the interfacial waves and gravitational settling might control the thickness, density, and viscosity of the fluid muds during periods of strong forcing.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010872",
        "title": "Coupled dynamics of interfacial waves and bed forms in fluid muds over erodible seabeds in oscillatory flows"
    },
    {
        "author": "Fanny Chenillat, Peter J. S. Franks, Pascal Rivière, Xavier Capet, Nicolas Grima, Bruno Blanke",
        "date": "2015-08-14",
        "description": "\n\nThe California Current System is an eastern boundary upwelling system (EBUS) with high biological production along the coast. Oligotrophic offshore waters create cross-shore gradients of biological and physical properties, which are affected by intense mesoscale eddy activity. The influence of eddies on ecosystem dynamics in EBUS is still in debate. To elucidate the mechanisms that influence the dynamics of ecosystems trapped in eddies, and the relative contribution of horizontal and vertical advection in determining local production, we analyze a particular cyclonic eddy using Lagrangian particle-tracking analyses of numerical Eulerian. The eddy formed in a coastal upwelling system; coastal waters trapped in the eddy enabled it to leave the upwelling region with high concentrations of plankton and nutrients. The ecosystem was initially driven mainly by recycling of biological material. As the eddy moved offshore, production in its core was enhanced compared to eddy exterior waters through Ekman pumping of nitrate from below the euphotic zone; this Ekman pumping was particularly effective due to the shallow nitracline in the eddy compared to eddy exterior waters. Both eddy trapping and Ekman pumping helped to isolate and maintain the ecosystem productivity in the eddy core. This study shows the importance of cyclonic eddies for biological production in EBUS: they contribute both to the redistribution of the coastal upwelling ecosystem and are local regions of enhanced new production. Together, these processes impact cross-shore gradients of important biological properties.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010826",
        "title": "Plankton dynamics in a cyclonic eddy in the Southern California Current System"
    },
    {
        "author": "Eunjeong Lee, Yign Noh, Bo Qiu, Sang-Wook Yeh",
        "date": "2015-08-14",
        "description": "\n\nSeasonal variations of the upper ocean, such as mixed layer depth (MLD) and sea surface temperature (SST), responding to the atmospheric forcing in the North Pacific (10°N–50°N), are investigated by analyzing the Argo and NCEP/NCAR reanalysis 1 data. The OAFlux data are also used for comparison. During the early heating period in the high-latitude ocean north of 30°N, where a seasonal thermocline is formed above the deep mixed layer under strong surface heating, the MLD h is found to be scaled as \nh∝(Lλ)1/2, where L is the Monin-Obukhov length scale and λ is the Ekman length scale. On the other hand, in the low-latitude ocean south of 30°N, where the preexisting MLD is shallow and surface heating is weak, h is found to be scaled by λ. It is found that a large amount of heat flux across the MLD occurs, especially in the high-latitude ocean during the late heating period, in which h is small. It suggests the contribution by turbulent mixing across the MLD in addition to radiation penetration, and the eddy diffusivity in the high-latitude ocean is estimated as \nKv ∼ 10−4−10−3 m2 s−1. The heat budget of the mixed layer reveals that the contribution from the ocean heat transport is much smaller than the surface heat flux in the high-latitude ocean except in the Kuroshio region, but it is sometimes comparable in the low-latitude ocean.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010800",
        "title": "Seasonal variation of the upper ocean responding to surface heating in the North Pacific"
    },
    {
        "author": "Lauren Ross, Arnoldo Valle-Levinson, Iván Pérez-Santos, Fabian J. Tapia, Wolfgang Schneider",
        "date": "2015-08-14",
        "description": "\n\nTime series of horizontal velocities, echo intensity, wind velocity, and atmospheric pressure were collected for ∼200 days in a Patagonian fjord to explore pycnocline motions produced by the Southern Hemisphere's baroclinic annular mode (BAM). The BAM variability occurs between 20 and 30 days and is associated with fluctuations in atmospheric kinetic energy and in turbulent fluxes of heat. Spectra of horizontal velocities and normalized echo intensity in the fjord's water showed highest energy between 25 and 30 days. This was explained by sustained westerly winds associated with extreme low-pressure systems (∼900 hPa) that had periodicity related to the BAM. Wind forcing produced >40 cm s−1 along-channel and cross-channel currents in the surface layer, which in turn created a wind-induced setup toward the head of the fjord. The setup was accompanied by a deepening of the pycnocline (from 5 to 15 m depth) with ∼25 to 30 day periodicity, as derived from the normalized echo intensity. The dominant empirical orthogonal function mode of the normalized echo intensity profiles explained 70.8% of the variance and also exhibited a ∼25–30 day periodicity. Further, a wavelet and spectral analysis of 10 years of atmospheric pressure indicated peaks between 25 and 30 days each year, indicating that the BAM consistently influences weather patterns in Chilean Patagonia. This is the first documented case of baroclinic annular variability in a specific region of the Southern Hemisphere, and of its effects on fjord systems.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010669",
        "title": "Baroclinic annular variability of internal motions in a Patagonian fjord"
    },
    {
        "author": "Hrvoje Mihanović, Ivica Vilibić, Natalija Dunić, Jadranka Šepić",
        "date": "2015-08-14",
        "description": "\n\nWe analyzed long-term time series of temperature, salinity, and dissolved oxygen (DO) concentrations collected along the Palagruža Sill transect (middle Adriatic) between 1952 and 2010. The data have been mostly collected on seasonal basis, allowing for extraction of seasonal signal from the series. By applying Self-Organizing Maps (SOM) method, a kind of unsupervised neural network method, the processes on a decadal time scale emerged as the most relevant for changes of oceanographic properties in the middle Adriatic area. Sensitivity studies revealed that oceanographic patterns obtained by SOM were not sensitive to shortening of time series, to removal of data from one station or to removal of DO from the analysis. Simultaneous SOM-based mapping of sea surface heights in the northern Ionian Sea, with these heights serving as a proxy for the Adriatic-Ionian Bimodal Oscillating System (BiOS), revealed asymmetry between anticyclonic and cyclonic BiOS patterns and correlated the decadal oscillations in the middle Adriatic with the reversals in the BiOS circulation regimes. These reversals are found to either rapidly change oceanographic properties in the middle Adriatic (e.g., during the Eastern Mediterranean Transient) or to change them with a time lag of 2–3 years. The mapped connections may be used for a short-time (a few years) forecasting of the Adriatic oceanographic properties or for mapping future climate decadal oscillations as seen by ocean climate models.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010725",
        "title": "Mapping of decadal middle Adriatic oceanographic variability and its relation to the BiOS regime"
    },
    {
        "author": "Jan Erik H. Weber, Magnus Drivdal, Kai H. Christensen, Göran Broström",
        "date": "2015-08-14",
        "description": "\n\nThe Coriolis-Stokes (CS) force is a wave-induced forcing of the Eulerian mean motion in a rotating ocean. For idealized conditions, it is demonstrated by comparison with Lagrangian results that the appropriate surface boundary condition for the Eulerian mean wave-induced flow is that of vanishing vertical shear. The Eulerian mean current derived by applying this condition plus the inviscid Stokes drift yield the Lagrangian wave-induced drift velocity, apart from a small boundary-layer correction. Appreciation of the importance of the CS force in the momentum balance has led to investigations of the role of the CS force in the energy budget. The present study shows that the CS force is not a source for the rate of change of the total average energy density in the fluid, when the vertical integration is performed to the moving material surface. However, results to fourth order in wave steepness confirm earlier findings that the CS force acts to change the vertically integrated Eulerian kinetic energy of the mean flow. A new interpretation relates this effect to the fact that the mean Eulerian Coriolis force performs work in acting along the motion of the Lagrangian wave-induced mass (caused by the divergence effect) at the surface.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010717",
        "title": "Some aspects of the Coriolis-Stokes forcing in the oceanic momentum and energy budgets"
    },
    {
        "author": "Carsten Abraham, Nadja Steiner, Adam Monahan, Christine Michel",
        "date": "2015-08-14",
        "description": "\n\nSnow is a principal factor in controlling heat and light fluxes through sea ice. With the goal of improving radiative and heat flux estimates through sea ice in regional and global models without the need of detailed snow property descriptions, a new parameterization including subgrid-scale snow thickness variability is presented. One-parameter snow thickness distributions depending only on the gridbox-mean snow thickness are introduced resulting in analytical solutions for the fluxes of heat and light through the snow layer. As the snowpack melts, these snow thickness distributions ensure a smooth seasonal transition of the light field under sea ice. Spatially homogenous melting applied to an inhomogeneous distribution of snow thicknesses allows the appearance of bare sea ice areas and melt ponds before all snow has melted. In comparison to uniform-thickness snow used in previous models, the bias in the under sea-ice light field is halved with this parameterization. Model results from a one-dimensional ocean turbulence model coupled with a thermodynamic sea ice model are compared to observations near Resolute in the Canadian High Arctic. The simulations show substantial improvements not only to the light field at the sea ice base which will affect ice algal growth but also to the sea ice and seasonal snowpack evolution. During melting periods, the snowpack can survive longer while sea ice thickness starts to reduce earlier.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010741",
        "title": "Effects of subgrid-scale snow thickness variability on radiative transfer in sea ice"
    },
    {
        "author": "Michael Fettweis, Matthias Baeye",
        "date": "2015-08-14",
        "description": "\n\nSuspended Particulate Matter (SPM) concentration profiles of the lowest 2 m of the water column and particle size distribution at 2 m above the bed were measured in a coastal turbidity maximum area (southern North Sea) during more than 700 days between 2006 and 2013. The long-term data series of SPM concentration, floc size, and settling velocity have been ensemble averaged according to tidal range, alongshore residual flow direction, and season, in order to investigate the seasonal SPM dynamics and its relation with physical and biological processes. The data show that the SPM is more concentrated in the near-bed layer in summer, whereas in winter, the SPM is better mixed throughout the water column. The decrease of the SPM concentration in the water column during summer is compensated by a higher near-bed concentration indicating that a significant part of the SPM remains in the area during summer rather than being advected out of it. The opposite seasonality between near-bed layer and water column has to our knowledge not yet been presented in literature. Physical effects such as wave heights, wind climate, or storms have a weak correlation with the observed seasonality. The argument to favor microbial activity as main driver of the seasonality lies in the observed variations in floc size and settling velocity. On average, the flocs are larger and thus settling velocities higher in summer than winter.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010644",
        "title": "Seasonal variation in concentration, size, and settling velocity of muddy marine flocs in the benthic boundary layer"
    },
    {
        "author": "Benjamin Miles Butler, Hilary Kennedy",
        "date": "2015-08-14",
        "description": "\n\nFrozen seawater is a composite material with a sponge-like structure. The framework of the structure is composed of pure ice, and within the pores exists a concentrated seawater brine. When the temperature is reduced, the volume of this residual brine decreases, while its salinity increases. As a result of the paired changes to temperature and salinity, the brine eventually becomes supersaturated with respect to a mineral, resulting in the precipitation of microscopic crystals throughout the ice structure. Due to experimental constraints, the current understanding about the formation of these minerals relies on the analysis of the residual brine, rather than the mineral phase. Here synchrotron X-ray powder diffraction was used to assess the dynamics that occur between ice, brine, and mineral phases within frozen seawater brines that were subjected to cooling and warming at subzero temperatures. The method was able to detect crystalline phases of ice, mirabilite (Na2SO4·10H2O), and hydrohalite (NaCl·2H2O). Results illustrate a highly dynamic geochemical environment where ice-brine-mineral interactions tend toward an equilibrium crystallization process, which supports the process of seawater freezing that is described by the Gitterman Pathway and FREZCHEM model. This study highlights the power of synchrotron techniques in observing the mineralogical dynamics of inaccessible environmental systems.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC011032",
        "title": "An investigation of mineral dynamics in frozen seawater brines by direct measurement with synchrotron X-ray powder diffraction"
    },
    {
        "author": "Kevin R. Arrigo, Gert L. van Dijken, Aaron L. Strong",
        "date": "2015-08-11",
        "description": "\n\nAntarctic coastal polynyas are biologically rich ecosystems that support large populations of mammals and birds and are globally significant sinks of atmospheric carbon dioxide. To support local phytoplankton blooms, these highly productive ecosystems require a large input of iron (Fe), the sources of which are poorly known. Here we assess the relative importance of six different environmental factors in controlling the amount of phytoplankton biomass and rates of net primary production (NPP) in 46 coastal polynyas around Antarctica. Data presented here suggest that melting ice shelves are a primary supplier of Fe to coastal polynyas, with basal melt rates explaining 59% of the between-polynya variance in mean chlorophyll a (Chl a) concentration. In a multiple regression analysis, which explained 78% of the variance in chlorophyll a (Chl a) between polynyas, basal melt rate explained twice as much of the variance as the next most important variable. Fe upwelled from sediments, which is partly controlled by continental shelf width, was also important in some polynyas. Of secondary importance to phytoplankton abundance and NPP were sea surface temperature and polynya size. Surprisingly, differences in light availability and the length of the open water season explained little or none of the variance in either Chl a or NPP between polynyas. If the productivity of coastal polynyas is indeed sensitive to the release of Fe from melting ice shelves, future changes in ice shelf melt rates could dramatically influence Antarctic coastal ecosystems and the ability of continental shelf waters to sequester atmospheric carbon dioxide.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010888",
        "title": "Environmental controls of marine productivity hot spots around Antarctica"
    },
    {
        "author": "Zeng-Zhen Hu, Arun Kumar",
        "date": "2015-08-08",
        "description": "\n\nIt is reasonable to assume that the quality of an ocean reanalysis will depend not only on the ocean data assimilation system but also on the availability of observational data. Among the data assimilated in the tropical Pacific, observations from the Tropical Atmosphere Ocean (TAO) moored array are an important contributor. Due to various reasons, in the last couple of years, TAO had a very low data delivery rate at some of the mooring sites. In this work, we examined the influence of the availability of in situ TAO data from all 10 equatorial mooring sites in 1999–2014 by comparing ocean temperature from two data assimilation systems at National Centers for Environmental Prediction (NCEP): the Global Ocean Data Assimilation System (GODAS) and the Climate Forecast System Reanalysis (CFSR). Our working hypothesis is that missing of in situ observational data should lead to less observational constraint, and consequently, larger divergence between ocean reanalyses. Compared with periods of no in situ TAO observations, the disagreements of ocean temperature between CFSR and GODAS are indeed smaller when in situ TAO observations are available. The disagreements are largest along the thermocline due to its being the region of strongest variability. Thus, it is suggested that without the constraint of in situ TAO observations, the inconsistency between the ocean reanalyses from two NCEP data assimilation systems is larger, highlighting the contribution of TAO observations. Moreover, it is also suggested that the disagreement of ocean temperature between GODAS and CFSR is mainly caused by the difference of the models used in the assimilation systems and the impact of in situ TAO availability plays a secondary, but important role. To improve the quality of the assimilation products, it is necessary both to reduce model bias and to assimilate more high-quality data.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010913",
        "title": "Influence of availability of TAO data on NCEP ocean data assimilation systems along the equatorial Pacific"
    },
    {
        "author": "A. M. Amiruddin, I. D. Haigh, M. N. Tsimplis, F. M. Calafat, S. Dangendorf",
        "date": "2015-08-07",
        "description": "\n\nThe spatial and temporal characteristics of the seasonal sea level cycle in the South China Sea (SCS) and its forcing mechanisms are investigated using tide gauge records and satellite altimetry observations along with steric and meteorological data. The coastal mean annual amplitude of the seasonal cycle varies between zero and 24 cm, reaching a maximum between July and January. The maximum mean semiannual amplitude is 7 cm, peaking between March and June. Along the coast, the seasonal cycle accounts for up to 92% of the mean monthly sea level variability. Atmospheric pressure explains a significant portion of the seasonal cycle with dominant annual signals in the northern SCS, the Gulf of Thailand and the north-western Philippines Sea. The wind forcing is dominant on the shelf areas of the SCS and the Gulf of Thailand where a simple barotropic model forced by the local wind shows annual amplitudes of up to 27 cm. In the deep basin of the SCS, the Philippines Sea and the shallow Malacca Strait, the steric component is the major contributor with the maximum annual amplitudes reaching 15 cm. Significant variability in the seasonal cycle is found on a year-to-year basis. The annual and semiannual amplitudes vary by up to 63% and 45% of the maximum values, 15 cm and 11 cm, respectively. On average, stepwise regression analysis of contribution of different forcing factors accounts for 66% of the temporal variability of the annual cycle. The zonal wind was found to exert considerable influence in the Malacca Strait.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010923",
        "title": "The seasonal cycle and variability of sea level in the South China Sea"
    },
    {
        "author": "Vigan Mensah, Sen Jan, Ming-Huei Chang, Yiing-Jang Yang",
        "date": "2015-08-07",
        "description": "\n\nThe variability of the intermediate water (IW) east of Luzon and Taiwan is investigated using data acquired from moored instrumented lines and shipboard hydrographic and current velocity surveys. The IW is defined as the water mass with a local salinity minimum along the Kuroshio path. An empirical formula is developed to estimate the IW salinity minimum east of Taiwan using temperature measurements around 580 m depth. Properties of the IW east of Taiwan vary greatly as a result of variable contributions from three water masses including the high-salinity South China Sea Intermediate Water (SCSIW), the low-salinity North Pacific Intermediate Water (NPIW), and the intermediate-salinity Kuroshio Intermediate Water (KIW). Our analysis concludes that NPIW is predominantly found east of Taiwan, and the northward transport of KIW from northeast of Luzon to east of Taiwan is not a steady process. Concurrent mooring measurements at these two locations enable us to correlate the variations of the layer thickness of the Kuroshio near its origin (KLTo) northeast of Luzon to the nature of the IW east of Taiwan. When the Kuroshio is deep, i.e., large KLTo, KIW is transported northward across the Luzon Strait, where its salinity increases presumably due to turbulence mixing with SCSIW. This modified KIW is then transported to the east of Taiwan. When the Kuroshio is shallow, i.e., small KLTo, the KIW transport east of Luzon is nil or southward. East of Taiwan, NPIW feeds in below the Kuroshio and is transported northward beyond the I-Lan Ridge.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010768",
        "title": "Intraseasonal to seasonal variability of the intermediate waters along the Kuroshio path east of Taiwan"
    },
    {
        "author": "Y. Hata, L. B. Tremblay",
        "date": "2015-08-07",
        "description": "\n\nResults from an ice stress buoy deployed near the center of a multi-year floe in the Viscount Melville Sound of the Canadian Arctic Archipelago between 10 October 2010 and 17 August 2011 are presented. The position record indicates the landlocked season was approximately 5 months, from 18 January to 22 June, when the sea ice was fast to Melville Island and Victoria Island. Thermal stresses (ranging from −84 to 66 kPa) dominate the internal stress record, with only a few dynamic stress events (∼50 kPa) recorded before the landlocked season. Intriguingly, the thermal stresses are isotropic before the landlocked ice onset and anisotropic during the landlocked season. Two possible causes to explain anisotropy in thermal stresses are considered: preferred c axis alignment of the ice crystal, and land confinement associated with the nearby coastline. The orientation of the principal stresses indicates that land confinement is responsible for the anisotropy. The stress record also clearly shows the presence of residual compressive stresses at the melt onset, suggesting a viscous creep relaxation time constant of several days. Finally, results show an interesting reversal in the sign of the correlation (from negative to positive) between surface air temperature and thermal stress after the onset of surface melt. We attribute this to the onset of water infiltration within sea ice after which colder night temperature leads to refreezing and compressive stresses. To the best of the authors' knowledge, this is the first time that anisotropic thermal stresses have been reported in sea ice.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010819",
        "title": "Anisotropic internal thermal stress in sea ice from the Canadian Arctic Archipelago"
    },
    {
        "author": "Linn Schneider, Dagmar Kieke, Kerstin Jochumsen, Eugene Colbourne, Igor Yashayaev, Reiner Steinfeldt, Eirini Varotsou, Nuno Serra, Monika Rhein",
        "date": "2015-08-07",
        "description": "\n\nFlemish Pass, located at the western subpolar margin, is a passage (sill depth 1200 m) that is constrained by the Grand Banks and the underwater plateau Flemish Cap. In addition to the Deep Western Boundary Current (DWBC) pathway offshore of Flemish Cap, Flemish Pass represents another southward transport pathway for two modes of Labrador Sea Water (LSW), the lightest component of North Atlantic Deep Water carried with the DWBC. This pathway avoids potential stirring regions east of Flemish Cap and deflection into the interior North Atlantic. Ship-based velocity measurements between 2009 and 2013 at 47°N in Flemish Pass and in the DWBC east of Flemish Cap revealed a considerable southward transport of Upper LSW through Flemish Pass (15–27%, −1.0 to −1.5 Sv). About 98% of the denser Deep LSW were carried around Flemish Cap as Flemish Pass is too shallow for considerable transport of Deep LSW. Hydrographic time series from ship-based measurements show a significant warming of 0.3°C/decade and a salinification of 0.03/decade of the Upper LSW in Flemish Pass between 1993 and 2013. Almost identical trends were found for the evolution in the Labrador Sea and in the DWBC east of Flemish Cap. This indicates that the long-term hydrographic variability of Upper LSW in Flemish Pass as well as in the DWBC at 47°N is dominated by changes in the Labrador Sea, which are advected southward. Fifty years of numerical ocean model simulations in Flemish Pass suggest that these trends are part of a multidecadal cycle.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010939",
        "title": "Variability of Labrador Sea Water transported through Flemish Pass during 1993–2013"
    },
    {
        "author": "Paulo S. Polito, Olga T. Sato",
        "date": "2015-08-06",
        "description": "\n\nBoth vortices and baroclinic Rossby waves show up as westward-propagating features in the sea surface height anomaly (SSHA) records when displayed in the form of zonal-temporal or Hovmöller diagrams. A chain of filters was used to separate the SSHA into orthogonal components. Each of the filtered components was then reassembled as a set of maps. In the maps of individual components, we clearly see westward propagating Rossby waves. Our most striking findings are: (i) limited within their critical latitudes, the wave extrema coincide with a significant number of vortices; (ii) eddy-wave coincidence occurs at a preferred latitude that depends on the wave period; (iii) among the vortices that, at some point of their existence coincide with a wave, a relatively large percentage of them remained their whole lifetime with the wave, and (iv) a mechanism is proposed to explain why eddies tend to remain over the wave extrema (crests and troughs). Our answer to the title question is: yes, they often do.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010737",
        "title": "Do eddies ride on Rossby waves?"
    },
    {
        "author": "J. Mauro Vargas-Hernandez, Susan Wijffels, Gary Meyers, Neil J. Holbrook",
        "date": "2015-08-06",
        "description": "\n\nDecadal salinity variability is an important characteristic of the ocean. It characterizes differences in evaporative and precipitation fluxes at the surface, and in the subsurface it contributes to steric sea level change and freshwater/salt transports. In this paper, we identify and describe westward moving and decadally varying salinity anomalies within the thermocline of the tropical South Indian Ocean (SIO) based on ocean state estimates from the Simple Ocean Data Assimilation version 2.2.4 (SODA). This signature in the salinity anomalies is expressed at the depth of 20°C isotherm (D20). A two-dimensional radon transform quantifies the westward speeds as being between 0.4 and 1.7 cm s−1. These speeds are slower than those of first baroclinic-mode Rossby waves or mean advection speeds of the background flow in the same regions. The decadal salinity anomaly originates in the subtropical eastern SIO (∼ 39% of the variance explained) and merges with remote anomalies from the western tropical Pacific Ocean (WTPO) via the Indonesian Seas (∼ 11% of the variance explained). The eastern SIO displays both decadal (∼ 10–15 years) and interdecadal (∼ 15–30 years) variability influenced by the WTPO, whereas the decadal variability in the western SIO seems to be more influenced by signals originating in the subtropical eastern SIO. We conclude that these salinity anomalies are consistent with signatures of nonlinear baroclinic disturbances as explained in the recent literature, and possible interaction of higher order baroclinic-mode Rossby waves with the mean flow.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010933",
        "title": "Slow westward movement of salinity anomalies across the tropical South Indian Ocean"
    },
    {
        "author": "Erik Gustafsson, Anders Omstedt, Bo G. Gustafsson",
        "date": "2015-08-03",
        "description": "\n\nIn this study, the BALTSEM model is used to estimate how air-water CO2 fluxes in the Baltic Sea respond to parameterizations of organic alkalinity (Aorg), gas transfer, and phytoplankton growth, and further to changes in river loads. The forcing data include the most complete compilation of Baltic river loads for dissolved inorganic and organic carbon (DIC and DOC) and total alkalinity (TA). In addition, we apply the most recent estimates of internal TA generation in the system. Our results clearly demonstrate how air-water CO2 fluxes of a coastal sea depend on river loads of carbon, TA, and nutrients as well the freshwater import itself. Long-term changes in DIC loads are shown to be compensated by corresponding changes in air-water CO2 exchange. By adding Aorg, a discrepancy in the carbonate system calculations was removed, and the simulated net CO2 absorption of the system decreased by 11%. A new parameterization for cyanobacteria growth significantly improved the seasonal development of pCO2 in the central Baltic Sea, although the net effect on CO2 fluxes was below 5%. By applying either a linear, quadratic, or cubic wind speed dependence for gas transfer, the long-term net CO2 exchange was adjusted by less than 5%. There is no clear indication that any one of these parameterizations provides a more accurate estimate of CO2 fluxes than the other two. Our findings are applicable in other coastal areas that are heavily influenced by river loads of TA, DIC, and DOC.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010832",
        "title": "The air-water CO2 exchange of a coastal sea—A sensitivity study on factors that influence the absorption and outgassing of CO2 in the Baltic Sea"
    },
    {
        "author": "Hiroshi Sumata, Ronald Kwok, Rüdiger Gerdes, Frank Kauker, Michael Karcher",
        "date": "2015-08-03",
        "description": "\n\nTime-space varying uncertainty maps of monthly mean Arctic summer ice drift are presented. To assess the error statistics of two low-resolution Eulerian ice drift products, we use high-resolution Lagrangian ice motion derived from synthetic aperture radar (SAR) imagery. The Lagrangian trajectories from the SAR data are converted to an Eulerian format to serve as reference for the error assessment of the Eulerian products. The statistical error associated with the conversion is suppressed to an acceptable level by applying a threshold for averaging. By using the SAR ice drift as a reference, we formulate the uncertainty of monthly mean ice drift as an empirical function of drift speed and ice concentration. The empirical functions are applied to derive uncertainty maps of Arctic ice drift fields. The estimated uncertainty maps reasonably capture an increase of uncertainty with the progress of summer melting season. The uncertainties range from 1.0 to 2.0 cm s−1, which indicates that the low-resolution Eulerian products for summer seasons are of practical use for climate studies, model validation, and data assimilation, if their uncertainties are appropriately taken into account.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010810",
        "title": "Uncertainty of Arctic summer ice drift assessed by high-resolution SAR data"
    },
    {
        "author": "Michael Z. Li, Yongsheng Wu, Robert H. Prescott, Charles C. L. Tang, Guoqi Han",
        "date": "2015-08-03",
        "description": "\n\nWaves and current processes, both surface and near-bed were simulated for major storms on the Grand Banks of Newfoundland using integrated wave, 3-D tidal and ocean current models. Most storms track southwest to northeast and pass to the north or northwest of the Grand Banks. Significant wave heights can reach up to ∼14 m and are predominantly to the northeast at the peak of storms. Extreme surface currents reach approximately 1 m s−1 and are largely to the southeast. The strongest bottom currents, up to 0.8 m s−1, occur on St. Pierre Bank and are dominantly to the south and southeast. While wave height and wind-driven current generally increase with wind speed, factors such as storm paths, the relative location of the storm center at the storm peak, and storm translation speed also affect waves and currents. Surface and near-bed wind-driven currents both rotate clockwise and decrease in strength as the storm traverses the Grand Banks. While the spatial variability of the storm impact on surface currents is relatively small, bottom currents show significant spatial variation of magnitude and direction as well as timing of peak current conditions. These spatial variations are controlled by the changes of bathymetry and mixed layer depth over the model domain. The storm-generated currents can be 7 to 10 times stronger than the background mean currents. These strong currents interact with wave oscillatory flows to produce shear velocities up to 15 cm s−1 and cause wide occurrences of strong sediment transport over nearly the entire Grand Banks.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010755",
        "title": "A modeling study of the impact of major storms on waves, surface and near-bed currents on the Grand Banks of Newfoundland"
    },
    {
        "author": "Takeyoshi Nagai, Nicolas Gruber, Hartmut Frenzel, Zouhair Lachkar, James C. McWilliams, Gian-Kasper Plattner",
        "date": "2015-08-03",
        "description": "\n\nThe coastal upwelling region of the California Current System (CalCS) is a well-known site of high productivity and lateral export of nutrients and organic matter, yet neither the magnitude nor the governing processes of this offshore transport are well quantified. Here we address this gap using a high-resolution (5 km) coupled physical-biogeochemical numerical simulation (ROMS). The results reveal (i) that the offshore transport is a very substantial component of any material budget in this region, (ii) that it reaches more than 800 km into the offshore domain, and (iii) that this transport is largely controlled by mesoscale processes, involving filaments and westward propagating eddies. The process starts in the nearshore areas, where nutrient and organic matter-rich upwelled waters pushed offshore by Ekman transport are subducted at the sharp lateral density gradients of upwelling fronts and filaments located at ∼25–100 km from the coast. The filaments are very effective in transporting the subducted material further offshore until they form eddies at their tips at about 100–200 km from the shore. The cyclonic eddies tend to trap the cold, nutrient, and organic matter-rich waters of the filaments, whereas the anticyclones formed nearby encapsulate the low nutrient and low organic matter waters around the filament. After their detachment, both types of eddies propagate further in offshore direction, with a speed similar to that of the first baroclinic mode Rossby waves, providing the key mechanism for long-range transport of nitrate and organic matter from the coast deep into the offshore environment.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010889",
        "title": "Dominant role of eddies and filaments in the offshore transport of carbon and nutrients in the California Current System"
    },
    {
        "author": "Michael J. McPhaden, Yi Wang, M. Ravichandran",
        "date": "2015-08-03",
        "description": "\n\nThe equatorial Indian Ocean is characterized by strong eastward flows in the upper 80–100 m during boreal spring and fall referred to as the Wyrtki jets. These jets are driven by westerly winds during the transition seasons between the southwest and northeast monsoons and represent a major conduit for mass and heat transfer between the eastern and western sides of the basin. Since their discovery over 40 years ago, there have been very few estimates from direct observations of the volume transports associated with these currents. In this paper we describe seasonal-to-interannual time scale variations in volume transports based on 5 years of unique measurements from an array of acoustic Doppler current profilers in the central equatorial Indian Ocean. The array was centered at 0°, 80.5°E and spanned latitudes between 2.5°N and 4°S from August 2008 to December 2013. Analysis of these data indicates that the spring jet peaks in May at 14.9±2.9 Sv and the fall jet peaks in November at 19.7±2.4 Sv, around which there are year-to-year transport variations of 5–10 Sv. The relationship of the interannual transport variations to zonal wind stress forcing, sea surface temperature, sea surface height, and surface current variations associated with the Indian Ocean Dipole (IOD) are further highlighted. We also illustrate the role of wind-forced equatorial waves in affecting transport variations of the fall Wyrtki jet during the peak season of the IOD.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010901",
        "title": "Volume transports of the Wyrtki jets and their relationship to the Indian Ocean Dipole"
    },
    {
        "author": "SungHyun Nam, Yuichiro Takeshita, Christina A. Frieder, Todd Martz, John Ballard",
        "date": "2015-08-03",
        "description": "\n\nChemical properties of the California Undercurrent (CU) have been changing over the past several decades, yet the mechanisms responsible for the trend are still not fully understood. We present a survey of temperature, salinity, O2, pH, and currents at intermediate depths (defined here as 50–500 m) in the summer (30 June to 10 July) and winter (8–15 December) of 2012 in the southern region of the Southern California Bight. Observations of temperature, salinity, and currents reveal that local bathymetry and small gyres play an important role in the flow path of the California Undercurrent (CU). Using spiciness (π) as a tracer, we observe a 10% increase of Pacific Equatorial Water (PEW) in the core of the CU during the summer versus the winter. This is associated with an increase in π of 0.2, and a decrease in O2 and pH of 30 μmol kg−1 and 0.022, respectively; the change in pH is driven by increased CO2, while total alkalinity remains unchanged. The high-π, low-O2, and low-pH waters during the summer are not distributed uniformly in the study region. Moreover, mooring observations at the edge of the continental shelf reveal intermittent intrusions of PEW onto the shelf with concomitant decreases in O2 and pH. We estimate that increased advection of PEW in the CU could account for approximately 50% of the observed decrease in O2, and between 49 and 73% of the decrease in pH, over the past three decades.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010859",
        "title": "Seasonal advection of Pacific Equatorial Water alters oxygen and pH in the Southern California Bight"
    },
    {
        "author": "Nuno G. F. Cordeiro, Rita Nolasco, Ana Cordeiro-Pires, Eric D. Barton, Jesus Dubert",
        "date": "2015-08-03",
        "description": "\n\nCoastal upwelling filaments off the Western Iberian Margin, detected in AVHRR satellite imagery and in a realistic ROMS simulation of sea surface temperature, were studied in the upwelling seasons (May–October) of 2001–2010. Sea surface temperature data were retrieved from AVHRR satellite imagery and from a realistic ROMS numerical simulation. The development and variability of the observed filaments were characterized and analyzed during each upwelling season of the 10 year period. Filaments were generally found anchored to the main bathymetric and coastal features but off the more regular northern coast of the Western Iberian Margin their locations were more variable. The results from the modeling analysis reproduced well the general features of filament development. Moreover results of model and observation showed very similar characteristics as those found in the earlier study of Haynes et al. (1993). The model output was used to relate filament patterns, eddy activity, and wind forcing. There was a clear relation between upwelling-favorable wind strength and number and length of filaments, although the relation was weaker in the north of the region. Model filaments were clearly related to eddies only during periods of weak winds. The filament detection method was also applied to a climatologically forced ROMS simulation, which reproduced only gross features of the observed and interannually forced model filament development. This suggests that direct wind forcing and its spatial structure are highly important.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010688",
        "title": "Filaments on the Western Iberian Margin: A modeling study"
    },
    {
        "author": "",
        "date": "2015-08-14",
        "description": "",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjgrc.20863",
        "title": "Issue Information"
    },
    {
        "author": "Aditya R. Nayak, Cheng Li, Bobak T. Kiani, Joseph Katz",
        "date": "2015-07-03",
        "description": "\n\nInteractions of currents and waves with a rippled seabed in the inner part of the coastal ocean bottom boundary layer are studied using particle image velocimetry, ADV, and bottom roughness measurements. Mean velocity profiles collapse with appropriate scaling in the log layer, but vary substantially in the roughness sublayer. When wave-induced motions are similar or greater than the mean current, the hydrodynamic roughness (\nz0) determined from velocity profiles is substantially larger than directly measured values. The roughness signature in turbulent energy spectra persists with elevation when its scale falls in the dissipation range, but decays in the log layer for larger roughness elements. Reynolds shear stress profiles peak in the lower parts of the log layer, diminishing below it, and gradually decaying at higher elevations. In contrast, wave shear stresses are negligible within the log layer, but become significant within the roughness sublayer. This phenomenon is caused by an increase in the magnitude and phase lag of the vertical component of wave-induced motion. No single boundary layer length scale collapses the Reynolds stresses, but both the Prandtl mixing length and eddy viscosity profiles agree well with the classical model of linear increase with elevation, especially near the seabed. Within the log region, profiles of shear production and dissipation rates of turbulence converge. Below it, dissipation rapidly increases, peaking near the seabed. Conversely, the shear production decays near the seabed, in agreement with the eddy viscosity model, but in contrast to both laboratory and computational rough wall studies.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010606",
        "title": "On the wave and current interaction with a rippled seabed in the coastal ocean bottom boundary layer"
    },
    {
        "author": "Darren J. Pilcher, Sarah R. Brody, Leah Johnson, Benjamin Bronselaer",
        "date": "2015-07-03",
        "description": "\n\nThe ability of Earth System Models to accurately simulate the seasonal cycle of the partial pressure of CO2 in surface water (\npCO2SW) has important implications for projecting future ocean carbon uptake. Here we develop objective model skill score metrics and assess the abilities of 18 CMIP5 models to simulate the seasonal mean, amplitude, and timing of \npCO2SW in biogeographically defined ocean biomes. The models perform well at simulating the monthly timing of the seasonal minimum and maximum of \npCO2SW, but perform somewhat worse at simulating the seasonal mean values, particularly in polar and equatorial regions. The results also illustrate that a single “best” model can be difficult to determine, despite an analysis restricted to the seasonality of a single variable. Nonetheless, groups of models tend to perform better than others, with significant regional differences. This suggests that particular models may be better suited for particular regions, though we find no evidence for model tuning. Timing and amplitude skill scores display a weak positive correlation with observational data density, while the seasonal mean scores display a weak negative correlation. Thus, additional mapped \npCO2SW data may not directly increase model skill scores; however, improved knowledge of the dominant mechanisms may improve model skill. Lastly, we find skill score variability due to internal model variability to be much lower than variability within the CMIP5 intermodel spread, suggesting that mechanistic model differences are primarily responsible for differences in model skill scores.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010759",
        "title": "Assessing the abilities of CMIP5 models to represent the seasonal cycle of surface ocean pCO2"
    },
    {
        "author": "Yosuke Yamada, Hideki Fukuda, Mario Uchimiya, Chiaki Motegi, Shigeto Nishino, Takashi Kikuchi, Toshi Nagata",
        "date": "2015-07-03",
        "description": "\n\nTransparent exopolymer particles (TEP), particulate organic carbon (POC), and particles (size range: 5.2–119 μm) as determined by laser in situ scattering and transmissometry (LISST) were measured in the water column from the Chukchi Sea to the Canada Basin in the western Arctic Ocean, during the late summer of 2012. In general, the percentages of TEP-carbon to POC were high (the mean values for the shelf and slope-basin regions were 135.4 ± 58.0% (± standard deviation, n = 36) and 187.6 ± 73.3% (n = 58), respectively), relative to the corresponding values reported for other oceanic regions, suggesting that TEP play an important role in regulating particle dynamics. A hotspot (extremely high concentration) of particles, accompanied by high prokaryote abundance and production, was observed near the seafloor (depth 50 m) of the shelf region. Localized accumulation of particles was also found in the thin layer near the pycnocline (depth 10–30 m) and on the slope. Over a broader spatial scale, particle concentration gradients were identified from the shelf to the basin in the upper water column (<50 m). The particle-size distribution analysis indicated that relatively small particles were dominant in the shelf region compared to the slope-basin region. These results suggest that particles containing large amounts of TEP are produced in the shelf region and are potentially delivered to the slope-basin region along the pycnocline, which might support productivity and material cycles in the nutrient-depleted basin region of the western Arctic Ocean.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010794",
        "title": "Localized accumulation and a shelf-basin gradient of particles in the Chukchi Sea and Canada Basin, western Arctic"
    },
    {
        "author": "Mark A. Brzezinski, Jeffrey W. Krause, Randelle M. Bundy, Katherine A. Barbeau, Peter Franks, Ralf Goericke, Michael R. Landry, Michael R. Stukel",
        "date": "2015-07-03",
        "description": "\n\nNutrient dynamics, phytoplankton rate processes, and export were examined in a frontal region between an anticyclone and a pair of cyclones 120 km off the coast in the southern California Current System (sCCS). Low silicic acid: nitrate ratios (Si:N) and high nitrate to iron ratios (N:Fe) characteristic of Fe-limiting conditions in the sCCS were associated with the northern cyclone and with the transition zone between the cyclones and the anticyclone. Phytoplankton growth in low-Si:N, high-N:Fe waters responded strongly to added Fe, confirming growth limitation by Fe of the diatom-dominated phytoplankton community. Low Si:N waters had low biogenic silica content, intermediate productivity, but high export compared to intermediate Si:N waters indicating increased export efficiency under Fe stress. Biogenic silica and particulate organic carbon (POC) export were both high beneath low Si:N waters with biogenic silica export being especially enhanced. This suggests that relatively high POC export from low Si:N waters was supported by silica ballasting from Fe-limited diatoms. Higher POC export efficiency in low Si:N waters may have been further enhanced by lower rates of organic carbon remineralization due to reduced grazing of more heavily armored diatoms growing under Fe stress. The results imply that Fe stress can enhance carbon export, despite lowering productivity, by driving higher export efficiency.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010829",
        "title": "Enhanced silica ballasting from iron stress sustains carbon export in a frontal zone within the California Current"
    },
    {
        "author": "Sonja van Leeuwen, Paul Tett, David Mills, Johan van der Molen",
        "date": "2015-07-03",
        "description": "\n\nThe European Unions' Marine Strategy Framework Directive aims to limit anthropogenic influences in the marine environment. But marine ecosystems are characterized by high variability, and it is not trivial to define its natural state. Here, we use the physical environment as a basis for marine classification, as it determines the conditions in which organisms must operate to survive and thrive locally. We present a delineation of the North Sea into five distinct regimes, based on multidecadal stratification characteristics. Results are based on a 51 year simulation of the region using the coupled hydrobiogeochemical model GETM-ERSEM-BFM. The five identified regimes are: permanently stratified, seasonally stratified, intermittently stratified, permanently mixed, and Region Of Freshwater Influence (ROFI). The areas characterized by these regimes show some interannual variation in geographical coverage, but are overall remarkable stable features within the North Sea. Results also show that 29% of North Sea waters fail to classify as one of the defined stratification regimes, due to high interannual variability. Biological characteristics of these regimes differ from diatom-based food webs in areas with prolonged stratification to Phaeocystis-dominated food webs in areas experiencing short-lived or no stratification. The spatial stability of the identified regimes indicates that carefully selected monitoring locations can be used to represent a substantive area of the North Sea.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010485",
        "title": "Stratified and nonstratified areas in the North Sea: Long-term variability and biological and policy implications"
    },
    {
        "author": "Wei Shi, Menghua Wang",
        "date": "2015-07-04",
        "description": "\n\nTwelve-year satellite observations between 2002 and 2013 from the Moderate Resolution Imaging Spectroradiometer (MODIS) onboard the satellite Aqua are used to quantitatively assess the water property changes in the Aral Sea. The shortwave infrared (SWIR) atmospheric correction algorithm is required and used to derive normalized water-leaving radiance spectra nLw(λ) in the Aral Sea. We used radiance ratio nLw(555)/nLw(443) as a surrogate to characterize the spatial and temporal variations of chlorophyll-a (Chl-a) in the Aral Sea. Both seasonal variability and significant interannual changes were observed when the Aral Sea desiccated between 2002 and 2013. All three separated regions of the Aral Sea show increased nLw(555)/nLw(443) ratio (a surrogate for Chl-a) and the diffuse attenuation coefficient at the wavelength of 490 nm (Kd(490)) during the fall season. Of the three regions, the North Aral Sea has had the least interannual variability, while South-East (SE) Aral Sea experienced drastic changes. Waters in the SE Aral Sea are the most turbid with significantly higher Kd(490) than those in the other two subregions. Kd(490) gradually increased from ∼2 m−1 in 2002 to ∼3.5 m−1 after 2008 in the SE Aral Sea. In comparison, both radiance ratio nLw(555)/nLw(443) and Kd(490) were relatively stable for the North Aral Sea. In the South-West (SW) Aral Sea, however, nLw(555)/nLw(443) values reached peaks in the fall of 2007 and 2010. A possible link between the Aral Sea water property change and the regional climate variation is also discussed.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010937",
        "title": "Decadal changes of water properties in the Aral Sea observed by MODIS-Aqua"
    },
    {
        "author": "Jennifer M. Jackson, Richard E. Thomson, Leslie N. Brown, Peter G. Willis, Gary A. Borstad",
        "date": "2015-07-14",
        "description": "\n\nWe examine the spatial and temporal variability of satellite-sensed sea surface chlorophyll off the west coast of North America from 1997 to 2010, with focus on coastal British Columbia. The variability in surface chlorophyll is complex. Whereas the spring bloom generates the highest phytoplankton concentration for coastal Alaska, the north and east coasts of Haida Gwaii, Queen Charlotte Sound, the Strait of Georgia, and coastal Oregon and California, it is the fall bloom that normally generates the highest concentration for the west coast of Vancouver Island, Juan de Fuca Strait, and the west coast of Washington. The highest satellite-sensed chlorophyll concentrations occur in the Strait of Georgia, where mean values are at least 2 times higher than elsewhere in the northeast Pacific. Moreover, the annual average surface chlorophyll concentration increased significantly in the Strait of Georgia during this period, with highest concentration observed during the near neutral ENSO conditions of the spring of 2007. The next highest concentrations occur off southwest Vancouver Island but have no statistically significant trend. The lowest average peak chlorophyll concentration is observed off Southern California. The timing of the highest chlorophyll concentration is latest off the coast of Washington and earliest off the coast of Southern California. Small increasing concentration trends are observed off the Washington and California coasts.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010496",
        "title": "Satellite chlorophyll off the British Columbia Coast, 1997–2010"
    },
    {
        "author": "Di Yang, Bicheng Chen, Marcelo Chamecki, Charles Meneveau",
        "date": "2015-07-14",
        "description": "\n\nOnce oil plumes such as those originating from underwater blowouts reach the ocean mixed layer (OML), their near-surface dispersion is influenced heavily by wind and wave-generated Langmuir turbulence. In this study, the complex oil spill dispersion process is modeled using large-eddy simulation (LES). The mean plume dispersion is characterized by performing statistical analysis of the resulting fields from the LES data. Although the instantaneous oil concentration exhibits high intermittency with complex spatial patterns such as Langmuir-induced striations, it is found that the time-averaged oil distribution can still be described quite well by smooth Gaussian-type plumes. LES results show that the competition between droplet rise velocity and vertical turbulent diffusion due to Langmuir turbulence is crucial in determining both the dilution rate and overall direction of transport of oil plumes in the OML. The smoothness of the mean plume makes it feasible to aim at modeling the oil dispersion using Reynolds-averaged type formulations, such as the K-profile parameterization (KPP) with sufficient vertical resolution to capture vertical profiles in the OML. Using LES data, we evaluate the eddy viscosity and eddy diffusivity following the KPP framework. We assess the performance of previous KPP models for pure shear turbulence and Langmuir turbulence by comparing them with the LES data. Based on the assessment a modified KPP model is proposed, which shows improved overall agreement with the LES results for both the eddy viscosity and the eddy diffusivity of the oil dispersion under a variety of flow conditions and droplet sizes.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010542",
        "title": "Oil plumes and dispersion in Langmuir, upper-ocean turbulence: Large-eddy simulations and K-profile parameterization"
    },
    {
        "author": "Adrien Lefauve, Caroline Muller, Angélique Melet",
        "date": "2015-07-14",
        "description": "\n\nThe breaking of internal tides is believed to provide a large part of the power needed to mix the abyssal ocean and sustain the meridional overturning circulation. Both the fraction of internal tide energy that is dissipated locally and the resulting vertical mixing distribution are crucial for the ocean state, but remain poorly quantified. Here we present a first worldwide estimate of mixing due to internal tides generated at small-scale abyssal hills. Our estimate is based on linear wave theory, a nonlinear parameterization for wave breaking and uses quasi-global small-scale abyssal hill bathymetry, stratification, and tidal data. We show that a large fraction of abyssal-hill generated internal tide energy is locally dissipated over mid-ocean ridges in the Southern Hemisphere. Significant dissipation occurs above ridge crests, and, upon rescaling by the local stratification, follows a monotonic exponential decay with height off the bottom, with a nonuniform decay scale. We however show that a substantial part of the dissipation occurs over the smoother flanks of mid-ocean ridges, and exhibits a middepth maximum due to the interplay of wave amplitude with stratification. We link the three-dimensional map of dissipation to abyssal hills characteristics, ocean stratification, and tidal forcing, and discuss its potential implementation in time-evolving parameterizations for global climate models. Current tidal parameterizations only account for waves generated at large-scale satellite-resolved bathymetry. Our results suggest that the presence of small-scale, mostly unresolved abyssal hills could significantly enhance the spatial inhomogeneity of tidal mixing, particularly above mid-ocean ridges in the Southern Hemisphere.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010598",
        "title": "A three-dimensional map of tidal dissipation over abyssal hills"
    },
    {
        "author": "Stavroula Biri, Martin G. Scharffenberg, Detlef Stammer",
        "date": "2015-07-14",
        "description": "\n\nGlobal and regional probability density functions and higher statistical moments are analyzed for anomalies of the surface geostrophic velocity components inferred from the 3 year Jason-1 TOPEX/POSEIDON Tandem mission and for sea level anomalies (SLA) observed through the TOPEX/POSEIDON, Jason-1 and Jason-2 altimetric missions, together covering a 19 year period. Results are compared with those obtained from the AVISO 19 year, 1/3° gridded SLA space-time objective analysis, and associated geostrophic velocity anomalies. The study reveals that eddy variability appears to be Gaussian over most parts of the ocean, outside the influence of energetic current systems, and that specific flow regimes in the ocean can be identified through higher statistical moments of the flow field and SLA observations. However, the moment-ratio diagrams of skewness and kurtosis reveal that in energetic boundary currents the ocean does not follow Gaussian statistics, but rather behaves like an exponential distribution. Higher statistical moments of SLA and velocity anomalies do vary seasonally and thereby provide valuable information about the seasonal changes of the oceans' flow field.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010681",
        "title": "A probabilistic description of the mesoscale eddy field in the ocean"
    },
    {
        "author": "Sergei Kirillov, Igor Dmitrenko, David Babb, Søren Rysgaard, David Barber",
        "date": "2015-07-14",
        "description": "\n\nThe seasonal ice cover plays an important role in the climate system limiting the exchange of heat and momentum across the air-water interface. Among other factors, sea ice is sensitive to the ocean heat flux. In this study, we use in situ oceanographic, sea ice, and meteorological data collected during winter 2013/2014 in Young Sound (YS) fjord in Northeast Greenland to estimate the ocean heat flux to the landfast ice cover. During the preceding ice-free summer, incident solar radiation caused sea surface temperatures of up to 5–6°C. Subsequently, this heat was transferred down to the intermediate depths, but returned to the surface and retarded ice growth throughout winter. Two different approaches were used to estimate the ocean heat fluxes; (i) a residual method based on a 1-D thermodynamic ice growth model and (ii) a bulk parameterization using friction velocities and available heat content of water beneath the ice. The average heat flux in the inner YS varied from 13 W m−2 in October–December to less than 2 W m−2 in January–May. An average heat flux of 9 W m−2 was calculated for the outer YS. Moreover, we show that the upward heat flux in the outer fjord is strongly modulated by surface outflow, which produced two maxima in heat flux (up to 18–24 W m−2) during 26 December to 27 January and from 11 February to 14 March. By May 2014, the upward ocean heat flux reduced the landfast ice thickness by 18% and 24% in the inner and outer YS, respectively.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010720",
        "title": "The effect of ocean heat flux on seasonal ice growth in Young Sound (Northeast Greenland)"
    },
    {
        "author": "Matthew S. Spydell, Falk Feddersen, Maitane Olabarrieta, Jialin Chen, R. T. Guza, Britt Raubenheimer, Steve Elgar",
        "date": "2015-07-14",
        "description": "\n\nMaterial transport and dispersion near the mouth of a tidal inlet (New River Inlet, NC) are investigated using GPS-tracked drifters and numerical models. For ebb tide releases, velocities are largest (>1 \nm s−1) in two approximately 30 \nm wide channels that bisect the 1–3 m deep ebb shoal. In the channels, drifter and subsurface current meter velocities are similar, consistent with strong vertical mixing and 2-D hydrodynamics. Drifters were preferentially entrained in the channelized jets where drifter cluster lateral spreading rates \nμin were small (\nμin≈0.5 m2 s−1). At the seaward edge of the ebb shoal, jet velocities decrease linearly with distance (to \n≤0.2 m s−1, about 1 km from shore), and cluster spreading rates are larger with \nμout≈3 m2 s−1. Although the models COAWST and NearCom generally reproduce the observed trajectory directions, certain observed drifter properties are poorly modeled. For example, modeled mean drifter velocities are smaller than observed, and upon exiting the inlet, observed drifters turn north more than modeled drifters. The model simulations do reproduce qualitatively the spreading rates observed in the inner inlet, the flow deceleration, and the increase in \nμout observed in the outer inlet. However, model spreading rates increase only to \nμout<1 m2 s−1. Smaller modeled than observed \nμout may result from using unstratified models. Noncoincident (in space) observations show evidence of a buoyant plume (\nΔρ=1 kg m−3) in the outer inlet, likely affecting drifter lateral spreading. Generally, drifter-based model performance is good within the inlet channels where tidal currents are strongest, whereas model-data differences are significant farther offshore.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010541",
        "title": "Observed and modeled drifters at a tidal inlet"
    },
    {
        "author": "Ryan J. Lowe, Arturo S. Leon, Graham Symonds, James L. Falter, Renee Gruber",
        "date": "2015-07-14",
        "description": "\n\nA 2 week field experiment investigated the hydrodynamics of a strongly tidally forced tropical intertidal reef platform in the Kimberley region of northwestern Australia, where the spring tidal range exceeds 8 m. At this site, the flat and wide (∼1.4 km) reef platform is located slightly above mean sea level, such that during low tide the offshore water level can fall 4 m below the platform. While the reef always remained submerged over each tidal cycle, there were dramatic asymmetries in both the water levels and velocities on the reef, i.e., the flood duration lasted only ∼2 h versus ∼10 h for the ebb. These dynamics were investigated using a one-dimensional numerical model (SWASH) to solve the nonlinear shallow water equations with rapid (sub to supercritical) flow transitions. The numerical model revealed that as water drains off the reef, a critical flow point was established near the reef edge prior to the water discharging down the steep forereef. Despite this hydraulic control, bottom friction on the reef was still found to make a far greater contribution to elevating water levels on the reef platform and keeping it submerged over each tidal cycle. Finally, a simple analytical model more broadly shows how water levels on intertidal reef platforms functionally depend on properties of reef morphology, bottom roughness, and tidal conditions, revealing a set of parameters (a reef draining time-scale and friction parameter) that can be used to quantify how the water depth will fall on a reef during ebb tide.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010701",
        "title": "The intertidal hydraulics of tide-dominated reef platforms"
    },
    {
        "author": "Joshua D. Anderson, Chin H. Wu, David J. Schwab",
        "date": "2015-07-14",
        "description": "\n\nThe wave climate of the Apostle Islands in Lake Superior for 35 year (1979–2013) was hindcast and examined using a third-generation spectral wave model. Wave measurements within the Apostle Islands and offshore NOAA buoys were used to validate the model. Statistics of the significant wave height, peak wave period, and mean wave direction were computed to reveal the spatial variability of wave properties within the archipelago for average and extreme events. Extreme value analysis was performed to estimate the significant wave height at the 1, 10, and 100 year return periods. Significant wave heights in the interior areas of the islands vary spatially but are approximately half those immediately offshore of the islands. Due to reduced winter ice cover and a clockwise shift in wind direction over the hindcast period, long-term trend analysis indicates an increasing trend of significant wave heights statistics by as much as 2% per year, which is approximately an order of magnitude greater than similar analysis performed in the global ocean for areas unaffected by ice. Two scientific questions related to wave climate are addressed. First, the wave climate change due to the relative role of changing wind fields or ice covers over the past 35 years was revealed. Second, potential bluff erosion affected by the change of wave climate and the trend of lower water levels in the Apostle Islands, Lake Superior was examined.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010278",
        "title": "Wave climatology in the Apostle Islands, Lake Superior"
    },
    {
        "author": "Shihong Wang, Zhiliang Liu, Chongguang Pang",
        "date": "2015-07-14",
        "description": "\n\nThe geographic character of the inverse cascade is analyzed based on the spectral kinetic energy flux calculated in the global ocean, using sea surface height (SSH) data from satellites, reanalysis data, and model outputs. It is shown that the strongest inverse cascade occurs mostly in high-energy eastward-flowing currents, such as the Antarctic Circumpolar Current (ACC), the Kuroshio Extension, and the Gulf Stream, which matches the global distribution pattern of the eddy kinetic energy (EKE). Hence, the eddy scales predicted by the local linear baroclinic instability \nLbci and from the altimeter observation \nLeddy are mapped out and compared with the energy injection scale \nLinj and the arrest-start scale \nLarrest−start of the inverse cascade, respectively. Generally, \nLbci agrees well with \nLinj in the midlatitude and high-latitude oceans, especially in the Northern Hemisphere. \nLeddy falls within the arrest ranges of the inverse cascade and is quite close to \nLarrest−start. Finally, the depth dependence and the anisotropy of the inverse kinetic energy cascade are also diagnosed in the global ocean. We have found that the strength of the inverse cascades decreases with increasing depth, but the global pattern of the strength is nearly invariable. Meanwhile, the variations in depth hardly affect the \nLinj and \nLarrest−start. After considering the anisotropy in the spectral flux calculation, a possible inertial range for the zonal spectral kinetic energy flux is expected, where the cascade magnitude will keep a nearly constant negative value associated with the oceanic zonal jets.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010476",
        "title": "Geographical distribution and anisotropy of the inverse kinetic energy cascade, and its role in the eddy equilibrium processes"
    },
    {
        "author": "Vincent Combes, Samuel Hormazabal, Emanuele Di Lorenzo",
        "date": "2015-07-16",
        "description": "\n\nThe Southeast Pacific, which encompasses the coasts of Peru and Chile, is one of the world's most productive regions resulting principally from the upwelling of subsurface nutrient-rich waters. Over the satellite altimetry era, there have been numerous evidence that surface mesoscale eddies play an important role in the offshore transport of rich coastal waters, but it has been only recently that few observational/numerical studies have highlighted the importance of the subsurface eddies. The eddy field variability is explored using the results of a high-resolution model experiment from 1979 to 2012. The model results indicate an asymmetry of the surface and subsurface eddy fields. While surface-intensified cyclones are slightly more frequent than anticyclones, the subsurface field is dominated by anticyclones (IntrathermoclineEddies; ITEs), triggered by the instability of the subsurface Peru Chile undercurrent (PCUC). Composite maps are consistent with in situ observations. ITEs are associated with maximum vorticity around 150–200 m depth, warmer and more saline core, characteristic of the equatorial subsurface water from the PCUC. We find that the variability of the ITEs is significantly correlated with the ENSO equatorial signal. During strong El Niño events (e.g., 1982; 1998), we find that while the PCUC transport increases, the volume of coastal waters transported by ITEs however decreases during those periods. We find that the relaxation of the isopycnals along the coast during El Niño events leads to weakened baroclinic instability and to a decrease of the ITEs transport.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010265",
        "title": "Interannual variability of the subsurface eddy field in the Southeast Pacific"
    },
    {
        "author": "Markus A. Janout, Yevgeny Aksenov, Jens A. Hölemann, Benjamin Rabe, Ursula Schauer, Igor V. Polyakov, Sheldon Bacon, Andrew C. Coward, Michael Karcher, Yueng-Djern Lenn, Heidemarie Kassens, Leonid Timokhov",
        "date": "2015-07-18",
        "description": "\n\nSiberian river water is a first-order contribution to the Arctic freshwater budget, with the Ob, Yenisey, and Lena supplying nearly half of the total surface freshwater flux. However, few details are known regarding where, when, and how the freshwater transverses the vast Siberian shelf seas. This paper investigates the mechanism, variability, and pathways of the fresh Kara Sea outflow through Vilkitsky Strait toward the Laptev Sea. We utilize a high-resolution ocean model and recent shipboard observations to characterize the freshwater-laden Vilkitsky Strait Current (VSC), and shed new light on the little-studied region between the Kara and Laptev Seas, characterized by harsh ice conditions, contrasting water masses, straits, and a large submarine canyon. The VSC is 10–20 km wide, surface intensified, and varies seasonally (maximum from August to March) and interannually. Average freshwater (volume) transport is 500 ± 120 km3 a−1 (0.53 ± 0.08 Sv), with a baroclinic flow contribution of 50–90%. Interannual transport variability is explained by a storage-release mechanism, where blocking-favorable summer winds hamper the outflow and cause accumulation of freshwater in the Kara Sea. The year following a blocking event is characterized by enhanced transports driven by a baroclinic flow along the coast that is set up by increased freshwater volumes. Eventually, the VSC merges with a slope current and provides a major pathway for Eurasian river water toward the western Arctic along the Eurasian continental slope. Kara (and Laptev) Sea freshwater transport is not correlated with the Arctic Oscillation, but rather driven by regional summer pressure patterns.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010635",
        "title": "Kara Sea freshwater transport through Vilkitsky Strait: Variability, forcing, and further pathways toward the western Arctic Ocean from a model and observations"
    },
    {
        "author": "L. Rasmussen, P. D. Bromirski, A. J. Miller, D. Arcas, R. E. Flick, M. C. Hendershott",
        "date": "2015-07-18",
        "description": "\n\nTsunami propagation simulations are used to identify which tsunami source locations would produce the highest amplitude waves on approach to key population centers along the U.S. West Coast. The reasons for preferential influence of certain remote excitation sites are explored by examining model time sequences of tsunami wave patterns emanating from the source. Distant bathymetric features in the West and Central Pacific can redirect tsunami energy into narrow paths with anomalously large wave height that have disproportionate impact on small areas of coastline. The source region generating the waves can be as little as 100 km along a subduction zone, resulting in distinct source-target pairs with sharply amplified wave energy at the target. Tsunami spectral ratios examined for transects near the source, after crossing the West Pacific, and on approach to the coast illustrate how prominent bathymetric features alter wave spectral distributions, and relate to both the timing and magnitude of waves approaching shore. To contextualize the potential impact of tsunamis from high-amplitude source-target pairs, the source characteristics of major historical earthquakes and tsunamis in 1960, 1964, and 2011 are used to generate comparable events originating at the highest-amplitude source locations for each coastal target. This creates a type of “worst-case scenario,” a replicate of each region's historically largest earthquake positioned at the fault segment that would produce the most incoming tsunami energy at each target port. An amplification factor provides a measure of how the incoming wave height from the worst-case source compares to the historical event.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010718",
        "title": "Source location impact on relative tsunami strength along the U.S. West Coast"
    },
    {
        "author": "Alain de Verneil, Peter J. S. Franks",
        "date": "2015-07-18",
        "description": "\n\nA key goal in understanding the ocean's biogeochemical state is estimation of rates of change of critical tracers, particularly components of the planktonic ecosystem. Unfortunately, because ship survey data are not synoptic, it is difficult to obtain spatially resolved estimates of the rates of change of tracers sampled in a moving fluid. Here we present a pseudo-Lagrangian transformation to remap data from underway surveys to a pseudo-synoptic view. The method utilizes geostrophic velocities to back advect and relocate sampling positions, removing advection aliasing. This algorithm produces a map of true relative sampling locations, and allows for determination of the relative locations of observations acquired along streamlines, as well as a corrected view of the tracer's spatial gradients. We then use a forward advection scheme to estimate the tracer's relative change along streamlines, and use these to calculate spatially resolved, net specific rates of change. Application of this technique to Chlorophyll-a (Chl-a) fluorescence data around an ocean front is presented. We obtain 156 individual estimates of Chl-a fluorescence net specific rate of change, covering ∼1200 km2. After incorporating a diffusion-like model to estimate error, the method shows that the majority of observations (64%) were significantly negative. This pseudo-Lagrangian approach generates more accurate spatial maps than raw survey data, and allows spatially resolved estimates of net rates of tracer change. Such estimates can be used as a rate budget constraint that, in conjunction with standard rate measurements, will better determine biogeochemical fluxes.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010898",
        "title": "A pseudo-Lagrangian method for remapping ocean biogeochemical tracer data: Calculation of net Chl-a growth rates"
    },
    {
        "author": "Ana Teles-Machado, Álvaro Peliz, James C. McWilliams, Rita M. Cardoso, Pedro M. M. Soares, Pedro M. A. Miranda",
        "date": "2015-07-18",
        "description": "\n\nThe results of a 20 year high-resolution simulation that spans from 1989 to 2008 are analyzed to study the year-to-year changes of the Iberian Poleward Current (IPC), and its effects on the temperature and salinity variability on the Western Iberian Margin. The model results are compared with satellite data and with data measured at two moored multiparametric buoys. The model reproduces the events of strong sea surface temperature (SST) anomalies described in the literature, for the northern and western coasts, and it helps to explain the connection between the IPC intensity, temperature, and salinity. By analyzing some specific winters, with different characteristics, it is confirmed that years of stronger IPC result in higher transport of heat and salt, and the development of positive anomalies of temperature and salinity. However, local air-sea fluxes are also important and explain the temperature and salinity anomalies observed in some of the winters. The interplay between the IPC transport, or advection, and the local heat and salt fluxes explain why the temperature and salinity anomalies may be in antiphase or uncorrelated with the IPC magnitude. It is shown that from November to January, the IPC magnitude depends mostly on the intensity of the southerly winds, and it has a significant negative correlation with the NAO index.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010758",
        "title": "On the year-to-year changes of the Iberian Poleward Current"
    },
    {
        "author": "Jeannette M. Bedard, Svein Vagle, Jody M. Klymak, William J. Williams, Beth Curry, Craig M. Lee",
        "date": "2015-07-18",
        "description": "\n\nCumberland Sound, host to a commercially viable fish population in the deepest depths, is a large embayment on the southeast coast of Baffin Island that opens to Davis Strait. Conductivity, temperature, and depth profiles were collected during three summer field seasons (2011–2013), and two moorings were deployed during 2011–2012. Within the sound, salinity increases with increasing depth while water temperature cools reaching a minimum of −1.49°C at roughly 100 m. Below 100 m, the water becomes both warmer and saltier. Temperature-salinity curves for each year followed a similar pattern, but the entire water column in Cumberland Sound cooled from 2011 to 2012, and then warmed through the summer of 2013. Even though the sound's maximum depth is over a kilometer deeper than its sill, water in the entire sound is well oxygenated. A comparison of water masses within the sound and in Davis Strait shows that, above the sill, the sound is flooded with cold Baffin Island Current water following an intermittent geostrophic flow pattern entering the sound along the north coast and leaving along the south. Below the sill, replenishment is infrequent and includes water from both the Baffin Island Current and the West Greenland Current. Deep water replenishment occurred more frequently on spring tides, especially in the fall of 2011. Although the sound's circulation is controlled by outside currents, internal water modifying processes occur such as estuarine flow and wind-driven mixing.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010811",
        "title": "Outside influences on the water column of Cumberland Sound, Baffin Island"
    },
    {
        "author": "Liuqian Yu, Katja Fennel, Arnaud Laurent",
        "date": "2015-07-18",
        "description": "\n\nThe Louisiana shelf (LA shelf) in the northern Gulf of Mexico experiences hypoxic conditions every summer due to the combination of eutrophication and strong water column stratification. Here we use a three-dimensional circulation model coupled with a simple oxygen model to examine the physical controls on hypoxia generation on the LA shelf. The model assumes a constant oxygen utilization rate in the water column and a sediment oxygen consumption rate that depends on the bottom water oxygen concentration and temperature. Despite its simplicity, the model reproduces the observed variability of dissolved oxygen and hypoxia on the LA shelf, highlighting the importance of physical processes. Model results demonstrate that both river discharge and wind forcing have a strong effect on the distribution of the river plume and stratification, and thereby on bottom dissolved oxygen concentrations and hypoxia formation on the LA shelf. The seasonal cycle of hypoxia is relatively insensitive to the seasonal variability in river discharge, but the time-integrated hypoxic area is very sensitive to the overall magnitude of river discharge. Changes in wind speed have the greatest effect on the simulated seasonal cycle of hypoxia and hypoxic duration, while changes in wind direction strongly influence the geographic distribution of hypoxia. Given that our simple oxygen model essentially reproduces the evolution of hypoxia simulated with a full biogeochemical model and that physical processes largely determine the magnitude and distribution of hypoxia, a full biogeochemical model might not be necessary for short-term hypoxia forecasting.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010634",
        "title": "A modeling study of physical controls on hypoxia generation in the northern Gulf of Mexico"
    },
    {
        "author": "M. Donelan, A. Babanin, E. Sanina, D. Chalikov",
        "date": "2015-07-18",
        "description": "\n\nThree methods of estimating the directional spectra of water waves are intercompared. The Maximum Likelihood Method (MLM) and the Maximum Entropy Method (MEM) require stationarity of the time series and yield only the frequency-direction spectra. The Wavelet Directional Method (WDM) does not require stationarity and also yields the wave number-direction spectra and is suitable for event analysis. The comparison includes three cases of wind-generated waves on a large lake and two cases of model-generated waves with different directional spreading. The comparisons of the frequency-direction spectra show that the Wavelet Directional Method yields the best estimates of the directional spectra.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010808",
        "title": "A comparison of methods for estimating directional spectra of surface waves"
    },
    {
        "author": "Jing-Ling Ren, Ji-Liang Xuan, Zhao-Wei Wang, Daji Huang, Jing Zhang",
        "date": "2015-07-18",
        "description": "\n\nAluminum (Al) is one of the key parameters of GEOTRACES. In spring 2011, we examined the distribution of dissolved Al in the East China Sea (ECS) to assess the potential passage of coastal water across the shelf to the western Pacific. Measurement of dissolved Al in coastal, shelf, and shelf break waters indicated decreasing concentrations with distance from the coast. However, the northward increase of dissolved Al in the upper 100 m along the shelf break transect, corresponding to the northward flow of Kuroshio Water along the Okinawa Trough from the north of Taiwan to the Tokara strait, indicates contributions of terrestrial material. The presence of an Al plume indicated cross-shelf transport at the subsurface at a potential density of 23.3–24.0 kg/m3. This plume originates from the near-bottom layer along the coast off Zhejiang and Fujian Provinces, and first moves southeastward (to the north of Taiwan) and then northeastward (to shelf break with export at 29°N, 127°E). We calculated the cross-shelf fluxes of water and dissolved Al based on simulation results of the 3-D Massachusetts Institute of Technology general circulation model (MITgcm). The calculated cross-shelf fluxes of Al at the subsurface layer indicate that the ECS is highly efficient in pumping Al-rich coastal waters northward to the Japan Sea/East Sea and/or eastward into the western Pacific. We also identified an important role of the monsoon, with a change from northeasterly wind to southwesterly wind in spring, on the cross-shelf transport of Al by use of numerical tracer experiments.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010655",
        "title": "Cross-shelf transport of terrestrial Al enhanced by the transition of northeasterly to southwesterly monsoon wind over the East China Sea"
    },
    {
        "author": "Eirini Varotsou, Kerstin Jochumsen, Nuno Serra, Dagmar Kieke, Linn Schneider",
        "date": "2015-07-18",
        "description": "\n\nThe transport of Upper Labrador Sea Water (ULSW) at Flemish Cap (47°N/45°W) is investigated in the period 1960–2009 using the output from an 8 km resolution numerical ocean model. The average model transport of ULSW decreases southward from 6.7 Sv at 53°N to 4.5 Sv at 45°N due to interior pathways. The largest fraction of the total ULSW volume transport goes around Flemish Cap within the Deep Western Boundary Current (DWBC, 72%) but a significant part goes through Flemish Pass (20%). At interannual timescales, the variability at Flemish Pass shows a distinct behavior when compared to the variability in the DWBC and to the upstream fluctuations. A running correlation method is applied to obtain the connection of the transport variability at Flemish Pass with several quantities, representative for different physical mechanisms: (1) the North Atlantic Oscillation index, (2) the Ekman transport, (3) the rate of ULSW formation in the Labrador Sea, (4) the position of the North Atlantic Current (NAC) relative to the slope and (5) the averaged transport in the subpolar gyre. Weakened or strengthened transport of ULSW through Flemish Pass coincides with changes of the atmospheric forcing or with changes of the NAC‘s position. Strong meandering of the NAC close to the DWBC reduces the transport off Flemish Cap, and the ULSW flow is “redirected” into the Flemish Pass, enhancing the transport there. In contrast, the transport variability in the DWBC is mainly caused by upstream fluctuations and changes according to the rate of ULSW formation.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010705",
        "title": "Interannual transport variability of Upper Labrador Sea Water at Flemish Cap"
    },
    {
        "author": "M. Tchilibou, T. Delcroix, G. Alory, S. Arnault, G. Reverdin",
        "date": "2015-07-23",
        "description": "\n\nThis study focuses on the time-space variability of the low Sea Surface Salinity (SSS) waters extending zonally within 2°N–12°N in the Atlantic and Pacific and within 6°S–16°S in the western third of the Pacific. The analysis is based on a combination of in situ SSS observations collected in the last three decades from voluntary observing ships, TAO/TRITON and PIRATA moorings, Argo floats, and (few) CTD profiles. The mean latitudes of the Atlantic and Pacific low SSS waters appear 1°–3° further poleward than the Evaporation minus Precipitation (E-P) minima linked to the Inter Tropical Convergence Zones (ITCZ) and South Pacific Convergence Zone (SPCZ). At the seasonal time scale, the E-P minima migrate poleward in summer hemispheres, leading the migration of the SSS minima by 2–3 months in the Atlantic ITCZ, Pacific SPCZ, and in the eastern part of the Pacific ITCZ. On the other hand, the seasonal displacements of E-P and SSS minima are in antiphase in the central and western parts of the Pacific ITCZ. At the interannual time scale, the E-P and SSS minima migrate poleward during La Nina events in the Pacific and during the positive phase of the Atlantic Meridional Dipole (AMD) in the Atlantic (and vice versa during El Nino and the negative phase of the AMD). We further document long-term (1979–2009) meridional migrations of the E-P and SSS minima, especially in the SPCZ region, and discuss whether or not they are consistent with documented SST and wind stress trends.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010836",
        "title": "Variations of the tropical Atlantic and Pacific SSS minimum zones and their relations to the ITCZ and SPCZ rain bands (1979–2009)"
    },
    {
        "author": "Hui Wu",
        "date": "2015-07-23",
        "description": "\n\nOffshore-penetrating tongues of coastal water have been frequently observed during the downwelling-favorable monsoon season at specific locations in waters off the Min-Zhe Coast, a region influenced by a buoyant coastal current originating from the Changjiang River. This process plays an important role in cross-shelf material exchange in the East China Sea (ECS), but the underlying mechanisms are not fully understood. This study suggests that the penetrating fronts are the response of buoyant coastal water to along-isobath undulation of the ambient pycnocline that is controlled by the temperature stratification in seawater. When the ambient pycnocline descends sharply in the downshelf direction, coastal water is transported offshore due to the joint effect of baroclinicity and relief (JEBAR), and thus generates a penetrating front. Along-isobath pycnocline undulation in the ECS can arise from nonuniform tidal mixing due to tidal wave divergence off the Min-Zhe Coast. Onshelf intrusion of cold and dense Kuroshio subsurface water prevents thorough mixing of the pycnocline. Different from the common cross-shelf transport phenomena induced by winds or frontal instabilities, such a tidal mechanism should produce penetrating fronts at specific locations, in agreement with observations.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010686",
        "title": "Cross-shelf penetrating fronts: A response of buoyant coastal water to ambient pycnocline undulation"
    },
    {
        "author": "Wayne Crawford, Valerie Ballu, Xavier Bertin, Mikhail Karpytchev",
        "date": "2015-07-23",
        "description": "\n\nInfragravity waves are long-period (25–250 s) ocean surface gravity waves generated in coastal zones through wave-wave interactions or oscillation of the breaking point. Most of the infragravity wave energy is trapped or dissipated near coastlines, but a small percentage escapes into the open oceans. The source of deep ocean infragravity waves is debated, specifically whether they come mostly from regions with strong source waves or from sites with particular morphologies/orientations. We correlate measurements of infragravity waves in the deep North Atlantic Ocean with infragravity wave generation parameters throughout the Atlantic Ocean to find the dominant sources of deep ocean infragravity wave energy in the North Atlantic Ocean. The deep ocean infragravity wave data are from a 5 year deployment of absolute pressure gauges west of the Azores islands (37°N, 35°W) and shorter data sets from seafloor tsunami gauges (DART buoys). Two main sources are identified: one off of the west coast of southern Europe and northern Africa (25°N–40°N) in northern hemisphere winter and the other off the west coast of equatorial Africa (the Gulf of Guinea) in southern hemisphere winter. These regions have relatively weak source waves and weak infragravity wave propagation paths to the main measurement site, indicating that that the site morphology/orientation dominates the creation of deep ocean infragravity waves. Both regions have also been identified as potential sources of global seismological noise, suggesting that the same mechanisms may be behind the generation of deep ocean infragravity waves and global seismological noise in the frequency band from 0.001 to 0.04 Hz.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010657",
        "title": "The sources of deep ocean infragravity waves observed in the North Atlantic Ocean"
    },
    {
        "author": "Y. Yan, A. Barth, J. M. Beckers, G. Candille, J. M. Brankart, P. Brasseur",
        "date": "2015-07-23",
        "description": "\n\nSea surface height, sea surface temperature, and temperature profiles at depth collected between January and December 2005 are assimilated into a realistic eddy permitting primitive equation model of the North Atlantic Ocean using the Ensemble Kalman Filter. Sixty ensemble members are generated by adding realistic noise to the forcing parameters related to the temperature. The ensemble is diagnosed and validated by comparison between the ensemble spread and the model/observation difference, as well as by rank histogram before the assimilation experiments. An incremental analysis update scheme is applied in order to reduce spurious oscillations due to the model state correction. The results of the assimilation are assessed according to both deterministic and probabilistic metrics with independent/semiindependent observations. For deterministic validation, the ensemble means, together with the ensemble spreads are compared to the observations, in order to diagnose the ensemble distribution properties in a deterministic way. For probabilistic validation, the continuous ranked probability score (CRPS) is used to evaluate the ensemble forecast system according to reliability and resolution. The reliability is further decomposed into bias and dispersion by the reduced centered random variable (RCRV) score in order to investigate the reliability properties of the ensemble forecast system. The improvement of the assimilation is demonstrated using these validation metrics. Finally, the deterministic validation and the probabilistic validation are analyzed jointly. The consistency and complementarity between both validations are highlighted.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010349",
        "title": "Ensemble assimilation of ARGO temperature profile, sea surface temperature, and altimetric satellite data into an eddy permitting primitive equation model of the North Atlantic Ocean"
    },
    {
        "author": "Igor A. Dmitrenko, Bert Rudels, Sergey A. Kirillov, Yevgeny O. Aksenov, Vidar S. Lien, Vladimir V. Ivanov, Ursula Schauer, Igor V. Polyakov, Andrew Coward, David G. Barber",
        "date": "2015-07-23",
        "description": "\n\nThe Atlantic Water flow from the Barents and Kara seas to the Arctic Ocean through the St. Anna Trough (SAT) is conditioned by interaction between Fram Strait branch water circulating in the SAT and Barents Sea branch water—both of Atlantic origin. Here we present data from an oceanographic mooring deployed on the eastern flank of the SAT from September 2009 to September 2010 as well as CTD (conductivity-temperature-depth) sections across the SAT. A distinct vertical density front over the SAT eastern slope deeper than ∼50 m is attributed to the outflow of Barents Sea branch water to the Arctic Ocean. In turn, the Barents Sea branch water flow to the Arctic Ocean is conditioned by two water masses defined by relative low and high fractions of the Atlantic Water. They are also traceable in the Nansen Basin downstream of the SAT entrance. A persistent northward current was recorded in the subsurface layer along the SAT eastern slope with a mean velocity of 18 cm s−1 at 134–218 m and 23 cm s−1 at 376–468 m. Observations and modeling suggest that the SAT flow has a significant density-driven component. It is therefore expected to respond to changes in the cross-trough density gradient conditioned by interaction between the Fram Strait and Barents Sea branches. Further modeling efforts are necessary to investigate hydrodynamic instability and eddy generation caused by the interaction between the SAT flow and the Arctic Ocean Fram Strait branch water boundary current.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010804",
        "title": "Atlantic water flow into the Arctic Ocean through the St. Anna Trough in the northern Kara Sea"
    },
    {
        "author": "Andrew E. Shao, Sarah T. Gille, Sabine Mecking, LuAnne Thompson",
        "date": "2015-07-26",
        "description": "\n\nThe region of the Southern Ocean that encompasses the Subantarctic Front (SAF) to the north and the Polar Front (PF) to the south contains most of the transport of the Antarctic Circumpolar Current. Here skewness of sea level anomaly (SLA) from 1992 to 2013 is coupled with a meandering Gaussian jetw model to estimate the mean position, meridional width, and the percent variance that each front contributes to total SLA variability. The SAF and PF have comparable widths (85 km) in the circumpolar average, but their widths differ significantly in the East Pacific Basin (85 and 60 km, respectively). Interannual variability in the positions of the SAF and PF are also estimated using annual subsets of the SLA data from 1993 to 2012. The PF position has enhanced variability near strong topographic features such as the Kerguelen Plateau, the Campbell Plateau east of New Zealand, and downstream of Drake Passage. Neither the SAF nor the PF showed a robust meridional trend over the 20 year period. The Southern Annular Mode was significantly correlated with basin-averaged SAF and PF positions in the East Pacific and with the PF south of Australia. A correlation between the PF and the basin-scale wind stress curl anomaly was also found in the western extratropical Pacific but not in other basins.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010723",
        "title": "Properties of the Subantarctic Front and Polar Front from the skewness of sea level anomaly"
    },
    {
        "author": "Eric D. Skyllingstad, Karen M. Shell, Lee Collins, Chris Polashenski",
        "date": "2015-07-27",
        "description": "\n\nA three-dimensional sea ice model is presented with resolved snow thickness variations and melt ponds. The model calculates heating from solar radiative transfer and simulates the formation and movement of brine/melt water through the ice system. Initialization for the model is based on observations of snow topography made during the summer melt seasons of 2009, 2010, and 2012 from a location off the coast of Barrow, AK. Experiments are conducted to examine the importance of snow properties and snow and ice thickness by comparing observed and modeled pond fraction and albedo. One key process simulated by the model is the formation of frozen layers in the ice as relatively warm fresh water grid cells freeze when cooled by adjacent, cold brine-filled grid cells. These layers prevent vertical drainage and lead to flooding of melt water commonly observed at the beginning of the melt season. Flooding persists until enough heat is absorbed to melt through the frozen layer. The resulting long-term melt pond coverage is sensitive to both the spatial variability of snow cover and the minimum snow depth. For thin snow cover, initial melting results in earlier, reduced flooding with a small change in pond fraction after drainage of the melt water. Deeper snow tends to generate a delayed, larger peak pond fraction before drainage.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010569",
        "title": "Simulation of the melt season using a resolved sea ice model with snow cover and melt ponds"
    },
    {
        "author": "Joanne Williams, Chris W. Hughes, Mark E. Tamisiea",
        "date": "2015-07-27",
        "description": "\n\nStable, accurate measurements of ocean bottom pressure would be valuable for a range of purposes, including ocean circulation monitoring and measurement of the mass component of the changing sea level budget. Geographic variability of bottom pressure is in general smaller than variability of sea level, particularly at equatorial sites. However, existing bottom pressure recorder technology suffers from drift of several cm/yr, too much for practical realization of these purposes. Therefore, we investigate the use of a tall hydrographic mooring to detect trends in ocean bottom pressure, using data from the Rapid experiment in the North Atlantic. The accuracy of the method is dependent on the number of instruments on the mooring, and we demonstrate how an ocean model (in our case NEMO) can be used to provide an estimate of accuracy of this technique and hence guide mooring design. We also show how it is also dependent on the operational calibration of instruments. We find that, together with altimetry and sea-surface temperatures, such a mooring can be used to provide bottom pressure variations to within about 1 mbar (1 cm sea level). We estimate that an optimally calibrated mooring in the North Atlantic could detect a trend in bottom pressure to an accuracy of ±1 mm/yr after approximately 12 years of operation.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010955",
        "title": "Detecting trends in bottom pressure measured using a tall mooring and altimetry"
    },
    {
        "author": "Pengfei Xue, David J. Schwab, Song Hu",
        "date": "2015-07-31",
        "description": "\n\nLake Superior, the largest lake in the world by surface area and third largest by volume, features strong spatiotemporal thermal variability due to its immense size and complex bathymetry. The objectives of this study are to document our recent modeling experiences on the simulation of the lake thermal structure and to explore underlying dynamic explanations of the observed modeling success. In this study, we use a three-dimensional hydrodynamic model (FVCOM—Finite Volume Community Ocean Model) and an assimilative weather forecasting model (WRF—Weather Research and Forecasting Model) to study the annual heating and cooling cycle of Lake Superior. Model experiments are carried out with meteorological forcing based on interpolation of surface weather observations, on WRF and on Climate Forecast System Reanalysis (CFSR) reanalysis data, respectively. Model performance is assessed through comparison with satellite products and in situ measurements. Accurate simulations of the lake thermal structure are achieved through (1) adapting the COARE algorithm in the hydrodynamic model to derive instantaneous estimates of latent/sensible heat fluxes and upward longwave radiation based on prognostic surface water temperature simulated within the model as opposed to precomputing them with an assumed surface water temperature; (2) estimating incoming solar radiation and downward longwave radiation based on meteorological measurements as opposed to meteorological model-based estimates; (3) using the weather forecasting model to provide high-resolution dynamically constrained wind fields as opposed to wind fields interpolated from station observations. Analysis reveals that the key to the modeling success is to resolve the lake-atmosphere interactions and apply appropriate representations of different meteorological forcing fields, based on the nature of their spatiotemporal variability. The close agreement between model simulation and observations also suggests that the 3-D hydrodynamic model can provide reliable spatiotemporal estimates of heat budgets over Lake Superior and similar systems. Although there have been previous studies which analyzed the impact of the spatiotemporal variability of overwater wind fields on lake circulation, we believe this is the first detailed analysis of the importance of spatiotemporal variability of heat flux components on hydrodynamic simulation of 3-D thermal structure in a lake.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010740",
        "title": "An investigation of the thermal response to meteorological forcing in a hydrodynamic model of Lake Superior"
    },
    {
        "author": "A. Cortés, M. G. Wells, O. B. Fringer, R.S. Arthur, F. J. Rueda",
        "date": "2015-07-31",
        "description": "\n\nThe behavior of a two-dimensional (2-D) gravity current impinging upon a density step in a two-layered stratified basin is analyzed using a high-resolution Reynolds-Averaged Navier-Stokes model. The gravity current splits at the density step, and the portion of the buoyancy flux becoming an interflow is largely controlled by the vertical distribution of velocity and density within the gravity current and the magnitude of the density step between the two ambient layers. This is in agreement with recent laboratory observations. The strongest changes in the ambient density profiles occur as a result of the impingement of supercritical currents with strong density contrasts, for which a large portion of the gravity current detaches from the bottom and becomes an interflow. We characterize the current partition process in the simulated experiments using the densimetric Froude number of the current (Fr) across the density step (upstream and downstream). When underflows are formed, more supercritical currents are observed downstream of the density step compared to upstream (Fru < Frd), and thus, stronger mixing of the current with the ambient water downstream. However, when split flows and interflows are formed, smaller Fr values are identified after the current crosses the density step (Fru > Frd), which indicates lower mixing between the current and ambient water after the impingement due to the significant stripping of interfacial material at the density step.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010722",
        "title": "Numerical investigation of split flows by gravity currents into two-layered stratified water bodies"
    },
    {
        "author": "Shuang Zhang, Matthew H. Alford",
        "date": "2015-07-31",
        "description": "\n\nPrevious studies have identified two primary mechanisms (shear instability and convective instability) by which nonlinear internal waves (NLIWs) induce mixing on continental shelves. To determine the relative importance of these and their dependence on background flow conditions, we examine a much longer (6 month) data set from a moored ADCP/thermistor chain with 2 m vertical spacing in which over 600 NLIWs are detected. Turbulent properties of the 318 waves with detectable overturning instabilities are documented using Thorpe scales. The 130 waves detected while an ADCP was functioning are classified based on a Froude number criterion (Fr = \nuc, where u is velocity in the wave propagation direction, c is the wave phase speed). Of these, 108 waves are identified as shear-instability (Type I; Fr < 1) waves and 22 as convective instability (Type II; Fr > 1). Composites are constructed by averaging in a wave coordinate frame over all waves in each category, showing the mean spatial structure of dissipation and other wave quantities. Turbulence is highest at the sheared interface for Type I waves and throughout the wave core for Type II waves. No relationship between wave instability mechanisms and wave/background parameters such as wave steepness, stratification, or mean flow is found, except that unstable waves tend to be more energetic, demonstrating a need to better understand wave propagation and breaking in complex and variable coastal oceanographic background flows.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010638",
        "title": "Instabilities in nonlinear internal waves on the Washington continental shelf"
    }
]