[
    {
        "author": "Javier M. Di Noia", 
        "date": "2015-08-26", 
        "description": "The DNA breakage-and-repair mechanism that generates antibodies of different classes has, in theory, a 50% chance of occurring correctly. But this recombination turns out to be heavily biased towards productive events.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/_m4xCbm4cm0/nature15209", 
        "title": "Molecular biology: Unequal opportunity during class switching"
    }, 
    {
        "author": "Bennett W. Fox", 
        "date": "2015-08-26", 
        "description": "Expansion of a repetitive DNA sequence is associated with neurodegeneration. Three studies identify genes involved in nuclear import and export that can mediate the toxicity this expansion causes.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/8lmTRWx4KNA/nature15208", 
        "title": "Neurodegeneration: Problems at the nuclear pore"
    }, 
    {
        "author": "Natalia L. Komarova", 
        "date": "2015-08-26", 
        "description": "An in silico, three-dimensional model of tumour evolution suggests that cell motility is a key factor in the initial growth of a tumour mass. The model also reveals the dynamics of mutation spread.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/D6FrYysGGOQ/nature15210", 
        "title": "Cancer: A moving target"
    }, 
    {
        "author": "Ke Zhang", 
        "date": "2015-08-26", 
        "description": "A candidate-based genetic screen in Drosophila expressing 30 G4C2-repeat-containing RNAs finds that RanGAP, a key regulator of nucleocytoplasmic transport, is a potent suppressor of neurodegeneration; the defects caused by the G4C2 repeat expansions can be rescued with antisense oligonucleotides or small molecules targeting the G-quadruplexes.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/jvs8eQfgZBo/nature14973", 
        "title": "The C9orf72 repeat expansion disrupts nucleocytoplasmic transport"
    }, 
    {
        "author": "Junchao Dong", 
        "date": "2015-08-26", 
        "description": "During B-cell development, RAG endonuclease cleaves immunoglobulin heavy chain (IgH) V, D, and J gene segments and orchestrates their fusion as deletional events that assemble a V(D)J exon in the same transcriptional orientation as adjacent Cμ constant region exons. In mice, six additional sets of constant region exons (CHs) lie 100–200 kilobases downstream in the same transcriptional orientation as V(D)J and Cμ exons. Long repetitive switch (S) regions precede Cμ and downstream CHs. In mature B cells, class switch recombination (CSR) generates different antibody classes by replacing Cμ with a downstream CH (ref. 2). Activation-induced cytidine deaminase (AID) initiates CSR by promoting deamination lesions within Sμ and a downstream acceptor S region; these lesions are converted into DNA double-strand breaks (DSBs) by general DNA repair factors. Productive CSR must occur in a deletional orientation by joining the upstream end of an Sμ DSB to the downstream end of an acceptor S-region DSB. However, the relative frequency of deletional to inversional CSR junctions has not been measured. Thus, whether orientation-specific joining is a programmed mechanistic feature of CSR as it is for V(D)J recombination and, if so, how this is achieved is unknown. To address this question, we adapt high-throughput genome-wide translocation sequencing into a highly sensitive DSB end-joining assay and apply it to endogenous AID-initiated S-region DSBs in mouse B cells. We show that CSR is programmed to occur in a productive deletional orientation and does so via an unprecedented mechanism that involves in cis Igh organizational features in combination with frequent S-region DSBs initiated by AID. We further implicate ATM-dependent DSB-response factors in enforcing this mechanism and provide an explanation of why CSR is so reliant on the 53BP1 DSB-response factor.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/2vJmsbrm8ys/nature14970", 
        "title": "Orientation-specific joining of AID-initiated DNA breaks promotes antibody class switching"
    }, 
    {
        "author": "Brian D. Freibaum", 
        "date": "2015-08-26", 
        "description": "The GGGGCC (G4C2) repeat expansion in a noncoding region of C9orf72 is the most common cause of sporadic and familial forms of amyotrophic lateral sclerosis and frontotemporal dementia. The basis for pathogenesis is unknown. To elucidate the consequences of G4C2 repeat expansion in a tractable genetic system, we generated transgenic fly lines expressing 8, 28 or 58 G4C2-repeat-containing transcripts that do not have a translation start site (AUG) but contain an open-reading frame for green fluorescent protein to detect repeat-associated non-AUG (RAN) translation. We show that these transgenic animals display dosage-dependent, repeat-length-dependent degeneration in neuronal tissues and RAN translation of dipeptide repeat (DPR) proteins, as observed in patients with C9orf72-related disease. This model was used in a large-scale, unbiased genetic screen, ultimately leading to the identification of 18 genetic modifiers that encode components of the nuclear pore complex (NPC), as well as the machinery that coordinates the export of nuclear RNA and the import of nuclear proteins. Consistent with these results, we found morphological abnormalities in the architecture of the nuclear envelope in cells expressing expanded G4C2 repeats in vitro and in vivo. Moreover, we identified a substantial defect in RNA export resulting in retention of RNA in the nuclei of Drosophila cells expressing expanded G4C2 repeats and also in mammalian cells, including aged induced pluripotent stem-cell-derived neurons from patients with C9orf72-related disease. These studies show that a primary consequence of G4C2 repeat expansion is the compromise of nucleocytoplasmic transport through the nuclear pore, revealing a novel mechanism of neurodegeneration.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/Fha2zIu0yok/nature14974", 
        "title": "GGGGCC repeat expansion in C9orf72 compromises nucleocytoplasmic transport"
    }, 
    {
        "author": "Jian Jin", 
        "date": "2015-08-26", 
        "description": "Redox processes and radical intermediates are found in many biochemical processes, including deoxyribonucleotide synthesis and oxidative DNA damage. One of the core principles underlying DNA biosynthesis is the radical-mediated elimination of H2O to deoxygenate ribonucleotides, an example of ‘spin-centre shift’, during which an alcohol C–O bond is cleaved, resulting in a carbon-centred radical intermediate. Although spin-centre shift is a well-understood biochemical process, it is underused by the synthetic organic chemistry community. We wondered whether it would be possible to take advantage of this naturally occurring process to accomplish mild, non-traditional alkylation reactions using alcohols as radical precursors. Because conventional radical-based alkylation methods require the use of stoichiometric oxidants, increased temperatures or peroxides, a mild protocol using simple and abundant alkylating agents would have considerable use in the synthesis of diversely functionalized pharmacophores. Here we describe the development of a dual catalytic alkylation of heteroarenes, using alcohols as mild alkylating reagents. This method represents the first, to our knowledge, broadly applicable use of unactivated alcohols as latent alkylating reagents, achieved via the successful merger of photoredox and hydrogen atom transfer catalysis. The value of this multi-catalytic protocol has been demonstrated through the late-stage functionalization of the medicinal agents, fasudil and milrinone.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/33WminXrhHU/nature14885", 
        "title": "Alcohols as alkylating agents in heteroarene C–H functionalization"
    }, 
    {
        "author": "Fan Lai", 
        "date": "2015-08-26", 
        "description": "Integrator is a multi-subunit complex stably associated with the carboxy-terminal domain (CTD) of RNA polymerase II (RNAPII). Integrator is endowed with a core catalytic RNA endonuclease activity, which is required for the 3′-end processing of non-polyadenylated, RNAPII-dependent, uridylate-rich, small nuclear RNA genes. Here we examine the requirement of Integrator in the biogenesis of transcripts derived from distal regulatory elements (enhancers) involved in tissue- and temporal-specific regulation of gene expression in metazoans. Integrator is recruited to enhancers and super-enhancers in a stimulus-dependent manner. Functional depletion of Integrator subunits diminishes the signal-dependent induction of enhancer RNAs (eRNAs) and abrogates stimulus-induced enhancer–promoter chromatin looping. Global nuclear run-on and RNAPII profiling reveals a role for Integrator in 3′-end cleavage of eRNA primary transcripts leading to transcriptional termination. In the absence of Integrator, eRNAs remain bound to RNAPII and their primary transcripts accumulate. Notably, the induction of eRNAs and gene expression responsiveness requires the catalytic activity of Integrator complex. We propose a role for Integrator in biogenesis of eRNAs and enhancer function in metazoans.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/9IsBR-9nLY8/nature14906", 
        "title": "Integrator mediates the biogenesis of enhancer RNAs"
    }, 
    {
        "author": "Nicolas Vita", 
        "date": "2015-08-26", 
        "description": "Methane-oxidizing bacteria (methanotrophs) require large quantities of copper for the membrane-bound (particulate) methane monooxygenase. Certain methanotrophs are also able to switch to using the iron-containing soluble methane monooxygenase to catalyse methane oxidation, with this switchover regulated by copper. Methane monooxygenases are nature’s primary biological mechanism for suppressing atmospheric levels of methane, a potent greenhouse gas. Furthermore, methanotrophs and methane monooxygenases have enormous potential in bioremediation and for biotransformations producing bulk and fine chemicals, and in bioenergy, particularly considering increased methane availability from renewable sources and hydraulic fracturing of shale rock. Here we discover and characterize a novel copper storage protein (Csp1) from the methanotroph Methylosinus trichosporium OB3b that is exported from the cytosol, and stores copper for particulate methane monooxygenase. Csp1 is a tetramer of four-helix bundles with each monomer binding up to 13 Cu(I) ions in a previously unseen manner via mainly Cys residues that point into the core of the bundle. Csp1 is the first example of a protein that stores a metal within an established protein-folding motif. This work provides a detailed insight into how methanotrophs accumulate copper for the oxidation of methane. Understanding this process is essential if the wide-ranging biotechnological applications of methanotrophs are to be realized. Cytosolic homologues of Csp1 are present in diverse bacteria, thus challenging the dogma that such organisms do not use copper in this location.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/h-g1lHCQpI0/nature14854", 
        "title": "A four-helix bundle stores copper for methane oxidation"
    }, 
    {
        "author": "Bartlomiej Waclaw", 
        "date": "2015-08-26", 
        "description": "Most cancers in humans are large, measuring centimetres in diameter, and composed of many billions of cells. An equivalent mass of normal cells would be highly heterogeneous as a result of the mutations that occur during each cell division. What is remarkable about cancers is that virtually every neoplastic cell within a large tumour often contains the same core set of genetic alterations, with heterogeneity confined to mutations that emerge late during tumour growth. How such alterations expand within the spatially constrained three-dimensional architecture of a tumour, and come to dominate a large, pre-existing lesion, has been unclear. Here we describe a model for tumour evolution that shows how short-range dispersal and cell turnover can account for rapid cell mixing inside the tumour. We show that even a small selective advantage of a single cell within a large tumour allows the descendants of that cell to replace the precursor mass in a clinically relevant time frame. We also demonstrate that the same mechanisms can be responsible for the rapid onset of resistance to chemotherapy. Our model not only provides insights into spatial and temporal aspects of tumour growth, but also suggests that targeting short-range cellular migratory activity could have marked effects on tumour growth rates.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/SfDkFL5i2kM/nature14971", 
        "title": "A spatial model predicts that dispersal and cell turnover limit intratumour heterogeneity"
    }, 
    {
        "author": "Jizong Wang", 
        "date": "2015-08-26", 
        "description": "Phytosulfokine (PSK) is a disulfated pentapeptide that has a ubiquitous role in plant growth and development. PSK is perceived by its receptor PSKR, a leucine-rich repeat receptor kinase (LRR-RK). The mechanisms underlying the recognition of PSK, the activation of PSKR and the identity of the components downstream of the initial binding remain elusive. Here we report the crystal structures of the extracellular LRR domain of PSKR in free, PSK- and co-receptor-bound forms. The structures reveal that PSK interacts mainly with a β-strand from the island domain of PSKR, forming an anti-β-sheet. The two sulfate moieties of PSK interact directly with PSKR, sensitizing PSKR recognition of PSK. Supported by biochemical, structural and genetic evidence, PSK binding enhances PSKR heterodimerization with the somatic embryogenesis receptor-like kinases (SERKs). However, PSK is not directly involved in PSKR–SERK interaction but stabilizes PSKR island domain for recruitment of a SERK. Our data reveal the structural basis for PSKR recognition of PSK and allosteric activation of PSKR by PSK, opening up new avenues for the design of PSKR-specific small molecules.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/8avyhQ6c0Ts/nature14858", 
        "title": "Allosteric receptor activation by the plant peptide hormone phytosulfokine"
    }, 
    {
        "author": "Yi-Gang Tong", 
        "date": "2015-08-26", 
        "description": "", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/6g9C4tv0eSU/nature15255", 
        "title": "Erratum: Genetic diversity and evolutionary dynamics of Ebola virus in Sierra Leone"
    }, 
    {
        "author": "Ling Zhao", 
        "date": "2015-08-26", 
        "description": "", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/vua3ERf2Gis/nature15253", 
        "title": "Corrigendum: Lanosterol reverses protein aggregation in cataracts"
    }, 
    {
        "author": "L. Dubrovinsky", 
        "date": "2015-08-24", 
        "description": "Metallic osmium (Os) is one of the most exceptional elemental materials, having, at ambient pressure, the highest known density and one of the highest cohesive energies and melting temperatures. It is also very incompressible, but its high-pressure behaviour is not well understood because it has been studied so far only at pressures below 75 gigapascals. Here we report powder X-ray diffraction measurements on Os at multi-megabar pressures using both conventional and double-stage diamond anvil cells, with accurate pressure determination ensured by first obtaining self-consistent equations of state of gold, platinum, and tungsten in static experiments up to 500 gigapascals. These measurements allow us to show that Os retains its hexagonal close-packed structure upon compression to over 770 gigapascals. But although its molar volume monotonically decreases with pressure, the unit cell parameter ratio of Os exhibits anomalies at approximately 150 gigapascals and 440 gigapascals. Dynamical mean-field theory calculations suggest that the former anomaly is a signature of the topological change of the Fermi surface for valence electrons. However, the anomaly at 440 gigapascals might be related to an electronic transition associated with pressure-induced interactions between core electrons. The ability to affect the core electrons under static high-pressure experimental conditions, even for incompressible metals such as Os, opens up opportunities to search for new states of matter under extreme compression.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/l54uPut8kIc/nature14681", 
        "title": "The most incompressible metal osmium at static pressures above 750 gigapascals"
    }, 
    {
        "author": "Thomas F. Reubold", 
        "date": "2015-08-24", 
        "description": "The mechanochemical protein dynamin is the prototype of the dynamin superfamily of large GTPases, which shape and remodel membranes in diverse cellular processes. Dynamin forms predominantly tetramers in the cytosol, which oligomerize at the neck of clathrin-coated vesicles to mediate constriction and subsequent scission of the membrane. Previous studies have described the architecture of dynamin dimers, but the molecular determinants for dynamin assembly and its regulation have remained unclear. Here we present the crystal structure of the human dynamin tetramer in the nucleotide-free state. Combining structural data with mutational studies, oligomerization measurements and Markov state models of molecular dynamics simulations, we suggest a mechanism by which oligomerization of dynamin is linked to the release of intramolecular autoinhibitory interactions. We elucidate how mutations that interfere with tetramer formation and autoinhibition can lead to the congenital muscle disorders Charcot–Marie–Tooth neuropathy and centronuclear myopathy, respectively. Notably, the bent shape of the tetramer explains how dynamin assembles into a right-handed helical oligomer of defined diameter, which has direct implications for its function in membrane constriction.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/1RiVFKTQqnE/nature14880", 
        "title": "Crystal structure of the dynamin tetramer"
    }, 
    {
        "author": "M. A. Martínez-Botí", 
        "date": "2015-08-19", 
        "description": "", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/LmmoF4EpHV0/nature14954", 
        "title": "Addendum: Plio-Pleistocene climate sensitivity evaluated using high-resolution CO2 records"
    }, 
    {
        "author": "Beth A. Lazazzera", 
        "date": "2015-08-19", 
        "description": "Monitored changes in the number of copies of a gene during DNA replication control the timing of sporulation in bacteria. This discovery links replication to the concept that a gene's location on a chromosome can influence cell traits.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/CGDEw-61gdE/nature15207", 
        "title": "Genetics: Location affects sporulation"
    }, 
    {
        "author": "Marcel Rejmánek", 
        "date": "2015-08-19", 
        "description": "Many naturalized non-native plants pose ecological and economic threats. A quantitative analysis of the global distribution of naturalized plants confirms some anticipated trends and exposes new patterns.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/oRhwDi36P7k/nature15206", 
        "title": "Ecology: Global trends in plant naturalization"
    }, 
    {
        "author": "Lu Wen", 
        "date": "2015-08-19", 
        "description": "The development of an algorithm called RaceID enables the identification of rare cell types by single-cell RNA sequencing, even when they are part of a complex mixture of similar cells.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/-HZFufCJoOU/nature15204", 
        "title": "Computational biology:  How to catch rare cell types"
    }, 
    {
        "author": "Katherine E. Dunn", 
        "date": "2015-08-19", 
        "description": "DNA origami is a robust assembly technique that folds a single-stranded DNA template into a target structure by annealing it with hundreds of short ‘staple’ strands. Its guiding design principle is that the target structure is the single most stable configuration. The folding transition is cooperative and, as in the case of proteins, is governed by information encoded in the polymer sequence. A typical origami folds primarily into the desired shape, but misfolded structures can kinetically trap the system and reduce the yield. Although adjusting assembly conditions or following empirical design rules can improve yield, well-folded origami often need to be separated from misfolded structures. The problem could in principle be avoided if assembly pathway and kinetics were fully understood and then rationally optimized. To this end, here we present a DNA origami system with the unusual property of being able to form a small set of distinguishable and well-folded shapes that represent discrete and approximately degenerate energy minima in a vast folding landscape, thus allowing us to probe the assembly process. The obtained high yield of well-folded origami structures confirms the existence of efficient folding pathways, while the shape distribution provides information about individual trajectories through the folding landscape. We find that, similarly to protein folding, the assembly of DNA origami is highly cooperative; that reversible bond formation is important in recovering from transient misfoldings; and that the early formation of long-range connections can very effectively enforce particular folds. We use these insights to inform the design of the system so as to steer assembly towards desired structures. Expanding the rational design process to include the assembly pathway should thus enable more reproducible synthesis, particularly when targeting more complex structures. We anticipate that this expansion will be essential if DNA origami is to continue its rapid development and become a reliable manufacturing technology.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/BvYgKECTtHw/nature14860", 
        "title": "Guiding the folding pathway of DNA origami"
    }, 
    {
        "author": "Dominic Grün", 
        "date": "2015-08-19", 
        "description": "Understanding the development and function of an organ requires the characterization of all of its cell types. Traditional methods for visualizing and isolating subpopulations of cells are based on messenger RNA or protein expression of only a few known marker genes. The unequivocal identification of a specific marker gene, however, poses a major challenge, particularly if this cell type is rare. Identifying rare cell types, such as stem cells, short-lived progenitors, cancer stem cells, or circulating tumour cells, is crucial to acquire a better understanding of normal or diseased tissue biology. To address this challenge we first sequenced the transcriptome of hundreds of randomly selected cells from mouse intestinal organoids, cultured self-organizing epithelial structures that contain all cell lineages of the mammalian intestine. Organoid buds, like intestinal crypts, harbour stem cells that continuously differentiate into a variety of cell types, occurring at widely different abundances. Since available computational methods can only resolve more abundant cell types, we developed RaceID, an algorithm for rare cell type identification in complex populations of single cells. We demonstrate that this algorithm can resolve cell types represented by only a single cell in a population of randomly sampled organoid cells. We use this algorithm to identify Reg4 as a novel marker for enteroendocrine cells, a rare population of hormone-producing intestinal cells. Next, we use Reg4 expression to enrich for these rare cells and investigate the heterogeneity within this population. RaceID confirmed the existence of known enteroendocrine lineages, and moreover discovered novel subtypes, which we subsequently validated in vivo. Having validated RaceID we then applied the algorithm to ex vivo-isolated Lgr5-positive stem cells and their direct progeny. We find that Lgr5-positive cells represent a homogenous abundant population of stem cells mixed with a rare population of Lgr5-positive secretory cells. We envision broad applicability of our method for discovering rare cell types and the corresponding marker genes in healthy and diseased organs.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/0e8rjjPJ2Tg/nature14966", 
        "title": "Single-cell messenger RNA sequencing reveals rare intestinal cell types"
    }, 
    {
        "author": "Qian Zhang", 
        "date": "2015-08-19", 
        "description": "Epigenetic modifiers have fundamental roles in defining unique cellular identity through the establishment and maintenance of lineage-specific chromatin and methylation status. Several DNA modifications such as 5-hydroxymethylcytosine (5hmC) are catalysed by the ten eleven translocation (Tet) methylcytosine dioxygenase family members, and the roles of Tet proteins in regulating chromatin architecture and gene transcription independently of DNA methylation have been gradually uncovered. However, the regulation of immunity and inflammation by Tet proteins independent of their role in modulating DNA methylation remains largely unknown. Here we show that Tet2 selectively mediates active repression of interleukin-6 (IL-6) transcription during inflammation resolution in innate myeloid cells, including dendritic cells and macrophages. Loss of Tet2 resulted in the upregulation of several inflammatory mediators, including IL-6, at late phase during the response to lipopolysaccharide challenge. Tet2-deficient mice were more susceptible to endotoxin shock and dextran-sulfate-sodium-induced colitis, displaying a more severe inflammatory phenotype and increased IL-6 production compared to wild-type mice. IκBζ, an IL-6-specific transcription factor, mediated specific targeting of Tet2 to the Il6 promoter, further indicating opposite regulatory roles of IκBζ at initial and resolution phases of inflammation. For the repression mechanism, independent of DNA methylation and hydroxymethylation, Tet2 recruited Hdac2 and repressed transcription of Il6 via histone deacetylation. We provide mechanistic evidence for the gene-specific transcription repression activity of Tet2 via histone deacetylation and for the prevention of constant transcription activation at the chromatin level for resolving inflammation.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/RTPyoLWUMC0/nature15252", 
        "title": "Tet2 is required to resolve inflammation by recruiting Hdac2 to specifically repress IL-6"
    }, 
    {
        "author": "Mark van Kleunen", 
        "date": "2015-08-19", 
        "description": "All around the globe, humans have greatly altered the abiotic and biotic environment with ever-increasing speed. One defining feature of the Anthropocene epoch is the erosion of biogeographical barriers by human-mediated dispersal of species into new regions, where they can naturalize and cause ecological, economic and social damage. So far, no comprehensive analysis of the global accumulation and exchange of alien plant species between continents has been performed, primarily because of a lack of data. Here we bridge this knowledge gap by using a unique global database on the occurrences of naturalized alien plant species in 481 mainland and 362 island regions. In total, 13,168 plant species, corresponding to 3.9% of the extant global vascular flora, or approximately the size of the native European flora, have become naturalized somewhere on the globe as a result of human activity. North America has accumulated the largest number of naturalized species, whereas the Pacific Islands show the fastest increase in species numbers with respect to their land area. Continents in the Northern Hemisphere have been the major donors of naturalized alien species to all other continents. Our results quantify for the first time the extent of plant naturalizations worldwide, and illustrate the urgent need for globally integrated efforts to control, manage and understand the spread of alien species.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/ESGhGbsRKak/nature14910", 
        "title": "Global exchange and accumulation of non-native plants"
    }, 
    {
        "author": "Cawas B. Engineer", 
        "date": "2015-08-19", 
        "description": "", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/t9vJXEBO6rc/nature14961", 
        "title": "Corrigendum: Carbonic anhydrases, EPF2 and a novel protease mediate CO2 control of stomatal development"
    }, 
    {
        "author": "Igor I. Mazin", 
        "date": "2015-08-17", 
        "description": "Attitudes to high-temperature superconductivity have swung from disbelief to a conviction that it occurs only 'unconventionally'. But conventional superconductivity is now reported at record high temperatures.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/vwArdcxD7SE/nature15203", 
        "title": "Superconductivity: Extraordinarily conventional"
    }, 
    {
        "author": "Xiao-chen Bai", 
        "date": "2015-08-17", 
        "description": "The atomic structure of human γ-secretase at 3.4 Å resolution, determined by single-particle cryo-electron microscopy.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/0LsuxgfSaBM/nature14892", 
        "title": "An atomic structure of human γ-secretase"
    }, 
    {
        "author": "Paulina Seweryn", 
        "date": "2015-08-17", 
        "description": "The crystal structure of the 240-kilodalton C–P lyase core complex from the bacterium E. coli offers insights into the relatively unknown mechanisms of the enzymatic machinery that allows some microbes to extract phosphate from phosphonate compounds.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/K_p6xBXa8Zw/nature14683", 
        "title": "Structural insights into the bacterial carbon–phosphorus lyase machinery"
    }, 
    {
        "author": "Qiangjun Zhou", 
        "date": "2015-08-17", 
        "description": "The first crystal structures of complexes between synaptotagmin-1 and neuronal SNARE, bound to either Ca2+ or Mg2+, are described, and show that Ca2+-triggered neurotransmitter release relies on a large, Ca2+-independent interface.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/M9Ux9qPw8hY/nature14975", 
        "title": "Architecture of the synaptotagmin–SNARE machinery for neuronal exocytosis"
    }, 
    {
        "author": "A. P. Drozdov", 
        "date": "2015-08-17", 
        "description": "A superconductor is a material that can conduct electricity without resistance below a superconducting transition temperature, Tc. The highest Tc that has been achieved to date is in the copper oxide system: 133 kelvin at ambient pressure and 164 kelvin at high pressures. As the nature of superconductivity in these materials is still not fully understood (they are not conventional superconductors), the prospects for achieving still higher transition temperatures by this route are not clear. In contrast, the Bardeen–Cooper–Schrieffer theory of conventional superconductivity gives a guide for achieving high Tc with no theoretical upper bound—all that is needed is a favourable combination of high-frequency phonons, strong electron–phonon coupling, and a high density of states. These conditions can in principle be fulfilled for metallic hydrogen and covalent compounds dominated by hydrogen, as hydrogen atoms provide the necessary high-frequency phonon modes as well as the strong electron–phonon coupling. Numerous calculations support this idea and have predicted transition temperatures in the range 50–235 kelvin for many hydrides, but only a moderate Tc of 17 kelvin has been observed experimentally. Here we investigate sulfur hydride, where a Tc of 80 kelvin has been predicted. We find that this system transforms to a metal at a pressure of approximately 90 gigapascals. On cooling, we see signatures of superconductivity: a sharp drop of the resistivity to zero and a decrease of the transition temperature with magnetic field, with magnetic susceptibility measurements confirming a Tc of 203 kelvin. Moreover, a pronounced isotope shift of Tc in sulfur deuteride is suggestive of an electron–phonon mechanism of superconductivity that is consistent with the Bardeen–Cooper–Schrieffer scenario. We argue that the phase responsible for high-Tc superconductivity in this system is likely to be H3S, formed from H2S by decomposition under pressure. These findings raise hope for the prospects for achieving room-temperature superconductivity in other hydrogen-based materials.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/aKh500-M4tc/nature14964", 
        "title": "Conventional superconductivity at 203 kelvin at high pressures in the sulfur hydride system"
    }, 
    {
        "author": "Shany Koren", 
        "date": "2015-08-12", 
        "description": "The adult mouse mammary epithelium contains self-sustained cell lineages that form the inner luminal and outer basal cell layers, with stem and progenitor cells contributing to its proliferative and regenerative potential. A key issue in breast cancer biology is the effect of genomic lesions in specific mammary cell lineages on tumour heterogeneity and progression. The impact of transforming events on fate conversion in cancer cells of origin and thus their contribution to tumour heterogeneity remains largely elusive. Using in situ genetic lineage tracing and limiting dilution transplantation, we have unravelled the potential of PIK3CAH1047R, one of the most frequent mutations occurring in human breast cancer, to induce multipotency during tumorigenesis in the mammary gland. Here we show that expression of PIK3CAH1047R in lineage-committed basal Lgr5-positive and luminal keratin-8-positive cells of the adult mouse mammary gland evokes cell dedifferentiation into a multipotent stem-like state, suggesting this to be a mechanism involved in the formation of heterogeneous, multi-lineage mammary tumours. Moreover, we show that the tumour cell of origin influences the frequency of malignant mammary tumours. Our results define a key effect of PIK3CAH1047R on mammary cell fate in the pre-neoplastic mammary gland and show that the cell of origin of PIK3CAH1047R tumours dictates their malignancy, thus revealing a mechanism underlying tumour heterogeneity and aggressiveness.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/1QFvarhZElk/nature14669", 
        "title": "PIK3CAH1047R induces multipotency and multi-lineage mammary tumours"
    }, 
    {
        "author": "Alexandra Van Keymeulen", 
        "date": "2015-08-12", 
        "description": "Breast cancer is the most frequent cancer in women and consists of heterogeneous types of tumours that are classified into different histological and molecular subtypes. PIK3CA and P53 (also known as TP53) are the two most frequently mutated genes and are associated with different types of human breast cancers. The cellular origin and the mechanisms leading to PIK3CA-induced tumour heterogeneity remain unknown. Here we used a genetic approach in mice to define the cellular origin of Pik3ca-derived tumours and the impact of mutations in this gene on tumour heterogeneity. Surprisingly, oncogenic Pik3caH1047R mutant expression at physiological levels in basal cells using keratin (K)5-CreERT2 mice induced the formation of luminal oestrogen receptor (ER)-positive/progesterone receptor (PR)-positive tumours, while its expression in luminal cells using K8-CReERT2 mice gave rise to luminal ER+PR+ tumours or basal-like ER−PR− tumours. Concomitant deletion of p53 and expression of Pik3caH1047R accelerated tumour development and induced more aggressive mammary tumours. Interestingly, expression of Pik3caH1047R in unipotent basal cells gave rise to luminal-like cells, while its expression in unipotent luminal cells gave rise to basal-like cells before progressing into invasive tumours. Transcriptional profiling of cells that underwent cell fate transition upon Pik3caH1047R expression in unipotent progenitors demonstrated a profound oncogene-induced reprogramming of these newly formed cells and identified gene signatures characteristic of the different cell fate switches that occur upon Pik3caH1047R expression in basal and luminal cells, which correlated with the cell of origin, tumour type and different clinical outcomes. Altogether our study identifies the cellular origin of Pik3ca-induced tumours and reveals that oncogenic Pik3caH1047R activates a multipotent genetic program in normally lineage-restricted populations at the early stage of tumour initiation, setting the stage for future intratumoural heterogeneity. These results have important implications for our understanding of the mechanisms controlling tumour heterogeneity and the development of new strategies to block PIK3CA breast cancer initiation.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/_Uit2O-8XBw/nature14665", 
        "title": "Reactivation of multipotency by oncogenic PIK3CA induces breast tumour heterogeneity"
    }, 
    {
        "author": "G. Marino", 
        "date": "2015-08-12", 
        "description": "", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/IYwTCU48IwE/nature14960", 
        "title": "Corrigendum: Bipolar seesaw control on last interglacial sea level"
    }, 
    {
        "author": "Ronen Durst", 
        "date": "2015-08-10", 
        "description": "Mitral valve prolapse (MVP) is a common cardiac valve disease that affects nearly 1 in 40 individuals. It can manifest as mitral regurgitation and is the leading indication for mitral valve surgery. Despite a clear heritable component, the genetic aetiology leading to non-syndromic MVP has remained elusive. Four affected individuals from a large multigenerational family segregating non-syndromic MVP underwent capture sequencing of the linked interval on chromosome 11. We report a missense mutation in the DCHS1 gene, the human homologue of the Drosophila cell polarity gene dachsous (ds), that segregates with MVP in the family. Morpholino knockdown of the zebrafish homologue dachsous1b resulted in a cardiac atrioventricular canal defect that could be rescued by wild-type human DCHS1, but not by DCHS1 messenger RNA with the familial mutation. Further genetic studies identified two additional families in which a second deleterious DCHS1 mutation segregates with MVP. Both DCHS1 mutations reduce protein stability as demonstrated in zebrafish, cultured cells and, notably, in mitral valve interstitial cells (MVICs) obtained during mitral valve repair surgery of a proband. Dchs1+/− mice had prolapse of thickened mitral leaflets, which could be traced back to developmental errors in valve morphogenesis. DCHS1 deficiency in MVP patient MVICs, as well as in Dchs1+/− mouse MVICs, result in altered migration and cellular patterning, supporting these processes as aetiological underpinnings for the disease. Understanding the role of DCHS1 in mitral valve development and MVP pathogenesis holds potential for therapeutic insights for this very common disease.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/g4FN_J2rXiI/nature14670", 
        "title": "Mutations in DCHS1 cause mitral valve prolapse"
    }, 
    {
        "author": "Feng Zhang", 
        "date": "2015-08-10", 
        "description": "The plant hormone jasmonate plays crucial roles in regulating plant responses to herbivorous insects and microbial pathogens and is an important regulator of plant growth and development. Key mediators of jasmonate signalling include MYC transcription factors, which are repressed by jasmonate ZIM-domain (JAZ) transcriptional repressors in the resting state. In the presence of active jasmonate, JAZ proteins function as jasmonate co-receptors by forming a hormone-dependent complex with COI1, the F-box subunit of an SCF-type ubiquitin E3 ligase. The hormone-dependent formation of the COI1–JAZ co-receptor complex leads to ubiquitination and proteasome-dependent degradation of JAZ repressors and release of MYC proteins from transcriptional repression. The mechanism by which JAZ proteins repress MYC transcription factors and how JAZ proteins switch between the repressor function in the absence of hormone and the co-receptor function in the presence of hormone remain enigmatic. Here we show that Arabidopsis MYC3 undergoes pronounced conformational changes when bound to the conserved Jas motif of the JAZ9 repressor. The Jas motif, previously shown to bind to hormone as a partly unwound helix, forms a complete α-helix that displaces the amino (N)-terminal helix of MYC3 and becomes an integral part of the MYC N-terminal fold. In this position, the Jas helix competitively inhibits MYC3 interaction with the MED25 subunit of the transcriptional Mediator complex. Our structural and functional studies elucidate a dynamic molecular switch mechanism that governs the repression and activation of a major plant hormone pathway.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/oGqN5Um9244/nature14661", 
        "title": "Structural basis of JAZ repression of MYC transcription factors in jasmonate signalling"
    }, 
    {
        "author": "Hisham Mohammed", 
        "date": "2015-08-05", 
        "description": "", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/p-RGhSngS9M/nature14959", 
        "title": "Corrigendum: Progesterone receptor modulates ERα action in breast cancer"
    }, 
    {
        "author": "Sandra Schoors", 
        "date": "2015-08-05", 
        "description": "", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/QqlCbJeV8kk/nature14624", 
        "title": "Corrigendum: Fatty acid carbon is essential for dNTP synthesis in endothelial cells"
    }, 
    {
        "author": "Mariano Bond", 
        "date": "2015-07-29", 
        "description": "", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/Lxa5-gIfnPg/nature14955", 
        "title": "Corrigendum: Eocene primates of South America and the African origins of New World monkeys"
    }, 
    {
        "author": "Deniz Senyilmaz", 
        "date": "2015-07-27", 
        "description": "Mitochondria are involved in a variety of cellular functions, including ATP production, amino acid and lipid biogenesis and breakdown, signalling and apoptosis. Mitochondrial dysfunction has been linked to neurodegenerative diseases, cancer and ageing. Although transcriptional mechanisms that regulate mitochondrial abundance are known, comparatively little is known about how mitochondrial function is regulated. Here we identify the metabolite stearic acid (C18:0) and human transferrin receptor 1 (TFR1; also known as TFRC) as mitochondrial regulators. We elucidate a signalling pathway whereby C18:0 stearoylates TFR1, thereby inhibiting its activation of JNK signalling. This leads to reduced ubiquitination of mitofusin via HUWE1, thereby promoting mitochondrial fusion and function. We find that animal cells are poised to respond to both increases and decreases in C18:0 levels, with increased C18:0 dietary intake boosting mitochondrial fusion in vivo. Intriguingly, dietary C18:0 supplementation can counteract the mitochondrial dysfunction caused by genetic defects such as loss of the Parkinson’s disease genes Pink or Parkin in Drosophila. This work identifies the metabolite C18:0 as a signalling molecule regulating mitochondrial function in response to diet.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/MMksm7iQaew/nature14601", 
        "title": "Regulation of mitochondrial morphology and function by stearoylation of TFR1"
    }, 
    {
        "author": "Xose S. Puente", 
        "date": "2015-07-22", 
        "description": "Genomic approaches in more than 500 patients are used to extend the number of chronic lymphocytic leukaemia (CLL) driver alterations, and also identify novel recurrent mutations in non-coding regions, including an enhancer of PAX5 and the 3′ untranslated region of NOTCH1, which lead to aberrant splicing events, increased NOTCH1 protein stability and activity, and an adverse clinical outcome.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/uJz3dB6_I_E/nature14666", 
        "title": "Non-coding recurrent mutations in chronic lymphocytic leukaemia"
    }, 
    {
        "author": "Candice E. Paulsen", 
        "date": "2015-07-22", 
        "description": "", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/ZwX-davFYsc/nature14871", 
        "title": "Structure of the TRPA1 ion channel suggests regulatory mechanisms"
    }, 
    {
        "author": "Dong Deng", 
        "date": "2015-07-15", 
        "description": "The SLC2 family glucose transporters facilitate the transport of glucose and other monosaccharides across biological membranes; the X-ray crystal structure of human GLUT3 has been solved in outward-open and outward-occluded conformations and a model for how the membrane protein rearranges itself during a complete transport cycle has been proposed.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/ql9iZBTLUAQ/nature14655", 
        "title": "Molecular basis of ligand recognition and transport by glucose transporters"
    }, 
    {
        "author": "Jieqi Wang", 
        "date": "2015-07-15", 
        "description": "", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/kJugdlwzJ0A/nature14671", 
        "title": "Corrigendum: Wild-type microglia do not reverse pathology in mouse models of Rett syndrome"
    }, 
    {
        "author": "Florian Muller", 
        "date": "2015-07-08", 
        "description": "", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/VSMvM5PB_jI/nature14609", 
        "title": "Corrigendum: Passenger deletions generate therapeutic vulnerabilities in cancer"
    }, 
    {
        "author": "John W. Schoggins", 
        "date": "2015-07-08", 
        "description": "", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/Kjk9MsQcQtU/nature14554", 
        "title": "Corrigendum: A diverse range of gene products are effectors of the type I interferon antiviral response"
    }, 
    {
        "author": "John W. Schoggins", 
        "date": "2015-07-08", 
        "description": "", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/p2KzTyovBhg/nature14555", 
        "title": "Corrigendum: Pan-viral specificity of IFN-induced genes reveals new roles for cGAS in innate immunity"
    }, 
    {
        "author": "Laura A. Stevens", 
        "date": "2015-07-01", 
        "description": "", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/c7_1dzVOExo/nature14608", 
        "title": "Corrigendum: Greenland supraglacial lake drainages triggered by hydrologically induced basal slip"
    }, 
    {
        "author": "", 
        "date": "2015-06-17", 
        "description": "", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/g-O1_mMe1R4/nature14538", 
        "title": "Addendum"
    }, 
    {
        "author": "Michael Ghidiu", 
        "date": "2014-11-26", 
        "description": "Safe and powerful energy storage devices are becoming increasingly important. Charging times of seconds to minutes, with power densities exceeding those of batteries, can in principle be provided by electrochemical capacitors—in particular, pseudocapacitors. Recent research has focused mainly on improving the gravimetric performance of the electrodes of such systems, but for portable electronics and vehicles volume is at a premium. The best volumetric capacitances of carbon-based electrodes are around 300 farads per cubic centimetre; hydrated ruthenium oxide can reach capacitances of 1,000 to 1,500 farads per cubic centimetre with great cyclability, but only in thin films. Recently, electrodes made of two-dimensional titanium carbide (Ti3C2, a member of the ‘MXene’ family), produced by etching aluminium from titanium aluminium carbide (Ti3AlC2, a ‘MAX’ phase) in concentrated hydrofluoric acid, have been shown to have volumetric capacitances of over 300 farads per cubic centimetre. Here we report a method of producing this material using a solution of lithium fluoride and hydrochloric acid. The resulting hydrophilic material swells in volume when hydrated, and can be shaped like clay and dried into a highly conductive solid or rolled into films tens of micrometres thick. Additive-free films of this titanium carbide ‘clay’ have volumetric capacitances of up to 900 farads per cubic centimetre, with excellent cyclability and rate performances. This capacitance is almost twice that of our previous report, and our synthetic method also offers a much faster route to film production as well as the avoidance of handling hazardous concentrated hydrofluoric acid.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/e4TrG5Hf6Wg/nature13970", 
        "title": "Conductive two-dimensional titanium carbide ‘clay’ with high volumetric capacitance"
    }, 
    {
        "author": "Sanchita Bhatnagar", 
        "date": "2014-11-24", 
        "description": "The TRIM37 (also known as MUL) gene is located in the 17q23 chromosomal region, which is amplified in up to ∼40% of breast cancers. TRIM37 contains a RING finger domain, a hallmark of E3 ubiquitin ligases, but its protein substrate(s) is unknown. Here we report that TRIM37 mono-ubiquitinates histone H2A, a chromatin modification associated with transcriptional repression. We find that in human breast cancer cell lines containing amplified 17q23, TRIM37 is upregulated and, reciprocally, the major H2A ubiquitin ligase RNF2 (also known as RING1B) is downregulated. Genome-wide chromatin immunoprecipitation (ChIP)-chip experiments in 17q23-amplified breast cancer cells identified many genes, including multiple tumour suppressors, whose promoters were bound by TRIM37 and enriched for ubiquitinated H2A. However, unlike RNF2, which is a subunit of polycomb repressive complex 1 (PRC1), we find that TRIM37 associates with polycomb repressive complex 2 (PRC2). TRIM37, PRC2 and PRC1 are co-bound to specific target genes, resulting in their transcriptional silencing. RNA-interference-mediated knockdown of TRIM37 results in loss of ubiquitinated H2A, dissociation of PRC1 and PRC2 from target promoters, and transcriptional reactivation of silenced genes. Knockdown of TRIM37 in human breast cancer cells containing amplified 17q23 substantially decreases tumour growth in mouse xenografts. Conversely, ectopic expression of TRIM37 renders non-transformed cells tumorigenic. Collectively, our results reveal TRIM37 as an oncogenic H2A ubiquitin ligase that is overexpressed in a subset of breast cancers and promotes transformation by facilitating silencing of tumour suppressors and other genes.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/P-w1TkdTEa4/nature13955", 
        "title": "TRIM37 is a new histone H2A ubiquitin ligase and breast cancer oncoprotein"
    }, 
    {
        "author": "Deborah M. Muoio", 
        "date": "2014-11-19", 
        "description": "A new class of fatty acid — found in food and synthesized by mammalian tissues — enhances glucose uptake from the blood and reduces inflammation, suggesting that these fats might be used to treat diabetes.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/upzlyGnwOqk/nature14070", 
        "title": "Diabetes: The good in fat"
    }, 
    {
        "author": "Marie Claire Villeval", 
        "date": "2014-11-19", 
        "description": "An experiment shows that although bank employees behave honestly on average, their dishonesty increases when they make decisions after having been primed to think about their professional identity.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/D8aYXAy-5vo/nature14068", 
        "title": "Behavioural economics: Professional identity can increase dishonesty"
    }, 
    {
        "author": "Yao Wang", 
        "date": "2014-11-19", 
        "description": "The finding that intestinal viruses can substitute for intestinal bacteria to promote the health of their mammalian hosts raises the possibility that viruses in the gut may be beneficial in some circumstances.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/w3UaNUbDWtc/nature13938", 
        "title": "Microbiology: A backup for bacteria"
    }, 
    {
        "author": "Alain Cohn", 
        "date": "2014-11-19", 
        "description": "Trust in others’ honesty is a key component of the long-term performance of firms, industries, and even whole countries. However, in recent years, numerous scandals involving fraud have undermined confidence in the financial industry. Contemporary commentators have attributed these scandals to the financial sector’s business culture, but no scientific evidence supports this claim. Here we show that employees of a large, international bank behave, on average, honestly in a control condition. However, when their professional identity as bank employees is rendered salient, a significant proportion of them become dishonest. This effect is specific to bank employees because control experiments with employees from other industries and with students show that they do not become more dishonest when their professional identity or bank-related items are rendered salient. Our results thus suggest that the prevailing business culture in the banking industry weakens and undermines the honesty norm, implying that measures to re-establish an honest culture are very important.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/0f_QKIsIQxY/nature13977", 
        "title": "Business culture and dishonesty in the banking industry"
    }, 
    {
        "author": "Elisabeth Kernbauer", 
        "date": "2014-11-19", 
        "description": "Intestinal microbial communities have profound effects on host physiology. Whereas the symbiotic contribution of commensal bacteria is well established, the role of eukaryotic viruses that are present in the gastrointestinal tract under homeostatic conditions is undefined. Here we demonstrate that a common enteric RNA virus can replace the beneficial function of commensal bacteria in the intestine. Murine norovirus (MNV) infection of germ-free or antibiotic-treated mice restored intestinal morphology and lymphocyte function without inducing overt inflammation and disease. The presence of MNV also suppressed an expansion of group 2 innate lymphoid cells observed in the absence of bacteria, and induced transcriptional changes in the intestine associated with immune development and type I interferon (IFN) signalling. Consistent with this observation, the IFN-α receptor was essential for the ability of MNV to compensate for bacterial depletion. Importantly, MNV infection offset the deleterious effect of treatment with antibiotics in models of intestinal injury and pathogenic bacterial infection. These data indicate that eukaryotic viruses have the capacity to support intestinal homeostasis and shape mucosal immunity, similarly to commensal bacteria.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/UG1UiJ4HgNk/nature13960", 
        "title": "An enteric virus can replace the beneficial function of commensal bacteria"
    }, 
    {
        "author": "Xu Chen", 
        "date": "2014-11-17", 
        "description": "The prominent and evolutionarily ancient role of the plant hormone auxin is the regulation of cell expansion. Cell expansion requires ordered arrangement of the cytoskeleton but molecular mechanisms underlying its regulation by signalling molecules including auxin are unknown. Here we show in the model plant Arabidopsis thaliana that in elongating cells exogenous application of auxin or redistribution of endogenous auxin induces very rapid microtubule re-orientation from transverse to longitudinal, coherent with the inhibition of cell expansion. This fast auxin effect requires auxin binding protein 1 (ABP1) and involves a contribution of downstream signalling components such as ROP6 GTPase, ROP-interactive protein RIC1 and the microtubule-severing protein katanin. These components are required for rapid auxin- and ABP1-mediated re-orientation of microtubules to regulate cell elongation in roots and dark-grown hypocotyls as well as asymmetric growth during gravitropic responses.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/RA8d07RqLAE/nature13889", 
        "title": "Inhibition of cell expansion by rapid ABP1-mediated auxin effect on microtubules"
    }, 
    {
        "author": "Gerhard Schratt", 
        "date": "2014-11-12", 
        "description": "Chronic stress can cause depression in some individuals, but leaves others untouched. Engagement of a molecular pathway controlling the production of tiny RNA snippets might help to explain the difference.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/WppVcqlB3-c/nature13942", 
        "title": "Neurobiology: A molecular knife to dice depression"
    }, 
    {
        "author": "Carmine Settembre", 
        "date": "2014-11-12", 
        "description": "Two studies find that an intracellular quality-control mechanism called autophagy is regulated by nuclear receptor proteins that govern the expression of autophagy genes.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/CPkQJZJxidg/nature13939", 
        "title": "Cell metabolism: Autophagy transcribed"
    }, 
    {
        "author": "Caroline Dias", 
        "date": "2014-11-12", 
        "description": "Here β-catenin, which has been implicated in neurological and psychiatric diseases, including depression, is shown to mediate resilience to chronic stress in mice through induction of Dicer and microRNAs in nucleus accumbens, a key brain reward region.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/Q_lYgRcO87s/nature13976", 
        "title": "β-catenin mediates stress resilience through Dicer1/microRNA regulation"
    }, 
    {
        "author": "Jae Man Lee", 
        "date": "2014-11-12", 
        "description": "Autophagy is an evolutionarily conserved catabolic process that recycles nutrients upon starvation and maintains cellular energy homeostasis. Its acute regulation by nutrient-sensing signalling pathways is well described, but its longer-term transcriptional regulation is not. The nuclear receptors peroxisome proliferator-activated receptor-α (PPARα) and farnesoid X receptor (FXR) are activated in the fasted and fed liver, respectively. Here we show that both PPARα and FXR regulate hepatic autophagy in mice. Pharmacological activation of PPARα reverses the normal suppression of autophagy in the fed state, inducing autophagic lipid degradation, or lipophagy. This response is lost in PPARα knockout (Ppara−/−, also known as Nr1c1−/−) mice, which are partially defective in the induction of autophagy by fasting. Pharmacological activation of the bile acid receptor FXR strongly suppresses the induction of autophagy in the fasting state, and this response is absent in FXR knockout (Fxr−/−, also known as Nr1h4−/−) mice, which show a partial defect in suppression of hepatic autophagy in the fed state. PPARα and FXR compete for binding to shared sites in autophagic gene promoters, with opposite transcriptional outputs. These results reveal complementary, interlocking mechanisms for regulation of autophagy by nutrient status.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/wxpEsKAJ8aA/nature13961", 
        "title": "Nutrient-sensing nuclear receptors coordinate autophagy"
    }, 
    {
        "author": "Sunmi Seok", 
        "date": "2014-11-12", 
        "description": "Lysosomal degradation of cytoplasmic components by autophagy is essential for cellular survival and homeostasis under nutrient-deprived conditions. Acute regulation of autophagy by nutrient-sensing kinases is well defined, but longer-term transcriptional regulation is relatively unknown. Here we show that the fed-state sensing nuclear receptor farnesoid X receptor (FXR) and the fasting transcriptional activator cAMP response element-binding protein (CREB) coordinately regulate the hepatic autophagy gene network. Pharmacological activation of FXR repressed many autophagy genes and inhibited autophagy even in fasted mice, and feeding-mediated inhibition of macroautophagy was attenuated in FXR-knockout mice. From mouse liver chromatin immunoprecipitation and high-throughput sequencing data, FXR and CREB binding peaks were detected at 178 and 112 genes, respectively, out of 230 autophagy-related genes, and 78 genes showed shared binding, mostly in their promoter regions. CREB promoted autophagic degradation of lipids, or lipophagy, under nutrient-deprived conditions, and FXR inhibited this response. Mechanistically, CREB upregulated autophagy genes, including Atg7, Ulk1 and Tfeb, by recruiting the coactivator CRTC2. After feeding or pharmacological activation, FXR trans-repressed these genes by disrupting the functional CREB–CRTC2 complex. This study identifies the new FXR–CREB axis as a key physiological switch regulating autophagy, resulting in sustained nutrient regulation of autophagy during feeding/fasting cycles.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/dRKqzzABriA/nature13949", 
        "title": "Transcriptional regulation of autophagy by an FXR–CREB axis"
    }, 
    {
        "author": "Adel Al Jord", 
        "date": "2014-10-12", 
        "description": "The semi-conservative centrosome duplication in cycling cells gives rise to a centrosome composed of a mother and a newly formed daughter centriole. Both centrioles are regarded as equivalent in their ability to form new centrioles and their symmetric duplication is crucial for cell division homeostasis. Multiciliated cells do not use the archetypal duplication program and instead form more than a hundred centrioles that are required for the growth of motile cilia and the efficient propelling of physiological fluids. The majority of these new centrioles are thought to appear de novo, that is, independently from the centrosome, around electron-dense structures called deuterosomes. Their origin remains unknown. Using live imaging combined with correlative super-resolution light and electron microscopy, we show that all new centrioles derive from the pre-existing progenitor cell centrosome through multiple rounds of procentriole seeding. Moreover, we establish that only the daughter centrosomal centriole contributes to deuterosome formation, and thus to over ninety per cent of the final centriole population. This unexpected centriolar asymmetry grants new perspectives when studying cilia-related diseases and pathological centriole amplification observed in cycling cells and associated with microcephaly and cancer.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/79JMG3byspU/nature13770", 
        "title": "Centriole amplification by mother and daughter centrioles differs in multiciliated cells"
    }, 
    {
        "author": "Andrew Whiten", 
        "date": "2014-10-01", 
        "description": "The adoption of a new form of tool use has been observed to spread along social-network pathways in a chimpanzee community. The finding offers the first direct evidence of cultural diffusion in these animals in the wild.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/K9BHIxUp9hA/nature13759", 
        "title": "Animal behaviour: Incipient tradition in wild chimpanzees"
    }, 
    {
        "author": "Robert T. Batey", 
        "date": "2014-09-24", 
        "description": "The spliceosome enzyme complex removes intron sequences from RNA transcripts to form messenger RNA. The crystal structure of a lasso-shaped RNA suggests a mechanism for this splicing process.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/0d5E6SQvJAc/nature13754", 
        "title": "Structural biology: Lariat lessons"
    }, 
    {
        "author": "Aaron R. Robart", 
        "date": "2014-09-24", 
        "description": "This study determines the structure of a branched lariat RNA, providing insights into rearrangement of the intron between the two steps of RNA splicing.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/A_ImGCoLYZQ/nature13790", 
        "title": "Crystal structure of a eukaryotic group II intron lariat"
    }, 
    {
        "author": "Nuno Carvalhais", 
        "date": "2014-09-24", 
        "description": "The response of the terrestrial carbon cycle to climate change is among the largest uncertainties affecting future climate change projections. The feedback between the terrestrial carbon cycle and climate is partly determined by changes in the turnover time of carbon in land ecosystems, which in turn is an ecosystem property that emerges from the interplay between climate, soil and vegetation type. Here we present a global, spatially explicit and observation-based assessment of whole-ecosystem carbon turnover times that combines new estimates of vegetation and soil organic carbon stocks and fluxes. We find that the overall mean global carbon turnover time is  years (95 per cent confidence interval). On average, carbon resides in the vegetation and soil near the Equator for a shorter time than at latitudes north of 75° north (mean turnover times of 15 and 255 years, respectively). We identify a clear dependence of the turnover time on temperature, as expected from our present understanding of temperature controls on ecosystem dynamics. Surprisingly, our analysis also reveals a similarly strong association between turnover time and precipitation. Moreover, we find that the ecosystem carbon turnover times simulated by state-of-the-art coupled climate/carbon-cycle models vary widely and that numerical simulations, on average, tend to underestimate the global carbon turnover time by 36 per cent. The models show stronger spatial relationships with temperature than do observation-based estimates, but generally do not reproduce the strong relationships with precipitation and predict faster carbon turnover in many semi-arid regions. Our findings suggest that future climate/carbon-cycle feedbacks may depend more strongly on changes in the hydrological cycle than is expected at present and is considered in Earth system models.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/KIoX8_0pWoA/nature13731", 
        "title": "Global covariation of carbon turnover times with climate in terrestrial ecosystems"
    }, 
    {
        "author": "Taylor Feehley", 
        "date": "2014-09-17", 
        "description": "Analyses in mice and humans indicate that non-caloric artificial sweeteners may promote obesity-associated metabolic changes by changing the function of the bacteria that colonize the gut.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/fKM2lUnu9j4/nature13752", 
        "title": "Health: The weighty costs of non-caloric sweeteners"
    }, 
    {
        "author": "Jotham Suez", 
        "date": "2014-09-17", 
        "description": "Non-caloric artificial sweeteners (NAS), widely used food additives considered to be safe and beneficial alternatives to sugars, are shown here to lead to the development of glucose intolerance through compositional and functional changes in the gut microbiota of mice, and the deleterious metabolic effects are transferred to germ-free mice by faecal transplant; NAS-induced dysbiosis and glucose intolerance are also demonstrated in healthy human subjects.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/8CiFVoxRVso/nature13793", 
        "title": "Artificial sweeteners induce glucose intolerance by altering the gut microbiota"
    }, 
    {
        "author": "Ru-Jin Huang", 
        "date": "2014-09-17", 
        "description": "Rapid industrialization and urbanization in developing countries has led to an increase in air pollution, along a similar trajectory to that previously experienced by the developed nations. In China, particulate pollution is a serious environmental problem that is influencing air quality, regional and global climates, and human health. In response to the extremely severe and persistent haze pollution experienced by about 800 million people during the first quarter of 2013 (refs 4, 5), the Chinese State Council announced its aim to reduce concentrations of PM2.5 (particulate matter with an aerodynamic diameter less than 2.5 micrometres) by up to 25 per cent relative to 2012 levels by 2017 (ref. 6). Such efforts however require elucidation of the factors governing the abundance and composition of PM2.5, which remain poorly constrained in China. Here we combine a comprehensive set of novel and state-of-the-art offline analytical approaches and statistical techniques to investigate the chemical nature and sources of particulate matter at urban locations in Beijing, Shanghai, Guangzhou and Xi’an during January 2013. We find that the severe haze pollution event was driven to a large extent by secondary aerosol formation, which contributed 30–77 per cent and 44–71 per cent (average for all four cities) of PM2.5 and of organic aerosol, respectively. On average, the contribution of secondary organic aerosol (SOA) and secondary inorganic aerosol (SIA) are found to be of similar importance (SOA/SIA ratios range from 0.6 to 1.4). Our results suggest that, in addition to mitigating primary particulate emissions, reducing the emissions of secondary aerosol precursors from, for example, fossil fuel combustion and biomass burning is likely to be important for controlling China’s PM2.5 levels and for reducing the environmental, economic and health impacts resulting from particulate pollution.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/rYOoSJyiqOA/nature13774", 
        "title": "High secondary aerosol contribution to particulate pollution during haze events in China"
    }, 
    {
        "author": "Mazhar N. Ali", 
        "date": "2014-09-14", 
        "description": "Magnetoresistance is the change in a material’s electrical resistance in response to an applied magnetic field. Materials with large magnetoresistance have found use as magnetic sensors, in magnetic memory, and in hard drives at room temperature, and their rarity has motivated many fundamental studies in materials physics at low temperatures. Here we report the observation of an extremely large positive magnetoresistance at low temperatures in the non-magnetic layered transition-metal dichalcogenide WTe2: 452,700 per cent at 4.5 kelvins in a magnetic field of 14.7 teslas, and 13 million per cent at 0.53 kelvins in a magnetic field of 60 teslas. In contrast with other materials, there is no saturation of the magnetoresistance value even at very high applied fields. Determination of the origin and consequences of this effect, and the fabrication of thin films, nanostructures and devices based on the extremely large positive magnetoresistance of WTe2, will represent a significant new direction in the study of magnetoresistivity.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/JfTiM39ZEic/nature13763", 
        "title": "Large, non-saturating magnetoresistance in WTe2"
    }, 
    {
        "author": "Jean-Benoît Arlet", 
        "date": "2014-08-24", 
        "description": "β-Thalassaemia major (β-TM) is an inherited haemoglobinopathy caused by a quantitative defect in the synthesis of β-globin chains of haemoglobin, leading to the accumulation of free α-globin chains that form toxic aggregates. Despite extensive knowledge of the molecular defects causing β-TM, little is known of the mechanisms responsible for the ineffective erythropoiesis observed in the condition, which is characterized by accelerated erythroid differentiation, maturation arrest and apoptosis at the polychromatophilic stage. We have previously demonstrated that normal human erythroid maturation requires a transient activation of caspase-3 at the later stages of maturation. Although erythroid transcription factor GATA-1, the master transcriptional factor of erythropoiesis, is a caspase-3 target, it is not cleaved during erythroid differentiation. We have shown that, in human erythroblasts, the chaperone heat shock protein70 (HSP70) is constitutively expressed and, at later stages of maturation, translocates into the nucleus and protects GATA-1 from caspase-3 cleavage. The primary role of this ubiquitous chaperone is to participate in the refolding of proteins denatured by cytoplasmic stress, thus preventing their aggregation. Here we show in vitro that during the maturation of human β-TM erythroblasts, HSP70 interacts directly with free α-globin chains. As a consequence, HSP70 is sequestrated in the cytoplasm and GATA-1 is no longer protected, resulting in end-stage maturation arrest and apoptosis. Transduction of a nuclear-targeted HSP70 mutant or a caspase-3-uncleavable GATA-1 mutant restores terminal maturation of β-TM erythroblasts, which may provide a rationale for new targeted therapies of β-TM.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/Dq8t-DAC4m0/nature13614", 
        "title": "HSP70 sequestration by free α-globin promotes ineffective erythropoiesis in β-thalassaemia"
    }, 
    {
        "author": "Thomas De Raedt", 
        "date": "2014-08-13", 
        "description": "The polycomb repressive complex 2 (PRC2) exerts oncogenic effects in many tumour types. However, loss-of-function mutations in PRC2 components occur in a subset of haematopoietic malignancies, suggesting that this complex plays a dichotomous and poorly understood role in cancer. Here we provide genomic, cellular, and mouse modelling data demonstrating that the polycomb group gene SUZ12 functions as tumour suppressor in PNS tumours, high-grade gliomas and melanomas by cooperating with mutations in NF1. NF1 encodes a Ras GTPase-activating protein (RasGAP) and its loss drives cancer by activating Ras. We show that SUZ12 loss potentiates the effects of NF1 mutations by amplifying Ras-driven transcription through effects on chromatin. Importantly, however, SUZ12 inactivation also triggers an epigenetic switch that sensitizes these cancers to bromodomain inhibitors. Collectively, these studies not only reveal an unexpected connection between the PRC2 complex, NF1 and Ras, but also identify a promising epigenetic-based therapeutic strategy that may be exploited for a variety of cancers.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/chThdF-H-H8/nature13561", 
        "title": "PRC2 loss amplifies Ras-driven transcription and confers sensitivity to BRD4-based therapies"
    }, 
    {
        "author": "Jianjin Shi", 
        "date": "2014-08-06", 
        "description": "Caspase-4 and caspase-11 are shown to be the direct sensors for cytoplasmic lipopolysaccharide in humans and mice, respectively, mediating inflammatory cell death in intracellular bacterial infection.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/lJpcTYga5SA/nature13683", 
        "title": "Inflammatory caspases are innate immune receptors for intracellular LPS"
    }, 
    {
        "author": "Lei Pan", 
        "date": "2014-08-06", 
        "description": "The balance between stem cell self-renewal and differentiation is controlled by intrinsic factors and niche signals. In the Drosophila melanogaster ovary, some intrinsic factors promote germline stem cell (GSC) self-renewal, whereas others stimulate differentiation. However, it remains poorly understood how the balance between self-renewal and differentiation is controlled. Here we use D. melanogaster ovarian GSCs to demonstrate that the differentiation factor Bam controls the functional switch of the COP9 complex from self-renewal to differentiation via protein competition. The COP9 complex is composed of eight Csn subunits, Csn1–8, and removes Nedd8 modifications from target proteins. Genetic results indicated that the COP9 complex is required intrinsically for GSC self-renewal, whereas other Csn proteins, with the exception of Csn4, were also required for GSC progeny differentiation. Bam-mediated Csn4 sequestration from the COP9 complex via protein competition inactivated the self-renewing function of COP9 and allowed other Csn proteins to promote GSC differentiation. Therefore, this study reveals a protein-competition-based mechanism for controlling the balance between stem cell self-renewal and differentiation. Because numerous self-renewal factors are ubiquitously expressed throughout the stem cell lineage in various systems, protein competition may function as an important mechanism for controlling the self-renewal-to-differentiation switch.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/zUVLmQ8uuU0/nature13562", 
        "title": "Protein competition switches the function of COP9 from self-renewal to differentiation"
    }, 
    {
        "author": "Xiaoting Wang", 
        "date": "2014-08-06", 
        "description": "The connection between an altered gut microbiota and metabolic disorders such as obesity, diabetes, and cardiovascular disease is well established. Defects in preserving the integrity of the mucosal barriers can result in systemic endotoxaemia that contributes to chronic low-grade inflammation, which further promotes the development of metabolic syndrome. Interleukin (IL)-22 exerts essential roles in eliciting antimicrobial immunity and maintaining mucosal barrier integrity within the intestine. Here we investigate the connection between IL-22 and metabolic disorders. We find that the induction of IL-22 from innate lymphoid cells and CD4+ T cells is impaired in obese mice under various immune challenges, especially in the colon during infection with Citrobacter rodentium. While innate lymphoid cell populations are largely intact in obese mice, the upregulation of IL-23, a cytokine upstream of IL-22, is compromised during the infection. Consequently, these mice are susceptible to C. rodentium infection, and both exogenous IL-22 and IL-23 are able to restore the mucosal host defence. Importantly, we further unveil unexpected functions of IL-22 in regulating metabolism. Mice deficient in IL-22 receptor and fed with high-fat diet are prone to developing metabolic disorders. Strikingly, administration of exogenous IL-22 in genetically obese leptin-receptor-deficient (db/db) mice and mice fed with high-fat diet reverses many of the metabolic symptoms, including hyperglycaemia and insulin resistance. IL-22 shows diverse metabolic benefits, as it improves insulin sensitivity, preserves gut mucosal barrier and endocrine functions, decreases endotoxaemia and chronic inflammation, and regulates lipid metabolism in liver and adipose tissues. In summary, we identify the IL-22 pathway as a novel target for therapeutic intervention in metabolic diseases.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/tU10am62Y8I/nature13564", 
        "title": "Interleukin-22 alleviates metabolic disorders and restores mucosal immunity in diabetes"
    }, 
    {
        "author": "Christopher R. Faehnle", 
        "date": "2014-08-03", 
        "description": "The pluripotency factor Lin28 inhibits the biogenesis of the let-7 family of mammalian microRNAs. Lin28 is highly expressed in embryonic stem cells and has a fundamental role in regulation of development, glucose metabolism and tissue regeneration. Overexpression of Lin28 is correlated with the onset of numerous cancers, whereas let-7, a tumour suppressor, silences several human oncogenes. Lin28 binds to precursor let-7 (pre-let-7) hairpins, triggering the 3′ oligo-uridylation activity of TUT4 and TUT7 (refs 10, 11, 12). The oligoU tail added to pre-let-7 serves as a decay signal, as it is rapidly degraded by Dis3l2 (refs 13, 14), a homologue of the catalytic subunit of the RNA exosome. The molecular basis of Lin28-mediated recruitment of TUT4 and TUT7 to pre-let-7 and its subsequent degradation by Dis3l2 is largely unknown. To examine the mechanism of Dis3l2 substrate recognition we determined the structure of mouse Dis3l2 in complex with an oligoU RNA to mimic the uridylated tail of pre-let-7. Three RNA-binding domains form an open funnel on one face of the catalytic domain that allows RNA to navigate a path to the active site different from that of its exosome counterpart. The resulting path reveals an extensive network of uracil-specific interactions spanning the first 12 nucleotides of an oligoU-tailed RNA. We identify three U-specificity zones that explain how Dis3l2 recognizes, binds and processes uridylated pre-let-7 in the final step of the Lin28–let-7 pathway.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/pa5_l_Vlmmk/nature13553", 
        "title": "Mechanism of Dis3l2 substrate recognition in the Lin28–let-7 pathway"
    }, 
    {
        "author": "Dorota Skowronska-Krawczyk", 
        "date": "2014-08-03", 
        "description": "Homeodomain proteins, described 30 years ago, exert essential roles in development as regulators of target gene expression; however, the molecular mechanisms underlying transcriptional activity of homeodomain factors remain poorly understood. Here investigation of a developmentally required POU-homeodomain transcription factor, Pit1 (also known as Pou1f1), has revealed that, unexpectedly, binding of Pit1-occupied enhancers to a nuclear matrin-3-rich network/architecture is a key event in effective activation of the Pit1-regulated enhancer/coding gene transcriptional program. Pit1 association with Satb1 (ref. 8) and β-catenin is required for this tethering event. A naturally occurring, dominant negative, point mutation in human PIT1(R271W), causing combined pituitary hormone deficiency, results in loss of Pit1 association with β-catenin and Satb1 and therefore the matrin-3-rich network, blocking Pit1-dependent enhancer/coding target gene activation. This defective activation can be rescued by artificial tethering of the mutant R271W Pit1 protein to the matrin-3 network, bypassing the pre-requisite association with β-catenin and Satb1 otherwise required. The matrin-3 network-tethered R271W Pit1 mutant, but not the untethered protein, restores Pit1-dependent activation of the enhancers and recruitment of co-activators, exemplified by p300, causing both enhancer RNA transcription and target gene activation. These studies have thus revealed an unanticipated homeodomain factor/β-catenin/Satb1-dependent localization of target gene regulatory enhancer regions to a subnuclear architectural structure that serves as an underlying mechanism by which an enhancer-bound homeodomain factor effectively activates developmental gene transcriptional programs.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/quJc93EfYZg/nature13573", 
        "title": "Required enhancer–matrin-3 network interactions for a homeodomain transcription program"
    }, 
    {
        "author": "Jeanine L. Van Nostrand", 
        "date": "2014-08-03", 
        "description": "CHARGE syndrome is a multiple anomaly disorder in which patients present with a variety of phenotypes, including ocular coloboma, heart defects, choanal atresia, retarded growth and development, genitourinary hypoplasia and ear abnormalities. Despite 70–90% of CHARGE syndrome cases resulting from mutations in the gene CHD7, which encodes an ATP-dependent chromatin remodeller, the pathways underlying the diverse phenotypes remain poorly understood. Surprisingly, our studies of a knock-in mutant mouse strain that expresses a stabilized and transcriptionally dead variant of the tumour-suppressor protein p53 (p5325,26,53,54), along with a wild-type allele of p53 (also known as Trp53), revealed late-gestational embryonic lethality associated with a host of phenotypes that are characteristic of CHARGE syndrome, including coloboma, inner and outer ear malformations, heart outflow tract defects and craniofacial defects. We found that the p5325,26,53,54 mutant protein stabilized and hyperactivated wild-type p53, which then inappropriately induced its target genes and triggered cell-cycle arrest or apoptosis during development. Importantly, these phenotypes were only observed with a wild-type p53 allele, as p5325,26,53,54/− embryos were fully viable. Furthermore, we found that CHD7 can bind to the p53 promoter, thereby negatively regulating p53 expression, and that CHD7 loss in mouse neural crest cells or samples from patients with CHARGE syndrome results in p53 activation. Strikingly, we found that p53 heterozygosity partially rescued the phenotypes in Chd7-null mouse embryos, demonstrating that p53 contributes to the phenotypes that result from CHD7 loss. Thus, inappropriate p53 activation during development can promote CHARGE phenotypes, supporting the idea that p53 has a critical role in developmental syndromes and providing important insight into the mechanisms underlying CHARGE syndrome.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/dRLl2w50RkY/nature13585", 
        "title": "Inappropriate p53 activation during development induces features of CHARGE syndrome"
    }, 
    {
        "author": "Zhe-Xi Luo", 
        "date": "2014-07-30", 
        "description": "Mice deficient in the EDA protein lack normal tooth features. Restoring EDA in embryonic teeth at increasing doses has now been found to recover these dental features in a stepwise pattern that mimics evolution.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/aIdABie_ATY/nature13651", 
        "title": "Evolution: Tooth structure re-engineered"
    }, 
    {
        "author": "Enni Harjunmaa", 
        "date": "2014-07-30", 
        "description": "Gradual changes that occur to mammalian tooth morphology across evolutionary time were modelled in vitro and in vivo by modulation of signalling pathways in the mouse, and computer modelling was used to provide further analysis of the parameters influencing tooth morphology.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/NzSM0FnK6TE/nature13613", 
        "title": "Replaying evolutionary transitions from the dental fossil record"
    }, 
    {
        "author": "Greg Gibson", 
        "date": "2014-07-23", 
        "description": "A comparison of colorectal cancer and normal cells from 103 patients identifies dozens of genes that are differently expressed in tumour cells as a result of altered regulation of transcription.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/oCb9quv6zPg/nature13649", 
        "title": "Cancer: Directions for the drivers"
    }, 
    {
        "author": "Halit Ongen", 
        "date": "2014-07-23", 
        "description": "The cis-regulatory effects responsible for cancer development have not been as extensively studied as the perturbations of the protein coding genome in tumorigenesis. To better characterize colorectal cancer (CRC) development we conducted an RNA-sequencing experiment of 103 matched tumour and normal colon mucosa samples from Danish CRC patients, 90 of which were germline-genotyped. By investigating allele-specific expression (ASE) we show that the germline genotypes remain important determinants of allelic gene expression in tumours. Using the changes in ASE in matched pairs of samples we discover 71 genes with excess of somatic cis-regulatory effects in CRC, suggesting a cancer driver role. We correlate genotypes and gene expression to identify expression quantitative trait loci (eQTLs) and find 1,693 and 948 eQTLs in normal samples and tumours, respectively. We estimate that 36% of the tumour eQTLs are exclusive to CRC and show that this specificity is partially driven by increased expression of specific transcription factors and changes in methylation patterns. We show that tumour-specific eQTLs are more enriched for low CRC genome-wide association study (GWAS) P values than shared eQTLs, which suggests that some of the GWAS variants are tumour specific regulatory variants. Importantly, tumour-specific eQTL genes also accumulate more somatic mutations when compared to the shared eQTL genes, raising the possibility that they constitute germline-derived cancer regulatory drivers. Collectively the integration of genome and the transcriptome reveals a substantial number of putative somatic and germline cis-regulatory cancer changes that may have a role in tumorigenesis.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/A7-c759JYhE/nature13602", 
        "title": "Putative cis-regulatory drivers in colorectal cancer"
    }, 
    {
        "author": "Kai Deng", 
        "date": "2014-07-20", 
        "description": "Giving monkeys antiretroviral therapy from just three days after exposure to simian immunodeficiency virus does not prevent a subsequent rebound of viral replication, suggesting that viral reservoirs are established early.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/LGZpnbMtFd0/nature13647", 
        "title": "HIV: Early treatment may not be early enough"
    }, 
    {
        "author": "Sean T. Michaletz", 
        "date": "2014-07-20", 
        "description": "Net primary production is affected by temperature and precipitation, but whether this is a direct kinetic effect on plant metabolism or an indirect ecological effect mediated by changes in plant age, plant biomass or growing season length is unclear — this study develops metabolic scaling theory to be able to answer this question and applies it to a global data set of plant productivity, concluding that it is indirect effects that explain the influence of climate on productivity, which is characterized by a common scaling relationship across climate gradients.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/YyODND68fU0/nature13470", 
        "title": "Convergence of terrestrial plant production across global climate gradients"
    }, 
    {
        "author": "James B. Whitney", 
        "date": "2014-07-20", 
        "description": "The viral reservoir represents a critical challenge for human immunodeficiency virus type 1 (HIV-1) eradication strategies. However, it remains unclear when and where the viral reservoir is seeded during acute infection and the extent to which it is susceptible to early antiretroviral therapy (ART). Here we show that the viral reservoir is seeded rapidly after mucosal simian immunodeficiency virus (SIV) infection of rhesus monkeys and before systemic viraemia. We initiated suppressive ART in groups of monkeys on days 3, 7, 10 and 14 after intrarectal SIVMAC251 infection. Treatment with ART on day 3 blocked the emergence of viral RNA and proviral DNA in peripheral blood and also substantially reduced levels of proviral DNA in lymph nodes and gastrointestinal mucosa as compared with treatment at later time points. In addition, treatment on day 3 abrogated the induction of SIV-specific humoral and cellular immune responses. Nevertheless, after discontinuation of ART following 24 weeks of fully suppressive therapy, virus rebounded in all animals, although the monkeys that were treated on day 3 exhibited a delayed viral rebound as compared with those treated on days 7, 10 and 14. The time to viral rebound correlated with total viraemia during acute infection and with proviral DNA at the time of ART discontinuation. These data demonstrate that the viral reservoir is seeded rapidly after intrarectal SIV infection of rhesus monkeys, during the ‘eclipse’ phase, and before detectable viraemia. This strikingly early seeding of the refractory viral reservoir raises important new challenges for HIV-1 eradication strategies.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/UYtuXaf5mmI/nature13594", 
        "title": "Rapid seeding of the viral reservoir prior to SIV viraemia in rhesus monkeys"
    }, 
    {
        "author": "Eric S. Fischer", 
        "date": "2014-07-16", 
        "description": "The crystal structures of thalidomide and its derivatives bound to the E3 ligase subcomplex DDB1–CRBN are shown; these drugs are found to have dual functions, interfering with the binding of certain cellular substrates to the E3 ligase but promoting the binding of others, thereby modulating the degradation of cellular proteins.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/WBLv880LHKQ/nature13527", 
        "title": "Structure of the DDB1–CRBN E3 ubiquitin ligase in complex with thalidomide"
    }, 
    {
        "author": "Yad Ghavi-Helm", 
        "date": "2014-07-02", 
        "description": "Developmental enhancers initiate transcription and are fundamental to our understanding of developmental networks, evolution and disease. Despite their importance, the properties governing enhancer–promoter interactions and their dynamics during embryogenesis remain unclear. At the β-globin locus, enhancer–promoter interactions appear dynamic and cell-type specific, whereas at the HoxD locus they are stable and ubiquitous, being present in tissues where the target genes are not expressed. The extent to which preformed enhancer–promoter conformations exist at other, more typical, loci and how transcription is eventually triggered is unclear. Here we generated a high-resolution map of enhancer three-dimensional contacts during Drosophila embryogenesis, covering two developmental stages and tissue contexts, at unprecedented resolution. Although local regulatory interactions are common, long-range interactions are highly prevalent within the compact Drosophila genome. Each enhancer contacts multiple enhancers, and promoters with similar expression, suggesting a role in their co-regulation. Notably, most interactions appear unchanged between tissue context and across development, arising before gene activation, and are frequently associated with paused RNA polymerase. Our results indicate that the general topology governing enhancer contacts is conserved from flies to humans and suggest that transcription initiates from preformed enhancer–promoter loops through release of paused polymerase.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/6zzrnRFZ1UA/nature13417", 
        "title": "Enhancer loops appear stable during development and are associated with paused polymerase"
    }, 
    {
        "author": "Lieselotte Vande Walle", 
        "date": "2014-06-29", 
        "description": "Rheumatoid arthritis is a chronic autoinflammatory disease that affects 1–2% of the world’s population and is characterized by widespread joint inflammation. Interleukin-1 is an important mediator of cartilage destruction in rheumatic diseases, but our understanding of the upstream mechanisms leading to production of interleukin-1β in rheumatoid arthritis is limited by the absence of suitable mouse models of the disease in which inflammasomes contribute to pathology. Myeloid-cell-specific deletion of the rheumatoid arthritis susceptibility gene A20/Tnfaip3 in mice (A20myel-KO mice) triggers a spontaneous erosive polyarthritis that resembles rheumatoid arthritis in patients. Rheumatoid arthritis in A20myel-KO mice is not rescued by deletion of tumour necrosis factor receptor 1 (ref. 2). Here we show, however, that it crucially relies on the Nlrp3 inflammasome and interleukin-1 receptor signalling. Macrophages lacking A20 have increased basal and lipopolysaccharide-induced expression levels of the inflammasome adaptor Nlrp3 and proIL-1β. As a result, A20-deficiency in macrophages significantly enhances Nlrp3 inflammasome-mediated caspase-1 activation, pyroptosis and interleukin-1β secretion by soluble and crystalline Nlrp3 stimuli. In contrast, activation of the Nlrc4 and AIM2 inflammasomes is not altered. Importantly, increased Nlrp3 inflammasome activation contributes to the pathology of rheumatoid arthritis in vivo, because deletion of Nlrp3, caspase-1 and the interleukin-1 receptor markedly protects against rheumatoid-arthritis-associated inflammation and cartilage destruction in A20myel-KO mice. These results reveal A20 as a novel negative regulator of Nlrp3 inflammasome activation, and describe A20myel-KO mice as the first experimental model to study the role of inflammasomes in the pathology of rheumatoid arthritis.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/3HfWsJKIeYk/nature13322", 
        "title": "Negative regulation of the NLRP3 inflammasome by A20 protects against arthritis"
    }, 
    {
        "author": "Lorena Arranz", 
        "date": "2014-06-22", 
        "description": "Myeloproliferative neoplasms (MPNs) are diseases caused by mutations in the haematopoietic stem cell (HSC) compartment. Most MPN patients have a common acquired mutation of Janus kinase 2 (JAK2) gene in HSCs that renders this kinase constitutively active, leading to uncontrolled cell expansion. The bone marrow microenvironment might contribute to the clinical outcomes of this common event. We previously showed that bone marrow nestin+ mesenchymal stem cells (MSCs) innervated by sympathetic nerve fibres regulate normal HSCs. Here we demonstrate that abrogation of this regulatory circuit is essential for MPN pathogenesis. Sympathetic nerve fibres, supporting Schwann cells and nestin+ MSCs are consistently reduced in the bone marrow of MPN patients and mice expressing the human JAK2(V617F) mutation in HSCs. Unexpectedly, MSC reduction is not due to differentiation but is caused by bone marrow neural damage and Schwann cell death triggered by interleukin-1β produced by mutant HSCs. In turn, in vivo depletion of nestin+ cells or their production of CXCL12 expanded mutant HSC number and accelerated MPN progression. In contrast, administration of neuroprotective or sympathomimetic drugs prevented mutant HSC expansion. Treatment with β3-adrenergic agonists that restored the sympathetic regulation of nestin+ MSCs prevented the loss of these cells and blocked MPN progression by indirectly reducing the number of leukaemic stem cells. Our results demonstrate that mutant-HSC-driven niche damage critically contributes to disease manifestation in MPN and identify niche-forming MSCs and their neural regulation as promising therapeutic targets.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/kvUICgzwqTM/nature13383", 
        "title": "Neuropathy of haematopoietic stem cell niche is essential for myeloproliferative neoplasms"
    }, 
    {
        "author": "Sayan Gupta", 
        "date": "2014-06-22", 
        "description": "The proton gradient is a principal energy source for respiration-dependent active transport, but the structural mechanisms of proton-coupled transport processes are poorly understood. YiiP is a proton-coupled zinc transporter found in the cytoplasmic membrane of Escherichia coli. Its transport site receives protons from water molecules that gain access to its hydrophobic environment and transduces the energy of an inward proton gradient to drive Zn(ii) efflux. This membrane protein is a well-characterized member of the family of cation diffusion facilitators that occurs at all phylogenetic levels. Here we show, using X-ray-mediated hydroxyl radical labelling of YiiP and mass spectrometry, that Zn(ii) binding triggers a highly localized, all-or-nothing change of water accessibility to the transport site and an adjacent hydrophobic gate. Millisecond time-resolved dynamics reveal a concerted and reciprocal pattern of accessibility changes along a transmembrane helix, suggesting a rigid-body helical re-orientation linked to Zn(ii) binding that triggers the closing of the hydrophobic gate. The gated water access to the transport site enables a stationary proton gradient to facilitate the conversion of zinc-binding energy to the kinetic power stroke of a vectorial zinc transport. The kinetic details provide energetic insights into a proton-coupled active-transport reaction.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/Ozax3CwgHLc/nature13382", 
        "title": "Visualizing the kinetic power stroke that drives proton-coupled zinc(ii) transport"
    }, 
    {
        "author": "Yuen-Yi Tseng", 
        "date": "2014-06-22", 
        "description": "‘Gain’ of supernumerary copies of the 8q24.21 chromosomal region has been shown to be common in many human cancers and is associated with poor prognosis. The well-characterized myelocytomatosis (MYC) oncogene resides in the 8q24.21 region and is consistently co-gained with an adjacent ‘gene desert’ of approximately 2 megabases that contains the long non-coding RNA gene PVT1, the CCDC26 gene candidate and the GSDMC gene. Whether low copy-number gain of one or more of these genes drives neoplasia is not known. Here we use chromosome engineering in mice to show that a single extra copy of either the Myc gene or the region encompassing Pvt1, Ccdc26 and Gsdmc fails to advance cancer measurably, whereas a single supernumerary segment encompassing all four genes successfully promotes cancer. Gain of PVT1 long non-coding RNA expression was required for high MYC protein levels in 8q24-amplified human cancer cells. PVT1 RNA and MYC protein expression correlated in primary human tumours, and copy number of PVT1 was co-increased in more than 98% of MYC-copy-increase cancers. Ablation of PVT1 from MYC-driven colon cancer line HCT116 diminished its tumorigenic potency. As MYC protein has been refractory to small-molecule inhibition, the dependence of high MYC protein levels on PVT1 long non-coding RNA provides a much needed therapeutic target.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/5mCr78x6VXE/nature13311", 
        "title": "PVT1 dependence in cancer with MYC copy-number increase"
    }, 
    {
        "author": "Stephen D. Bartlett", 
        "date": "2014-06-11", 
        "description": "What gives quantum computers that extra oomph over their classical digital counterparts? An intrinsic, measurable aspect of quantum mechanics called contextuality, it now emerges.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/ebVsDocWY-E/nature13504", 
        "title": "Quantum computing: Powered by magic"
    }, 
    {
        "author": "Emilio Hirsch", 
        "date": "2014-06-11", 
        "description": "The finding that phosphoinositide-3-OH kinase δ restrains the antitumour immune response by promoting the action of suppressive immune cells may broaden the applicability of drugs targeting this enzyme to multiple cancers.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/aqXYTRPVrWE/nature13503", 
        "title": "Cancer: Natural-born killers unleashed"
    }, 
    {
        "author": "Mark Howard", 
        "date": "2014-06-11", 
        "description": "Quantum computing promises advantages over classical computing for certain problems; now ‘quantum contextuality’ — a generalization of the concept of quantum non-locality — is shown to be a critical resource that gives the most promising class of quantum computers their power.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/PPeKTc98euU/nature13460", 
        "title": "Contextuality supplies the ‘magic’ for quantum computation"
    }, 
    {
        "author": "Alexander A. Myburg", 
        "date": "2014-06-11", 
        "description": "The Eucalyptus grandis genome has been sequenced, revealing the greatest number of tandem duplications of any plant genome sequenced so far, and the highest diversity of genes for specialized metabolites that act as chemical defence and provide unique pharmaceutical oils; genome sequencing of the sister species E. globulus and a set of inbred E. grandis tree genomes reveals dynamic genome evolution and hotspots of inbreeding depression.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/w1iCdjC-590/nature13308", 
        "title": "The genome of Eucalyptus grandis"
    }, 
    {
        "author": "Alex K. Shalek", 
        "date": "2014-06-11", 
        "description": "Large-scale single-cell RNA-seq of stimulated primary mouse bone-marrow-derived dendritic cells highlights positive and negative intercellular signalling pathways that promote and restrain cellular variation.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/5dhcJ7Oi1Es/nature13437", 
        "title": "Single-cell RNA-seq reveals dynamic paracrine control of cellular variation"
    }, 
    {
        "author": "Khaled Ali", 
        "date": "2014-06-11", 
        "description": "Inhibitors against the p110δ isoform of phosphoinositide-3-OH kinase (PI(3)K) have shown remarkable therapeutic efficacy in some human leukaemias. As p110δ is primarily expressed in leukocytes, drugs against p110δ have not been considered for the treatment of solid tumours. Here we report that p110δ inactivation in mice protects against a broad range of cancers, including non-haematological solid tumours. We demonstrate that p110δ inactivation in regulatory T cells unleashes CD8+ cytotoxic T cells and induces tumour regression. Thus, p110δ inhibitors can break tumour-induced immune tolerance and should be considered for wider use in oncology.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/mu5skuGv2oU/nature13444", 
        "title": "Inactivation of PI(3)K p110δ breaks regulatory T-cell-mediated immune tolerance to cancer"
    }, 
    {
        "author": "Elizabeth K. Costello", 
        "date": "2014-06-04", 
        "description": "Undernourished children fall behind not only on growth, but also on maturation of their intestinal bacterial communities, according to a study comparing acutely malnourished and healthy Bangladeshi children.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/eU0ZIPiOagc/nature13347", 
        "title": "Population health: Immaturity in the gut microbial community"
    }, 
    {
        "author": "Alban Ordureau", 
        "date": "2014-06-04", 
        "description": "The enzyme parkin is known to promote disposal of organelles called mitochondria that have suffered damage. The identification of an enzyme that opposes parkin demonstrates how a delicate balance is maintained in the cell.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/0EgrPOJoG4E/nature13500", 
        "title": "Cell biology: Balancing act"
    }, 
    {
        "author": "Baris Bingol", 
        "date": "2014-06-04", 
        "description": "Damaged mitochondria are removed by mitophagy, and defects in mitophagy are linked to Parkinson’s disease; here it is shown that USP30, a deubiquitinase localized to mitochondria, antagonizes mitophagy by removing the ubiquitin tags put in place by Parkin, USP30 inhibition is therefore potentially beneficial for Parkinson’s disease by promoting mitochondrial clearance and quality control.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/Syu9gI7q3UQ/nature13418", 
        "title": "The mitochondrial deubiquitinase USP30 opposes parkin-mediated mitophagy"
    }, 
    {
        "author": "Sathish Subramanian", 
        "date": "2014-06-04", 
        "description": "Therapeutic food interventions have reduced mortality in children with severe acute malnutrition (SAM), but incomplete restoration of healthy growth remains a major problem. The relationships between the type of nutritional intervention, the gut microbiota, and therapeutic responses are unclear. In the current study, bacterial species whose proportional representation define a healthy gut microbiota as it assembles during the first two postnatal years were identified by applying a machine-learning-based approach to 16S ribosomal RNA data sets generated from monthly faecal samples obtained from birth onwards in a cohort of children living in an urban slum of Dhaka, Bangladesh, who exhibited consistently healthy growth. These age-discriminatory bacterial species were incorporated into a model that computes a ‘relative microbiota maturity index’ and ‘microbiota-for-age Z-score’ that compare postnatal assembly (defined here as maturation) of a child’s faecal microbiota relative to healthy children of similar chronologic age. The model was applied to twins and triplets (to test for associations of these indices with genetic and environmental factors, including diarrhoea), children with SAM enrolled in a randomized trial of two food interventions, and children with moderate acute malnutrition. Our results indicate that SAM is associated with significant relative microbiota immaturity that is only partially ameliorated following two widely used nutritional interventions. Immaturity is also evident in less severe forms of malnutrition and correlates with anthropometric measurements. Microbiota maturity indices provide a microbial measure of human postnatal development, a way of classifying malnourished states, and a parameter for judging therapeutic efficacy. More prolonged interventions with existing or new therapeutic foods and/or addition of gut microbes may be needed to achieve enduring repair of gut microbiota immaturity in childhood malnutrition and improve clinical outcomes.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/MW0DmSvODQ0/nature13421", 
        "title": "Persistent gut microbiota immaturity in malnourished Bangladeshi children"
    }, 
    {
        "author": "Evgeny Z. Kvon", 
        "date": "2014-06-01", 
        "description": "Transcriptional enhancers are crucial regulators of gene expression and animal development and the characterization of their genomic organization, spatiotemporal activities and sequence properties is a key goal in modern biology. Here we characterize the in vivo activity of 7,705 Drosophila melanogaster enhancer candidates covering 13.5% of the non-coding non-repetitive genome throughout embryogenesis. 3,557 (46%) candidates are active, suggesting a high density with 50,000 to 100,000 developmental enhancers genome-wide. The vast majority of enhancers display specific spatial patterns that are highly dynamic during development. Most appear to regulate their neighbouring genes, suggesting that the cis-regulatory genome is organized locally into domains, which are supported by chromosomal domains, insulator binding and genome evolution. However, 12 to 21 per cent of enhancers appear to skip non-expressed neighbours and regulate a more distal gene. Finally, we computationally identify cis-regulatory motifs that are predictive and required for enhancer activity, as we validate experimentally. This work provides global insights into the organization of an animal regulatory genome and the make-up of enhancer sequences and confirms and generalizes principles from previous studies. All enhancer patterns are annotated manually with a controlled vocabulary and all results are available through a web interface (http://enhancers.starklab.org), including the raw images of all microscopy slides for manual inspection at arbitrary zoom levels.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/n7MGcCcYLuQ/nature13395", 
        "title": "Genome-scale functional characterization of Drosophila developmental enhancers in vivo"
    }, 
    {
        "author": "Joseph T. Rodgers", 
        "date": "2014-05-25", 
        "description": "A unique property of many adult stem cells is their ability to exist in a non-cycling, quiescent state. Although quiescence serves an essential role in preserving stem cell function until the stem cell is needed in tissue homeostasis or repair, defects in quiescence can lead to an impairment in tissue function. The extent to which stem cells can regulate quiescence is unknown. Here we show that the stem cell quiescent state is composed of two distinct functional phases, G0 and an ‘alert’ phase we term GAlert. Stem cells actively and reversibly transition between these phases in response to injury-induced systemic signals. Using genetic mouse models specific to muscle stem cells (or satellite cells), we show that mTORC1 activity is necessary and sufficient for the transition of satellite cells from G0 into GAlert and that signalling through the HGF receptor cMet is also necessary. We also identify G0-to-GAlert transitions in several populations of quiescent stem cells. Quiescent stem cells that transition into GAlert possess enhanced tissue regenerative function. We propose that the transition of quiescent stem cells into GAlert functions as an ‘alerting’ mechanism, an adaptive response that positions stem cells to respond rapidly under conditions of injury and stress, priming them for cell cycle entry.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/YFM2GvezZSE/nature13255", 
        "title": "mTORC1 controls the adaptive transition of quiescent stem cells from G0 to GAlert"
    }, 
    {
        "author": "Randall M. Chin", 
        "date": "2014-05-14", 
        "description": "Metabolism and ageing are intimately linked. Compared with ad libitum feeding, dietary restriction consistently extends lifespan and delays age-related diseases in evolutionarily diverse organisms. Similar conditions of nutrient limitation and genetic or pharmacological perturbations of nutrient or energy metabolism also have longevity benefits. Recently, several metabolites have been identified that modulate ageing; however, the molecular mechanisms underlying this are largely undefined. Here we show that α-ketoglutarate (α-KG), a tricarboxylic acid cycle intermediate, extends the lifespan of adult Caenorhabditis elegans. ATP synthase subunit β is identified as a novel binding protein of α-KG using a small-molecule target identification strategy termed drug affinity responsive target stability (DARTS). The ATP synthase, also known as complex V of the mitochondrial electron transport chain, is the main cellular energy-generating machinery and is highly conserved throughout evolution. Although complete loss of mitochondrial function is detrimental, partial suppression of the electron transport chain has been shown to extend C. elegans lifespan. We show that α-KG inhibits ATP synthase and, similar to ATP synthase knockdown, inhibition by α-KG leads to reduced ATP content, decreased oxygen consumption, and increased autophagy in both C. elegans and mammalian cells. We provide evidence that the lifespan increase by α-KG requires ATP synthase subunit β and is dependent on target of rapamycin (TOR) downstream. Endogenous α-KG levels are increased on starvation and α-KG does not extend the lifespan of dietary-restricted animals, indicating that α-KG is a key metabolite that mediates longevity by dietary restriction. Our analyses uncover new molecular links between a common metabolite, a universal cellular energy generator and dietary restriction in the regulation of organismal lifespan, thus suggesting new strategies for the prevention and treatment of ageing and age-related diseases.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/E29JhVapbxg/nature13264", 
        "title": "The metabolite α-ketoglutarate extends lifespan by inhibiting ATP synthase and TOR"
    }, 
    {
        "author": "Rasheduzzaman Chowdhury", 
        "date": "2014-05-11", 
        "description": "2-Oxoglutarate (2OG)-dependent oxygenases have important roles in the regulation of\n                gene expression via demethylation of N-methylated chromatin components and in the hydroxylation of transcription factors\n                and splicing factor proteins. Recently, 2OG-dependent oxygenases\n                that catalyse hydroxylation of transfer RNA and ribosomal\n                    proteins have been shown to be important in translation relating\n                to cellular growth, TH17-cell differentiation and translational\n                    accuracy. The finding that ribosomal oxygenases\n                (ROXs) occur in organisms ranging from prokaryotes to humans raises\n                questions as to their structural and evolutionary relationships. In Escherichia\n                    coli, YcfD catalyses arginine hydroxylation in the ribosomal protein L16; in\n                humans, MYC-induced nuclear antigen (MINA53; also known as MINA) and nucleolar\n                protein 66 (NO66) catalyse histidine hydroxylation in the ribosomal proteins RPL27A\n                and RPL8, respectively. The functional assignments of ROXs open therapeutic\n                possibilities via either ROX inhibition or targeting of differentially modified\n                ribosomes. Despite differences in the residue and protein selectivities of\n                prokaryotic and eukaryotic ROXs, comparison of the crystal structures of E.\n                    coli YcfD and Rhodothermus marinus YcfD with those of human MINA53\n                and NO66 reveals highly conserved folds and novel dimerization modes defining a new\n                structural subfamily of 2OG-dependent oxygenases. ROX structures with and without\n                their substrates support their functional assignments as hydroxylases but not\n                demethylases, and reveal how the subfamily has evolved to catalyse the hydroxylation\n                of different residue side chains of ribosomal proteins. Comparison of ROX crystal\n                structures with those of other JmjC-domain-containing hydroxylases, including the\n                hypoxia-inducible factor asparaginyl hydroxylase FIH and histone\n                    Nε-methyl lysine demethylases, identifies branch\n                points in 2OG-dependent oxygenase evolution and distinguishes between\n                JmjC-containing hydroxylases and demethylases catalysing modifications of\n                translational and transcriptional machinery. The structures reveal that new protein\n                hydroxylation activities can evolve by changing the coordination position from which\n                the iron-bound substrate-oxidizing species reacts. This coordination flexibility has\n                probably contributed to the evolution of the wide range of reactions catalysed by\n                oxygenases.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/XMSFM81DeQY/nature13263", 
        "title": "Ribosomal oxygenases are structurally conserved from prokaryotes to humans"
    }, 
    {
        "author": "Chioniso P. Masamha", 
        "date": "2014-05-11", 
        "description": "The global shortening of messenger RNAs through alternative polyadenylation (APA) that occurs during enhanced cellular proliferation represents an important, yet poorly understood mechanism of regulated gene expression. The 3′ untranslated region (UTR) truncation of growth-promoting mRNA transcripts that relieves intrinsic microRNA- and AU-rich-element-mediated repression has been observed to correlate with cellular transformation; however, the importance to tumorigenicity of RNA 3′-end-processing factors that potentially govern APA is unknown. Here we identify CFIm25 as a broad repressor of proximal poly(A) site usage that, when depleted, increases cell proliferation. Applying a regression model on standard RNA-sequencing data for novel APA events, we identified at least 1,450 genes with shortened 3′ UTRs after CFIm25 knockdown, representing 11% of significantly expressed mRNAs in human cells. Marked increases in the expression of several known oncogenes, including cyclin D1, are observed as a consequence of CFIm25 depletion. Importantly, we identified a subset of CFIm25-regulated APA genes with shortened 3′ UTRs in glioblastoma tumours that have reduced CFIm25 expression. Downregulation of CFIm25 expression in glioblastoma cells enhances their tumorigenic properties and increases tumour size, whereas CFIm25 overexpression reduces these properties and inhibits tumour growth. These findings identify a pivotal role of CFIm25 in governing APA and reveal a previously unknown connection between CFIm25 and glioblastoma tumorigenicity.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/VQEmMLsl5IM/nature13261", 
        "title": "CFIm25 links alternative polyadenylation to glioblastoma tumour suppression"
    }, 
    {
        "author": "Eita Sasaki", 
        "date": "2014-05-11", 
        "description": "Sulphur is an essential element for life and is ubiquitous in living systems. Yet how the sulphur atom is incorporated into many sulphur-containing secondary metabolites is poorly understood. For bond formation between carbon and sulphur in primary metabolites, the major ionic sulphur sources are the persulphide and thiocarboxylate groups on sulphur-carrier (donor) proteins. Each group is post-translationally generated through the action of a specific activating enzyme. In all reported bacterial cases, the gene encoding the enzyme that catalyses the carbon–sulphur bond formation reaction and that encoding the cognate sulphur-carrier protein exist in the same gene cluster. To study the production of the 2-thiosugar moiety in BE-7585A, an antibiotic from Amycolatopsis orientalis, we identified a putative 2-thioglucose synthase, BexX, whose protein sequence and mode of action seem similar to those of ThiG, the enzyme that catalyses thiazole formation in thiamine biosynthesis. However, no gene encoding a sulphur-carrier protein could be located in the BE-7585A cluster. Subsequent genome sequencing uncovered a few genes encoding sulphur-carrier proteins that are probably involved in the biosynthesis of primary metabolites but only one activating enzyme gene in the A. orientalis genome. Further experiments showed that this activating enzyme can adenylate each of these sulphur-carrier proteins and probably also catalyses the subsequent thiolation, through its rhodanese domain. A proper combination of these sulphur-delivery systems is effective for BexX-catalysed 2-thioglucose production. The ability of BexX to selectively distinguish sulphur-carrier proteins is given a structural basis using X-ray crystallography. This study is, to our knowledge, the first complete characterization of thiosugar formation in nature and also demonstrates the receptor promiscuity of the A. orientalis sulphur-delivery system. Our results also show that co-opting the sulphur-delivery machinery of primary metabolism for the biosynthesis of sulphur-containing natural products is probably a general strategy found in nature.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/kGJueAyPMT4/nature13256", 
        "title": "Co-opting sulphur-carrier proteins from primary metabolic pathways for 2-thiosugar biosynthesis"
    }, 
    {
        "author": "Cornelius Miething", 
        "date": "2014-05-04", 
        "description": "PTEN encodes a lipid phosphatase that is underexpressed in many cancers owing to deletions, mutations or gene silencing. PTEN dephosphorylates phosphatidylinositol (3,4,5)-triphosphate, thereby opposing the activity of class I phosphatidylinositol 3-kinases that mediate growth- and survival-factor signalling through phosphatidylinositol 3-kinase effectors such as AKT and mTOR. To determine whether continued PTEN inactivation is required to maintain malignancy, here we generate an RNA interference-based transgenic mouse model that allows tetracycline-dependent regulation of PTEN in a time- and tissue-specific manner. Postnatal Pten knockdown in the haematopoietic compartment produced highly disseminated T-cell acute lymphoblastic leukaemia. Notably, reactivation of PTEN mainly reduced T-cell leukaemia dissemination but had little effect on tumour load in haematopoietic organs. Leukaemia infiltration into the intestine was dependent on CCR9 G-protein-coupled receptor signalling, which was amplified by PTEN loss. Our results suggest that in the absence of PTEN, G-protein-coupled receptors may have an unanticipated role in driving tumour growth and invasion in an unsupportive environment. They further reveal that the role of PTEN loss in tumour maintenance is not invariant and can be influenced by the tissue microenvironment, thereby producing a form of intratumoral heterogeneity that is independent of cancer genotype.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/w7-SrYrK2lQ/nature13239", 
        "title": "PTEN action in leukaemia dictated by the tissue microenvironment"
    }
]