[
    {
        "author": "Vishwanath Haily Dalvi", 
        "date": "2015-07-20", 
        "description": "Integrating solar thermal systems into power plants can be done with minimal modifications. Statistical analysis shows that such a strategy is more economic than installing carbon-capture and compression equipment to reduce greenhouse-gas emissions.", 
        "journal": "Nature: Climate Change", 
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/FDB97dBdz20/nclimate2717", 
        "title": "Solar thermal technologies as a bridge from fossil fuels to renewables"
    }, 
    {
        "author": "L. Drouet", 
        "date": "2015-07-20", 
        "description": "A risk assessment framework shows that policymakers’ preferences affect carbon budget choices more than future uncertainties. Such preferences are as important as the much-discussed discount rate.", 
        "journal": "Nature: Climate Change", 
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/BZAHY7CK-yg/nclimate2721", 
        "title": "Selection of climate policies under the uncertainties in the Fifth Assessment Report of the IPCC"
    }, 
    {
        "author": "Stephanie Dutkiewicz", 
        "date": "2015-07-20", 
        "description": "The responses of phytoplankton growth rates to ocean acidification were investigated in a meta-analysis. A marine ecosystem model calibrated with the results indicates that these different responses will result in changes in community structure.", 
        "journal": "Nature: Climate Change", 
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/sFRwJldIHE4/nclimate2722", 
        "title": "Impact of ocean acidification on the structure of future phytoplankton communities"
    }, 
    {
        "author": "Heather D. Veilleux", 
        "date": "2015-07-20", 
        "description": "The mechanisms that allow some species to adjust to changing environmental conditions across generations are poorly understood. This study reveals the molecular processes underlying transgenerational acclimation in a common reef fish.", 
        "journal": "Nature: Climate Change", 
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/m0KTqphk6Ko/nclimate2724", 
        "title": "Molecular processes of transgenerational acclimation to a warming ocean"
    }, 
    {
        "author": "Robert J. Lempert", 
        "date": "2015-07-20", 
        "description": "Policymakers know that the risks associated with climate change mean they need to cut greenhouse-gas emissions. But uncertainty surrounding the likelihood of different scenarios makes choosing specific policies difficult.", 
        "journal": "Nature: Climate Change", 
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/cckU2tx27pQ/nclimate2745", 
        "title": "Climate targets: Values and uncertainty"
    }, 
    {
        "author": "David G. Victor", 
        "date": "2015-07-13", 
        "description": "Cutting levels of soot and other short-lived pollutants delivers tangible benefits and helps governments to build confidence that collective action on climate change is feasible. After the Paris climate meeting this December, actually reducing these pollutants will be essential to the credibility of the diplomatic process.", 
        "journal": "Nature: Climate Change", 
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/dnEmDU8rNTk/nclimate2703", 
        "title": "Soot and short-lived pollutants provide political opportunity"
    }, 
    {
        "author": "Liuhua Shi", 
        "date": "2015-07-13", 
        "description": "Modelling shows that although the impact of warmer summers and winters may cancel each other out, climate change could still have a significant impact on mortality rates in New England owing to changes in temperature variability.", 
        "journal": "Nature: Climate Change", 
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/7ekiiDPJG_c/nclimate2704", 
        "title": "Impacts of temperature and its variability on mortality in New England"
    }, 
    {
        "author": "Kristopher B. Karnauskas", 
        "date": "2015-07-13", 
        "description": "An analysis of US domestic flight data for the past two decades reveals the overwhelmingly tight control of climate variability on air travel. Potential feedbacks between aviation and climate change are quantified using CMIP5 model projections.", 
        "journal": "Nature: Climate Change", 
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/e0k7VbvpKhI/nclimate2715", 
        "title": "Coupling between air travel and climate"
    }, 
    {
        "author": "Jeffery B. Greenblatt", 
        "date": "2015-07-06", 
        "description": "Autonomous vehicles move passengers without human intervention. Modelling suggests that autonomous taxis could reduce transport emissions by 87–94% per mile in 2030 and save approximately 7 billion barrels of oil.", 
        "journal": "Nature: Climate Change", 
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/-qWFR9AOg6A/nclimate2685", 
        "title": "Autonomous taxis could greatly reduce greenhouse-gas emissions of US light-duty vehicles"
    }, 
    {
        "author": "Isla H. Myers-Smith", 
        "date": "2015-07-06", 
        "description": "Rapid climate warming has been linked to increasing shrub dominance in the Arctic tundra. Research now shows that climate–shrub growth relationships vary spatially and according to site characteristics such as soil moisture and shrub height.", 
        "journal": "Nature: Climate Change", 
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/sVZnacGRQrM/nclimate2697", 
        "title": "Climate sensitivity of shrub growth across the tundra biome"
    }, 
    {
        "author": "Meade Krosby", 
        "date": "2015-07-06", 
        "description": "Bioclimatic modelling suggests that as species distributions shift in response to climate change, few currently isolated but closely related species are likely to come into contact, implying that hybridization and competition risks will remain small.", 
        "journal": "Nature: Climate Change", 
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/kGqA_BE6-14/nclimate2699", 
        "title": "Climate-induced range overlap among closely related species"
    }, 
    {
        "author": "Austin Brown", 
        "date": "2015-07-06", 
        "description": "Connected and automated vehicles enable new business models, such as self-driving taxis, that could transform transportation. These models have the potential to reduce energy consumption and greenhouse-gas emissions, but only if they are developed with energy use in mind.", 
        "journal": "Nature: Climate Change", 
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/CFeZhO5GNSw/nclimate2700", 
        "title": "Transport emissions: All hail robocabs"
    }, 
    {
        "author": "Lalit Kumar", 
        "date": "2015-07-06", 
        "description": "A comprehensive analysis of the spatial distribution of infrastructure of 12 Pacific island countries reveals that their built assets are often concentrated close to the coast, exposing them to a variety of natural and climate change-related hazards.", 
        "journal": "Nature: Climate Change", 
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/cP4pRfW_17Y/nclimate2702", 
        "title": "Exposure of coastal built assets in the South Pacific to climate risks"
    }, 
    {
        "author": "David M. H. Sexton", 
        "date": "2015-07-06", 
        "description": "Climate projections are about what typical climate will be, not what each individual season will be. This study considers natural variability combined with projections to allow comparison with seasonal weather and inform adaptation.", 
        "journal": "Nature: Climate Change", 
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/1lJ455FfdTY/nclimate2705", 
        "title": "The importance of including variability in climate change projections used for adaptation"
    }, 
    {
        "author": "Philip L. Munday", 
        "date": "2015-06-29", 
        "description": "Projected future CO 2  levels reduce the growth of juvenile salmon and alter their behaviour, with implications for the productivity of coastal ecosystems unless populations can adapt.", 
        "journal": "Nature: Climate Change", 
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/EHK_SVKhhpg/nclimate2687", 
        "title": "Climate change ecology: Salmon behaving badly"
    }, 
    {
        "author": "G. W. K. Moore", 
        "date": "2015-06-29", 
        "description": "A combination of retreating sea ice and different rates of warming in the Greenland and Iceland seas is reducing winter air–sea heat fluxes. These fluxes drive ocean convection and are projected to decrease further.", 
        "journal": "Nature: Climate Change", 
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/TyuL7Eioa_s/nclimate2688", 
        "title": "Decreasing intensity of open-ocean convection in the Greenland and Iceland seas"
    }, 
    {
        "author": "Joshua E. Cinner", 
        "date": "2015-06-29", 
        "description": "An analysis of quantitative sociological data reveals that adaptive capacity has increased in coastal fishing communities in Kenya, but that underprivileged segments of society remain vulnerable to the impacts of climate change.", 
        "journal": "Nature: Climate Change", 
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/xWD7OeOijsc/nclimate2690", 
        "title": "Changes in adaptive capacity of Kenyan fishing communities"
    }, 
    {
        "author": "Michelle Ou", 
        "date": "2015-06-29", 
        "description": "Pink salmon start life in fresh water before moving to the sea. This study shows that CO2-induced acidification due to climate change detrimentally affects salmon physiology and behaviour in fresh water and shortly following seawater entry.", 
        "journal": "Nature: Climate Change", 
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/05imvXz485I/nclimate2694", 
        "title": "Responses of pink salmon to CO2-induced aquatic acidification"
    }, 
    {
        "author": "Andrew Macintosh", 
        "date": "2015-06-29", 
        "description": "The relative climate benefits of sustainable forest use versus conservation are much debated. Consequential life-cycle assessment is typically employed to answer this question but results are sensitive to contextual factors including policy institutions.", 
        "journal": "Nature: Climate Change", 
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/3Jq3ravAHKE/nclimate2695", 
        "title": "Rethinking forest carbon assessments to account for policy institutions"
    }, 
    {
        "author": "Kevin E. Trenberth", 
        "date": "2015-06-22", 
        "description": "There is a tremendous desire to attribute causes to weather and climate events that is often challenging from a physical standpoint. Headlines attributing an event solely to either human-induced climate change or natural variability can be misleading when both are invariably in play. The conventional attribution framework struggles with dynamically driven extremes because of the small signal-to-noise ratios and often uncertain nature of the forced changes. Here, we suggest that a different framing is desirable, which asks why such extremes unfold the way they do. Specifically, we suggest that it is more useful to regard the extreme circulation regime or weather event as being largely unaffected by climate change, and question whether known changes in the climate system's thermodynamic state affected the impact of the particular event. Some examples briefly illustrated include 'snowmaggedon' in February 2010, superstorm Sandy in October 2012 and supertyphoon Haiyan in November 2013, and, in more detail, the Boulder floods of September 2013, all of which were influenced by high sea surface temperatures that had a discernible human component.", 
        "journal": "Nature: Climate Change", 
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/iWM1N97F1D0/nclimate2657", 
        "title": "Attribution of climate extreme events"
    }, 
    {
        "author": "Felix Ebeling", 
        "date": "2015-06-15", 
        "description": "Consumers in Germany are much more likely to purchase expensive ‘green’ energy produced from renewable resources if they have to actively opt out if they do not want it. In absence of such a ‘nudge’, behaviour depends more on political allegiance.", 
        "journal": "Nature: Climate Change", 
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/bF2VnwL2s7g/nclimate2681", 
        "title": "Domestic uptake of green energy promoted by opt-out tariffs"
    }, 
    {
        "author": "Georgina Brennan", 
        "date": "2015-06-15", 
        "description": "Shifts in the growth rate of a model green alga cultured in the presence of one or a combination of up to eight environmental drivers can generally be explained by the response to a single dominant driver, such as pH or temperature.", 
        "journal": "Nature: Climate Change", 
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/afo6_wxwp20/nclimate2682", 
        "title": "Growth responses of a green alga to multiple environmental drivers"
    }, 
    {
        "author": "Gwenn M. M. Hennon", 
        "date": "2015-06-15", 
        "description": "Carbon fixation by marine diatoms, which dominate ocean primary productivity, is energetically expensive. Now genetic analysis shows that elevated CO2 causes downregulation of these mechanisms, resulting in metabolic rearrangement and energy savings.", 
        "journal": "Nature: Climate Change", 
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/TbgMwtxgN7k/nclimate2683", 
        "title": "Diatom acclimation to elevated CO2 via cAMP signalling and coordinated gene expression"
    }, 
    {
        "author": "Jodi N. Young", 
        "date": "2015-06-15", 
        "description": "Diatoms are important primary producers in the ocean, however their response to rising CO 2  is uncertain. Now research shows how diatoms regulate their metabolism in response to changing CO 2 .", 
        "journal": "Nature: Climate Change", 
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/ibLKx_V5d7k/nclimate2691", 
        "title": "Biological oceanography: The CO2 switch in diatoms"
    }, 
    {
        "author": "Mattias Hjerpe", 
        "date": "2015-06-15", 
        "description": "Survey data shows that policymakers are starting to seriously consider alternative climate governance forums to the United Nations Framework Convention on Climate Change.", 
        "journal": "Nature: Climate Change", 
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/OV0TYmHYW1Y/nlcimate2684", 
        "title": "Views on alternative forums for effectively tackling climate change"
    }, 
    {
        "author": "G. J. S. Hollin", 
        "date": "2015-06-08", 
        "description": "Analysis of an IPCC press conference shows that certain terms hold different meanings for scientific and public audiences, highlighting the difficulty of balancing scientific credibility with public dialogue.", 
        "journal": "Nature: Climate Change", 
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/n_h2a11kmzY/nclimate2672", 
        "title": "Tension between scientific certainty and meaning complicates communication of IPCC reports"
    }, 
    {
        "author": "Colin Walch", 
        "date": "2015-06-08", 
        "description": "The third UN World Conference on Disaster Risk Reduction ended with an agreement lacking ambition. The conference showed that better communication between the scientific community and decision-makers is needed to develop informed frameworks.", 
        "journal": "Nature: Climate Change", 
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/CahbNB2QYzI/nclimate2680", 
        "title": "Expertise and policy-making in disaster risk reduction"
    }, 
    {
        "author": "Endre Tvinnereim", 
        "date": "2015-06-01", 
        "description": "Automated text analysis shows that Norwegians emphasize themes around weather and ice, the future, consumption and attribution when responding to survey questions about climate change, with greater concern for societal aspects than UK or US citizens.", 
        "journal": "Nature: Climate Change", 
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/QX1H6ynYeDU/nclimate2663", 
        "title": "Explaining topic prevalence in answers to open-ended survey questions about climate change"
    }, 
    {
        "author": "Buwen Dong", 
        "date": "2015-06-01", 
        "description": "Higher atmospheric greenhouse gases are shown to have driven the recovery of Sahelian rainfall since the 1980s. This study discounts the role of sea surface temperature changes that had previously been jointly credited as drivers of the recovery.", 
        "journal": "Nature: Climate Change", 
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/rZb_NUPGVHs/nclimate2664", 
        "title": "Dominant role of greenhouse-gas forcing in the recovery of Sahel rainfall"
    }, 
    {
        "author": "Lynda Hamaoui-Laguel", 
        "date": "2015-05-25", 
        "description": "Common ragweed is an invasive plant in Europe, and many people are allergic to its pollen. Modelling results indicate that airborne pollen concentrations are likely to increase in Europe over coming decades, at least in part owing to climate change.", 
        "journal": "Nature: Climate Change", 
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/KT1WHYAMiYE/nclimate2652", 
        "title": "Effects of climate change and seed dispersal on airborne ragweed pollen loads in Europe"
    }, 
    {
        "author": "Lester Kwiatkowski", 
        "date": "2015-05-25", 
        "description": "Widespread severe coral bleaching and degradation is projected to occur by 2050 due to global warming. But the risk of global bleaching could be reduced through climate engineering using stratospheric aerosol-based solar radiation management.", 
        "journal": "Nature: Climate Change", 
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/A7QujPwlhHA/nclimate2655", 
        "title": "Coral bleaching under unconventional scenarios of climate warming and ocean acidification"
    }, 
    {
        "author": "Lorien Jasny", 
        "date": "2015-05-25", 
        "description": "Empirical analysis of climate change debates in the US Congress shows that policymakers are most likely to seek out experts confirming their existing views. That information then gets disseminated among like-minded individuals in ‘echo chambers’.", 
        "journal": "Nature: Climate Change", 
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/37W1f1C8ZBg/nclimate2666", 
        "title": "An empirical examination of echo chambers in US climate policy networks"
    }, 
    {
        "author": "Matthew D. Bartos", 
        "date": "2015-05-18", 
        "description": "Power providers do not account for climate change in their development plans. But 46% of power stations in the western United States are vulnerable to long-term changes in streamflow, air temperature, water temperature, humidity and air density.", 
        "journal": "Nature: Climate Change", 
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/viTkCVcGieU/nclimate2648", 
        "title": "Impacts of climate change on electric power supply in the Western United States"
    }, 
    {
        "author": "Paul R. Elsen", 
        "date": "2015-05-18", 
        "description": "Surface area does not decrease monotonically with elevation for two-thirds of mountain ranges. Consequently many mountain species might not experience reduced habitat area as they move upslope under climate change.", 
        "journal": "Nature: Climate Change", 
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/vuNMIuDAusA/nclimate2656", 
        "title": "Global mountain topography and the fate of montane species under climate change"
    }
]