[
    {
        "author": "Oskar Krabbe",
        "date": "2015-08-24",
        "description": "Corporations need to reduce their greenhouse-gas emissions to help avoid dangerous climate change. A new method for setting emissions targets, which can also be used to assess corporate climate performance and increase accountability, is proposed.",
        "journal": "Nature: Climate Change",
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/KGIHNgdgHBI/nclimate2770",
        "title": "Aligning corporate greenhouse-gas emissions targets with climate goals"
    },
    {
        "author": "Lambert Schneider",
        "date": "2015-08-24",
        "description": "Emissions analysis shows that projects abating two greenhouse gases in Russia under the Joint Implementation mechanism increased waste gas generation, suggesting that plant operators may have generated more waste gas while increasing credit revenues.",
        "journal": "Nature: Climate Change",
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/iTrG8K6PqhI/nclimate2772",
        "title": "Perverse effects of carbon markets on HFC-23 and SF6 abatement projects in Russia"
    },
    {
        "author": "Derek Lemoine",
        "date": "2015-08-17",
        "description": "A newly developed modelling approach reveals how future global climate change might severely dampen economic growth in poorer countries, while increasing the variability of growth in both poorer and richer countries.",
        "journal": "Nature: Climate Change",
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/Wi-pPYXzNbU/nclimate2759",
        "title": "A top-down approach to projecting market impacts of climate change"
    },
    {
        "author": "Andrew J. Jordan",
        "date": "2015-08-10",
        "description": "There are hopes thatthe dynamic forms of climate governance appearing in different domains will be effective in tackling climate change. This Perspective assesses the future prospects for this so-called polycentric pattern of climate governance.",
        "journal": "Nature: Climate Change",
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/hLftafCiEkw/nclimate2725",
        "title": "Emergence of polycentric climate governance and its future prospects"
    },
    {
        "author": "Tom H. Oliver",
        "date": "2015-08-10",
        "description": "Climatic extremes can dramatically impact biodiversity. Now, research using comprehensive data on British butterflies reveals how drought and changes in habitat (area and fragmentation) interact to affect population stability.",
        "journal": "Nature: Climate Change",
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/5dvixj211VE/nclimate2746",
        "title": "Interacting effects of climate change and habitat fragmentation on drought-sensitive butterflies"
    },
    {
        "author": "Stacia J. Dreyer",
        "date": "2015-08-10",
        "description": "Public perceptions of climate change policies change over time. A national survey shows that although acceptance of the carbon pricing policy stayed stable throughout the election campaign, this did not indicate support for the policy.",
        "journal": "Nature: Climate Change",
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/YTuSCg19hsw/nclimate2756",
        "title": "Australians' views on carbon pricing before and after the 2013 federal election"
    },
    {
        "author": "Ivan Nagelkerken",
        "date": "2015-08-10",
        "description": "Contrary to expectation, some fish species living around CO2 vents—natural ‘laboratories’ for studying the effects of ocean acidification—show increased abundance due to indirect positive effects of acidification on habitat and food resources.",
        "journal": "Nature: Climate Change",
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/On3h1jZZ1C4/nclimate2757",
        "title": "Ocean acidification alters fish populations indirectly through habitat modification"
    },
    {
        "author": "I. C. Enochs",
        "date": "2015-08-10",
        "description": "A shift from coral to macroalgae dominance of reef systems affected by volcanically acidified waters around Maug (Mariana Islands, North Pacific Ocean) increases fears that reef corals will be displaced by algae as a result of ocean acidification.",
        "journal": "Nature: Climate Change",
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/33XWCJDc2Vk/nclimate2758",
        "title": "Shift from coral to macroalgae dominance on a volcanically acidified reef"
    },
    {
        "author": "Friederike E. L. Otto",
        "date": "2015-08-03",
        "description": "This Perspective explores whether policymakers can learn from adaptive management techniques to make climate policies 'anti-fragile', embracing and benefitting from scientific uncertainty, rather than simply being robust to it.",
        "journal": "Nature: Climate Change",
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/qyNs6qdKrAg/nclimate2716",
        "title": "Embracing uncertainty in climate change policy"
    },
    {
        "author": "Sabine Mathesius",
        "date": "2015-08-03",
        "description": "Simulations show that massive removal of CO2 from the atmosphere through geoengineering will not eliminate the long-term consequences of anthropogenic CO2 emissions in the marine environment.",
        "journal": "Nature: Climate Change",
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/fTklabDEiF8/nclimate2729",
        "title": "Long-term response of oceans to CO2 removal from the atmosphere"
    },
    {
        "author": "Richard Matear",
        "date": "2015-08-03",
        "description": "Undoing the effects of continuing high carbon dioxide emissions on the oceans could take centuries, if it is possible at all.",
        "journal": "Nature: Climate Change",
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/f3Qo32-mhNE/nclimate2737",
        "title": "Earth system modelling: Restoration of the oceans"
    },
    {
        "author": "Boris Kingma",
        "date": "2015-08-03",
        "description": "The thermal comfort standards developed in the 1960s were based on the average male. Altering these standards to account for female metabolic rates could save energy and reduce greenhouse-gas emissions from buildings.",
        "journal": "Nature: Climate Change",
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/wapmLwTo8ho/nclimate2741",
        "title": "Energy consumption in buildings and female thermal demand"
    },
    {
        "author": "Erik Chavez",
        "date": "2015-08-03",
        "description": "A series of simple and communicable risk metrics for agriculture are developed by integrating information on the interacting systems of climate, crops and economy under different climate and adaptation scenarios.",
        "journal": "Nature: Climate Change",
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/39v0c2GCg3I/nclimate2747",
        "title": "An end-to-end assessment of extreme weather impacts on food security"
    },
    {
        "author": "Joost van Hoof",
        "date": "2015-08-03",
        "description": "The temperature in many office buildings is set according to a method from the 1960s. Consideration of the different metabolic rates of male and females is necessary to increase comfort and reduce energy consumption.",
        "journal": "Nature: Climate Change",
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/QY2vWrMIVdM/nclimate2755",
        "title": "Building emissions: Female thermal demand"
    },
    {
        "author": "Tien Ming Lee",
        "date": "2015-07-27",
        "description": "A survey of 119 countries shows that education is the strongest predictor of climate change awareness around the world. The results suggest that improving understanding of local impacts is vital for public engagement.",
        "journal": "Nature: Climate Change",
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/Yx5wmciZA_w/nclimate2728",
        "title": "Predictors of public climate change awareness and risk perception around the world"
    },
    {
        "author": "Debbie Hopkins",
        "date": "2015-07-27",
        "description": "Climate change awareness, risk perception and policy support vary between and within countries. National-scale comparisons can help to explain this variability and be used to develop targeted interventions.",
        "journal": "Nature: Climate Change",
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/27bh6SaNxEU/nclimate2730",
        "title": "Public opinion: Country comparisons"
    },
    {
        "author": "Daniel Murdiyarso",
        "date": "2015-07-27",
        "description": "Indonesian mangrove carbon stocks are estimated to be 1,083 ± 378 MgC ha−1. In the past three decades Indonesia has lost 40% of its 2.9 Mha of mangroves; this is estimated to have resulted in annual CO2-equivalent emissions of 0.07–0.21 Pg.",
        "journal": "Nature: Climate Change",
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/qmVuVeXWY0w/nclimate2734",
        "title": "The potential of Indonesian mangrove forests for global climate change mitigation"
    },
    {
        "author": "Thomas Wahl",
        "date": "2015-07-27",
        "description": "The co-occurrence of storm surge and heavy precipitation can compound coastal flooding. Research now estimates the probability of such co-occurrences for the US and shows that the number of events has increased significantly over the past century.",
        "journal": "Nature: Climate Change",
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/MXqq1mGjguU/nclimate2736",
        "title": "Increasing risk of compound flooding from storm surge and rainfall for major US cities"
    },
    {
        "author": "Vishwanath Haily Dalvi",
        "date": "2015-07-20",
        "description": "Integrating solar thermal systems into power plants can be done with minimal modifications. Statistical analysis shows that such a strategy is more economic than installing carbon-capture and compression equipment to reduce greenhouse-gas emissions.",
        "journal": "Nature: Climate Change",
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/FDB97dBdz20/nclimate2717",
        "title": "Solar thermal technologies as a bridge from fossil fuels to renewables"
    },
    {
        "author": "L. Drouet",
        "date": "2015-07-20",
        "description": "A risk assessment framework shows that policymakers’ preferences affect carbon budget choices more than future uncertainties. Such preferences are as important as the much-discussed discount rate.",
        "journal": "Nature: Climate Change",
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/BZAHY7CK-yg/nclimate2721",
        "title": "Selection of climate policies under the uncertainties in the Fifth Assessment Report of the IPCC"
    },
    {
        "author": "Stephanie Dutkiewicz",
        "date": "2015-07-20",
        "description": "The responses of phytoplankton growth rates to ocean acidification were investigated in a meta-analysis. A marine ecosystem model calibrated with the results indicates that these different responses will result in changes in community structure.",
        "journal": "Nature: Climate Change",
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/sFRwJldIHE4/nclimate2722",
        "title": "Impact of ocean acidification on the structure of future phytoplankton communities"
    },
    {
        "author": "Heather D. Veilleux",
        "date": "2015-07-20",
        "description": "The mechanisms that allow some species to adjust to changing environmental conditions across generations are poorly understood. This study reveals the molecular processes underlying transgenerational acclimation in a common reef fish.",
        "journal": "Nature: Climate Change",
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/m0KTqphk6Ko/nclimate2724",
        "title": "Molecular processes of transgenerational acclimation to a warming ocean"
    },
    {
        "author": "Robert J. Lempert",
        "date": "2015-07-20",
        "description": "Policymakers know that the risks associated with climate change mean they need to cut greenhouse-gas emissions. But uncertainty surrounding the likelihood of different scenarios makes choosing specific policies difficult.",
        "journal": "Nature: Climate Change",
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/cckU2tx27pQ/nclimate2745",
        "title": "Climate targets: Values and uncertainty"
    },
    {
        "author": "Liuhua Shi",
        "date": "2015-07-13",
        "description": "Modelling shows that although the impact of warmer summers and winters may cancel each other out, climate change could still have a significant impact on mortality rates in New England owing to changes in temperature variability.",
        "journal": "Nature: Climate Change",
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/7ekiiDPJG_c/nclimate2704",
        "title": "Impacts of temperature and its variability on mortality in New England"
    },
    {
        "author": "Kristopher B. Karnauskas",
        "date": "2015-07-13",
        "description": "An analysis of US domestic flight data for the past two decades reveals the overwhelmingly tight control of climate variability on air travel. Potential feedbacks between aviation and climate change are quantified using CMIP5 model projections.",
        "journal": "Nature: Climate Change",
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/e0k7VbvpKhI/nclimate2715",
        "title": "Coupling between air travel and climate"
    },
    {
        "author": "Lalit Kumar",
        "date": "2015-07-06",
        "description": "A comprehensive analysis of the spatial distribution of infrastructure of 12 Pacific island countries reveals that their built assets are often concentrated close to the coast, exposing them to a variety of natural and climate change-related hazards.",
        "journal": "Nature: Climate Change",
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/cP4pRfW_17Y/nclimate2702",
        "title": "Exposure of coastal built assets in the South Pacific to climate risks"
    },
    {
        "author": "David M. H. Sexton",
        "date": "2015-07-06",
        "description": "Climate projections are about what typical climate will be, not what each individual season will be. This study considers natural variability combined with projections to allow comparison with seasonal weather and inform adaptation.",
        "journal": "Nature: Climate Change",
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/1lJ455FfdTY/nclimate2705",
        "title": "The importance of including variability in climate change projections used for adaptation"
    },
    {
        "author": "Philip L. Munday",
        "date": "2015-06-29",
        "description": "Projected future CO 2  levels reduce the growth of juvenile salmon and alter their behaviour, with implications for the productivity of coastal ecosystems unless populations can adapt.",
        "journal": "Nature: Climate Change",
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/EHK_SVKhhpg/nclimate2687",
        "title": "Climate change ecology: Salmon behaving badly"
    },
    {
        "author": "Michelle Ou",
        "date": "2015-06-29",
        "description": "Pink salmon start life in fresh water before moving to the sea. This study shows that CO2-induced acidification due to climate change detrimentally affects salmon physiology and behaviour in fresh water and shortly following seawater entry.",
        "journal": "Nature: Climate Change",
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/05imvXz485I/nclimate2694",
        "title": "Responses of pink salmon to CO2-induced aquatic acidification"
    },
    {
        "author": "Andrew Macintosh",
        "date": "2015-06-29",
        "description": "The relative climate benefits of sustainable forest use versus conservation are much debated. Consequential life-cycle assessment is typically employed to answer this question but results are sensitive to contextual factors including policy institutions.",
        "journal": "Nature: Climate Change",
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/3Jq3ravAHKE/nclimate2695",
        "title": "Rethinking forest carbon assessments to account for policy institutions"
    }
]