[
    {
        "author": "Jeffrey Evans", 
        "date": "2015-07-13", 
        "description": "Antarctic Ice Sheet change during the last glacial cycle is unclear. The timing of moraine development in the Ross basin suggests that the ice sheet reached maximum thickness under the warming temperatures of the last termination.", 
        "journal": "Nature: Geoscience", 
        "link": "http://feeds.nature.com/~r/ngeo/rss/aop/~3/kbCOyTxoiL4/ngeo2494", 
        "title": "Cryosphere: Antarctic ice growth and retreat"
    }, 
    {
        "author": "Friederike E. L. Otto", 
        "date": "2015-07-13", 
        "description": "Anthropogenic climate change alters the risk of some extreme weather events. High-resolution computer simulations suggest that Black Sea warming made the devastating 2012 Krymsk flood possible — a virtually impossible event just 30 years ago.", 
        "journal": "Nature: Geoscience", 
        "link": "http://feeds.nature.com/~r/ngeo/rss/aop/~3/RWAU22eF0EU/ngeo2484", 
        "title": "Climate change: Attribution of extreme weather"
    }, 
    {
        "author": "A. M. Jellinek", 
        "date": "2015-07-20", 
        "description": "Earth's composition differs from its meteoritic precursors. An evaluation of the evidence suggests that some material could have been lost to space during collisions, which may explain Earth's unusual plate tectonic regime and habitable climate.", 
        "journal": "Nature: Geoscience", 
        "link": "http://feeds.nature.com/~r/ngeo/rss/aop/~3/EOuq6ozXBsw/ngeo2488", 
        "title": "Connections between the bulk composition, geodynamics and habitability of Earth"
    }, 
    {
        "author": "S. Pfahl", 
        "date": "2015-07-20", 
        "description": "Atmospheric blocking can contribute to extreme weather events. A Lagrangian approach applied to reanalysis data shows that a large fraction of air masses are heated before entering a blocking system, pointing to a role for latent heating.", 
        "journal": "Nature: Geoscience", 
        "link": "http://feeds.nature.com/~r/ngeo/rss/aop/~3/eZA0tY-CfNM/ngeo2487", 
        "title": "Importance of latent heat release in ascending air streams for atmospheric blocking"
    }, 
    {
        "author": "Brenda L. Hall", 
        "date": "2015-07-13", 
        "description": "Ice-shelf grounding lines off the coast of Antarctica have retreated over the past 20,000 years. Precise dating of moraines suggests the timing of retreat in the Ross Sea was controlled by the interplay between accumulation and ocean forcing.", 
        "journal": "Nature: Geoscience", 
        "link": "http://feeds.nature.com/~r/ngeo/rss/aop/~3/xMNigTrQt6Y/ngeo2478", 
        "title": "Accumulation and marine forcing of ice dynamics in the western Ross Sea during the last deglaciation"
    }, 
    {
        "author": "Edmund P. Meredith", 
        "date": "2015-07-13", 
        "description": "An extreme rainfall event occurred near the Black Sea town of Krymsk in July 2012. Simulations with a high-resolution weather forecasting model reveal that Black Sea surface warming has led to convective precipitation, which can bring strong rains.", 
        "journal": "Nature: Geoscience", 
        "link": "http://feeds.nature.com/~r/ngeo/rss/aop/~3/x0WUo5QjP9g/ngeo2483", 
        "title": "Crucial role of Black Sea warming in amplifying the 2012 Krymsk precipitation extreme"
    }, 
    {
        "author": "V. Sautter", 
        "date": "2015-07-13", 
        "description": "NASA’s Curiosity rover detected light-toned rocks along its traverse on Mars. Geochemical data suggest that the rocks represent a diversity of silica-rich magmatic rock types that may be analogous to Earth’s early continental crust.", 
        "journal": "Nature: Geoscience", 
        "link": "http://feeds.nature.com/~r/ngeo/rss/aop/~3/ncdxMgLmrAQ/ngeo2474", 
        "title": "In situ evidence for continental crust on early Mars"
    }, 
    {
        "author": "Marie Běhounková", 
        "date": "2015-07-06", 
        "description": "Water plume eruptions on Saturn’s icy moon Enceladus are delayed relative to the peak tidal stresses. Simulations suggest the delay can be explained by the moon’s interior structure and the presence of a subsurface ocean.", 
        "journal": "Nature: Geoscience", 
        "link": "http://feeds.nature.com/~r/ngeo/rss/aop/~3/E963y68aesM/ngeo2475", 
        "title": "Timing of water plume eruptions on Enceladus explained by interior viscosity structure"
    }, 
    {
        "author": "Alessandra C. Leri", 
        "date": "2015-07-06", 
        "description": "Chloride is abundant in oceans, but is relatively unreactive. Spectroscopic imaging reveals the presence of a chloride sink in organochlorine compounds that can be produced abiotically or by phytoplankton.", 
        "journal": "Nature: Geoscience", 
        "link": "http://feeds.nature.com/~r/ngeo/rss/aop/~3/wpqLP41RNKE/ngeo2481", 
        "title": "A marine sink for chlorine in natural organic matter"
    }, 
    {
        "author": "Stefano Poli", 
        "date": "2015-06-29", 
        "description": "Carbon is recycled via Earth’s mantle at subduction zones. Laboratory experiments show that in the presence of water, carbon-rich liquids can form from the subducted crust at low temperatures, providing a supply of CO2 to surface volcanoes.", 
        "journal": "Nature: Geoscience", 
        "link": "http://feeds.nature.com/~r/ngeo/rss/aop/~3/aQkrfRnmKiA/ngeo2464", 
        "title": "Carbon mobilized at shallow depths in subduction zones by carbonatitic liquids"
    }, 
    {
        "author": "Alberto V. Borges", 
        "date": "2015-07-20", 
        "description": "Inland waters are important sources of greenhouse gases. Measurements over eight years suggest that African inland waters are a substantial source of greenhouse gases, equivalent to a quarter of the global land and ocean carbon sink.", 
        "journal": "Nature: Geoscience", 
        "link": "http://feeds.nature.com/~r/ngeo/rss/aop/~3/LeLGO3tZxsI/ngeo2486", 
        "title": "Globally significant greenhouse-gas emissions from African inland waters"
    }, 
    {
        "author": "Rachel L. Tilling", 
        "date": "2015-07-20", 
        "description": "Changes in Arctic sea ice volume are difficult to quantify. Five years of satellite data reveal a reduction in autumn sea ice volume in 2010–2012, but a sharp increase in 2013 and 2014, suggesting that ice volume can recover quickly.", 
        "journal": "Nature: Geoscience", 
        "link": "http://feeds.nature.com/~r/ngeo/rss/aop/~3/UPAh1UG0HxE/ngeo2489", 
        "title": "Increased Arctic sea ice volume after anomalously low melting in 2013"
    }, 
    {
        "author": "Samuel H. Doyle", 
        "date": "2015-07-13", 
        "description": "The frequency of extreme rainfall events over Greenland is predicted to increase as the climate warms. Observations from western Greenland suggest that intense late-summer rainfall in 2011 led to widespread ice-flow acceleration and runoff.", 
        "journal": "Nature: Geoscience", 
        "link": "http://feeds.nature.com/~r/ngeo/rss/aop/~3/u2FrS5pQcjw/ngeo2482", 
        "title": "Amplified melt and flow of the Greenland ice sheet driven by late-summer cyclonic rainfall"
    }
]