[
    {
        "author": "Philip Allen",
        "date": "2015-08-24",
        "description": "Evidence for a Neoproterozoic Snowball Earth in the sedimentary record has been controversial. A weathered horizon preserved in sedimentary rocks from Svalbard may provide a rare signature of prolonged global glaciation.",
        "journal": "Nature: Geoscience",
        "link": "http://feeds.nature.com/~r/ngeo/rss/aop/~3/XJwAvmsG9OQ/ngeo2504",
        "title": "Palaeoclimate: Snowball climate conundrum"
    },
    {
        "author": "Bruno Scaillet",
        "date": "2015-08-24",
        "description": "The Moon was once thought to be depleted in volatile elements. Analyses of the carbon contents of lunar volcanic glasses reveal that carbon monoxide degassing could have produced the fire-fountain eruptions from which these glasses were formed.",
        "journal": "Nature: Geoscience",
        "link": "http://feeds.nature.com/~r/ngeo/rss/aop/~3/1Y9Tz2YeDwY/ngeo2530",
        "title": "Planetary science: Carbon in the Moon"
    },
    {
        "author": "Aurélien Crida",
        "date": "2015-08-17",
        "description": "Saturn's F ring is chaperoned on both sides by the tiny moons Prometheus and Pandora. Numerical simulations show that this celestial ballet can result from the collision of two aggregates that evolved out of Saturn's main rings.",
        "journal": "Nature: Geoscience",
        "link": "http://feeds.nature.com/~r/ngeo/rss/aop/~3/UG-Gyal729Q/ngeo2512",
        "title": "Planetary science: Shepherds of Saturn's ring"
    },
    {
        "author": "Jeff Peakall",
        "date": "2015-08-17",
        "description": "Braided channels are rare on ocean floors, but abundant on land. Experiments and theory suggest that deeper flows and rapid overbank deposition restrict braiding in underwater rivers relative to their terrestrial counterparts.",
        "journal": "Nature: Geoscience",
        "link": "http://feeds.nature.com/~r/ngeo/rss/aop/~3/qKUXrQ5-x9A/ngeo2509",
        "title": "Geomorphology: Undersea river patterns"
    },
    {
        "author": "Ruth M. Doherty",
        "date": "2015-08-10",
        "description": "Tropospheric ozone is generated from precursor pollutants, but can be blown far afield. Satellite observations show rising ozone levels over China — and almost stable levels over western North America despite stricter regulations.",
        "journal": "Nature: Geoscience",
        "link": "http://feeds.nature.com/~r/ngeo/rss/aop/~3/1AWkq8D46gU/ngeo2497",
        "title": "Atmospheric chemistry: Ozone pollution from near and far"
    },
    {
        "author": "Helen V. McGregor",
        "date": "2015-08-17",
        "description": "Sea surface temperatures have varied over the past 2,000 years. A synthesis of surface-temperature reconstructions shows ocean surface cooling from AD1 to 1800, with much of the trend from 800 to 1800 driven by volcanic eruptions.",
        "journal": "Nature: Geoscience",
        "link": "http://feeds.nature.com/~r/ngeo/rss/aop/~3/Hwlio9PZHGQ/ngeo2510",
        "title": "Robust global ocean cooling trend for the pre-industrial Common Era"
    },
    {
        "author": "Christopher Davies",
        "date": "2015-08-24",
        "description": "The material properties of the Earth’s core have been better constrained by recent technical and computational advances. The properties imply that the core was once hot, but is cooling quickly, and the inner core is young.",
        "journal": "Nature: Geoscience",
        "link": "http://feeds.nature.com/~r/ngeo/rss/aop/~3/-UdVU-09FUg/ngeo2492",
        "title": "Constraints from material properties on the dynamics and evolution of Earth’s core"
    },
    {
        "author": "Douglas I. Benn",
        "date": "2015-08-24",
        "description": "The presence of dynamic ice sheets during Snowball Earth glaciations is controversial. Geological evidence and ice sheet modelling suggest that ice sheets may have responded to orbital forcing when pCO2 reached a certain threshold.",
        "journal": "Nature: Geoscience",
        "link": "http://feeds.nature.com/~r/ngeo/rss/aop/~3/PA9yKmcdT4k/ngeo2502",
        "title": "Orbitally forced ice sheet fluctuations during the Marinoan Snowball Earth glaciation"
    },
    {
        "author": "Diane T. Wetzel",
        "date": "2015-08-24",
        "description": "The volatile-rich eruptions required to produce the lunar volcanic glasses are at odds with a volatile-poor Moon. Analyses of the glasses suggest that there was enough of the volatile element carbon in the parent magmas to drive the eruptions.",
        "journal": "Nature: Geoscience",
        "link": "http://feeds.nature.com/~r/ngeo/rss/aop/~3/zZaTCklJL5I/ngeo2511",
        "title": "Carbon content and degassing history of the lunar volcanic glasses"
    },
    {
        "author": "Brady Z. Foreman",
        "date": "2015-08-17",
        "description": "Braided channels are rare in submarine environments, yet common in fluvial systems. Laboratory experiments suggest that the formation mechanisms are the same, but submarine channels are typically not wide enough to promote braiding.",
        "journal": "Nature: Geoscience",
        "link": "http://feeds.nature.com/~r/ngeo/rss/aop/~3/thGLWAOCEi4/ngeo2505",
        "title": "Braiding of submarine channels controlled by aspect ratio similar to rivers"
    },
    {
        "author": "Ryuki Hyodo",
        "date": "2015-08-17",
        "description": "Lying beyond Saturn’s main rings, the F ring is shepherded by two small satellites. Simulations suggest that this enigmatic configuration can result from the partial disruption of satellites in collisions at the edge of the main ring system.",
        "journal": "Nature: Geoscience",
        "link": "http://feeds.nature.com/~r/ngeo/rss/aop/~3/0dJS5cYFAF8/ngeo2508",
        "title": "Saturn’s F ring and shepherd satellites a natural outcome of satellite system formation"
    },
    {
        "author": "E. R. Hotchkiss",
        "date": "2015-08-10",
        "description": "Rivers and streams are key sources of CO2. Estimated emissions and aquatic productivity from across the US show that small streams predominantly emit CO2 produced in soils, but the contribution from aquatic metabolism increases with river size.",
        "journal": "Nature: Geoscience",
        "link": "http://feeds.nature.com/~r/ngeo/rss/aop/~3/bZx5WhVqP2c/ngeo2507",
        "title": "Sources of and processes controlling CO2 emissions change with the size of streams and rivers"
    },
    {
        "author": "Willem W. Verstraeten",
        "date": "2015-08-10",
        "description": "Tropospheric levels of ozone and its precursors have risen in Asia since 2000. Satellite observations and chemistry–transport simulations suggest that transport of these pollutants to North America partly offsets benefits from stricter regulation.",
        "journal": "Nature: Geoscience",
        "link": "http://feeds.nature.com/~r/ngeo/rss/aop/~3/NPzipmdGZHQ/ngeo2493",
        "title": "Rapid increases in tropospheric ozone production and export from China"
    },
    {
        "author": "Jean-Philippe Avouac",
        "date": "2015-08-06",
        "description": "Faults are unlocked by earthquakes. Analysis of seismic data from the 2015 Nepal earthquake shows that only part of the Main Himalayan Thrust fault was unzipped by the quake, leaving much of the fault locked and ready to slip in a future event.",
        "journal": "Nature: Geoscience",
        "link": "http://feeds.nature.com/~r/ngeo/rss/aop/~3/D-Ia-yZGc-o/ngeo2518",
        "title": "Lower edge of locked Main Himalayan Thrust unzipped by the 2015 Gorkha earthquake"
    },
    {
        "author": "Jacqueline E. Reber",
        "date": "2015-08-03",
        "description": "Plate tectonic motions cause faults to slip during earthquakes and through creep. Laboratory shear experiments on semi-brittle rock-analogue materials suggest that such slip could occur via growth of a series of fractures.",
        "journal": "Nature: Geoscience",
        "link": "http://feeds.nature.com/~r/ngeo/rss/aop/~3/CoWYt9rVLWI/ngeo2496",
        "title": "Experimental demonstration of a semi-brittle origin for crustal strain transients"
    },
    {
        "author": "Richard J. Arculus",
        "date": "2015-08-24",
        "description": "How plate tectonic subduction is initiated is unclear. Analysis of sediments and rock cores taken from the Izu–Bonin–Mariana subduction zone trench suggests subduction started spontaneously in this region around 50 million years ago.",
        "journal": "Nature: Geoscience",
        "link": "http://feeds.nature.com/~r/ngeo/rss/aop/~3/Qd6BtpWnvVw/ngeo2515",
        "title": "A record of spontaneous subduction initiation in the Izu–Bonin–Mariana arc"
    },
    {
        "author": "Daniel Farinotti",
        "date": "2015-08-17",
        "description": "Long-term changes of the mountain glaciers in the Tien Shan, Central Asia, are not well constrained. Remote sensing data and glaciological models reveal a 27% decline of glacier mass from 1961 to 2012, linked to increased summer melting.",
        "journal": "Nature: Geoscience",
        "link": "http://feeds.nature.com/~r/ngeo/rss/aop/~3/7mPEVZ914O4/ngeo2513",
        "title": "Substantial glacier mass loss in the Tien Shan over the past 50 years"
    },
    {
        "author": "Hubertus Fischer",
        "date": "2015-08-10",
        "description": "Ammonium levels in Greenland ice cores track changes in soil emissions and wildfires, primarily in North America. Ice-core ammonium records show abrupt increases in wildfire activity during brief warmings in the last glacial period.",
        "journal": "Nature: Geoscience",
        "link": "http://feeds.nature.com/~r/ngeo/rss/aop/~3/ROdiXANnwPo/ngeo2495",
        "title": "Millennial changes in North American wildfire and soil activity over the last glacial cycle"
    }
]