[
    {
        "author": "Hidetaka Kobayashi, Ayako Abe-Ouchi, Akira Oka",
        "date": "2015-08-18",
        "description": "\n\nAtmospheric carbon dioxide (CO2) concentration during glacial periods is known to be considerably lower than during interglacial periods. However, previous studies using an ocean general circulation model (OGCM) fail to reproduce this. Paleoclimate proxy data of the Last Glacial Maximum indicate high salinity (>37.0 psu) and long water mass residence time (>3,000 years) in the Southern Ocean, suggesting that salinity stratification was enhanced and more carbon was stored there. Reproducibility of salinity and water mass age is considered insufficient in previous OGCMs, which might affect the reproducibility of atmospheric CO2 concentration. This study investigated the role of increased stratification of the Southern Ocean in the glacial CO2 variation using an OGCM. We found that deep water formation in East Antarctica is required to explain high salinity in the South Atlantic. Saltier deep Southern Ocean resulted in increased atmospheric CO2 concentration against previous estimates. This is partly due to increased volume transport of Antarctic Bottom Water and associated decrease in the water mass age of the deep Pacific Ocean. On the other hand, weakening of vertical mixing contributed to increase of the vertical gradient of dissolved inorganic carbon and decrease of atmospheric CO2 concentration. However, we show that it is unable to explain all of the glacial CO2 variations by the contribution of the Southern Ocean. Our findings indicate that detailed understanding of the impact of enhanced stratification in the Southern Ocean on the Pacific Ocean might be crucial to understanding the mechanisms behind the glacial-interglacial ocean carbon cycle variations.\n",
        "journal": "Paleoceanography",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015PA002786",
        "title": "Role of Southern Ocean stratification in glacial atmospheric CO2 reduction evaluated by a three-dimensional ocean general circulation model"
    },
    {
        "author": "M.A. Taylor, I.L. Hendy, D.K. Pak",
        "date": "2015-08-13",
        "description": "\n\nA high resolution record of δ18O and Mg/Ca-based temperatures spanning 10–50 ka has been reconstructed from the Vancouver margin of the northeastern Pacific Ocean (MD02-2496) from two planktonic foraminiferal species, Neogloboquadrina pachyderma (s.) and Globigerina bulloides. While δ18Ocalcite appears synchronous with Dansgaard-Oeschger Interstadials (DOIs) throughout the record, millennial scale variability in sea surface temperatures (SSTs) and reconstructed δ18Oseawater are frequently out of phase with Greenland climate. Changes in water mass characteristics such as δ18Ocalcite and enriched δ15N events apparently responded to millennial-scale climate change during Marine Isotope Stage 3 (MIS 3), such that negative δ18Ocalcite excursions coincided with heavier δ15N. These water mass characteristic shifts are suggestive of the presence of surface water advected from the Eastern Tropical North Pacific (ETNP) by relative strengthening of the California Undercurrent (CUC) bringing warm, salty tropical waters poleward. The linkage between the strength of the CUC on the NE Pacific margin and millennial-scale climate change may be related to increased sea surface heights off Central America as the Intertropical Convergence Zone (ITCZ) shifted northward in response to changes in North Atlantic Ocean circulation. Poor correlations between proxies exist through late MIS 3 into MIS 2. Ice sheet growth could have disrupted the linkage between CUC and the NE Pacific margin as the Laurentide Ice sheet disrupted atmospheric circulation and the Cordilleran Ice Sheet increasingly influenced regional paleoceanography.\n",
        "journal": "Paleoceanography",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014PA002738",
        "title": "The California current system as a transmitter of millennial scale climate change on the northeastern Pacific margin from 10–50 ka"
    },
    {
        "author": "Julia C. Tindall, Alan M. Haywood",
        "date": "2015-08-08",
        "description": "\n\nThe first isotope enabled General Circulation Model (GCM) simulations of the Pliocene are used to discuss the interpretation of δ18O measurements for a warm climate.\nThe model suggests that spatial patterns of Pliocene ocean surface δ18O (δ18Osw) were similar to the preindustrial, however Arctic and coastal regions were relatively depleted, while South Atlantic and Mediterranean regions were relatively enriched. Modeled δ18Osw anomalies are closely related to modeled salinity anomalies, which supports using δ18Osw as a paleosalinity proxy.\nModeled Pliocene precipitation δ18O (δ18Op) was enriched relative to the preindustrial (but with depletion of < 2 ‰ over some tropical regions). While usually modest ( < 4 ‰), the enrichment can reach 25 ‰ over ice sheet regions. In the tropics δ18Op anomalies are related to precipitation amount anomalies; although there is usually a spatial offset between the two. This offset suggests the location of precipitation change is more uncertain than the amplitude when interpreting δ18Op. At high latitudes δ18Op anomalies relate to temperature anomalies; however the relationship is neither linear nor spatially coincident: a large δ18Op signal does not always translate to a large temperature signal.\nThese results suggest isotope modeling can lead to enhanced synergy between climate models and climate proxy data. The model can relate proxy data to climate in a physically based way even when the relationship is complex and nonlocal. The δ18O-climate relationships, identified here from a GCM, could not be determined from transfer functions or simple models.\n",
        "journal": "Paleoceanography",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014PA002774",
        "title": "Modeling Oxygen Isotopes in the Pliocene: Large Scale Features over the Land and Ocean."
    },
    {
        "author": "Benjamin F. Petrick, Erin L. McClymont, Fabienne Marret, Marcel T.J. Meer",
        "date": "2015-08-01",
        "description": "\n\nThe Southeast Atlantic Ocean is an important component of global ocean circulation, as it includes heat and salt transfer into the Atlantic through the Agulhas Leakage as well as the highly productive Benguela Upwelling System. Here, we reconstruct sea surface temperatures (SSTs) from Ocean Drilling Program (ODP) Site 1087 in the Southeast Atlantic to investigate surface ocean circulation patterns during the late Pleistocene (0–500 ka). The UK’37 index and dinoflagellate cyst assemblages are used to reconstruct SSTs, δDalkenone is used to reconstruct changes in sea-surface salinity, and mass accumulation rates of alkenones and chlorin pigments are quantified to detect changing marine export productivity.\nThe greatest amplitude of SST warming precedes decreases in benthic δ18O and therefore occurs early in the transition from glacials to interglacials. δDalkenone, as a salinity indicator, increases before SSTs, suggesting that the pattern of Agulhas leakage is more complex than suggested by SST proxies. Marine Isotope Stage (MIS) 10 shows an anomalous pattern: it is marked by a pronounced increase in chlorin concentration, which may be related to enhanced/expanded Benguela upwelling reaching the core site. We find no evidence of an absence of Agulhas leakage throughout the record, suggesting there is no Agulhas cut-off even during MIS 10. Finally, the ODP site 1087 record shows an increasing strength of Agulhas leakage towards the present day, which may have impacted the intensity of the Atlantic Meridional Overturning Circulation (AMOC). As a result, the new analyses from ODP Site 1087 demonstrate a complex interaction between influences of the Benguela Upwelling and the Agulhas Leakage through the late Pleistocene, which are inferred here to reflect changing circulation patterns in the Southern Ocean and in the atmosphere.\n",
        "journal": "Paleoceanography",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015PA002787",
        "title": "Changing surface water conditions for the last 500 ka in the Southeast Atlantic: implications for variable influences of Agulhas Leakage and Benguela Upwelling"
    },
    {
        "author": "José D. Carriquiry, Alberto Sanchez, Guillaume Leduc",
        "date": "2015-07-16",
        "description": "\n\nThe oxygen and carbon isotopic composition of benthic foraminiferal tests were measured on sedimentary sequences retrieved on the Magdalena margin, off southern Baja California, Mexico. We reconstruct the hydrographic changes along the water column that occurred in the Northeastern tropical Pacific since the Last Glacial Maximum (LGM) and compare those changes to the ones that occurred in the Northwest Pacific (NWP, i.e. off Japan and Russia), in the Northeast Pacific along the Californian Margin as well as in the Southeast Pacific (off Chile). The foraminiferal δ18O depth profiles across the North and Southeast Pacific show similar trends between the LGM and the Holocene, indicating that changes in the oceanographic conditions between ~400 and 2000 m depth were very similar. Changes in the isotopic composition of dissolved inorganic carbon (δ13CDIC) in the Baja California margin since the Last Glacial Maximum were reconstructed using the δ13C of shallow endobenthic foraminifers U. peregrina and the epibenthic Cibicides mckannai. The most striking result is a marked shift towards more positive δ13C values below 1200 m depth in the NEP during the Holocene (relative to the LGM). This observation suggests that a nutrient-rich water mass ventilated the NEP during the LGM. At a basin scale, the δ13C values of NEP waters at intermediate depths were more negative relative to the NWP and SEP during the LGM, suggesting that the nutrient-rich water column along the NEP (i.e., Baja California margin) was confined in that area as observed today.\n",
        "journal": "Paleoceanography",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014PA002766",
        "title": "Southern Ocean influence on the Eastern Tropical North Pacific's intermediate depth circulation during the last glacial maximum"
    },
    {
        "author": "Lauren T. Toth, Richard B. Aronson, Hai Cheng, R. Lawrence Edwards",
        "date": "2015-08-24",
        "description": "\n\nWind-driven upwelling in Pacific Panamá is a significant source of oceanographic variability in the tropical eastern Pacific. This upwelling system provides a critical teleconnection between the Atlantic and tropical Pacific that may impact climate variability on a global scale. Despite its importance to oceanographic circulation, ecology, and climate, little is known about the long-term stability of the Panamanian upwelling system or its interaction with climatic forcing on millennial time scales. Using a combination of radiocarbon and U-series dating of fossil corals collected in cores from five sites across Pacific Panamá, we reconstructed the local radiocarbon reservoir correction, ΔR, from ~6750 cal B.P. to present. Because the ΔR of shallow-water environments is elevated by upwelling, our data set represents a millennial-scale record of spatial and temporal variability of the Panamanian upwelling system. The general oceanographic gradient from relatively strong upwelling in the Gulf of Panamá to weak-to-absent upwelling in the Gulf of Chiriquí was present throughout our record; however, the intensity of upwelling in the Gulf of Panamá varied significantly through time. Our reconstructions suggest that upwelling in the Gulf of Panamá is weak at present; however, the middle Holocene was characterized by periods of enhanced upwelling, with the most intense upwelling occurring just after of a regional shutdown in the development of reefs at ~4100 cal B.P. Comparisons with regional climate proxies suggest that, whereas the Intertropical Convergence Zone is the primary control on modern upwelling in Pacific Panamá, the El Niño–Southern Oscillation drove the millennial-scale variability of upwelling during the Holocene.\n",
        "journal": "Paleoceanography",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015PA002794",
        "title": "Holocene variability in the intensity of wind-gap upwelling in the tropical eastern Pacific"
    },
    {
        "author": "Michaël Hermoso",
        "date": "2015-08-22",
        "description": "\n\nThe present work examines the relationship between pH-induced changes in growth and stable isotopic composition of coccolith calcite in two coccolithophore species with a geological perspective. These species (Gephyrocapsa oceanica and Coccolithus pelagicus) with differing physiologies and vital effects possess a growth optimum corresponding to average pH of surface seawater in the geological period during their first known occurrence. The “ancestral” C. pelagicus has much wider pH tolerance in terms of growth rates than the more recently evolved G. oceanica. Diminished growth rates are explained by the challenge of proton translocation into the extracellular environment at low pH and enhanced aqueous CO2 limitation at high pH. Reducing the cell dynamics in this way leads to a lower degree of oxygen isotopic disequilibrium in G. oceanica. In contrast, the slower growing species C. pelagicus, which typically precipitates near-equilibrium calcite, does not show any modulation of oxygen isotope signals with changing pH. Overall, carbon and oxygen isotope compositions are best explained by the degree of utilization of the internal dissolved inorganic carbon (DIC) pool and the dynamics of isotopic reequilibration inside the cell. Thus, the “carbonate ion effect” may not apply to coccolithophores. This difference with foraminifera can be traced to different modes of DIC incorporation into these two distinct biomineralizing organisms. From a geological perspective, these findings have implications for refining the use of oxygen isotopes to infer more reliable sea surface temperatures (SSTs) from fossil carbonates and contribute to a better understanding of how climate-relevant parameters are recorded in the sedimentary archive.\n",
        "journal": "Paleoceanography",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015PA002844",
        "title": "Control of ambient pH on growth and stable isotopes in phytoplanktonic calcifying algae"
    },
    {
        "author": "Ann G. Dunlea, Richard W. Murray, Justine Sauvage, Arthur J. Spivack, Robert N. Harris, Steven D'Hondt",
        "date": "2015-08-13",
        "description": "\n\nWe examine the 0–100 Ma paleoceanographic record retained in pelagic clay from the South Pacific Gyre (SPG) by analyzing 47 major, trace, and rare earth elements in bulk sediment in 206 samples from seven sites drilled during Integrated Ocean Drilling Program Expedition 329. We use multivariate statistical analyses (Q-mode factor analysis and multiple linear regression) of the geochemical data to construct a model of bulk pelagic clay composition and mass accumulation rates (MAR) of six end-members, (post-Archean average Australian shale, rhyolite, basalt, Fe-Mn-oxyhydroxides, apatite, and excess Si). Integrating the results with Co-based age models at Sites U1365, U1366, U1369, and U1370, we link changes in MAR of these components to global oceanographic, terrestrial, and climatic transformations through the Cenozoic. Our results track the spatial extent (thousands of kilometers) of dust deposition in the SPG during the aridification of Australia. Dispersed ash is a significant component of the pelagic clay, often comprising >50% by mass, and records episodes of Southern Hemisphere volcanism. Because both are transported by wind, the correlation of dust and ash MAR depends on the site's latitude and suggests meridional shifts in the position of atmospheric circulation cells. The hydrothermal MARs provide evidence for rapid deposition from the Osbourn Trough spreading ridge before it went extinct. Excess Si MARs show that the abrupt increase in siliceous productivity observed at Site U1371 also extended at least as far north as Sites U1369 and U1370, suggesting large-scale reorganizations of oceanic Si distributions ~10–8 Ma in the southern SPG.\n",
        "journal": "Paleoceanography",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015PA002829",
        "title": "Dust, volcanic ash, and the evolution of the South Pacific Gyre through the Cenozoic"
    },
    {
        "author": "S. M. Jennions, E. Thomas, D. N. Schmidt, D. Lunt, A. Ridgwell",
        "date": "2015-08-07",
        "description": "\n\nEocene Thermal Maximum 2 (ETM2) occurred ~1.8 Myr after the Paleocene-Eocene Thermal Maximum (PETM) and, like the PETM, was characterized by a negative carbon isotope excursion and warming. We combined benthic foraminiferal and sedimentological records for Southeast Atlantic Sites 1263 (1500 m paleodepth) and 1262 (3600 m paleodepth) to show that benthic foraminiferal diversity and accumulation rates declined more precipitously and severely at the shallower site during peak ETM2. As the sites are in close proximity, differences in surface productivity cannot have caused this differential effect. Instead, we infer that changes in ocean circulation across ETM2 may have produced more pronounced warming at intermediate depths (Site 1263). The effects of warming include increased metabolic rates, a decrease in effective food supply and increased deoxygenation, thus potentially explaining the more severe benthic impacts at Site 1263. In response, bioturbation may have decreased more at Site 1263 than at Site 1262, differentially affecting bulk carbonate records. We use a sediment-enabled Earth system model to test whether a reduction in bioturbation and/or the likely reduced carbonate saturation of more poorly ventilated waters can explain the more extreme excursion in bulk δ13C and sharper transition in wt % CaCO3 at Site 1263. We find that both enhanced acidification and reduced bioturbation during the ETM2 peak are needed to account for the observed features. Our combined ecological and modeling analysis illustrates the potential role of ocean circulation changes in amplifying local environmental changes and driving temporary, but drastic, loss of benthic biodiversity and abundance.\n",
        "journal": "Paleoceanography",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015PA002821",
        "title": "Changes in benthic ecosystems and ocean circulation in the Southeast Atlantic across Eocene Thermal Maximum 2"
    },
    {
        "author": "Iris Moebius, Oliver Friedrich, Kirsty M. Edgar, Philip F. Sexton",
        "date": "2015-08-04",
        "description": "\n\nThe Middle Eocene Climatic Optimum (MECO) is an ~500 kyr interval of pronounced global warming from which the climate system recovered in <50 kyr. The deep-sea sedimentary record can provide valuable insight on the marine ecosystem response to this protracted global warming event and consequently on the ecological changes during this time. Here we present new benthic foraminiferal assemblage data from Ocean Drilling Program Site 1051 in the subtropical North Atlantic, spanning the MECO and post-MECO interval (41.1 to 39.5 Ma). We find little change in the species composition of benthic foraminiferal assemblages during the studied interval, suggesting that the rate of environmental change was gradual enough that these organisms were able to adapt. However, we identify two transient intervals associated with peak warming (higher-productivity interval (HPI)-1; 40.07–39.96 Ma) and shortly after the MECO (HPI-2; 39.68–39.55 Ma), where benthic foraminiferal accumulation rates increase by an order of magnitude. These HPIs at Site 1051 appear to coincide with intervals of strengthened productivity in the Tethys, Southern Ocean, and South Atlantic, and we suggest that an intensified hydrological cycle during the climatic warmth of the MECO was responsible for eutrophication of marine shelf and slope environments.\n",
        "journal": "Paleoceanography",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014PA002673",
        "title": "Episodes of intensified biological productivity in the subtropical Atlantic Ocean during the termination of the Middle Eocene Climatic Optimum (MECO)"
    },
    {
        "author": "",
        "date": "2015-08-13",
        "description": "\nNo abstract is available for this article.\n",
        "journal": "Paleoceanography",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fpalo.20137",
        "title": "Issue Information"
    },
    {
        "author": "Zhifang Xiong, Tiegang Li, Thomas Algeo, Kristin Doering, Martin Frank, Mark A. Brzezinski, Fengming Chang, Sophie Opfergelt, Xavier Crosta, Fuqing Jiang, Shiming Wan, Bin Zhai",
        "date": "2015-07-06",
        "description": "\n\nThe cause of massive blooms of Ethmodiscus rex laminated diatom mats (LDMs) in the eastern Philippine Sea (EPS) during the Last Glacial Maximum (LGM) remains uncertain. In order to better understand the mechanism of formation of E. rex LDMs from the perspective of dissolved silicon (DSi) utilization, we determined the silicon isotopic composition of single E. rex diatom frustules (δ30SiE. rex) from two sediment cores in the Parece Vela Basin of the EPS. In the study cores, δ30SiE. rex varies from −1.23‰ to −0.83‰ (average −1.04‰), a range that is atypical of marine diatom δ30Si and that corresponds to the lower limit of reported diatom δ30Si values of any age. A binary mixing model (upwelled silicon versus eolian silicon) accounting for silicon isotopic fractionation during DSi uptake by diatoms was constructed. The binary mixing model demonstrates that E. rex dominantly utilized DSi from eolian sources (i.e., Asian dust) with only minor contributions from upwelled seawater sources (i.e., advected from Subantarctic Mode Water, Antarctic Intermediate Water, or North Pacific Intermediate Water). E. rex utilized only ~24% of available DSi, indicating that surface waters of the EPS were eutrophic with respect to silicon during the LGM. Our results suggest that giant diatoms did not always use a buoyancy strategy to obtain nutrients from the deep nutrient pool, thus revising previously proposed models for the formation of E. rex LDMs.\n",
        "journal": "Paleoceanography",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015PA002793",
        "title": "The silicon isotope composition of Ethmodiscus rex laminated diatom mats from the tropical West Pacific: Implications for silicate cycling during the Last Glacial Maximum"
    },
    {
        "author": "Helen C. Bostock, Bruce W. Hayward, Helen L. Neil, Ashwaq T. Sabaa, George H. Scott",
        "date": "2015-07-14",
        "description": "\n\nThis study fills an important gap in our understanding of past changes in the Southern Subtropical Front (S-STF) in the southwest Pacific Ocean. Paleo-sea surface temperatures (SST) were estimated from planktic foraminiferal census counts from cores straddling the modern S-STF in the Solander Trough, south of New Zealand. The estimated SST were compared for 6 time slices; glacial period (25–21 ka), Last Glacial Maximum (LGM; 21–18 ka), early deglaciation (18–16 ka), late deglacial/early Holocene period (14–8 ka), mid-Holocene period (8–4 ka), and late Holocene period (4–0 ka). The position of the S-STF was determined by two methods: (1) the location of the 10°C isotherm and (2) the location of the highest SST gradients. These new results suggest that the S-STF was not continuous between east and west of New Zealand during the glacial period. Steep SST gradients indicate that a strong S-STF rapidly shifted south during the LGM and early deglaciation. During the late deglacial and Holocene periods the position of the S-STF differs between the two methods with reduced SST gradients, suggesting a more diffuse S-STF in the Solander Trough at this time. The glacial SST data suggest that the S-STF shifted north to the west of New Zealand, while to the east there was a stronger SST gradient across the front. This was possibly the result of an increased wind stress curl, which could have been caused by stronger, or more northerly Southern Hemisphere westerly winds (SHWW), or a merging of the SHWW split jet in this region.\n",
        "journal": "Paleoceanography",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014PA002652",
        "title": "Changes in the position of the Subtropical Front south of New Zealand since the last glacial period"
    },
    {
        "author": "Anja S. Studer, Daniel M. Sigman, Alfredo Martínez-García, Verena Benz, Gisela Winckler, Gerhard Kuhn, Oliver Esper, Frank Lamy, Samuel L. Jaccard, Lukas Wacker, Sergey Oleynik, Rainer Gersonde, Gerald H. Haug",
        "date": "2015-07-14",
        "description": "\n\nIn a sediment core from the Pacific sector of the Antarctic Zone (AZ) of the Southern Ocean, we report diatom-bound N isotope (δ15Ndb) records for total recoverable diatoms and two distinct diatom assemblages (pennate and centric rich). These data indicate tight coupling between the degree of nitrate consumption and Antarctic climate across the last two glacial cycles, with δ15Ndb (and thus the degree of nitrate consumption) increasing at each major Antarctic cooling event. Coupled with evidence from opal- and barium-based proxies for reduced export production during ice ages, the δ15Ndb increases point to ice age reductions in the supply of deep ocean-sourced nitrate to the AZ surface. The two diatom assemblages and species abundance data indicate that the δ15Ndb changes are not the result of changing species composition. The pennate and centric assemblage δ15Ndb records indicate similar changes but with a significant decline in their difference during peak ice ages. A tentative seasonality-based interpretation of the centric-to-pennate δ15Ndb difference suggests that late summer surface waters became nitrate free during the peak glacials.\n",
        "journal": "Paleoceanography",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014PA002745",
        "title": "Antarctic Zone nutrient conditions during the last two glacial cycles"
    },
    {
        "author": "Jonathan D. Schueth, Timothy J. Bralower",
        "date": "2015-07-14",
        "description": "\n\nThe long-ranging nannoplankton genus Discoaster went extinct in the early Pleistocene, one of the most significant events in the Cenozoic nannofossil record. The causal factors of this extinction are poorly constrained, at least partially because the ecology of Discoaster is not well understood. We investigate the relationship between the extinction and environmental changes by comparing a suite of high-resolution nannofossil assemblage data at four Ocean Drilling Program sites to published environmental proxy records. Through the use of multivariate analysis, we determine Discoaster shared environmental preferences with the extant species Florisphaera profunda which thrives in the lower photic zone near the nutricline in locations where the water column is stratified. We show that the last occurrence of Discoaster was globally diachronous, rather than synchronous as previously thought, and likely took place in the equatorial Atlantic Ocean. We propose that the demise of Discoaster was a two-stage process. A decrease in sea surface temperatures and increase in climate variability led to a global decline in Discoaster abundance. The extinction event itself correlates to shoaling of the nutricline as signified by a decrease in the carbon isotopic gradient between surface and thermocline foraminifera. We hypothesize that the combination of global cooling and a shoaling of the nutricline greatly reduced Discoaster's deepwater niche and contributed to its extinction. This may suggest that ocean stratification and the depth of the nutricline are important contributors to overall nannoplankton diversity.\n",
        "journal": "Paleoceanography",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015PA002803",
        "title": "The relationship between environmental change and the extinction of the nannoplankton Discoaster in the early Pleistocene"
    },
    {
        "author": "Vera Pospelova, Andrea M. Price, Thomas F. Pedersen",
        "date": "2015-07-15",
        "description": "\n\nA high-resolution sedimentary record of dinoflagellate cysts from Ocean Drilling Program Hole 1017E (off Point Conception, California margin) reflects how marine primary productivity has changed in response to major shifts in climate and ocean circulation along the California margin over the past 42 kyr. Throughout the studied sequence, dinoflagellate cyst assemblages are dominated by upwelling-related taxa, signifying the continued presence of coastal upwelling on the margin during the late Quaternary. The cyst record suggests that marine primary productivity was enhanced during the Holocene and Bølling, and to a lesser extent, during the late glacial and most Dansgaard-Oeschger events, while an apparent reduction in primary productivity can be seen during the Younger Dryas. The best analogue technique, based on a modern dinoflagellate cyst assemblage database from the northeast Pacific, was used for quantitative reconstruction of past sea surface conditions. It points to dynamic changes in annual marine primary productivity (~235–331 g C m−2 yr−1) and sea surface temperature (~10.1–12.6°C in winter; ~13.1–14.3°C in summer), while sea surface salinity appears to be confined to a narrower range (~32.9–33.4 in summer). Our results also indicate noticeable climate variability during the Holocene in this region.\n",
        "journal": "Paleoceanography",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014PA002728",
        "title": "Palynological evidence for late Quaternary climate and marine primary productivity changes along the California margin"
    },
    {
        "author": "Witold Bagniewski, Katrin J. Meissner, Laurie Menviel, Catherine E. Brennan",
        "date": "2015-07-20",
        "description": "\n\nWe perform idealized experiments of a Heinrich Stadial using an oxygen-isotope-enabled Earth System Climate Model. Our results compare relatively well with the planktic and benthic δ18O records of Heinrich Stadials 1 and 4. We find that changes in surface \nδ18Oc can be equally attributed to the “temperature effect” due to fractionation during calcification; the “circulation and climate effect” due to changes in circulation, precipitation, and evaporation; and the “meltwater effect” due to the addition and subsequent advection of depleted fresh water from continental ice sheets. In contrast, the meltwater effect and circulation and climate effect have only a small impact on benthic \nδ18Oc during the cessation of the Atlantic Meridional Overturning Circulation (AMOC). Significant temperature changes simulated in both the deep Atlantic and Pacific Oceans substantially influence benthic \nδ18Oc during that time. During the AMOC recovery, however, anomalously low \nδ18Ow surface waters are advected to the deep Atlantic, thus generating a large (∼0.5‰) \nδ18Oc decrease in the deep North Atlantic. This is in contrast to a hypothesis that links such depletion seen in Atlantic sediment cores during the last glacial stadials to deepwater formation caused by brine rejection and sea ice formation.\n",
        "journal": "Paleoceanography",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014PA002751",
        "title": "Quantification of factors impacting seawater and calcite δ18O during Heinrich Stadials 1 and 4"
    },
    {
        "author": "Rebecca S. Robinson, Theodore C. Moore, Andrea M. Erhardt, Howie D. Scher",
        "date": "2015-07-20",
        "description": "\n\nMicrofossil-bound organic matter represents an important archive of surface ocean environmental information. Sedimentary nitrogen (N) isotope reconstructions of surface nitrate consumption and nitrogen source changes are made using fossil diatom (autotrophs) and planktic foraminiferal (heterotrophs)-bound organic matter with success. However, because diatoms and planktic foraminifera are poorly preserved and sedimentary organic matter content is near zero during the late Eocene, our ability to examine nutrient dynamics across this important climate transition is limited. Here we present new data exploring the use of N isotope records from radiolarian tests. A comparison of surface ocean nitrate and core top bulk and radiolarian N isotope values (as δ15N) from the equatorial Pacific indicates that radiolarian-N records δ15N variability with fidelity but that a significant offset exists between bulk sedimentary and diatom δ15N values and those measured from radiolarians (~7.1 ± 1.1‰). A downcore profile of radiolarian δ15N values is compared to siliceous microfossil assemblage changes across the Eocene-Oligocene boundary. Average of radiolarian-bound δ15N values is 0.5 ± 2.0‰, which, when corrected using the offset derived from the modern surface samples, suggests that the mean nitrogen isotopic composition of the early Cenozoic eastern Pacific was not significantly different from today. The overall trend, of decreasing δ15N values with decreasing export productivity, is consistent with either a regional decline in pelagic denitrification or a large-scale change in nutrient sources to the eastern equatorial Pacific (EEP), both linked to the cooling climate and changing intermediate water circulation. Decreasing/low δ15N values cooccur with high radiolarian species turnover at ~35.5 and 34 Ma, suggestive of a significant ecological change in the EEP, consistent with cooling and water mass distribution changes. The preliminary results suggest that radiolarian-bound organic nitrogen represents another promising archive and underscores the fact that the different microfossil fractions must be separated to ensure robust results.\n",
        "journal": "Paleoceanography",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015PA002777",
        "title": "Evidence for changes in subsurface circulation in the late Eocene equatorial Pacific from radiolarian-bound nitrogen isotope values"
    },
    {
        "author": "I. Ruvalcaba Baroni, N. A. G. M. Helmond, I. Tsandev, J. J. Middelburg, C. P. Slomp",
        "date": "2015-07-23",
        "description": "\n\nSediment records of the stable isotopic composition of N (δ15N) show light δ15N values at several sites in the proto-North Atlantic during Oceanic Anoxic Event 2 (OAE 2) at the Cenomanian-Turonian transition (∼94 Ma). The low δ15N during the event is generally attributed to an increase in N2 fixation and incomplete uptake of \n4+ for phytoplankton growth. A compilation of all reliable data for the proto-North Atlantic during OAE 2 demonstrates that the most pronounced negative shift in δ15N from pre-OAE 2 to OAE 2 occurs in the open ocean but with δ15N never lower than −3‰. Using a box model of N cycling for the proto-North Atlantic during OAE 2, we show that N2 fixation is a major contributor to the δ15N signal, especially in the open ocean. Incomplete uptake of \n4+ for phytoplankton growth is important in regions dominated by downwelling, with lateral transport of \n4+ acting as a major source. In the southern proto-North Atlantic, where bottom waters were euxinic, the light δ15N signature is largely explained by upwelling of \n4+. Our study provides an overview of regional differences in δ15N in the proto-North Atlantic and highlights the role of lateral exchange of water and nutrients, in addition to local biogeochemical processes, in determining δ15N values of OAE 2 sediments.\n",
        "journal": "Paleoceanography",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014PA002744",
        "title": "The nitrogen isotope composition of sediments from the proto-North Atlantic during Oceanic Anoxic Event 2"
    },
    {
        "author": "Alvaro Fernandez, Thomas J. Lapen, Rasmus Andreasen, Peter K. Swart, Christopher D. White, Brad E. Rosenheim",
        "date": "2015-07-23",
        "description": "\n\nWe present coral- and sclerosponge-based reconstructions of the 14C content in North Atlantic dissolved inorganic carbon (DIC) during the last ~100 years from the subtropical cells (STCs). These waters are sensitive to the dynamics of the shallow overturning meridional circulation that transports heat and water masses from the subtropics to the tropics. We use these records to investigate the circulation patterns of the off-equatorial upwelling regions of the STCs, which are not well understood. Coral and sclerosponge skeletons provide long time series of ocean DIC 14C content, a tracer of oceanic circulation, effectively extending the observational record back in time. Sclerosponge data from the Bahamas were used to extend the existing subtropical 14C time series to the 21st century. Coral 14C data from the Cape Verde Islands (1890–2002) captured the 14C signature of water brought to the surface in the off-equatorial regions of the STC present near the West African coast. We observe a unique postbomb trend at Cape Verde that is similar to the upwelling regions in the Pacific, and we interpret this trend as the result of the slow penetration of bomb 14C into the interior ocean as part of the STC circulation. Using a multibox mixing model we constrain the time history of bomb 14C in the eastern tropical Atlantic, and we estimate a 20 year time scale for ventilation of the thermocline in this area of the ocean. The similarity between the Atlantic and Pacific 14C-based records of upwelling suggests that both are caused by bomb 14C penetration rather than more complex explanations that invoke changes in thermocline depth (e.g., related to El Niño–Southern Oscillation variability) or changes in the strength of the subtropical cells. Our results offer constraints for models of tropical ocean circulation and anthropogenic CO2 uptake that attempt to reproduce the characteristics of the shallow wind-driven circulation in the Atlantic.\n",
        "journal": "Paleoceanography",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015PA002790",
        "title": "Ventilation time scales of the North Atlantic subtropical cell revealed by coral radiocarbon from the Cape Verde Islands"
    },
    {
        "author": "E. Maier, M. Méheust, A. Abelmann, R. Gersonde, B. Chapligin, J. Ren, R. Stein, H. Meyer, R. Tiedemann",
        "date": "2015-07-23",
        "description": "\n\nThe glacial-to-Holocene evolution of subarctic Pacific surface water stratification and silicic acid (Si) dynamics is investigated based on new combined diatom oxygen (δ18Odiat) and silicon (δ30Sidiat) isotope records, along with new biogenic opal, subsurface foraminiferal δ18O, alkenone-based sea surface temperature, sea ice, diatom, and core logging data from the NE Pacific. Our results suggest that δ18Odiat values are primarily influenced by changes in freshwater discharge from the Cordilleran Ice Sheet (CIS), while corresponding δ30Sidiat are primarily influenced by changes in Si supply to surface waters. Our data indicate enhanced glacial to mid Heinrich Stadial 1 (HS1) NE Pacific surface water stratification, generally limiting the Si supply to surface waters. However, we suggest that an increase in Si supply during early HS1, when surface waters were still stratified, is linked to increased North Pacific Intermediate Water formation. The coincidence between fresh surface waters during HS1 and enhanced ice-rafted debris sedimentation in the North Atlantic indicates a close link between CIS and Laurentide Ice Sheet dynamics and a dominant atmospheric control on CIS deglaciation. The Bølling/Allerød (B/A) is characterized by destratification in the subarctic Pacific and an increased supply of saline, Si-rich waters to surface waters. This change toward increased convection occurred prior to the Bølling warming and is likely triggered by a switch to sea ice-free conditions during late HS1. Our results furthermore indicate a decreased efficiency of the biological pump during late HS1 and the B/A (possibly also the Younger Dryas), suggesting that the subarctic Pacific has then been a source region of atmospheric CO2.\n",
        "journal": "Paleoceanography",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014PA002763",
        "title": "Deglacial subarctic Pacific surface water hydrography and nutrient dynamics and links to North Atlantic climate variability and atmospheric CO2"
    },
    {
        "author": "Xiaotong Xiao, Ruediger Stein, Kirsten Fahl",
        "date": "2015-07-23",
        "description": "\n\nUsing the sea ice proxy IP25 and phytoplankton-derived biomarkers (brassicasterol and dinosterol), Arctic sea ice conditions were reconstructed for Marine Isotope Stage (MIS) 3 to 1—with special emphasis on the Last Glacial Maximum (LGM)—in sediment cores from the northern Barents Sea continental margin across the central Arctic Ocean to the southern Mendeleev Ridge. Our results suggest more extensive sea ice cover than present day during the latter part of MIS 3, increasing sea ice growth during MIS 2 and decreased sea ice cover during the last deglacial. The summer ice edge remained north of the Barents Sea even during extremely cold (i.e., Last Glacial Maximum (LGM)) as well as warm periods (i.e., Bølling-Allerød). During the LGM, the western Svalbard margin and the northern Barents Sea margin areas were characterized by high concentrations of both IP25 and phytoplankton biomarkers, interpreted as a productive ice edge situation caused by the inflow of warm Atlantic water. In contrast, the LGM central Arctic Ocean (north of 84°N) was covered by thick permanent sea ice throughout the year with rare breakup, indicated by zero or near-zero biomarker concentrations. The spring/summer sea ice margin significantly extended southward to the Laptev Sea shelf (southern Lomonosov Ridge) and southern Mendeleev Ridge during the LGM. Our proxy reconstructions are very consistent with published model results based on the North Atlantic/Arctic Ocean Sea Ice Model.\n",
        "journal": "Paleoceanography",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015PA002814",
        "title": "MIS 3 to MIS 1 temporal and LGM spatial variability in Arctic Ocean sea ice cover: Reconstruction from biomarkers"
    },
    {
        "author": "Dirk Nürnberg, Tebke Böschen, Kristin Doering, Elfi Mollier-Vogel, Jacek Raddatz, Ralph Schneider",
        "date": "2015-07-27",
        "description": "\n\nThe complex deglacial to Holocene oceanographic development in the Gulf of Guayaquil (Eastern Equatorial Pacific) is reconstructed for sea surface and subsurface ocean levels from (isotope) geochemical proxies based on marine sediment cores. At sea surface, southern sourced Cold Coastal Water and tropical Equatorial Surface Water/Tropical Surface Water are intimately related. In particular since ~10 ka, independent sea surface temperature proxies capturing different seasons emphasize the growing seasonal contrast in the Gulf of Guayaquil, which is in contrast to ocean areas further offshore. Cold Coastal Water became rapidly present in the Gulf of Guayaquil during the austral winter season in line with the strengthening of the Southeast Trades, while coastal upwelling off Peru gradually intensified and expanded northward in response to a seasonally changing atmospheric circulation pattern affecting the core locations intensively since 4 ka BP. Equatorial Surface Water, instead, was displaced and Tropical Surface Water moved northward together with the Equatorial Front. At subsurface, the presence of Equatorial Under Current-sourced Equatorial Subsurface Water was continuously growing, prominently since ~10–8 ka B.P. During Heinrich Stadial 1 and large parts of the Bølling/Allerød, and similarly during short Holocene time intervals at ~5.1–4 ka B.P. and ~1.5–0.5 ka B.P., the admixture of Equatorial Subsurface Water was reduced in response to both short-term weakening of Equatorial Under Current strength from the northwest and emplacement by tropical Equatorial Surface Water, considerably warming the uppermost ocean layers.\n",
        "journal": "Paleoceanography",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014PA002706",
        "title": "Sea surface and subsurface circulation dynamics off equatorial Peru during the last ~17 kyr"
    },
    {
        "author": "Gordon N. Inglis, Alexander Farnsworth, Daniel Lunt, Gavin L. Foster, Christopher J. Hollis, Mark Pagani, Phillip E. Jardine, Paul N. Pearson, Paul Markwick, Amanda M. J. Galsworthy, Lauren Raynham, Kyle. W. R. Taylor, Richard D. Pancost",
        "date": "2015-07-27",
        "description": "\n\nThe TEX86 proxy, based on the distribution of marine isoprenoidal glycerol dialkyl glycerol tetraether lipids (GDGTs), is increasingly used to reconstruct sea surface temperature (SST) during the Eocene epoch (56.0–33.9 Ma). Here we compile published TEX86 records, critically reevaluate them in light of new understandings in TEX86 palaeothermometry, and supplement them with new data in order to evaluate long-term temperature trends in the Eocene. We investigate the effect of archaea other than marine Thaumarchaeota upon TEX86 values using the branched-to-isoprenoid tetraether index (BIT), the abundance of GDGT-0 relative to crenarchaeol (%GDGT-0), and the Methane Index (MI). We also introduce a new ratio, %GDGTRS, which may help identify Red Sea-type GDGT distributions in the geological record. Using the offset between TEX86H and TEX86L (ΔH-L) and the ratio between GDGT-2 and GDGT-3 ([2]/[3]), we evaluate different TEX86 calibrations and present the first integrated SST compilation for the Eocene (55 to 34 Ma). Although the available data are still sparse some geographic trends can now be resolved. In the high latitudes (>55°), there was substantial cooling during the Eocene (~6°C). Our compiled record also indicates tropical cooling of ~2.5°C during the same interval. Using an ensemble of climate model simulations that span the Eocene, our results indicate that only a small percentage (~10%) of the reconstructed temperature change can be ascribed to ocean gateway reorganization or paleogeographic change. Collectively, this indicates that atmospheric carbon dioxide (pCO2) was the likely driver of surface water cooling during the descent toward the icehouse.\n",
        "journal": "Paleoceanography",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014PA002723",
        "title": "Descent toward the Icehouse: Eocene sea surface cooling inferred from GDGT distributions"
    },
    {
        "author": "Andrea Burke, Andrew L. Stewart, Jess F. Adkins, Raffaele Ferrari, Malte F. Jansen, Andrew F. Thompson",
        "date": "2015-07-28",
        "description": "\n\nPublished reconstructions of radiocarbon in the Atlantic sector of the Southern Ocean indicate that there is a mid-depth maximum in radiocarbon age during the Last Glacial Maximum (LGM). This is in contrast to the modern ocean where intense mixing between water masses results in a relatively homogenous radiocarbon profile. Ferrari et al. (2014) suggested that the extended Antarctic sea ice cover during the LGM necessitated a shallower boundary between the upper and lower branches of the meridional overturning circulation. This shoaled boundary lay above major topographic features associated with strong diapycnal mixing, isolating dense southern sourced water in the lower branch of the overturning circulation. This isolation would have allowed radiocarbon to decay and thus provides a possible explanation for the mid-depth radiocarbon age bulge. We test this hypothesis using an idealized, 2-D, residual-mean dynamical model of the global overturning circulation. Concentration distributions of a decaying tracer that is advected by the simulated overturning are compared to published radiocarbon data. We find that a 600 km (~5° of latitude) increase in sea ice extent shoals the boundary between the upper and lower branches of the overturning circulation at 45°S by 600 m and shoals the depth of North Atlantic Deep Water convection at 50°N by 2500 m. This change in circulation configuration alone decreases the radiocarbon content in the mid-depth South Atlantic at 45°S by 40‰, even without an increase in surface radiocarbon age in the source region of deep waters during the LGM.\n",
        "journal": "Paleoceanography",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015PA002778",
        "title": "The glacial mid-depth radiocarbon bulge and its implications for the overturning circulation"
    }
]