[
    {
        "author": "Lauren T. Toth, Richard B. Aronson, Hai Cheng, R. Lawrence Edwards", 
        "date": "2015-07-25", 
        "description": "\n\nWind-driven upwelling in Pacific Panamá is a significant source of oceanographic variability in the tropical eastern Pacific. This upwelling system provides a critical teleconnection between the Atlantic and tropical Pacific that may impact climate variability on a global scale. Despite its importance to oceanographic circulation, ecology, and climate, little is known about the stability of the Panamanian upwelling system or its interaction with climatic forcing on millennial timescales. Using a combination of radiocarbon and U-series dating of fossil corals collected in cores from five sites across Pacific Panamá, we reconstructed the local radiocarbon reservoir correction, ΔR, from ~6750 cal BP to present. Because the ΔR of shallow-water environments is elevated by upwelling, our dataset represents a millennial-scale record of spatial and temporal variability of the Panamanian upwelling system. The general oceanographic gradient from relatively strong upwelling in the Gulf of Panamá to weak-to-absent upwelling in the Gulf of Chiriquí was present throughout our record; however, the intensity of upwelling in the Gulf of Panamá varied significantly through time. Our reconstructions suggest that upwelling in the Gulf of Panamá is weak at present; however the middle Holocene was characterized by periods of enhanced upwelling, with the most intense upwelling occurring at the onset of a regional shutdown in reef development at ~4100 cal BP. Comparisons with regional climate proxies suggest that, whereas the Intertropical Convergence Zone is the primary control on modern upwelling in Pacific Panamá, the El Niño–Southern Oscillation drove the variability in upwelling on millennial timescales.\n", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015PA002794", 
        "title": "Holocene variability in the intensity of wind-gap upwelling in the tropical eastern Pacific"
    }, 
    {
        "author": "Michaël Hermoso", 
        "date": "2015-07-19", 
        "description": "\n\nThe present work examines the relationship between pH-induced changes in growth and stable isotopic composition of coccolith calcite in two coccolithophore species with a geological perspective. These cells (Gephyrocapsa oceanica and Coccolithus pelagicus) with differing physiologies and vital effects possess a growth optimum corresponding to average pH of surface seawater in the geological period during their first known occurrence. Diminished growth rates outside of their optimum pH range are explained by the challenge of proton translocation into the extracellular environment at low pH, and enhanced aqueous CO2 limitation at high pH. These diminished growth rates correspond to a lower degree of oxygen isotopic disequilibrium in G. oceanica. In contrast, the slower growing and ancient species C. pelagicus, which typically precipitates near-equilibrium calcite, does not show any modulation of oxygen isotope signals with changing pH. In CO2-utilizing unicellular algae, carbon and oxygen isotope compositions are best explained by the degree of utilization of the internal dissolved inorganic carbon (DIC) pool and the dynamics of isotopic re-equilibration inside the cell. Thus, the “carbonate ion effect” may not apply to coccolithophores. This difference with foraminifera can be traced to different modes of DIC incorporation into these two distinct biomineralizing organisms. From a geological perspective, these findings have implications for refining the use of oxygen isotopes to infer more reliable sea surface temperatures (SSTs) from fossil carbonates, and contribute to a better understanding of how climate-relevant parameters are recorded in the sedimentary archive.\n", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015PA002844", 
        "title": "Control of ambient pH on growth and stable isotopes in phytoplanktonic calcifying algae"
    }, 
    {
        "author": "José D. Carriquiry, Alberto Sanchez, Guillaume Leduc", 
        "date": "2015-07-16", 
        "description": "\n\nThe oxygen and carbon isotopic composition of benthic foraminiferal tests were measured on sedimentary sequences retrieved on the Magdalena margin, off southern Baja California, Mexico. We reconstruct the hydrographic changes along the water column that occurred in the Northeastern tropical Pacific since the Last Glacial Maximum (LGM) and compare those changes to the ones that occurred in the Northwest Pacific (NWP, i.e. off Japan and Russia), in the Northeast Pacific along the Californian Margin as well as in the Southeast Pacific (off Chile). The foraminiferal δ18O depth profiles across the North and Southeast Pacific show similar trends between the LGM and the Holocene, indicating that changes in the oceanographic conditions between ~400 and 2000 m depth were very similar. Changes in the isotopic composition of dissolved inorganic carbon (δ13CDIC) in the Baja California margin since the Last Glacial Maximum were reconstructed using the δ13C of shallow endobenthic foraminifers U. peregrina and the epibenthic Cibicides mckannai. The most striking result is a marked shift towards more positive δ13C values below 1200 m depth in the NEP during the Holocene (relative to the LGM). This observation suggests that a nutrient-rich water mass ventilated the NEP during the LGM. At a basin scale, the δ13C values of NEP waters at intermediate depths were more negative relative to the NWP and SEP during the LGM, suggesting that the nutrient-rich water column along the NEP (i.e., Baja California margin) was confined in that area as observed today.\n", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014PA002766", 
        "title": "Southern Ocean influence on the Eastern Tropical North Pacific's intermediate depth circulation during the last glacial maximum"
    }, 
    {
        "author": "Iris Moebius, Oliver Friedrich, Kirsty M. Edgar, Philip F. Sexton", 
        "date": "2015-07-14", 
        "description": "\n\nThe Middle Eocene Climatic Optimum (MECO) is a ~500 kyr interval of pronounced global warming from which the climate system recovered in <50 kyr. The deep-sea sedimentary record can provide valuable insight on the marine ecosystem response to this protracted global warming event, and consequently on the ecological changes during this time. Here, we present new benthic foraminiferal assemblage data from Ocean Drilling Program (ODP) Site 1051 in the subtropical North Atlantic, spanning the MECO and post-MECO interval (41.1 to 39.5 Ma). We find little change in the species composition of benthic foraminiferal assemblages during the studied interval suggesting that the rate of environmental change was gradual enough that these organisms were able to adapt. However, we identify two transient intervals associated with peak warming (Higher Productivity Interval (HPI)-1; 40.07 – 39.96 Ma) and shortly after the MECO (HPI-2; 39.68 – 39.55 Ma) where benthic foraminiferal accumulation rates (BFARs) increase by an order of magnitude. These HPIs at Site 1051 appear to coincide with intervals of strengthened productivity in the Tethys, Southern Ocean and South Atlantic and we suggest that an intensified hydrological cycle during the climatic warmth of the MECO was responsible for eutrophication of marine shelf and slope environments.\n", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014PA002673", 
        "title": "Episodes of intensified biological productivity in the subtropical Atlantic Ocean during the termination of the Middle Eocene Climatic Optimum (MECO)"
    }, 
    {
        "author": "Ann G. Dunlea, Richard W. Murray, Justine Sauvage, Arthur J. Spivack, Steven D'Hondt, Robert N. Harris", 
        "date": "2015-07-14", 
        "description": "\n\nWe examine the 0-100 Ma paleoceanographic record retained in pelagic clay from the South Pacific Gyre (SPG) by analyzing 47 major, trace, and rare earth elements in bulk sediment in 206 samples from seven sites drilled during Integrated Ocean Drilling Program Expedition 329. We use multivariate statistical analyses (Q-mode factor analysis and multiple linear regression) of the geochemical data to construct a model of bulk pelagic clay composition and mass accumulation rates (MAR) of six end-members, (post-Archean average Australian shale (PAAS), rhyolite, basalt, Fe-Mn-oxyhydroxides, apatite, and excess Si). Integrating the results with Co-based age models at Sites U1365, U1366, U1369, and U1370, we link changes in MAR of these components to global oceanographic, terrestrial, and climatic transformations through the Cenozoic.\nOur results track the spatial extent (1000s of kms) of dust deposition in the SPG during the aridification of Australia. Dispersed ash is a significant component of the pelagic clay, often comprising >50% by mass, and records episodes of Southern Hemisphere volcanism. Because both are transported by wind, the correlation of dust and ash MAR depends on the site's latitude and suggests meridional shifts in the position of atmospheric circulation cells.\nThe hydrothermal MARs provide evidence for rapid deposition from the Osbourn Trough spreading ridge before it went extinct. Excess Si MARs show the abrupt increase in siliceous productivity observed at Site U1371 also extended at least as far north as Sites U1369 and U1370, suggesting large scale reorganizations of oceanic Si distributions ~10-8 Ma in the southern SPG.\n", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015PA002829", 
        "title": "Dust, volcanic ash, and the evolution of the South Pacific Gyre through the Cenozoic"
    }, 
    {
        "author": "S. M. Jennions, Ellen Thomas, Daniela N Schmidt, Dan Lunt, Andy Ridgwell", 
        "date": "2015-07-14", 
        "description": "\n\nEocene Thermal Maximum 2 (ETM2) occurred ~1.8 Myr after the Paleocene Eocene Thermal Maximum (PETM) and, like the PETM, was characterized by a negative carbon isotope excursion and warming. We combined benthic foraminiferal and sedimentological records for Southeast Atlantic Sites 1263 (1500 m paleodepth) and 1262 (3600 m paleodepth) to show that benthic foraminiferal diversity and accumulation rates declined more precipitously and severely at the shallower site during peak ETM2. As the sites are in close proximity, differences in surface productivity cannot have caused this differential effect. Instead, we infer that changes in ocean circulation across ETM2 may have produced more pronounced warming at intermediate depths (Site 1263). The effects of warming include increased metabolic rates, a decrease in effective food supply and increased deoxygenation, thus potentially explaining the more severe benthic impacts at Site 1263. In response, bioturbation may have decreased more at Site 1263 than at Site 1262, differentially affecting bulk carbonate records. We use a sediment-enabled Earth system model to test whether a reduction in bioturbation and/or the likely reduced carbonate saturation of more poorly ventilated waters can explain the more extreme excursion in bulk δ13C and sharper transition in wt% CaCO3 at Site 1263. We find that both enhanced acidification and reduced bioturbation during the ETM2 peak are needed to account for the observed features. Our combined ecological and modelling analysis illustrates the potential role of ocean circulation changes in amplifying local environmental changes and driving temporary, but drastic, loss of benthic biodiversity and abundance.\n", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015PA002821", 
        "title": "Changes in benthic ecosystems and ocean circulation in the Southeast Atlantic across Eocene Thermal Maximum 2"
    }, 
    {
        "author": "Andrea Burke, Andrew L. Stewart, Jess F. Adkins, Raffaele Ferrari, Malte F. Jansen, Andrew F. Thompson", 
        "date": "2015-06-02", 
        "description": "\n\nPublished reconstructions of radiocarbon in the Atlantic sector of the Southern Ocean indicate that there is a mid-depth maximum in radiocarbon age during the last glacial maximum (LGM). This is in contrast to the modern ocean where intense mixing between water masses results in a relatively homogenous radiocarbon profile. Ferrari et al. [2014] suggested that the extended Antarctic sea ice cover during the LGM necessitated a shallower boundary between the upper and lower branches of the meridional overturning circulation (MOC). This shoaled boundary lay above major topographic features associated with strong diapycnal mixing, isolating dense southern-sourced water in the lower branch of the overturning circulation. This isolation would have allowed radiocarbon to decay, and thus provides a possible explanation for the mid-depth radiocarbon age bulge. We test this hypothesis using an idealized, 2D, residual-mean dynamical model of the global overturning circulation. Concentration distributions of a decaying tracer that is advected by the simulated overturning are compared to published radiocarbon data. We find that a 600 km (~5° of latitude) increase in sea ice extent shoals the boundary between the upper and lower branches of the overturning circulation at 45°S by 600 m, and shoals the depth of North Atlantic Deep Water (NADW) convection at 50°N by 2500 m. This change in circulation configuration alone decreases the radiocarbon content in the mid-depth South Atlantic at 45°S by 40‰even without an increase in surface radiocarbon age in the source region of deep waters during the LGM.\n", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015PA002778", 
        "title": "The Glacial Mid-Depth Radiocarbon Bulge and Its Implications for the Overturning Circulation"
    }, 
    {
        "author": "Gordon N. Inglis, Alexander Farnsworth, Daniel Lunt, Gavin L. Foster, Christopher J. Hollis, Mark Pagani, Phillip E. Jardine, Paul N. Pearson, Paul Markwick, Amanda M. J. Galsworthy, Lauren Raynham, Kyle. W. R. Taylor, Richard D. Pancost", 
        "date": "2015-07-27", 
        "description": "\n\nThe TEX86 proxy, based on the distribution of marine isoprenoidal glycerol dialkyl glycerol tetraether lipids (GDGTs), is increasingly used to reconstruct sea surface temperature (SST) during the Eocene epoch (56.0–33.9 Ma). Here we compile published TEX86 records, critically reevaluate them in light of new understandings in TEX86 palaeothermometry, and supplement them with new data in order to evaluate long-term temperature trends in the Eocene. We investigate the effect of archaea other than marine Thaumarchaeota upon TEX86 values using the branched-to-isoprenoid tetraether index (BIT), the abundance of GDGT-0 relative to crenarchaeol (%GDGT-0), and the Methane Index (MI). We also introduce a new ratio, %GDGTRS, which may help identify Red Sea-type GDGT distributions in the geological record. Using the offset between TEX86H and TEX86L (ΔH-L) and the ratio between GDGT-2 and GDGT-3 ([2]/[3]), we evaluate different TEX86 calibrations and present the first integrated SST compilation for the Eocene (55 to 34 Ma). Although the available data are still sparse some geographic trends can now be resolved. In the high latitudes (>55°), there was substantial cooling during the Eocene (~6°C). Our compiled record also indicates tropical cooling of ~2.5°C during the same interval. Using an ensemble of climate model simulations that span the Eocene, our results indicate that only a small percentage (~10%) of the reconstructed temperature change can be ascribed to ocean gateway reorganization or paleogeographic change. Collectively, this indicates that atmospheric carbon dioxide (pCO2) was the likely driver of surface water cooling during the descent toward the icehouse.\n", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014PA002723", 
        "title": "Descent toward the Icehouse: Eocene sea surface cooling inferred from GDGT distributions"
    }, 
    {
        "author": "Dirk Nürnberg, Tebke Böschen, Kristin Doering, Elfi Mollier-Vogel, Jacek Raddatz, Ralph Schneider", 
        "date": "2015-07-27", 
        "description": "\n\nThe complex deglacial to Holocene oceanographic development in the Gulf of Guayaquil (Eastern Equatorial Pacific) is reconstructed for sea surface and subsurface ocean levels from (isotope) geochemical proxies based on marine sediment cores. At sea surface, southern sourced Cold Coastal Water and tropical Equatorial Surface Water/Tropical Surface Water are intimately related. In particular since ~10 ka, independent sea surface temperature proxies capturing different seasons emphasize the growing seasonal contrast in the Gulf of Guayaquil, which is in contrast to ocean areas further offshore. Cold Coastal Water became rapidly present in the Gulf of Guayaquil during the austral winter season in line with the strengthening of the Southeast Trades, while coastal upwelling off Peru gradually intensified and expanded northward in response to a seasonally changing atmospheric circulation pattern affecting the core locations intensively since 4 ka BP. Equatorial Surface Water, instead, was displaced and Tropical Surface Water moved northward together with the Equatorial Front. At subsurface, the presence of Equatorial Under Current-sourced Equatorial Subsurface Water was continuously growing, prominently since ~10–8 ka B.P. During Heinrich Stadial 1 and large parts of the Bølling/Allerød, and similarly during short Holocene time intervals at ~5.1–4 ka B.P. and ~1.5–0.5 ka B.P., the admixture of Equatorial Subsurface Water was reduced in response to both short-term weakening of Equatorial Under Current strength from the northwest and emplacement by tropical Equatorial Surface Water, considerably warming the uppermost ocean layers.\n", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014PA002706", 
        "title": "Sea surface and subsurface circulation dynamics off equatorial Peru during the last ~17 kyr"
    }, 
    {
        "author": "Xiaotong Xiao, Ruediger Stein, Kirsten Fahl", 
        "date": "2015-07-23", 
        "description": "\n\nUsing the sea ice proxy IP25 and phytoplankton-derived biomarkers (brassicasterol and dinosterol), Arctic sea ice conditions were reconstructed for Marine Isotope Stage (MIS) 3 to 1—with special emphasis on the Last Glacial Maximum (LGM)—in sediment cores from the northern Barents Sea continental margin across the central Arctic Ocean to the southern Mendeleev Ridge. Our results suggest more extensive sea ice cover than present day during the latter part of MIS 3, increasing sea ice growth during MIS 2 and decreased sea ice cover during the last deglacial. The summer ice edge remained north of the Barents Sea even during extremely cold (i.e., Last Glacial Maximum (LGM)) as well as warm periods (i.e., Bølling-Allerød). During the LGM, the western Svalbard margin and the northern Barents Sea margin areas were characterized by high concentrations of both IP25 and phytoplankton biomarkers, interpreted as a productive ice edge situation caused by the inflow of warm Atlantic water. In contrast, the LGM central Arctic Ocean (north of 84°N) was covered by thick permanent sea ice throughout the year with rare breakup, indicated by zero or near-zero biomarker concentrations. The spring/summer sea ice margin significantly extended southward to the Laptev Sea shelf (southern Lomonosov Ridge) and southern Mendeleev Ridge during the LGM. Our proxy reconstructions are very consistent with published model results based on the North Atlantic/Arctic Ocean Sea Ice Model.\n", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015PA002814", 
        "title": "MIS 3 to MIS 1 temporal and LGM spatial variability in Arctic Ocean sea ice cover: Reconstruction from biomarkers"
    }, 
    {
        "author": "E. Maier, M. Méheust, A. Abelmann, R. Gersonde, B. Chapligin, J. Ren, R. Stein, H. Meyer, R. Tiedemann", 
        "date": "2015-07-23", 
        "description": "\n\nThe glacial-to-Holocene evolution of subarctic Pacific surface water stratification and silicic acid (Si) dynamics is investigated based on new combined diatom oxygen (δ18Odiat) and silicon (δ30Sidiat) isotope records, along with new biogenic opal, subsurface foraminiferal δ18O, alkenone-based sea surface temperature, sea ice, diatom, and core logging data from the NE Pacific. Our results suggest that δ18Odiat values are primarily influenced by changes in freshwater discharge from the Cordilleran Ice Sheet (CIS), while corresponding δ30Sidiat are primarily influenced by changes in Si supply to surface waters. Our data indicate enhanced glacial to mid Heinrich Stadial 1 (HS1) NE Pacific surface water stratification, generally limiting the Si supply to surface waters. However, we suggest that an increase in Si supply during early HS1, when surface waters were still stratified, is linked to increased North Pacific Intermediate Water formation. The coincidence between fresh surface waters during HS1 and enhanced ice-rafted debris sedimentation in the North Atlantic indicates a close link between CIS and Laurentide Ice Sheet dynamics and a dominant atmospheric control on CIS deglaciation. The Bølling/Allerød (B/A) is characterized by destratification in the subarctic Pacific and an increased supply of saline, Si-rich waters to surface waters. This change toward increased convection occurred prior to the Bølling warming and is likely triggered by a switch to sea ice-free conditions during late HS1. Our results furthermore indicate a decreased efficiency of the biological pump during late HS1 and the B/A (possibly also the Younger Dryas), suggesting that the subarctic Pacific has then been a source region of atmospheric CO2.\n", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014PA002763", 
        "title": "Deglacial subarctic Pacific surface water hydrography and nutrient dynamics and links to North Atlantic climate variability and atmospheric CO2"
    }, 
    {
        "author": "Alvaro Fernandez, Thomas J. Lapen, Rasmus Andreasen, Peter K. Swart, Christopher D. White, Brad E. Rosenheim", 
        "date": "2015-07-23", 
        "description": "\n\nWe present coral- and sclerosponge-based reconstructions of the 14C content in North Atlantic dissolved inorganic carbon (DIC) during the last ~100 years from the subtropical cells (STCs). These waters are sensitive to the dynamics of the shallow overturning meridional circulation that transports heat and water masses from the subtropics to the tropics. We use these records to investigate the circulation patterns of the off-equatorial upwelling regions of the STCs, which are not well understood. Coral and sclerosponge skeletons provide long time series of ocean DIC 14C content, a tracer of oceanic circulation, effectively extending the observational record back in time. Sclerosponge data from the Bahamas were used to extend the existing subtropical 14C time series to the 21st century. Coral 14C data from the Cape Verde Islands (1890–2002) captured the 14C signature of water brought to the surface in the off-equatorial regions of the STC present near the West African coast. We observe a unique postbomb trend at Cape Verde that is similar to the upwelling regions in the Pacific, and we interpret this trend as the result of the slow penetration of bomb 14C into the interior ocean as part of the STC circulation. Using a multibox mixing model we constrain the time history of bomb 14C in the eastern tropical Atlantic, and we estimate a 20 year time scale for ventilation of the thermocline in this area of the ocean. The similarity between the Atlantic and Pacific 14C-based records of upwelling suggests that both are caused by bomb 14C penetration rather than more complex explanations that invoke changes in thermocline depth (e.g., related to El Niño–Southern Oscillation variability) or changes in the strength of the subtropical cells. Our results offer constraints for models of tropical ocean circulation and anthropogenic CO2 uptake that attempt to reproduce the characteristics of the shallow wind-driven circulation in the Atlantic.\n", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015PA002790", 
        "title": "Ventilation time scales of the North Atlantic subtropical cell revealed by coral radiocarbon from the Cape Verde Islands"
    }, 
    {
        "author": "I. Ruvalcaba Baroni, N. A. G. M. Helmond, I. Tsandev, J. J. Middelburg, C. P. Slomp", 
        "date": "2015-07-23", 
        "description": "\n\nSediment records of the stable isotopic composition of N (δ15N) show light δ15N values at several sites in the proto-North Atlantic during Oceanic Anoxic Event 2 (OAE 2) at the Cenomanian-Turonian transition (∼94 Ma). The low δ15N during the event is generally attributed to an increase in N2 fixation and incomplete uptake of \n4+ for phytoplankton growth. A compilation of all reliable data for the proto-North Atlantic during OAE 2 demonstrates that the most pronounced negative shift in δ15N from pre-OAE 2 to OAE 2 occurs in the open ocean but with δ15N never lower than −3‰. Using a box model of N cycling for the proto-North Atlantic during OAE 2, we show that N2 fixation is a major contributor to the δ15N signal, especially in the open ocean. Incomplete uptake of \n4+ for phytoplankton growth is important in regions dominated by downwelling, with lateral transport of \n4+ acting as a major source. In the southern proto-North Atlantic, where bottom waters were euxinic, the light δ15N signature is largely explained by upwelling of \n4+. Our study provides an overview of regional differences in δ15N in the proto-North Atlantic and highlights the role of lateral exchange of water and nutrients, in addition to local biogeochemical processes, in determining δ15N values of OAE 2 sediments.\n", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014PA002744", 
        "title": "The nitrogen isotope composition of sediments from the proto-North Atlantic during Oceanic Anoxic Event 2"
    }, 
    {
        "author": "Rebecca S. Robinson, Theodore C. Moore, Andrea M. Erhardt, Howie D. Scher", 
        "date": "2015-07-20", 
        "description": "\n\nMicrofossil-bound organic matter represents an important archive of surface ocean environmental information. Sedimentary nitrogen (N) isotope reconstructions of surface nitrate consumption and nitrogen source changes are made using fossil diatom (autotrophs) and planktic foraminiferal (heterotrophs)-bound organic matter with success. However, because diatoms and planktic foraminifera are poorly preserved and sedimentary organic matter content is near zero during the late Eocene, our ability to examine nutrient dynamics across this important climate transition is limited. Here we present new data exploring the use of N isotope records from radiolarian tests. A comparison of surface ocean nitrate and core top bulk and radiolarian N isotope values (as δ15N) from the equatorial Pacific indicates that radiolarian-N records δ15N variability with fidelity but that a significant offset exists between bulk sedimentary and diatom δ15N values and those measured from radiolarians (~7.1 ± 1.1‰). A downcore profile of radiolarian δ15N values is compared to siliceous microfossil assemblage changes across the Eocene-Oligocene boundary. Average of radiolarian-bound δ15N values is 0.5 ± 2.0‰, which, when corrected using the offset derived from the modern surface samples, suggests that the mean nitrogen isotopic composition of the early Cenozoic eastern Pacific was not significantly different from today. The overall trend, of decreasing δ15N values with decreasing export productivity, is consistent with either a regional decline in pelagic denitrification or a large-scale change in nutrient sources to the eastern equatorial Pacific (EEP), both linked to the cooling climate and changing intermediate water circulation. Decreasing/low δ15N values cooccur with high radiolarian species turnover at ~35.5 and 34 Ma, suggestive of a significant ecological change in the EEP, consistent with cooling and water mass distribution changes. The preliminary results suggest that radiolarian-bound organic nitrogen represents another promising archive and underscores the fact that the different microfossil fractions must be separated to ensure robust results.\n", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015PA002777", 
        "title": "Evidence for changes in subsurface circulation in the late Eocene equatorial Pacific from radiolarian-bound nitrogen isotope values"
    }, 
    {
        "author": "Witold Bagniewski, Katrin J. Meissner, Laurie Menviel, Catherine E. Brennan", 
        "date": "2015-07-20", 
        "description": "\n\nWe perform idealized experiments of a Heinrich Stadial using an oxygen-isotope-enabled Earth System Climate Model. Our results compare relatively well with the planktic and benthic δ18O records of Heinrich Stadials 1 and 4. We find that changes in surface \nδ18Oc can be equally attributed to the “temperature effect” due to fractionation during calcification; the “circulation and climate effect” due to changes in circulation, precipitation, and evaporation; and the “meltwater effect” due to the addition and subsequent advection of depleted fresh water from continental ice sheets. In contrast, the meltwater effect and circulation and climate effect have only a small impact on benthic \nδ18Oc during the cessation of the Atlantic Meridional Overturning Circulation (AMOC). Significant temperature changes simulated in both the deep Atlantic and Pacific Oceans substantially influence benthic \nδ18Oc during that time. During the AMOC recovery, however, anomalously low \nδ18Ow surface waters are advected to the deep Atlantic, thus generating a large (∼0.5‰) \nδ18Oc decrease in the deep North Atlantic. This is in contrast to a hypothesis that links such depletion seen in Atlantic sediment cores during the last glacial stadials to deepwater formation caused by brine rejection and sea ice formation.\n", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014PA002751", 
        "title": "Quantification of factors impacting seawater and calcite δ18O during Heinrich Stadials 1 and 4"
    }, 
    {
        "author": "Vera Pospelova, Andrea M. Price, Thomas F. Pedersen", 
        "date": "2015-07-15", 
        "description": "\n\nA high-resolution sedimentary record of dinoflagellate cysts from Ocean Drilling Program Hole 1017E (off Point Conception, California margin) reflects how marine primary productivity has changed in response to major shifts in climate and ocean circulation along the California margin over the past 42 kyr. Throughout the studied sequence, dinoflagellate cyst assemblages are dominated by upwelling-related taxa, signifying the continued presence of coastal upwelling on the margin during the late Quaternary. The cyst record suggests that marine primary productivity was enhanced during the Holocene and Bølling, and to a lesser extent, during the late glacial and most Dansgaard-Oeschger events, while an apparent reduction in primary productivity can be seen during the Younger Dryas. The best analogue technique, based on a modern dinoflagellate cyst assemblage database from the northeast Pacific, was used for quantitative reconstruction of past sea surface conditions. It points to dynamic changes in annual marine primary productivity (~235–331 g C m−2 yr−1) and sea surface temperature (~10.1–12.6°C in winter; ~13.1–14.3°C in summer), while sea surface salinity appears to be confined to a narrower range (~32.9–33.4 in summer). Our results also indicate noticeable climate variability during the Holocene in this region.\n", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014PA002728", 
        "title": "Palynological evidence for late Quaternary climate and marine primary productivity changes along the California margin"
    }, 
    {
        "author": "Jonathan D. Schueth, Timothy J. Bralower", 
        "date": "2015-07-14", 
        "description": "\n\nThe long-ranging nannoplankton genus Discoaster went extinct in the early Pleistocene, one of the most significant events in the Cenozoic nannofossil record. The causal factors of this extinction are poorly constrained, at least partially because the ecology of Discoaster is not well understood. We investigate the relationship between the extinction and environmental changes by comparing a suite of high-resolution nannofossil assemblage data at four Ocean Drilling Program sites to published environmental proxy records. Through the use of multivariate analysis, we determine Discoaster shared environmental preferences with the extant species Florisphaera profunda which thrives in the lower photic zone near the nutricline in locations where the water column is stratified. We show that the last occurrence of Discoaster was globally diachronous, rather than synchronous as previously thought, and likely took place in the equatorial Atlantic Ocean. We propose that the demise of Discoaster was a two-stage process. A decrease in sea surface temperatures and increase in climate variability led to a global decline in Discoaster abundance. The extinction event itself correlates to shoaling of the nutricline as signified by a decrease in the carbon isotopic gradient between surface and thermocline foraminifera. We hypothesize that the combination of global cooling and a shoaling of the nutricline greatly reduced Discoaster's deepwater niche and contributed to its extinction. This may suggest that ocean stratification and the depth of the nutricline are important contributors to overall nannoplankton diversity.\n", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015PA002803", 
        "title": "The relationship between environmental change and the extinction of the nannoplankton Discoaster in the early Pleistocene"
    }, 
    {
        "author": "Helen C. Bostock, Bruce W. Hayward, Helen L. Neil, Ashwaq T. Sabaa, George H. Scott", 
        "date": "2015-07-14", 
        "description": "\n\nThis study fills an important gap in our understanding of past changes in the Southern Subtropical Front (S-STF) in the southwest Pacific Ocean. Paleo-sea surface temperatures (SST) were estimated from planktic foraminiferal census counts from cores straddling the modern S-STF in the Solander Trough, south of New Zealand. The estimated SST were compared for 6 time slices; glacial period (25–21 ka), Last Glacial Maximum (LGM; 21–18 ka), early deglaciation (18–16 ka), late deglacial/early Holocene period (14–8 ka), mid-Holocene period (8–4 ka), and late Holocene period (4–0 ka). The position of the S-STF was determined by two methods: (1) the location of the 10°C isotherm and (2) the location of the highest SST gradients. These new results suggest that the S-STF was not continuous between east and west of New Zealand during the glacial period. Steep SST gradients indicate that a strong S-STF rapidly shifted south during the LGM and early deglaciation. During the late deglacial and Holocene periods the position of the S-STF differs between the two methods with reduced SST gradients, suggesting a more diffuse S-STF in the Solander Trough at this time. The glacial SST data suggest that the S-STF shifted north to the west of New Zealand, while to the east there was a stronger SST gradient across the front. This was possibly the result of an increased wind stress curl, which could have been caused by stronger, or more northerly Southern Hemisphere westerly winds (SHWW), or a merging of the SHWW split jet in this region.\n", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014PA002652", 
        "title": "Changes in the position of the Subtropical Front south of New Zealand since the last glacial period"
    }, 
    {
        "author": "Anja S. Studer, Daniel M. Sigman, Alfredo Martínez-García, Verena Benz, Gisela Winckler, Gerhard Kuhn, Oliver Esper, Frank Lamy, Samuel L. Jaccard, Lukas Wacker, Sergey Oleynik, Rainer Gersonde, Gerald H. Haug", 
        "date": "2015-07-14", 
        "description": "\n\nIn a sediment core from the Pacific sector of the Antarctic Zone (AZ) of the Southern Ocean, we report diatom-bound N isotope (δ15Ndb) records for total recoverable diatoms and two distinct diatom assemblages (pennate and centric rich). These data indicate tight coupling between the degree of nitrate consumption and Antarctic climate across the last two glacial cycles, with δ15Ndb (and thus the degree of nitrate consumption) increasing at each major Antarctic cooling event. Coupled with evidence from opal- and barium-based proxies for reduced export production during ice ages, the δ15Ndb increases point to ice age reductions in the supply of deep ocean-sourced nitrate to the AZ surface. The two diatom assemblages and species abundance data indicate that the δ15Ndb changes are not the result of changing species composition. The pennate and centric assemblage δ15Ndb records indicate similar changes but with a significant decline in their difference during peak ice ages. A tentative seasonality-based interpretation of the centric-to-pennate δ15Ndb difference suggests that late summer surface waters became nitrate free during the peak glacials.", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014PA002745", 
        "title": "Antarctic Zone nutrient conditions during the last two glacial cycles"
    }, 
    {
        "author": "Zhifang Xiong, Tiegang Li, Thomas Algeo, Kristin Doering, Martin Frank, Mark A. Brzezinski, Fengming Chang, Sophie Opfergelt, Xavier Crosta, Fuqing Jiang, Shiming Wan, Bin Zhai", 
        "date": "2015-07-06", 
        "description": "\n\nThe cause of massive blooms of Ethmodiscus rex laminated diatom mats (LDMs) in the eastern Philippine Sea (EPS) during the Last Glacial Maximum (LGM) remains uncertain. In order to better understand the mechanism of formation of E. rex LDMs from the perspective of dissolved silicon (DSi) utilization, we determined the silicon isotopic composition of single E. rex diatom frustules (δ30SiE. rex) from two sediment cores in the Parece Vela Basin of the EPS. In the study cores, δ30SiE. rex varies from −1.23‰ to −0.83‰ (average −1.04‰), a range that is atypical of marine diatom δ30Si and that corresponds to the lower limit of reported diatom δ30Si values of any age. A binary mixing model (upwelled silicon versus eolian silicon) accounting for silicon isotopic fractionation during DSi uptake by diatoms was constructed. The binary mixing model demonstrates that E. rex dominantly utilized DSi from eolian sources (i.e., Asian dust) with only minor contributions from upwelled seawater sources (i.e., advected from Subantarctic Mode Water, Antarctic Intermediate Water, or North Pacific Intermediate Water). E. rex utilized only ~24% of available DSi, indicating that surface waters of the EPS were eutrophic with respect to silicon during the LGM. Our results suggest that giant diatoms did not always use a buoyancy strategy to obtain nutrients from the deep nutrient pool, thus revising previously proposed models for the formation of E. rex LDMs.\n", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015PA002793", 
        "title": "The silicon isotope composition of Ethmodiscus rex laminated diatom mats from the tropical West Pacific: Implications for silicate cycling during the Last Glacial Maximum"
    }, 
    {
        "author": "", 
        "date": "2015-07-14", 
        "description": "\nNo abstract is available for this article.\n", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fpalo.20136", 
        "title": "Issue Information"
    }, 
    {
        "author": "Sascha Serno, Gisela Winckler, Robert F. Anderson, Edith Maier, Haojia Ren, Rainer Gersonde, Gerald H. Haug", 
        "date": "2015-06-02", 
        "description": "\n\nWe present a new record of eolian dust flux to the western Subarctic North Pacific (SNP) covering the past 27,000 years based on a core from the Detroit Seamount. Comparing the SNP dust record to the North Greenland Ice Core Project (NGRIP) ice core record shows significant differences in the amplitude of dust changes to the two regions during the last deglaciation, while the timing of abrupt changes is synchronous. If dust deposition in the SNP faithfully records its mobilization in East Asian source regions, then the difference in the relative amplitude must reflect climate-related changes in atmospheric dust transport to Greenland. Based on the synchronicity in the timing of dust changes in the SNP and Greenland, we tie abrupt deglacial transitions in the 230Th-normalized 4He flux record to corresponding transitions in the well-dated NGRIP dust flux record to provide a new chronostratigraphic technique for marine sediments from the SNP. Results from this technique are complemented by radiocarbon dating, which allows us to independently constrain radiocarbon paleoreservoir ages. We find paleoreservoir ages of 745 ± 140 years at 11,653 year B.P., 680 ± 228 years at 14,630 year B.P., and 790 ± 498 years at 23,290 year B.P. Our reconstructed paleoreservoir ages are consistent with modern surface water reservoir ages in the western SNP. Good temporal synchronicity between eolian dust records from the Subantarctic Atlantic and equatorial Pacific and the ice core record from Antarctica supports the reliability of the proposed dust tuning method to be used more widely in other global ocean regions.\n", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014PA002748", 
        "title": "Comparing dust flux records from the Subarctic North Pacific and Greenland: Implications for atmospheric transport to Greenland and for the application of dust as a chronostratigraphic tool"
    }, 
    {
        "author": "Paula Diz, Stephen Barker", 
        "date": "2015-06-02", 
        "description": "\n\nWe present a high-resolution record of benthic foraminifera fauna from a sediment core retrieved from the South Cape Basin (Subantarctic South Atlantic) spanning the last glacial cycle (95 kyr). Information provided by benthic foraminiferal assemblages together with paleoclimate proxies from the same core allow us to interpret changes in the style of primary production (episodic versus sustained) in relation to abrupt climate oscillations. Our results indicate that fluctuations in the abundance of the phytodetritus-related species, Epistominella exigua, are concomitant with millennial-scale high-latitude climate perturbations. Episodic phytoplankton blooms increased during a negative mode of the bipolar seesaw, irrespective of the magnitude of the perturbation (i.e., Heinrich stadial versus non-Heinrich stadial events). We provide a hypothesis linking the frequency and intensity of these events to atmospheric perturbations, interhemispheric climate variability, and millennial-scale changes in atmospheric CO2. A notable exception to the overall pattern is the generally high abundance of E. exigua across the globally synchronous onset of glacial marine oxygen isotope stage (MIS) 4, a period generally characterized by increased dustiness and low-quality organic carbon as inferred by the percentage of the nonphytodetritus species. This highlights the special characteristics governing the onset of MIS 4 in the Subantarctic.\n", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015PA002784", 
        "title": "Linkages between rapid climate variability and deep-sea benthic foraminifera in the deep Subantarctic South Atlantic during the last 95 kyr"
    }, 
    {
        "author": "Xianyan Wang, Shuangwen Yi, Huayu Lu, Jef Vandenberghe, Zhiyong Han", 
        "date": "2015-06-02", 
        "description": "\n\nThe response of surface processes to global climatic changes since the last glacial is critical to understanding the mechanism of climatic changes on the Tibetan Plateau. In this study, loess from the northeastern Tibetan Plateau (NETP) was closely spaced dated to provide an independent high-resolution record of dust accumulation processes and millennial-scale climatic changes. Optically stimulated luminescence ages reveal episodes of rapid dust deposition at approximately 12.3 ka, 16 ka, 21–23 ka, 25–28 ka, and possibly also at 30–33 ka. These episodes are broadly correlated with high-latitude and marine records cold climatic events, such as the Younger Dryas, Heinrich event 1, and the Last Glacial Maximum. This correlation implies that dust storms in the NETP represent episodic aridification and wind strengthening, which is ascribed to the southward shift of the polar front and the intensification of the Siberian high-pressure cell that was forced by millennial-scale cooling in high northern latitudes.\n", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014PA002731", 
        "title": "Aeolian process and climatic changes in loess records from the northeastern Tibetan Plateau: Response to global temperature forcing since 30 ka"
    }, 
    {
        "author": "David J. Wilson, Alexander M. Piotrowski, Albert Galy, Virupaxa K. Banakar", 
        "date": "2015-06-06", 
        "description": "\n\nChanges in ocean circulation structure, together with biological cycling, have been proposed for trapping carbon in the deep ocean during glacial periods of the Late Pleistocene, but uncertainty remains in the nature and timing of deep ocean circulation changes through glacial cycles. In this study, we use neodymium (Nd) and carbon isotopes from a deep Indian Ocean sediment core to reconstruct water mass mixing and carbon cycling in Circumpolar Deep Water over the past 250 thousand years, a period encompassing two full glacial cycles and including a range of orbital forcing. Building on recent studies, we use reductive sediment leaching supported by measurements on isolated phases (foraminifera and fish teeth) in order to obtain a robust seawater Nd isotope reconstruction. Neodymium isotopes record a changing North Atlantic Deep Water (NADW) component in the deep Indian Ocean that bears a striking resemblance to Northern Hemisphere climate records. In particular, we identify both an approximately in-phase link to Northern Hemisphere summer insolation in the precession band and a longer-term reduction of NADW contributions over the course of glacial cycles. The orbital timescale changes may record the influence of insolation forcing, for example via NADW temperature and/or Antarctic sea ice extent, on deep stratification and mixing in the Southern Ocean, leading to isolation of the global deep oceans from an NADW source during times of low Northern Hemisphere summer insolation. That evidence could support an active role for changing deep ocean circulation in carbon storage during glacial inceptions. However, mid-depth water mass mixing and deep ocean carbon storage were largely decoupled within glacial periods, and a return to an interglacial-like circulation state during marine isotope stage (MIS) 6.5 was accompanied by only minor changes in atmospheric CO2. Although a gradual reduction of NADW export through glacial periods may have produced slow climate feedbacks linked to the growth of Northern Hemisphere ice sheets, carbon cycling in the glacial ocean was instead more strongly linked to Southern Ocean processes.\n", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014PA002707", 
        "title": "Interhemispheric controls on deep ocean circulation and carbon chemistry during the last two glacial cycles"
    }, 
    {
        "author": "Fengming Chang, Tiegang Li, Zhifang Xiong, Zhaokai Xu", 
        "date": "2015-06-09", 
        "description": "\n\nGeochemical and sedimentological analyses of core PC-1 recovered from the northern East China Sea (ECS) provide insights into variations in terrigenous input associated with sea level and climate changes over the past 24.3 ka. Based on high-resolution multiproxy records, our results suggest that the competing processes of sea level and monsoonally driven precipitation determined terrigenous input to the northern ECS. Dominance of terrigenous material, along with relatively light Globigerinoides ruber δ18O, indicates that the Last Glacial Maximum (LGM) lowstand of sea level has occurred during the period 21.5–19.6 ka, not suggesting an early slow rise but supporting the conventional LGM age of 21 ka. This LGM lowstand was terminated by the rapid sea level rise of 19 ka meltwater pulse (MWP), which is well expressed by the nearly synchronous decreases in both terrigenous detritus and mean grain size from 19.6 to 18.9 ka. MWP-1A is clearly marked in our records by a sharp reduction in terrigenous input and pronounced maxima of G. ruber δ18O at 15.3–14.8 ka, given the considerable age uncertainties of deglacial marine radiocarbon samples. A slightly increasing input of terrigenous matter is noted after 13.4 ka, potentially pointing to a sea level fall following the Inter-Allerød Cooling Period, which was seldom reported previously. Although MWP-1B did not leave robust signatures in terrigenous input, it is explicitly captured by the heavy δ18O of G. ruber and decline in mean grain size at 11.5–10.9 ka. MWP-1c probably occurred in a broad millennial interval with multiple peaks, which are robustly marked by the abrupt variations in terrigenous input and marine organic matter at 9.7–9.3 and 9.1 ka, respectively. During the late Holocene, the effect of continuously weakening monsoon precipitation overwhelmed that of stable sea level resulting in a uniform increase in the proportion of marine-derived organic matter after 5.5 ka.\n", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014PA002733", 
        "title": "Evidence for sea level and monsoonally driven variations in terrigenous input to the northern East China Sea during the last 24.3 ka"
    }, 
    {
        "author": "Fabio Florindo, Rocco Gennari, Davide Persico, Elena Turco, Giuliana Villa, Pontus C. Lurcock, Andrew P. Roberts, Aldo Winkler, Lionel Carter, Stephen F. Pekar", 
        "date": "2015-06-11", 
        "description": "\n\nNew magnetobiostratigraphic data for the late Oligocene through early Miocene at Deep Sea Drilling Project (DSDP) Hole 516F provide a significantly revised age model, which permits reevaluation of developments that led to the Mi-1 glacial event at the Oligocene-Miocene boundary. Our new high-resolution paleomagnetic study, which is supported by quantitative calcareous nannofossil and planktonic foraminiferal analyses, significantly refines previous age models for Oligocene-Miocene sediments from DSDP Hole 516F, with ages that are systematically younger than those previously determined. In some parts of the Oligocene, the discrepancy with previous studies exceeds 450 kyr. Based on this new age model, we infer a progressive increase in sedimentation rate and paleoproductivity between circa 23.9 Ma and circa 22.9 Ma, with the highest rate coinciding with the Mi-1 glacial event at the Oligocene-Miocene boundary. This productivity increase would have resulted in higher rates of carbon burial and in turn a drawdown of atmospheric CO2. Immediately afterward, an abrupt decrease in sedimentation rate and paleoproductivity suggests that the Mi-1 deglaciation was associated with decreased carbon input into the ocean. Elevated sedimentation rates are also documented at ~24.5 Ma, coincident with the Oi2D glacioeustatic event. The presence of volcanic material within the sediments during these glacial events is interpreted to have resulted from redeposition of sediment scoured from nearby sites on the Rio Grande Rise due to transient variations in bottom water flow patterns.\n", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014PA002734", 
        "title": "New magnetobiostratigraphic chronology and paleoceanographic changes across the Oligocene-Miocene boundary at DSDP Site 516 (Rio Grande Rise, SW Atlantic)"
    }, 
    {
        "author": "Elsa Arellano-Torres, Raja S. Ganeshram, Laetitia E. Pichevin, David Alberto Salas-de-Leon", 
        "date": "2015-06-11", 
        "description": "\n\nHigh-resolution sediment records from the eastern tropical North Pacific (ETNP) spanning the last ~240 ka B.P. were studied to document the nature of millennial-scale climatic events in the tropical Pacific and to investigate teleconnection mechanisms. We present organic carbon (%OC) and diffuse spectral reflectivity records as indicative of upwelling and productivity changes off NW Mexico over the middle to late Pleistocene. The new productivity records document the persistence of abrupt millennial-scale changes over the last two glacial cycles. Detailed spectral and wavelet time series analyses show the predominance of longer climatic cycles (2–6 ka) during the last and the penultimate glacial periods. The persistence of millennial variability during the penultimate glacial, in absence of large ice rafted debris events in the North Atlantic, suggests that freshwater input through ice sheet dynamics is not essential for millennial-scale climate variability. Given the worldwide emerging picture of remarkable similar millennial-scale records over long time periods, we suggest that the pacing of this climate variability may represent a natural resonance in the climate system, amplified by a tightly coupled oceanic and atmospheric teleconnection processes. We present a schematic scenario of millennial-scale climate change depicting the role of the tropical Pacific in this global teleconnection system by linking productivity and upwelling changes in the ETNP with shifts in the position of the Intertropical Convergence Zone and the strength of the subtropical North Pacific High.\n", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014PA002714", 
        "title": "Persistent millennial-scale climate variability in the eastern tropical North Pacific over the last two glacial cycles"
    }, 
    {
        "author": "Allyson Tessin, Ingrid Hendy, Nathan Sheldon, Bradley Sageman", 
        "date": "2015-06-16", 
        "description": "\n\nDuring the Cretaceous, widespread black shale deposition occurred during a series of Oceanic Anoxic Events (OAEs). Multiple processes are known to control the deposition of marine black shales, including changes in primary productivity, organic matter preservation, and dilution. OAEs offer an opportunity to evaluate the relative roles of these forcing factors. The youngest of these events—the Coniacian to Santonian OAE 3—resulted in a prolonged organic carbon burial event in shallow and restricted marine environments including the Western Interior Seaway. New high-resolution isotope, organic, and trace metal records from the latest Turonian to early Santonian Niobrara Formation are used to characterize the amount and composition of organic matter preserved, as well as the geochemical conditions under which it accumulated. Redox sensitive metals (Mo, Mn, and Re) indicate a gradual drawdown of oxygen leading into the abrupt onset of organic carbon-rich (up to 8%) deposition. High Hydrogen Indices (HI) and organic carbon to total nitrogen ratios (C:N) demonstrate that the elemental composition of preserved marine organic matter is distinct under different redox conditions. Local changes in δ13C indicate that redox-controlled early diagenesis can also significantly alter δ13Corg records. These results demonstrate that the development of anoxia is of primary importance in triggering the prolonged carbon burial in the Niobrara Formation. Sea level reconstructions, δ18O results, and Mo/total organic carbon ratios suggest that stratification and enhanced bottom water restriction caused the drawdown of bottom water oxygen. Increased nutrients from benthic regeneration and/or continental runoff may have sustained primary productivity.\n", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014PA002729", 
        "title": "Redox-controlled preservation of organic matter during “OAE 3” within the Western Interior Seaway"
    }, 
    {
        "author": "Selen Esmeray-Senlet, James D. Wright, Richard K. Olsson, Kenneth G. Miller, James V. Browning, Tracy M. Quan", 
        "date": "2015-06-18", 
        "description": "\n\nThe Cretaceous/Paleogene (K/Pg) mass extinction was associated with a collapse in the carbon isotopic (δ13C) gradient between planktonic and benthic foraminifera and a decrease in bulk carbonate δ13C values. These perturbations have been explained by several hypotheses: global collapse of primary productivity (Strangelove Ocean), greatly reduced export but not primary productivity (Living Ocean), little or no reduction in export productivity (Resilient Ocean), and geographic heterogeneity in the change of export productivity (Heterogeneous Ocean). We tested primary versus export productivity changes in the paleoshelf of New Jersey, where δ13C values and organic carbon accumulation rates can distinguish among different ocean responses. On the shelf, the K/Pg boundary is associated with a ~2.5‰ δ13C decrease in bulk carbonate, a ~0.8‰ δ13C decrease in organic carbon, a collapse of the surface to bottom δ13C gradient, and a drop in organic carbon accumulation rates. We interpret an early Danian ~1.0‰ planktonic foraminiferal δ13C gradient, a ~0.75‰ cross-shelf benthic foraminiferal δ13C gradient, and a drop in carbon accumulation rates to reflect the presence of active primary but limited export productivity, consistent with the Living Ocean hypothesis. We evaluated interbasinal deep-sea benthic foraminiferal δ13C gradients between the Pacific (Site 1210) and Atlantic (Site 1262) oceans as a proxy for changes in export productivity. The interbasinal δ13C gradient was reduced after the mass extinction, suggesting a reduction in global export productivity. Although our data support the Living Ocean hypothesis, evidence from paleoupwelling zones shows significant export productivity, indicating spatial heterogeneity in the wake of the K/Pg mass extinction (Heterogeneous Ocean).\n", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014PA002724", 
        "title": "Evidence for reduced export productivity following the Cretaceous/Paleogene mass extinction"
    }, 
    {
        "author": "Thibaut Caley, Didier M. Roche", 
        "date": "2015-06-18", 
        "description": "\n\nQuantitative paleosalinity reconstructions with reasonable uncertainties remain a challenge in paleoceanography. In this study, we focus on stable isotope-based methods (δ18O and δ2H) to derive paleosalinity. We use the water isotopes-enabled fully coupled atmosphere/ocean/vegetation/land surface three-dimensional model of intermediate complexity iLOVECLIM to simulate the climate and water isotopes during the Last Glacial Maximum (LGM) and Heinrich event 1. We investigate how the isotopes in water can be used as reliable proxies to quantitatively reconstruct past changes in seawater salinity. Our results demonstrate that a quantitative salinity reconstruction during glacial conditions based on present-day regional δ18O-salinity relationships can lead to considerable errors (up to 25 g/kg in certain regions). However, we show that these eventual uncertainties on paleosalinity reconstruction can be reduced by allowing for model-derived regional δ18O-salinity relationships to vary through time. Our results indicate a rather stable dependence between δ2H and δ18O in surface seawater during the LGM. This suggest that quantitative reconstruction of salinity based on the δ2H measurement of alkenones (δ2Ha) might be possible if the slope and the intercept of the regression between the fractionation factor δ2Ha-δ2Hsw and salinity can be sufficiently tightly constrained in open ocean conditions. We confirm that pairing water isotopologues has a strong potential to reduce uncertainties on quantitative paleosalinity reconstructions, also under glacial boundary conditions.\n", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014PA002720", 
        "title": "Modeling water isotopologues during the last glacial: Implications for quantitative paleosalinity reconstruction"
    }, 
    {
        "author": "Florence Colleoni, Annalisa Cherchi, Simona Masina, Christopher M. Brierley", 
        "date": "2015-06-22", 
        "description": "\n\nThis work explores the impact of the development of global meridional and zonal sea surface temperature (SST) gradients on the Mediterranean runoff variability during the Plio-Pleistocene transition, about 3 Ma. Results show that total annual mean Pliocene Mediterranean runoff is about 40% larger than during the preindustrial period due to more increased extratropical specific humidity. As a consequence of a weakened and extended Hadley cell, the Pliocene northwest Africa hydrological network produces a discharge 30 times larger than today. Our results support the conclusion that during the Pliocene, the Mediterranean water deficit was reduced relative to today due to a larger river discharge. By means of a stand-alone atmospheric general circulation model, we simulate the separate impact of extratropical and equatorial SST cooling on the Mediterranean runoff. While cooling the equatorial SST does not imply significant changes to the Pliocene Mediterranean hydrological budget, the extratropical SST cooling increases the water deficit due to a decrease in precipitation and runoff. Consequently, river discharge from this area reduces to preindustrial levels. The main teleconnections acting upon the Mediterranean area today, i.e., the North Atlantic Oscillation during winter and the “monsoon-desert” mechanism during summer already have a large influence on the climate of our Pliocene simulations. Finally, our results also suggest that in a climate state significantly warmer than today, changes of the Hadley circulation could potentially lead to increased water resources in northwest Africa.\n", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015PA002780", 
        "title": "Impact of global SST gradients on the Mediterranean runoff changes across the Plio-Pleistocene transition"
    }, 
    {
        "author": "Patricia Jiménez-Amat, Rainer Zahn", 
        "date": "2015-06-24", 
        "description": "\n\nMultidecadal to centennial planktic δ18O and Mg/Ca records were generated at Ocean Drilling Program Site 976 (ODP976) in the Alboran Sea. The site is in the flow path of Atlantic inflow waters entering the Mediterranean and captured North Atlantic signals through the surface inflow and the atmosphere. The records reveal similar climatic oscillations during the last two glacial-to-interglacial transitions, albeit with a different temporal pacing. Glacial termination 1 (T1) was marked by Heinrich event 1 (H1), post-H1 Bølling/Allerød warming, and Younger Dryas (YD) cooling. During T2 the H11 δ18O anomaly was twice as high and lasted 30% longer than during H1. The post-H11 warming marked the start of MIS5e while the subsequent YD-style cooling occurred during early MIS5e. The post-H11 temperature increase at ODP976 matched the sudden Asian Monsoon Termination II at 129 ka B.P. Extending the 230Th-dated speleothem timescale to ODP976 suggests glacial conditions in the Northeast Atlantic region were terminated abruptly and interglacial warmth was reached in less than a millennium. The early-MIS5e cooling and freshening at ODP976 coincided with similar changes at North Atlantic sites suggesting this was a basin-wide event. By analogy with T1, we argue that this was a YD-type event that was shifted into the early stages of the last interglacial period. This scenario is consistent with evidence from northern North Atlantic and Nordic Sea sites that the continuing disintegration of the large Saalian Stage (MIS6) ice sheet in Eurasia delayed the advection of warm North Atlantic waters and full-strength convective overturn until later stages of MIS5e.\n", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014PA002710", 
        "title": "Offset timing of climate oscillations during the last two glacial-interglacial transitions connected with large-scale freshwater perturbation"
    }, 
    {
        "author": "Melissa A. Hansen, Sandra Passchier, Boo-Keun Khim, Buhan Song, Trevor Williams", 
        "date": "2015-06-24", 
        "description": "\n\nWe investigate the stability of the East Antarctic Ice Sheet (EAIS) on the Wilkes Land continental margin, Antarctica, utilizing a high-resolution record of ice-rafted debris (IRD) mass accumulation rates (MAR) from Integrated Ocean Drilling Program Site U1359. The relationship between orbital variations in the IRD record and climate drivers was evaluated to capture changes in the dynamics of a marine-based ice sheet in response to early Pliocene warming. Three IRD MAR excursions were observed and confirmed via scanning electron microscope microtextural analysis of sand grains. Time series analysis of the IRD MAR reveals obliquity-paced expansions of the ice sheet to the outer shelf prior to ~4.6 Ma. A decline in the obliquity and a transition into a dominant precession response of IRD MAR occur at ~4.6 Ma along with a decline in the amplitude of IRD MAR maxima to low background levels between ~4.0 and ~3.5 Ma. We speculate that as sea surface temperatures began to peak above 3°C during the early Pliocene climatic optimum, the ice shelves thinned, leading to a greater susceptibility to precession-forced summer insolation and the onset of persistent retreat of a marine-based portion of the EAIS.\n", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014PA002704", 
        "title": "Threshold behavior of a marine-based sector of the East Antarctic Ice Sheet in response to early Pliocene ocean warming"
    }
]