[
    {
        "author": "Wilson, A. M., Latimer, A. M., Silander, J. A.", 
        "date": "2015-07-21", 
        "description": "Conservation of biodiversity and natural resources in a changing climate requires understanding what controls ecosystem resilience to disturbance. This understanding is especially important in the fire-prone Mediterranean systems of the world. The fire frequency in these systems is sensitive to climate, and recent climate change has resulted in more frequent...", 
        "journal": "PNAS - Environmental Sciences", 
        "link": "http://www.pnas.org/content/112/29/9058.short?rss=1", 
        "title": "Postfire regeneration in South African fynbos [Environmental Sciences]"
    }, 
    {
        "author": "Gu, B., Ju, X., Chang, J., Ge, Y., Vitousek, P. M.", 
        "date": "2015-07-14", 
        "description": "Reactive nitrogen (Nr) plays a central role in food production, and at the same time it can be an important pollutant with substantial effects on air and water quality, biological diversity, and human health. China now creates far more Nr than any other country. We developed a budget for Nr...", 
        "journal": "PNAS - Environmental Sciences", 
        "link": "http://www.pnas.org/content/112/28/8792.short?rss=1", 
        "title": "Nitrogen budget of China [Environmental Sciences]"
    }, 
    {
        "author": "Sterner, R. W.", 
        "date": "2015-07-07", 
        "description": "Autotrophs bridge the nonliving (CO2) and living (organic carbon) realms by fixing carbon through photosynthesis. All life is based on multiple functions that differ in their elemental requirements, and homeostasis of cellular composition is one of the hallmarks of life. Nevertheless, autotrophs on land and in water have the biological...", 
        "journal": "PNAS - Environmental Sciences", 
        "link": "http://www.pnas.org/content/112/27/8162.short?rss=1", 
        "title": "\"Ocean stoichiometry, global carbon, and climate\" [Environmental Sciences]"
    }, 
    {
        "author": "Galbraith, E. D., Martiny, A. C.", 
        "date": "2015-07-07", 
        "description": "It is widely recognized that the stoichiometry of nutrient elements in phytoplankton varies within the ocean. However, there are many conflicting mechanistic explanations for this variability, and it is often ignored in global biogeochemical models and carbon cycle simulations. Here we show that globally distributed particulate P:C varies as a...", 
        "journal": "PNAS - Environmental Sciences", 
        "link": "http://www.pnas.org/content/112/27/8199.short?rss=1", 
        "title": "Simple mechanism for marine nutrient stoichiometry [Environmental Sciences]"
    }, 
    {
        "author": "Barrington-Leigh, C., Millard-Ball, A.", 
        "date": "2015-07-07", 
        "description": "The urban street network is one of the most permanent features of cities. Once laid down, the pattern of streets determines urban form and the level of sprawl for decades to come. We present a high-resolution time series of urban sprawl, as measured through street network connectivity, in the United...", 
        "journal": "PNAS - Environmental Sciences", 
        "link": "http://www.pnas.org/content/112/27/8244.short?rss=1", 
        "title": "A century of sprawl in the United States [Environmental Sciences]"
    }
]