[
    {
        "author": "Hejazi, M. I., Voisin, N., Liu, L., Bramer, L. M., Fortin, D. C., Hathaway, J. E., Huang, M., Kyle, P., Leung, L. R., Li, H.-Y., Liu, Y., Patel, P. L., Pulsipher, T. C., Rice, J. S., Tesfa, T. K., Vernon, C. R., Zhou, Y.", 
        "date": "2015-08-25", 
        "description": "There is evidence that warming leads to greater evapotranspiration and surface drying, thus contributing to increasing intensity and duration of drought and implying that mitigation would reduce water stresses. However, understanding the overall impact of climate change mitigation on water resources requires accounting for the second part of the equation,...", 
        "journal": "PNAS - Environmental Sciences", 
        "link": "http://www.pnas.org/content/112/34/10635.short?rss=1", 
        "title": "US emissions mitigation increases water stress [Sustainability Science]"
    }, 
    {
        "author": "Zoback, M. D., Gorelick, S. M.", 
        "date": "2015-08-18", 
        "description": "Vilarrasa and Carrera (1) dissent from our view (2) that pore pressure increases resulting from large-scale CO2 injection could potentially trigger earthquakes that would threaten long-term CO2 storage. Since our article appeared, the National Academy of Sciences (3) has expressed an even greater concern about large-scale carbon capture and storage...", 
        "journal": "PNAS - Environmental Sciences", 
        "link": "http://www.pnas.org/content/112/33/E4510.short?rss=1", 
        "title": "\n      Pressure due to CO2 injection need to be limited\n    [Physical Sciences]"
    }, 
    {
        "author": "Vilarrasa, V., Carrera, J.", 
        "date": "2015-08-18", 
        "description": "Zoback and Gorelick (1) highlight the importance of considering the potential for induced seismicity in geologic carbon storage (GCS) projects. We agree that site characterization is needed for safe CO2 storage; that is, without inducing large earthquakes (M > 4) that might jeopardize the stability and sealing capacity of caprock...", 
        "journal": "PNAS - Environmental Sciences", 
        "link": "http://www.pnas.org/content/112/33/E4511.short?rss=1", 
        "title": "\n      CO2 can be done safely\n    [Physical Sciences]"
    }, 
    {
        "author": "Verhougstraete, M. P., Martin, S. L., Kendall, A. D., Hyndman, D. W., Rose, J. B.", 
        "date": "2015-08-18", 
        "description": "Linking fecal indicator bacteria concentrations in large mixed-use watersheds back to diffuse human sources, such as septic systems, has met limited success. In this study, 64 rivers that drain 84% of Michigan’s Lower Peninsula were sampled under baseflow conditions for Escherichia coli, Bacteroides thetaiotaomicron (a human source-tracking marker), landscape characteristics,...", 
        "journal": "PNAS - Environmental Sciences", 
        "link": "http://www.pnas.org/content/112/33/10419.short?rss=1", 
        "title": "Bacteria in rivers linked to land and geochemistry [Environmental Sciences]"
    }, 
    {
        "author": "Rein, G.", 
        "date": "2015-08-11", 
        "description": "In this article, I give an overview of the recent contribution of Finney et al. (1) to our understanding of how wildfires spread by providing its scientific context and also by putting forward the possible impact on the field. The rise of humanity was intimately bound to fire. Humans first...", 
        "journal": "PNAS - Environmental Sciences", 
        "link": "http://www.pnas.org/content/112/32/9795.short?rss=1", 
        "title": "Spread of wildfires [Environmental Sciences]"
    }, 
    {
        "author": "Finney, M. A., Cohen, J. D., Forthofer, J. M., McAllister, S. S., Gollner, M. J., Gorham, D. J., Saito, K., Akafuah, N. K., Adam, B. A., English, J. D.", 
        "date": "2015-08-11", 
        "description": "Large wildfires of increasing frequency and severity threaten local populations and natural resources and contribute carbon emissions into the earth-climate system. Although wildfires have been researched and modeled for decades, no verifiable physical theory of spread is available to form the basis for the precise predictions needed to manage fires...", 
        "journal": "PNAS - Environmental Sciences", 
        "link": "http://www.pnas.org/content/112/32/9833.short?rss=1", 
        "title": "Flame dynamics and wildfire spread [Environmental Sciences]"
    }, 
    {
        "author": "Bertrand, E. M., McCrow, J. P., Moustafa, A., Zheng, H., McQuaid, J. B., Delmont, T. O., Post, A. F., Sipler, R. E., Spackeen, J. L., Xu, K., Bronk, D. A., Hutchins, D. A., Allen, A. E.", 
        "date": "2015-08-11", 
        "description": "Southern Ocean primary productivity plays a key role in global ocean biogeochemistry and climate. At the Southern Ocean sea ice edge in coastal McMurdo Sound, we observed simultaneous cobalamin and iron limitation of surface water phytoplankton communities in late Austral summer. Cobalamin is produced only by bacteria and archaea, suggesting...", 
        "journal": "PNAS - Environmental Sciences", 
        "link": "http://www.pnas.org/content/112/32/9938.short?rss=1", 
        "title": "Interactive colimitation at the sea ice edge [Environmental Sciences]"
    }, 
    {
        "author": "Mackey, K. R. M., Post, A. F., McIlvin, M. R., Cutter, G. A., John, S. G., Saito, M. A.", 
        "date": "2015-08-11", 
        "description": "Marine Synechococcus are some of the most diverse and ubiquitous phytoplankton, and iron (Fe) is an essential micronutrient that limits productivity in many parts of the ocean. To investigate how coastal and oceanic Atlantic Synechococcus strains acclimate to Fe availability, we compared the growth, photophysiology, and quantitative proteomics of two...", 
        "journal": "PNAS - Environmental Sciences", 
        "link": "http://www.pnas.org/content/112/32/9944.short?rss=1", 
        "title": "Synechococcus Fe limitation [Environmental Sciences]"
    }, 
    {
        "author": "Rios, A. F., Resplandy, L., Garcia&ndash;Ibanez, M. I., Fa&#x0237;ar, N. M., Velo, A., Padin, X. A., Wanninkhof, R., Steinfeldt, R., Roson, G., Perez, F. F.", 
        "date": "2015-08-11", 
        "description": "Global ocean acidification is caused primarily by the ocean’s uptake of CO2 as a consequence of increasing atmospheric CO2 levels. We present observations of the oceanic decrease in pH at the basin scale (50°S–36°N) for the Atlantic Ocean over two decades (1993–2013). Changes in pH associated with the uptake of...", 
        "journal": "PNAS - Environmental Sciences", 
        "link": "http://www.pnas.org/content/112/32/9950.short?rss=1", 
        "title": "Decadal acidification in the Atlantic [Environmental Sciences]"
    }, 
    {
        "author": "van Straaten, O., Corre, M. D., Wolf, K., Tchienkoua, M., Cuellar, E., Matthews, R. B., Veldkamp, E.", 
        "date": "2015-08-11", 
        "description": "Tropical deforestation for the establishment of tree cash crop plantations causes significant alterations to soil organic carbon (SOC) dynamics. Despite this recognition, the current Intergovernmental Panel on Climate Change (IPCC) tier 1 method has a SOC change factor of 1 (no SOC loss) for conversion of forests to perennial tree...", 
        "journal": "PNAS - Environmental Sciences", 
        "link": "http://www.pnas.org/content/112/32/9956.short?rss=1", 
        "title": "Soil carbon losses by deforestation to tree crops [Environmental Sciences]"
    }
]