[
    {
        "author": "Matthew E.   Kirby, Edward J.   Knell, William T.   Anderson, Matthew S.   lachniet, Jennifer   Palermo, Holly   Eeg, Ricardo   Lucero, Rosa   Murrieta, Andrea   Arevalo, Emily   Silveira, Christine A.   Hiner</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>Available online 8 August 2015</pubDate><br> <b>Source:</b>Quaternary Research</br><br>     Author(s): Matthew E.   Kirby, Edward J.   Knell, William T.   Anderson, Matthew S.   lachniet, Jennifer   Palermo, Holly   Eeg, Ricardo   Lucero, Rosa   Murrieta, Andrea   Arevalo, Emily   Silveira, Christine A.   Hiner</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Silver Lake is the modern terminal playa of the Mojave River in southern California (USA). As a result, it is well located to record both influences from the winter precipitation dominated San Bernardino Mountains – the source of the Mojave River – and from the late summer to early fall North American monsoon at Silver Lake. Here, we present various physical, chemical and biological data from a new radiocarbon-dated, 8.2<hsp sp=\"0.25\"/>m sediment core taken from Silver Lake that spans modern through 14.8<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>ka<hsp sp=\"0.25\"/>BP. Texturally, the core varies between sandy clay, clayey sand, and sand-silt-clay, often with abrupt sedimentological transitions. These grain-size changes are used to divide the core into six lake status intervals over the past 14.8<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>ka<hsp sp=\"0.25\"/>BP. Notable intervals include a dry Younger Dryas chronozone, a wet early Holocene terminating 7.8 – 7.4<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>ka<hsp sp=\"0.25\"/>BP, a distinct mid-Holocene arid interval, and a late Holocene return to ephemeral lake conditions. A comparison to potential climatic forcings implicates a combination of changing summer – winter insolation and tropical and N Pacific sea-surface temperature dynamics as the primary drivers of Holocene climate in the central Mojave Desert.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Quaternary Research",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0033589415000745%26_version%3D1%26md5%3D95648c5b280e810bafc9a27097c15332",
        "title": "Evidence for insolation and Pacific forcing of Late Glacial through Holocene climate in the Central Mojave Desert (Silver Lake, CA)"
    },
    {
        "author": "Socorro   Lozano-García, Beatriz   Ortega, Priyadarsi D.   Roy, Laura   Beramendi-Orosco, Margarita   Caballero</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>Available online 8 August 2015</pubDate><br> <b>Source:</b>Quaternary Research</br><br>     Author(s): Socorro   Lozano-García, Beatriz   Ortega, Priyadarsi D.   Roy, Laura   Beramendi-Orosco, Margarita   Caballero</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">We inferred millennial-scale climate variations and paleohydrological conditions in the northern sector of the American tropics for 30.3–5.5<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>ka BP using geochemical characteristics of sediments from Lake Chalco in central Mexico. The sediment sequence is chronologically constrained with three tephra and nine radiocarbon dates. Temporal variations in titanium, total inorganic carbon, total organic carbon/titanium ratio, carbon/nitrogen ratio, and silica/titanium ratio indicate changes in runoff, salinity, productivity, and sources. Higher concentrations of Ti indicate more runoff during latest Marine Isotope Stage (MIS) 3 (30.3–28.6<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>ka BP). Runoff was lower during the last glacial maximum (LGM; 23–19<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>ka BP) than during the Heinrich 2 event (26–24<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>ka BP). The interval of reduced runoff continued up to 17.5<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>ka BP but increased during the Bølling/Allerød. Trends of decreasing runoff and increasing salinity are observed throughout MIS 1. Lake Chalco received less runoff during the LGM compared to deglaciation, opposite the trend of other North American tropical records. Different amounts of rainfall at different sites are possibly due to shifts in the position of the Intertropical Convergence Zone, changes in the size of the Altlantic warm pool, and varying sea-surface temperatures of the Atlantic and Pacific oceans.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Quaternary Research",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0033589415000733%26_version%3D1%26md5%3D63ec1fd3c2ff4fbd434aeaa8e15b9eaf",
        "title": "Climatic variability in the northern sector of the American tropics since the latest MIS 3"
    },
    {
        "author": "Linda M.   Reinink-Smith</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>Available online 31 July 2015</pubDate><br> <b>Source:</b>Quaternary Research</br><br>     Author(s): Linda M.   Reinink-Smith</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">In northeastern Kuwait, ancient beach ridges and associated berms are separated from the present shoreline by a 4–6<hsp sp=\"0.25\"/>km-wide sabkha. A diverse mollusk fauna in the beach ridges attests to a former open marine environment. A total of 21 AMS dates were obtained in this study. Thirteen mollusk samples from beach ridges yielded AMS dates ranging from ~<hsp sp=\"0.10\"/>6990<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>yr BP in the southeast to ~<hsp sp=\"0.10\"/>3370<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>yr BP in the northwest, suggesting a southeast to northwest age progression during the Holocene transgression. In contrast, four samples from berms throughout the study area yielded AMS dates of 5195–3350<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>yr BP showing no age progression; these berms consist largely of <italic>Conomurex persicus</italic> gastropods that aggregated by storms during a highstand at ~<hsp sp=\"0.10\"/>5000–3500<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>yr BP. The berms are presently at ~<hsp sp=\"0.10\"/>+<hsp sp=\"0.10\"/>6<hsp sp=\"0.25\"/>m above sea level, 2–3<hsp sp=\"0.25\"/>m above the beach ridges. Human settlements were common on the ridge crests before and after the highstand. Regression to present-day sea level commenced after the highstand, which is when the sabkha began forming. A landward, marine-built terrace, which yielded AMS dates &amp;gt;<hsp sp=\"0.10\"/>43,500 <sup loc=\"pre\">14</sup>C yr BP, probably formed during Marine Oxygen Isotope Stage 5e and hence is not genetically related to the beach ridges.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Quaternary Research",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0033589415000642%26_version%3D1%26md5%3Daa43034e5bc9cf3476b2e2657ba68294",
        "title": "AMS-dated mollusks in beach ridges and berms document Holocene sea-level and coastal changes in northeastern Kuwait Bay"
    },
    {
        "author": "Christine A.   Hamilton, Jeremy M.   Lloyd, Natasha L.M.   Barlow, James B.   Innes, Rachel   Flecker, Caleb P.   Thomas</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>Available online 29 July 2015</pubDate><br> <b>Source:</b>Quaternary Research</br><br>     Author(s): Christine A.   Hamilton, Jeremy M.   Lloyd, Natasha L.M.   Barlow, James B.   Innes, Rachel   Flecker, Caleb P.   Thomas</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Relative sea-level change (RSL), from the Late Glacial through to the late Holocene, is reconstructed for the Assynt region, northwest Scotland, based on bio- and lithostratigraphical analysis. Four new radiocarbon-dated sea-level index points help constrain RSL change for the Late Glacial to the late Holocene. These new data, in addition to published material, capture the RSL fall during the Late Glacial and the rise and fall associated with the mid-Holocene highstand. Two of these index points constrain the Late Glacial RSL history in Assynt for the first time, reconstructing RSL falling from 2.47<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>0.59<hsp sp=\"0.25\"/>m<hsp sp=\"0.25\"/>OD to 0.15<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>0.59<hsp sp=\"0.25\"/>m<hsp sp=\"0.25\"/>OD at <italic>c.</italic> 14,000–15,000<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>yr<hsp sp=\"0.25\"/>BP. These new data test model predictions of glacial isostatic adjustment (GIA), particularly during the early deglacial period which is currently poorly constrained throughout the British Isles. Whilst the empirical data from the mid- to late-Holocene to present matches quite well with the recent GIA model output, there is a relatively poor fit between the timing of the Late Glacial RSL fall and early Holocene RSL rise. This mismatch, also evident elsewhere in northwest Scotland, may result from uncertainties associated with both the global and local ice components of GIA models.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Quaternary Research",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0033589415000721%26_version%3D1%26md5%3D607c00ba40ad0cd55aca79e10cfd563b",
        "title": "Late Glacial to Holocene relative sea-level change in Assynt, northwest Scotland, UK"
    },
    {
        "author": "Noemí   Silva-Sánchez, J. Edward   Schofield, Tim M.   Mighall, Antonio   Martínez Cortizas, Kevin J.   Edwards, Ian   Foster</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>Available online 15 July 2015</pubDate><br> <b>Source:</b>Quaternary Research</br><br>     Author(s): Noemí   Silva-Sánchez, J. Edward   Schofield, Tim M.   Mighall, Antonio   Martínez Cortizas, Kevin J.   Edwards, Ian   Foster</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">A peat core from southern Greenland provided a rare opportunity to investigate human-environment interactions, climate change and atmospheric pollution over the last ~<hsp sp=\"0.10\"/>700<hsp sp=\"0.25\"/>years. X-ray fluorescence, gas chromatography-combustion, isotope ratio mass spectrometry, peat humification and fourier-transform infrared spectroscopy were applied and combined with palynological and archaeological evidence. Variations in peat mineral content seem to be related to soil erosion linked with human activity during the late Norse period (13<sup loc=\"post\">th</sup>–14<sup loc=\"post\">th</sup> centuries AD) and the modern era (20<sup loc=\"post\">th</sup> century). Cooler conditions during the Little Ice Age (LIA) are reflected by both slow rates of peat growth and carbon accumulation, and by low bromine (Br) concentrations. Spörer and Maunder minima in solar activity may be indicated by further declines in Br and enrichment in easily degradable compounds such as polysaccharides. Peat organic matter composition was also influenced by vegetation changes at the end of the LIA when the expansion of oceanic heath was associated with polysaccharide enrichment. Atmospheric lead pollution was recorded in the peat after ~<hsp sp=\"0.10\"/>AD 1845, and peak values occurred in the 1970s. There is indirect support for a predominantly North American lead source, but further Pb isotopic analysis would be needed to confirm this hypothesis.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Quaternary Research",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0033589415000599%26_version%3D1%26md5%3Dacdf06930108de51bb0da6e40ce8d8d9",
        "title": "Climate changes, lead pollution and soil erosion in south Greenland over the past 700years"
    },
    {
        "author": "Michael A.   O'Neal, Brian   Hanson, Sebastian   Carisio, Ashley   Satinsky</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>Available online 14 July 2015</pubDate><br> <b>Source:</b>Quaternary Research</br><br>     Author(s): Michael A.   O'Neal, Brian   Hanson, Sebastian   Carisio, Ashley   Satinsky</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">We present an exhaustive spatial analysis using the geographic, geometric, and hypsometric characteristics of 742 North Cascades glaciers to evaluate changes in their areal extents over a half-century period. Our results indicate that, contrary to our initial expectations, glacier change throughout the study region cannot be explained readily by correlations in glacier location, size, or shape. Because of the large error attributable to annual variations in glacier area due to snowpack, no statistically reliable change could be detected for 444 glaciers in our study (a slight majority). Of the North Cascades glaciers that do exhibit detectable change, a majority decreased in area, but nevertheless, some were detectably growing. These findings suggest that the integration of weather patterns over time does not neatly translate into correlations with natural variations in the geometry of glaciers. Our statistical analyses of the changes observed indicate that geometric data from a large number of glaciers, as well as a surprisingly large amount of spatial change, are required for a credible statistical detection of glacier-length and area changes over a short (multidecadal) period of time.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Quaternary Research",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0033589415000629%26_version%3D1%26md5%3Dd907a965164383e77e65c6c04650ff2d",
        "title": "Detecting recent changes in the areal extent of North Cascades glaciers, U.S.A."
    },
    {
        "author": "",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>July 2015</pubDate><br> <b>Source:</b>Quaternary Research, Volume 84, Issue 1</br><br></br><br><br></br></br><br></br></br>",
        "journal": "Quaternary Research",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0033589415000666%26_version%3D1%26md5%3D2ca4ddd5b31c587f1b2398413313aa0b",
        "title": "Editorial Board"
    },
    {
        "author": "Nathan S.   Schachtman, Kelly R.   MacGregor, Amy   Myrbo, Nora Rose   Hencir, Catherine A.   Riihimaki, Jeffrey T.   Thole, Louisa I.   Bradtmiller</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>July 2015</pubDate><br> <b>Source:</b>Quaternary Research, Volume 84, Issue 1</br><br>     Author(s): Nathan S.   Schachtman, Kelly R.   MacGregor, Amy   Myrbo, Nora Rose   Hencir, Catherine A.   Riihimaki, Jeffrey T.   Thole, Louisa I.   Bradtmiller</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Few records in the alpine landscape of western North America document the geomorphic and glaciologic response to climate change during the Pleistocene–Holocene transition. While moraines can provide snapshots of glacier extent, high-resolution records of environmental response to the end of the Last Glacial Maximum, Younger Dryas cooling, and subsequent warming into the stable Holocene are rare. We describe the transition from the late Pleistocene to the Holocene using a ~<hsp sp=\"0.10\"/>17,000-yr sediment record from Swiftcurrent Lake in eastern Glacier National Park, MT, with a focus on the period from ~<hsp sp=\"0.10\"/>17 to 11<hsp sp=\"0.25\"/>ka. Total organic and inorganic carbon, grain size, and carbon/nitrogen data provide evidence for glacial retreat from the late Pleistocene into the Holocene, with the exception of a well-constrained advance during the Younger Dryas from 12.75 to 11.5<hsp sp=\"0.25\"/>ka. Increased detrital carbonate concentration in Swiftcurrent Lake sediment reflects enhanced glacial erosion and sediment transport, likely a result of a more proximal ice terminus position and a reduction in the number of alpine lakes acting as sediment sinks in the valley.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Quaternary Research",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0033589415000514%26_version%3D1%26md5%3D3cfd32c34c0ed3bfeb22b7656cef447d",
        "title": "Lake core record of Grinnell Glacier dynamics during the latest Pleistocene deglaciation and the Younger Dryas, Glacier National Park, Montana, USA"
    },
    {
        "author": "Juan M.   Rubiales, Mar   Génova</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>July 2015</pubDate><br> <b>Source:</b>Quaternary Research, Volume 84, Issue 1</br><br>     Author(s): Juan M.   Rubiales, Mar   Génova</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Macro- and megafossil studies are of great value in palaeoecology because such evidence is spatially precise, directly radiocarbon dated, and usually taxon-specific. Here, we present new macro- and megafossil data from ten sites from the Gredos Mountains, central Iberian Peninsula, that suggest persistent forest cover through the late Holocene, with a widespread belt of pinewoods in the highlands of the Central Iberian Mountains. Well-preserved pine cones found at several sites revealed that both <italic>Pinus sylvestris</italic> and <italic>Pinus nigra</italic> were present in the area during the middle and late Holocene at locations of important biogeographical interest. The <italic>P. sylvestris</italic> forests represent one of the southernmost locations of its entire range. <italic>P. nigra</italic> was not known to have occurred in central Spain during the Holocene; it was found at the westernmost edge of its range in siliceous soils, a rare environment compared with the rest of its distribution. Finally, we explored the potential for obtaining a long pine chronology from central Iberia using tree-ring measurements and radiocarbon dating of pine subfossil logs.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Quaternary Research",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS003358941500037X%26_version%3D1%26md5%3D389488b4aeedfba70a2e62ad5fbf1539",
        "title": "Late Holocene pinewoods persistence in the Gredos Mountains (central Spain) inferred from extensive megafossil evidence"
    },
    {
        "author": "Lorena   Rebolledo, Carina B.   Lange, Sébastien   Bertrand, Práxedes   Muñoz, Marco   Salamanca, Pablo   Lazo, José L.   Iriarte, Gabriel   Vargas, Silvio   Pantoja, Laurent   Dezileau</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>July 2015</pubDate><br> <b>Source:</b>Quaternary Research, Volume 84, Issue 1</br><br>     Author(s): Lorena   Rebolledo, Carina B.   Lange, Sébastien   Bertrand, Práxedes   Muñoz, Marco   Salamanca, Pablo   Lazo, José L.   Iriarte, Gabriel   Vargas, Silvio   Pantoja, Laurent   Dezileau</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">We present reconstructions of late Holocene changes in the source of organic matter and siliceous export production in the Relocanví Fjord (41°S, 72°W), Northern Chilean Patagonia, based on organic carbon content, δ<sup loc=\"pre\">13</sup>C<inf loc=\"post\">org</inf>, N/C ratio, diatom assemblages and biogenic silica contents from three sediment cores. The age models are based on a combination of <sup loc=\"pre\">210</sup>Pb profiles, AMS <sup loc=\"pre\">14</sup>C dating, and on the first occurrence of the diatom <italic>Rhizosolenia setigera</italic> f. <italic>pungens</italic>, as a stratigraphic marker in the fjords. The cores span the last 300 to 700<hsp sp=\"0.25\"/>yr. Diatoms dominate the siliceous assemblages in the three cores (98% on average). Our results suggest that precipitation seasonality in the region of Reloncaví was high in CE 1300–1400 and CE 1700–1850, with a clear decreasing trend since CE 1850. The latter trend is in agreement with instrumental records and tree-ring reconstructions. These fluctuations seem to be associated with the Southern Annular Mode (SAM).</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Quaternary Research",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0033589415000587%26_version%3D1%26md5%3Daa52a23d53d57649e94e0fa340f309bf",
        "title": "Late Holocene precipitation variability recorded in the sediments of Reloncaví Fjord (41°S, 72°W), Chile"
    },
    {
        "author": "Jaesoo   Lim, Dong-Yoon   Yang, Jin-Young   Lee, Sei-Sun   Hong, In Kwon   Um</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>July 2015</pubDate><br> <b>Source:</b>Quaternary Research, Volume 84, Issue 1</br><br>     Author(s): Jaesoo   Lim, Dong-Yoon   Yang, Jin-Young   Lee, Sei-Sun   Hong, In Kwon   Um</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">To trace the surficial responses of lowlands to past climate change, we investigated δ<sup loc=\"pre\">13</sup>C in total organic carbon (TOC), C/N ratios, magnetic susceptibility (MS), and silicon (Si) intensity (directly proportional to concentration) in wetland sediments collected from the Gimpo area of central Korea, covering 6600–4600<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>yr<hsp sp=\"0.25\"/>BP. Two organic layers with high TOC%, negatively depleted δ<sup loc=\"pre\">13</sup>C<inf loc=\"post\">TOC</inf> values (−<hsp sp=\"0.10\"/>27 to −<hsp sp=\"0.10\"/>29‰), low MS values, and low Si intensities were found at 6200–5900 and 5200–4800<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>yr<hsp sp=\"0.25\"/>BP, respectively. These middle Holocene wet periods corresponded to relatively intensified summer monsoon and solar activity periods. The intervening dry period (5900–5200<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>yr<hsp sp=\"0.25\"/>BP) with high MS, high Si, and low TOC% corresponded to an intensified dust-activity interval and stronger winter monsoon. This multi-centennial climatic fluctuation of wet periods (6200–5900<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>yr<hsp sp=\"0.25\"/>BP and 5200–4800<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>yr<hsp sp=\"0.25\"/>BP) and an intervening dry period (5900–5200<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>yr<hsp sp=\"0.25\"/>BP) in central Korea was more synchronous with climate change in the arid inner part of China than with that in South China, suggesting possible strong high-latitude-driven climatic influences (e.g., North Atlantic cooling events) during the middle Holocene.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Quaternary Research",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0033589415000344%26_version%3D1%26md5%3Da1845564c2611289dc05187cdc909016",
        "title": "Middle Holocene environmental change in central Korea and its linkage to summer and winter monsoon changes"
    },
    {
        "author": "Isaac A.   Hart, Jack M.   Broughton, Ruth   Gruhn</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>July 2015</pubDate><br> <b>Source:</b>Quaternary Research, Volume 84, Issue 1</br><br>     Author(s): Isaac A.   Hart, Jack M.   Broughton, Ruth   Gruhn</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">The El Niño/Southern Oscillation (ENSO) is a major source of climatic variation worldwide, with significant impacts on modern human and animal populations. However, few detailed records exist on the long-term effects of ENSO on prehistoric vertebrate populations. Here we examine how lagomorph (rabbit and hare) deposition rate, population age structure and taxonomic composition from Abrigo de los Escorpiones, a well-dated, trans-Holocene vertebrate fauna from northern Baja California, Mexico, vary as a function of the frequency of wet El Niño events and eastern Pacific sea-surface temperatures (SSTs) derived from eastern Pacific geological records. Faunal indices vary significantly in response to El Niño-based precipitation and SST, with substantial moisture-driven variability in the middle and late Holocene. The late Holocene moisture pulse is coincident with previously documented changes in the population dynamics of other vertebrates, including humans. As the frequency and intensity of ENSO is anticipated to vary in the future, these results have important implications for change in future vertebrate populations.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Quaternary Research",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0033589415000368%26_version%3D1%26md5%3D3a65bca7ee3b7bdfc44051eeb36097fd",
        "title": "El Niño controls Holocene rabbit and hare populations in Baja California"
    },
    {
        "author": "Charles G.   Oviatt, David B.   Madsen, David M.   Miller, Robert S.   Thompson, John P.   McGeehin</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>July 2015</pubDate><br> <b>Source:</b>Quaternary Research, Volume 84, Issue 1</br><br>     Author(s): Charles G.   Oviatt, David B.   Madsen, David M.   Miller, Robert S.   Thompson, John P.   McGeehin</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Shorelines and surficial deposits (including buried forest-floor mats and organic-rich wetland sediments) show that Great Salt Lake did not rise higher than modern lake levels during the earliest Holocene (11.5–10.2<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>ka BP; 10–9<hsp sp=\"0.25\"/> <sup loc=\"pre\">14</sup>C<hsp sp=\"0.25\"/>ka BP). During that period, finely laminated, organic-rich muds (sapropel) containing brine-shrimp cysts and pellets and interbedded sodium-sulfate salts were deposited on the lake floor. Sapropel deposition was probably caused by stratification of the water column — a freshwater cap possibly was formed by groundwater, which had been stored in upland aquifers during the immediately preceding late-Pleistocene deep-lake cycle (Lake Bonneville), and was actively discharging on the basin floor. A climate characterized by low precipitation and runoff, combined with local areas of groundwater discharge in piedmont settings, could explain the apparent conflict between evidence for a shallow lake (a dry climate) and previously published interpretations for a moist climate in the Great Salt Lake basin of the eastern Great Basin.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Quaternary Research",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0033589415000484%26_version%3D1%26md5%3D8cfadccbd50291287ae9cee37c4c5cb6",
        "title": "Early Holocene Great Salt Lake, USA"
    },
    {
        "author": "Stephen W.   Lokier, Mark D.   Bateman, Nigel R.   Larkin, Philip   Rye, John R.   Stewart</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>July 2015</pubDate><br> <b>Source:</b>Quaternary Research, Volume 84, Issue 1</br><br>     Author(s): Stephen W.   Lokier, Mark D.   Bateman, Nigel R.   Larkin, Philip   Rye, John R.   Stewart</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Late Quaternary reflooding of the Persian Gulf climaxed with the mid-Holocene highstand previously variously dated between 6 and 3.4<hsp sp=\"0.25\"/>ka. Examination of the stratigraphic and paleoenvironmental context of a mid-Holocene whale beaching allows us to accurately constrain the timing of the transgressive, highstand and regressive phases of the mid- to late Holocene sea-level highstand in the Persian Gulf. Mid-Holocene transgression of the Gulf surpassed today's sea level by 7100–6890<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>yr BP, attaining a highstand of &amp;gt;<hsp sp=\"0.10\"/>1<hsp sp=\"0.25\"/>m above current sea level shortly after 5290–4570<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>yr BP before falling back to current levels by 1440–1170<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>yr BP. The cetacean beached into an intertidal hardground pond during the transgressive phase (5300–4960<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>yr BP) with continued transgression interring the skeleton in shallow-subtidal sediments. Subsequent relative sea-level fall produced a forced regression with consequent progradation of the coastal system. These new ages refine previously reported timings for the mid- to late Holocene sea-level highstand published for other regions. By so doing, they allow us to constrain the timing of this correlatable global eustatic event more accurately.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Quaternary Research",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0033589415000381%26_version%3D1%26md5%3Dd2019ac8f62768c559759774bef7ee79",
        "title": "Late Quaternary sea-level changes of the Persian Gulf"
    },
    {
        "author": "Edyta   Kalińska-Nartiša, Christine   Thiel, Māris   Nartišs, Jan-Pieter   Buylaert, Andrew S.   Murray</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>July 2015</pubDate><br> <b>Source:</b>Quaternary Research, Volume 84, Issue 1</br><br>     Author(s): Edyta   Kalińska-Nartiša, Christine   Thiel, Māris   Nartišs, Jan-Pieter   Buylaert, Andrew S.   Murray</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">We present a study based on four inland eolian locations in Eastern, Central and Southeastern Lithuania belonging to the northeastern part of the ‘European Sand Belt’ (ESB). Although there have been several previous studies of the ESB, this north-eastern extension has not been investigated before in any detail. The sedimentary structural–textural features are investigated and a chronology was derived using optically stimulated luminescence on both quartz and feldspar. The sedimentary structures and the rounding and surface characteristics of the quartz grains argue for a predominance of eolian transport. Additionally, some structural alternations and a significant contribution of non-eolian grains are interpreted as inherited local glacial/glaciofluvial-bearing lithologies.</simple-para> <simple-para id=\"sp0010\" view=\"all\">Three main (glaciolacustrine–) eolian phases are distinguished based on the position in the landscape and the luminescence ages: (1) An <italic>older eolian series</italic> around 15 to 16<hsp sp=\"0.25\"/>ka, possibly correlated with the cold GS-2a event according to the GRIP stratigraphy, and (2) a <italic>younger eolian series</italic> around 14.0<hsp sp=\"0.25\"/>ka, possibly representing the GI-1d and 1c events. The <italic>older eolian series</italic> is underlain by (3) a <italic>glaciolacustrine</italic>–<italic>eolian series</italic> for which the period of deposition remains uncertain due to the significant discrepancy between the ages based on quartz and feldspar.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Quaternary Research",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0033589415000320%26_version%3D1%26md5%3D2b52d12da1623885cc915a39ce5a46c3",
        "title": "Age and sedimentary record of inland eolian sediments in Lithuania, NE European Sand Belt"
    },
    {
        "author": "Christoph   Wißing, Simon   Matzerath, Elaine   Turner, Hervé   Bocherens</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>July 2015</pubDate><br> <b>Source:</b>Quaternary Research, Volume 84, Issue 1</br><br>     Author(s): Christoph   Wißing, Simon   Matzerath, Elaine   Turner, Hervé   Bocherens</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Climatic and ecological conditions during Marine Oxygen Isotope Stage (MIS) 3 are complex and the impact of cold spells on the ecosystems in Central Europe still needs to be investigated thoroughly. Ziegeleigrube Coenen (ZC) is a late Pleistocene MIS 3 locality in the Lower Rhine Embayment of Germany, radiocarbon-dated to &amp;gt;<hsp sp=\"0.10\"/>34<hsp sp=\"0.25\"/> <sup loc=\"pre\">14</sup>C<hsp sp=\"0.25\"/>ka BP. The site yielded a broad spectrum of mammal species. We investigated the carbon (δ<sup loc=\"pre\">13</sup>C), nitrogen (δ<sup loc=\"pre\">15</sup>N) and sulfur (δ<sup loc=\"pre\">34</sup>S) isotope signatures of bone collagen, since these are valuable tools in characterizing ecological niches, environmental conditions and aspects of climate and mobility. By comparison with pre- and post-Last Glacial Maximum (LGM) sites in Central Europe we show that ZC belongs in a cold event of MIS 3 and was climatically more similar to post-LGM sites than to pre-LGM sites. However, the trophic structure resembled that of typical pre-LGM sites in Belgium. This cold event in MIS 3 changed the bottom of the foodweb, but do not seem to have had a direct impact on the occurrence of the mammalian species and their ecological distribution. Apparently the (mega-) faunal community could adapt also to harsher environmental conditions during MIS 3.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Quaternary Research",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0033589415000575%26_version%3D1%26md5%3D17f1c69e56b73aa3ee06b9e961cdf67f",
        "title": "Paleoecological and climatic implications of stable isotope results from late Pleistocene bone collagen, Ziegeleigrube Coenen, Germany"
    },
    {
        "author": "Anthony L.   Layzell, Rolfe D.   Mandel, Greg A.   Ludvigson, Tammy M.   Rittenour, Jon J.   Smith</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>July 2015</pubDate><br> <b>Source:</b>Quaternary Research, Volume 84, Issue 1</br><br>     Author(s): Anthony L.   Layzell, Rolfe D.   Mandel, Greg A.   Ludvigson, Tammy M.   Rittenour, Jon J.   Smith</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">This study presents stratigraphic, geomorphic, and paleoenvironmental (δ<sup loc=\"pre\">13</sup>C) data that provide insight into the late Pleistocene landscape evolution of the Cimarron River valley in the High Plains of southwestern Kansas. Two distinct valley fills (T-1 and T-2) were investigated. Three soils occur in the T-2 fill and five in the T-1 fill, all indicating periods of landscape stability or slow sedimentation. Of particular interest are two cumulic soils dating to ca. 48–28 and 13–12.5 ka. δ<sup loc=\"pre\">13</sup>C values are consistent with regional paleoenvironmental proxy data that indicate the prevalence of warm, dry conditions at these times. The Cimarron River is interpreted to have responded to these climatic changes and to local base level control. Specifically, aggradation occurred during cool, wet periods and slow sedimentation with cumulic soil formation occurred under warmer, drier climates. Significant valley incision (~<hsp sp=\"0.10\"/>25 m) by ca. 28 ka likely resulted from a lowering of local base level caused by deep-seated dissolution of Permian evaporite deposits.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Quaternary Research",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0033589415000502%26_version%3D1%26md5%3Dd56178113d4cd5118415a1cb79a41aca",
        "title": "Forces driving late Pleistocene (ca. 77–12 ka) landscape evolution in the Cimarron River valley, southwestern Kansas"
    },
    {
        "author": "Ari   Matmon, Alan J.   Hidy, Shlomy   Vainer, Onn   Crouvi, David   Fink, Yigal   Erel, Liora K.   Horwitz, Michael   Chazan</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>July 2015</pubDate><br> <b>Source:</b>Quaternary Research, Volume 84, Issue 1</br><br>     Author(s): Ari   Matmon, Alan J.   Hidy, Shlomy   Vainer, Onn   Crouvi, David   Fink, Yigal   Erel, Liora K.   Horwitz, Michael   Chazan</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Kalahari Group sediments accumulated in the Kalahari basin, which started forming during the breakup of Gondwana in the early Cretaceous. These sediments cover an extensive part of southern Africa and form a low-relief landscape. Current models assume that the Kalahari Group accumulated throughout the entire Cenozoic. However, chronology has been restricted to early–middle Cenozoic biostratigraphic correlations and to OSL dating of only the past ~<hsp sp=\"0.10\"/>300<hsp sp=\"0.25\"/>ka. We present a new chronological framework that reveals a dynamic nature of sedimentation in the southern Kalahari. Cosmogenic burial ages obtained from a 55<hsp sp=\"0.25\"/>m section of Kalahari Group sediments from the Mamatwan Mine, southern Kalahari, indicate that the majority of deposition at this location occurred rapidly at 1–1.2<hsp sp=\"0.25\"/>Ma. This Pleistocene sequence overlies the Archaean basement, forming a significant hiatus that permits the possibility of many Phanerozoic cycles of deposition and erosion no longer preserved in the sedimentary record. Our data also establish the existence of a shallow early–middle Pleistocene water body that persisted for &amp;gt;<hsp sp=\"0.10\"/>450<hsp sp=\"0.25\"/>ka prior to this rapid period of deposition. Evidence from neighboring archeological excavations in southern Africa suggests an association of high-density hominin occupation with this water body.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Quaternary Research",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0033589415000460%26_version%3D1%26md5%3D789453e702c7f2c4e60ec57b55a774ad",
        "title": "New chronology for the southern Kalahari Group sediments with implications for sediment-cycle dynamics and early hominin occupation"
    },
    {
        "author": "Taylor Louise   Doran, Andy I.R.   Herries, Philip J.   Hopley, Hank   Sombroek, John   Hellstrom, Ed   Hodge, Brian F.   Kuhn</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>July 2015</pubDate><br> <b>Source:</b>Quaternary Research, Volume 84, Issue 1</br><br>     Author(s): Taylor Louise   Doran, Andy I.R.   Herries, Philip J.   Hopley, Hank   Sombroek, John   Hellstrom, Ed   Hodge, Brian F.   Kuhn</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">The tufa deposits of the Ghaap Plateau escarpment provide a rich, yet minimally explored, geological archive of climate and environmental history coincident with hominin evolution in South Africa. This study examines the sedimentary and geochemical records of ancient and modern tufas from Buxton-Norlim Limeworks, Groot Kloof, and Gorrokop, to assess the potential of these sediments for providing reliable chronologies of high-resolution, paleoenvironmental information. Chronometric dating demonstrates that tufa formation has occurred from at least the terminal Pliocene through to the modern day. The stable isotope records show a trend toward higher, more variable δ<sup loc=\"pre\">18</sup>O and δ<sup loc=\"pre\">13</sup>C values with decreasing age from the end of the Pliocene onwards. The long-term increase in δ<sup loc=\"pre\">18</sup>O values corresponds to increasingly arid conditions, while increasing δ<sup loc=\"pre\">13</sup>C values reflect the changing proportion of C<inf loc=\"post\">3</inf>/C<inf loc=\"post\">4</inf> vegetation in the local environment. Analysis of the Thabaseek Tufa, in particular, provides valuable evidence for reconstructing the depositional and chronological context of the enigmatic Taung Child (<italic>Australopithecus africanus</italic>). Collectively, the results of the present study demonstrate the potential of these deposits for developing high-precision records of climate change and, ultimately, for understanding the causal processes relating climate and hominin evolution.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Quaternary Research",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0033589415000393%26_version%3D1%26md5%3D413e4d41d4c6acea7b3c22181e0a98b1",
        "title": "Assessing the paleoenvironmental potential of Pliocene to Holocene tufa deposits along the Ghaap Plateau escarpment (South Africa) using stable isotopes"
    },
    {
        "author": "Cheng-Bang   An, Weimiao   Dong, Yufeng   Chen, Hu   Li, Chao   Shi, Wei   Wang, Pingyu   Zhang, Xueye   Zhao</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>July 2015</pubDate><br> <b>Source:</b>Quaternary Research, Volume 84, Issue 1</br><br>     Author(s): Cheng-Bang   An, Weimiao   Dong, Yufeng   Chen, Hu   Li, Chao   Shi, Wei   Wang, Pingyu   Zhang, Xueye   Zhao</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Stable isotopic analysis of carbon and nitrogen in human and faunal remains has been widely used to reconstruct prehistoric diets and environmental changes. Isotopic analysis of plant remains allows for a more extensive consideration of paleodiets and can potentially provide information about the environment in which the crops were grown. This paper reports the results of δ<sup loc=\"post\">13</sup>C and δ<sup loc=\"post\">15</sup>N analyses performed on modern and charred archaeological foxtail millet samples collected from the western part of the Chinese Loess Plateau. The δ<sup loc=\"post\">13</sup>C mean value of modern samples is lower than that of ancient samples. There is a significant difference between grain and leaf δ<sup loc=\"post\">15</sup>N values. These results challenge the standard assumption in isotope studies that the nitrogen isotope signals of the different part of plants consumed by humans and animals are the same. The 3–5‰ difference between human and animal δ<sup loc=\"post\">15</sup>N values is always regarded as an indicator of whether human diets contained considerable animal protein. The difference between grain and leaf δ<sup loc=\"post\">15</sup>N values makes this assumption problematic in a foxtail millet-dominated society.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Quaternary Research",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0033589415000356%26_version%3D1%26md5%3Dc020cfa28e6a04db55ce5948bc825800",
        "title": "Stable isotopic investigations of modern and charred foxtail millet and the implications for environmental archaeological reconstruction in the western Chinese Loess Plateau"
    },
    {
        "author": "Yuxin   He, Cheng   Zhao, Zhuo   Zheng, Zhonghui   Liu, Ning   Wang, Jie   Li, Rachid   Cheddadi</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>Available online 26 June 2015</pubDate><br> <b>Source:</b>Quaternary Research</br><br>     Author(s): Yuxin   He, Cheng   Zhao, Zhuo   Zheng, Zhonghui   Liu, Ning   Wang, Jie   Li, Rachid   Cheddadi</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Central China has experienced stronger summer monsoon during warm periods such as Marine Isotope Stages (MIS) 1 and 3, and weaker summer monsoon during cool periods such as MIS 2. The evolution history of Dajiuhu subalpine peatland in central China can help investigate how the expansion and shrinkage of peatland were associated with monsoonal strength over the last glacial–interglacial cycle. Here we apply bulk organic carbon and molecular biomarkers (hopane and <italic>n</italic>-alkane) to reconstruct the evolution history for the Dajiuhu peatland over the past 40,000<hsp sp=\"0.25\"/>yr. The results indicate fluctuations between lacustrine and peat-like deposition during MIS 3, steady lacustrine deposition during MIS 2, and peatland initiation and expansion during MIS 1 in the Dajiuhu peatland. Therefore, at the glacial–interglacial scale, warmer summer and cooler winter conditions in interglacial periods are crucial to trigger peat deposition, whereas reduced evaporation in glacial period instead of decreased monsoonal-driven precipitation would have played a predominant role in the regional effective moisture balance. However, within the Holocene (MIS 1), monsoonal precipitation changes appear to be the main controller on millennial-scale variations of water-table level of the Dajiuhu peatland.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Quaternary Research",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0033589415000630%26_version%3D1%26md5%3D56b023174785020e5b4c7d45a4e99d09",
        "title": "Peatland evolution and associated environmental changes in central China over the past 40,000yr"
    },
    {
        "author": "Wei   Zhong, Jiayuan   Cao, Jibin   Xue, Jun   Ouyang</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>Available online 20 June 2015</pubDate><br> <b>Source:</b>Quaternary Research</br><br>     Author(s): Wei   Zhong, Jiayuan   Cao, Jibin   Xue, Jun   Ouyang</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Multi-proxy records of a subalpine lacustrine sequence in Daping Swamp in the western Nanling Mountains provide evidence for exploring climate variability in the past 15,400<hsp sp=\"0.25\"/>yr. Two dry and cool (15,400–14,500 and 13,000–11,000<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>yr BP) and one humid and warm interval (14,500–13,200<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>yr BP), which we correlate to Heinrich Event 1, the Younger Dryas and the Bølling-Allerød event respectively, are revealed. The early Holocene climate (11,000–8000<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>yr BP) was characterized by less humid and warm conditions, suggesting a weaker Asian summer monsoon (ASM) intensity. Our findings indicate that the Holocene optimum occurred between 8000 and 4500<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>yr BP, and the most intensified ASM appears from 8000 to 7000<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>yr BP. After 4500<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>yr BP, climate shifted to relatively cool and dry conditions. We speculate that five short dry and cool events centered at ~<hsp sp=\"0.10\"/>11,000, 9000, 8400, 6000, and 3500<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>yr BP were linked to the Holocene ice-rafting events detected in the North Atlantic. Migration of the ITCZ, and the oceanic–atmospheric circulations, particularly SST changes in the tropical Pacific may play a pivotal role in climate variation of the study region.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Quaternary Research",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0033589415000605%26_version%3D1%26md5%3D3d2a74871c6de0ebddff396a87e99c68",
        "title": "A 15,400-year record of climate variation from a subalpine lacustrine sedimentary sequence in the western Nanling Mountains in South China"
    },
    {
        "author": "I.V.   Kirillova, O.G.   Zanina, O.F.   Chernova, E.G.   Lapteva, S.S.   Trofimova, V.S.   Lebedev, A.V.   Tiunov, A.E.R.   Soares, F.K.   Shidlovskiy, B.   Shapiro</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>Available online 20 June 2015</pubDate><br> <b>Source:</b>Quaternary Research</br><br>     Author(s): I.V.   Kirillova, O.G.   Zanina, O.F.   Chernova, E.G.   Lapteva, S.S.   Trofimova, V.S.   Lebedev, A.V.   Tiunov, A.E.R.   Soares, F.K.   Shidlovskiy, B.   Shapiro</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">An incomplete carcass of an extinct bison, <italic>Bison</italic> ex gr. <italic>priscus</italic>, was discovered in 2012 in the mouth of the Rauchua River (69°30′N, 166°49′E), Chukotka. The carcass included the rump with two hind limbs, ribs, and large flap of hide from the abdomen and sides, several vertebrae, bones of the forelimbs and anterior autopodia, stomach with its contents, and wool. The limb bones are relatively gracile, which is unusual in bison, and a SEM study of the hair microstructure suggests higher insulating capacity than in extant members of the genus. Additionally, mitochondrial DNA analyses indicate that the Rauchua bison belonged to a distinct and previously unidentified lineage of steppe bison. Two radiocarbon dates suggest a Holocene age for the bison: a traditional <sup loc=\"pre\">14</sup>C date provided an estimate of 8030<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>70 <sup loc=\"pre\">14</sup>C yr ВР (SPb-743) and an AMS radiocarbon date provided an age of 9497<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>92 <sup loc=\"pre\">14</sup>C yr BP (AA101271). These dates make this the youngest known bison from Chukotka. Analysis of stomach contents revealed a diet of herbaceous plants (meadow grasses and sedges) and shrubs, suggesting that the early Holocene vegetation near the mouth of the Rauchua River was similar to that of the present day: tundra-associated vegetation with undersized plants.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Quaternary Research",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0033589415000617%26_version%3D1%26md5%3D43480d2d3b8beede668cd10d1502382a",
        "title": "An ancient bison from the mouth of the Rauchua River (Chukotka, Russia)"
    },
    {
        "author": "Kathryn   Adamson, Ian   Candy, Liz   Whitfield</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>Available online 15 June 2015</pubDate><br> <b>Source:</b>Quaternary Research</br><br>     Author(s): Kathryn   Adamson, Ian   Candy, Liz   Whitfield</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Pedogenic calcretes are widespread in arid and semi-arid regions. Using calcrete profiles from four river terraces of the Rio Alias in southeast Spain, this study explores the potential of using detailed micromorphological and stable isotopic analysis to more fully understand the impacts of Quaternary environmental change on calcrete development. The four profiles increase in carbonate complexity with progressive age, reflecting calcretisation over multiple glacial–interglacial cycles since MIS 9 (c. 300<hsp sp=\"0.25\"/>ka). Calcrete profiles contain a mixture of Alpha (non-biogenic) and Beta (biogenic) microfabrics. Alpha fabrics have higher δ<sup loc=\"pre\">13</sup>C and δ<sup loc=\"pre\">18</sup>O values. The profiles contain a range of crystal textures, but there is little difference between the δ<sup loc=\"pre\">13</sup>C and δ<sup loc=\"pre\">18</sup>O values of spar, microspar, and micrite cements. Strong positive covariance between δ<sup loc=\"pre\">13</sup>C and δ<sup loc=\"pre\">18</sup>O suggests that both isotopes are responding to the same environmental parameter, which is inferred to be relative aridity. The study reveals that the detailed co-analysis of calcrete micromorphology and stable isotope signatures can allow patterns of calcrete formation to be placed into a wider palaeoclimatic context. This demonstrates the potential of this technique to more reliably constrain the palaeoenvironmental significance of secondary carbonates in dryland settings where other proxy records may be poorly preserved.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Quaternary Research",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0033589415000496%26_version%3D1%26md5%3Dfa05fca8e5dc7a6c690e58a0213b1ea5",
        "title": "Coupled micromorphological and stable isotope analysis of Quaternary calcrete development"
    },
    {
        "author": "",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>May 2015</pubDate><br> <b>Source:</b>Quaternary Research, Volume 83, Issue 3</br><br></br><br><br></br></br><br></br></br>",
        "journal": "Quaternary Research",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0033589415000411%26_version%3D1%26md5%3D5a623a70a167c295051f06192fbf4ba3",
        "title": "Editorial Board"
    },
    {
        "author": "Glenn D.   Thackray, Zhisheng   An</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>May 2015</pubDate><br> <b>Source:</b>Quaternary Research, Volume 83, Issue 3</br><br>     Author(s): Glenn D.   Thackray, Zhisheng   An</br><br><br></br></br><br></br></br>",
        "journal": "Quaternary Research",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0033589415000332%26_version%3D1%26md5%3D88316e3f23560230c1f90f8b6b626c35",
        "title": "Stephen C. Porter, 1934–2015"
    },
    {
        "author": "David   Palacios, Nuria   de Andrés, Juan I.   López-Moreno, José M.   García-Ruiz</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>May 2015</pubDate><br> <b>Source:</b>Quaternary Research, Volume 83, Issue 3</br><br>     Author(s): David   Palacios, Nuria   de Andrés, Juan I.   López-Moreno, José M.   García-Ruiz</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Deglaciation processes in the upper Gállego Valley, central–southern Pyrenees, were studied using geomorphological mapping and <sup loc=\"pre\">36</sup>Cl cosmogenic dating of moraine and rock glacier boulders, as well as polished bedrock. Although the precise position of the Gállego Glacier during the global last glacial maximum is not known, there is evidence that ice tongues retreated to the headwaters, which caused subdivision of the main glacier into a number of individual glaciers prior to 17<hsp sp=\"0.25\"/>ka. A range of ages (16 to 11<hsp sp=\"0.25\"/>ka) was found among three tributary valleys within the general trend of deglaciation. The retreat rate to cirque was estimated to be relatively rapid (approximately 5<hsp sp=\"0.25\"/>km per ka). The mapped glacial sedimentology and geomorphology appears to support the occurrence of multiple minor advances and retreats, or periods of stasis during the late deglaciation. Geomorphological and geological differences among the tributary valleys, and error estimates associated with the results obtained, prevented unambiguous correlations of the advances with the late Pleistocene cold periods. During the latter advances, small glaciers and rock glaciers developed close to the cirque headwalls, and co-occurred under the same climatic conditions. No evidence for Holocene re-advance was found for any of the three tributary valleys.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Quaternary Research",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0033589415000113%26_version%3D1%26md5%3Df408c5798bb7521fde14b878a4b84258",
        "title": "Late Pleistocene deglaciation in the upper Gállego Valley, central Pyrenees"
    },
    {
        "author": "Kendrick J.   Brown, Gerrit   Schoups</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>May 2015</pubDate><br> <b>Source:</b>Quaternary Research, Volume 83, Issue 3</br><br>     Author(s): Kendrick J.   Brown, Gerrit   Schoups</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Holocene streamflow was reconstructed for two rivers on Vancouver Island, British Columbia, Canada in 500-yr intervals. The San Juan River watershed is located on the wetter western side of the island, whereas the Koksilah River watershed is positioned on the drier eastern side. Both watersheds are forested. To reconstruct streamflow, temporal changes in precipitation (estimated using a pollen-based transfer function) and evapotranspiration were established for each watershed and integrated into a water balance model, calibrated using modern data. While seasonal streamflow variability was maintained throughout the Holocene, with greater flow in the winter relative to the summer, the amount of discharge has changed markedly through time. Lowest simulated flow occurred in the earliest Holocene, with low-flow conditions beginning earlier in the year and extending later into the fall. Such conditions may have inhibited salmon from using many of the smaller rivers in the region. Streamflow steadily increased throughout the early Holocene so that by ca. 6500<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>yr before present near-modern flow regimes were established. As climate changes in the future, the San Juan and Koksilah watersheds are expected to remain as pluvial hydroclimatic regimes, though with an extended season of low flow similar to conditions during the early Holocene.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Quaternary Research",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0033589415000277%26_version%3D1%26md5%3D4ac4c602a45a3dffa1ce85dc41435437",
        "title": "Multi-millennial streamflow dynamics in two forested watersheds on Vancouver Island, Canada"
    },
    {
        "author": "Chris   Widga, Mona   Colburn</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>May 2015</pubDate><br> <b>Source:</b>Quaternary Research, Volume 83, Issue 3</br><br>     Author(s): Chris   Widga, Mona   Colburn</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Bat guano deposits are common in the Mammoth Cave system (Kentucky, USA). Paleontological remains associated with these deposits are important records of local landscape changes. Recent excavations in the cave suggest that vertebrate remains in most of these deposits are dominated by Chiroptera. Although no extinct fauna were identified, the presence of a large roost of <italic>Tadarida brasiliensis</italic> in the Chief City section is beyond the northern extent of its current range suggesting that this deposit dates to an undetermined interglacial period. Stable isotope analyses of <italic>Tadarida</italic>-associated guano indicate a C3 prey signature characteristic of forested habitat. This was unexpected since this species is typically associated with open environments. Further ecomorphological analysis of wing shape trends in interglacial, Holocene, and historic-aged assemblages indicate that interglacial faunas are dominated by fast-flying, open-space taxa (<italic>T. brasiliensis</italic>) while late Holocene and Historic assemblages contain more taxa that utilized closed forest or forest gaps.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Quaternary Research",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0033589415000095%26_version%3D1%26md5%3D9e7b36d645eaa36c194a21800a92d60e",
        "title": "Paleontology and paleoecology of guano deposits in Mammoth Cave, Kentucky, USA"
    },
    {
        "author": "Bogdan P.   Onac, Simon M.   Hutchinson, Anca   Geantă, Ferenc L.   Forray, Jonathan G.   Wynn, Alexandra M.   Giurgiu, Ioan   Coroiu</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>May 2015</pubDate><br> <b>Source:</b>Quaternary Research, Volume 83, Issue 3</br><br>     Author(s): Bogdan P.   Onac, Simon M.   Hutchinson, Anca   Geantă, Ferenc L.   Forray, Jonathan G.   Wynn, Alexandra M.   Giurgiu, Ioan   Coroiu</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">We provide sedimentological, geochemical, mineral magnetic, stable carbon isotope, charcoal, and pollen-based evidence from a guano/clay sequence in Gaura cu Muscă Cave (SW Romania), from which we deduced that from ~<hsp sp=\"0.10\"/>1230 BC to ~<hsp sp=\"0.10\"/>AD 1240 climate oscillated between wet and dry. From ~<hsp sp=\"0.10\"/>1230 BC to AD 1000 the climate was wetter than the present, prompting flooding of the cave, preventing bats from roosting, and resulting in a slow rate of clay accumulation. The second half of the Medieval Warm Period (MWP) was generally drier; the cave experienced occasional flash flooding in between which maternity bat roosts established in the cave. One extremely wet event occurred around AD 1170, when Fe/Mn and Ti/Zr ratios show the highest values coincident with a substantial increase of sediment load in the underground stream. The mineral magnetic characteristics for the second part of the MWP indicate the partial input of surface-sourced sediments reflecting agricultural development and forest clearance in the area. Pollen and microcharcoal studies confirm that the overall vegetation cover and human land use have not changed much in this region since the medieval times.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Quaternary Research",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0033589415000083%26_version%3D1%26md5%3Db4696696e0bb24f7b65e45e241476bda",
        "title": "A 2500-yr late Holocene multi-proxy record of vegetation and hydrologic changes from a cave guano-clay sequence in SW Romania"
    },
    {
        "author": "Qiang   Yao, Kam-biu   Liu, William J.   Platt, Victor H.   Rivera-Monroy</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>May 2015</pubDate><br> <b>Source:</b>Quaternary Research, Volume 83, Issue 3</br><br>     Author(s): Qiang   Yao, Kam-biu   Liu, William J.   Platt, Victor H.   Rivera-Monroy</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Palynological, loss-on-ignition, and X-ray fluorescence data from a 5.25<hsp sp=\"0.25\"/>m sediment core from a mangrove forest at the mouth of the Shark River Estuary in the southwestern Everglades National Park, Florida were used to reconstruct changes occurring in coastal wetlands since the mid-Holocene. This multi-proxy record contains the longest paleoecological history to date in the southwestern Everglades. The Shark River Estuary basin was formed ~<hsp sp=\"0.10\"/>5700<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>yr BP in response to increasing precipitation. Initial wetlands were frequently-burned short-hydroperiod prairies, which transitioned into long-hydroperiod prairies with sloughs in which peat deposits began to accumulate continuously about 5250<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>yr BP. Our data suggest that mangrove communities started to appear after ~<hsp sp=\"0.10\"/>3800<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>yr BP; declines in the abundance of charcoal suggested gradual replacement of fire-dominated wetlands by mangrove forest over the following 2650<hsp sp=\"0.25\"/>yr. By<hsp sp=\"0.25\"/>~<hsp sp=\"0.25\"/>1150<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>yr BP, a dense <italic>Rhizophora mangle</italic> dominated mangrove forest had formed at the mouth of the Shark River. The mangrove-dominated coastal ecosystem here was established at least 2000<hsp sp=\"0.25\"/>yr later than has been previously estimated.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Quaternary Research",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0033589415000290%26_version%3D1%26md5%3Dfb7a30e945c57db28ceb32f65786e2ac",
        "title": "Palynological reconstruction of environmental changes in coastal wetlands of the Florida Everglades since the mid-Holocene"
    },
    {
        "author": "Elena Yu.   Novenko, Andrey N.   Tsyganov, Elena M.   Volkova, Kirill V.   Babeshko, Nikita V.   Lavrentiev, Richard J.   Payne, Yuri A.   Mazei</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>May 2015</pubDate><br> <b>Source:</b>Quaternary Research, Volume 83, Issue 3</br><br>     Author(s): Elena Yu.   Novenko, Andrey N.   Tsyganov, Elena M.   Volkova, Kirill V.   Babeshko, Nikita V.   Lavrentiev, Richard J.   Payne, Yuri A.   Mazei</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Holocene climatic variability and human impact on vegetation are reconstructed from a region in central European Russia, which lies at an important ecotone between broadleaf forest and steppe. For the first time in this region we adopt a multi-proxy approach that combines analysis of local mire conditions from plant macrofossil and testate amoeba analyses with pollen-based quantitative climate reconstruction. The proxies indicate a long-term warming trend from 9700 to 7500<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>yr<hsp sp=\"0.25\"/>BP, interrupted by a series of short-term cold events. From 7500 to 5000<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>yr<hsp sp=\"0.25\"/>BP the results imply a relatively stable climate, warmer and drier than present, spanning the Holocene Thermal Maximum. Since 5000<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>yr<hsp sp=\"0.25\"/>BP the data suggest a change to cooler climate, but with centennial-scale variability. This shift at around 5000<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>yr<hsp sp=\"0.25\"/>BP is supported by extensive evidence from other sites. In the early Holocene, the region was occupied mainly by pine and birch forests. Broad-leafed forests of oak, lime and elm expanded after 7800<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>yr<hsp sp=\"0.25\"/>BP and remained dominant until the last few centuries. During the historical period, vegetation changes have been driven mainly by human activities.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Quaternary Research",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0033589415000307%26_version%3D1%26md5%3De9e1a63a0ccb0d1e92c0a18c5d1b8d31",
        "title": "The Holocene paleoenvironmental history of central European Russia reconstructed from pollen, plant macrofossil, and testate amoeba analyses of the Klukva peatland, Tula region"
    },
    {
        "author": "Eike F.   Rades, Sumiko   Tsukamoto, Manfred   Frechen, Qiang   Xu, Lin   Ding</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>May 2015</pubDate><br> <b>Source:</b>Quaternary Research, Volume 83, Issue 3</br><br>     Author(s): Eike F.   Rades, Sumiko   Tsukamoto, Manfred   Frechen, Qiang   Xu, Lin   Ding</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Many lakes on the Tibetan Plateau exhibit strandplains with a series of beach ridges extending high above the current lake levels. These beach ridges mark former lake highstands and therefore dating their formation allows the reconstruction of lake-level histories and environmental changes. In this study, we establish a lake-level chronology of Tangra Yum Co (fifth largest lake on the Tibetan Plateau) based on luminescence dating of feldspar from 17 beach-ridge samples. The samples were collected from two strandplains southeast and north of the lake and range in elevation from the current shore to 140<hsp sp=\"0.25\"/>m above the present lake. Using a modified post-infrared IRSL protocol at 170°C we successfully minimised the anomalous fading in the feldspar IRSL signal, and obtained reliable dating results. The luminescence ages indicate three different stages of lake-level decline during the Holocene: (1) a phase of rapid decline (~<hsp sp=\"0.10\"/>50<hsp sp=\"0.25\"/>m) from ~<hsp sp=\"0.10\"/>6.4 to ~<hsp sp=\"0.10\"/>4.5<hsp sp=\"0.25\"/>ka, (2) a period of slow decline between ~<hsp sp=\"0.10\"/>4.5 and ~<hsp sp=\"0.10\"/>2.0<hsp sp=\"0.25\"/>ka (~<hsp sp=\"0.10\"/>20<hsp sp=\"0.25\"/>m), and (3) a fast decline by 70<hsp sp=\"0.25\"/>m between ~<hsp sp=\"0.10\"/>2<hsp sp=\"0.25\"/>ka and today. Our findings suggest a link between a decrease in monsoonal activity and lake-level decline since the early Holocene.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Quaternary Research",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0033589415000265%26_version%3D1%26md5%3D678296153c36faa66b4f7408f83da4ce",
        "title": "A lake-level chronology based on feldspar luminescence dating of beach ridges at Tangra Yum Co (southern Tibet)"
    },
    {
        "author": "Kenneth Barnett   Tankersley, Madhav Krishna   Murari, Brooke E.   Crowley, Lewis A.   Owen, Glenn W.   Storrs, Litsa   Mortensen</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>May 2015</pubDate><br> <b>Source:</b>Quaternary Research, Volume 83, Issue 3</br><br>     Author(s): Kenneth Barnett   Tankersley, Madhav Krishna   Murari, Brooke E.   Crowley, Lewis A.   Owen, Glenn W.   Storrs, Litsa   Mortensen</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Big Bone Lick (BBL) in northern Kentucky, USA has been a critical geologic site in the historical development of North American Quaternary vertebrate paleontology since the 1700s. Sedimentology, geoarcheology, paleontology, accelerator mass spectrometry radiocarbon and optically stimulated luminescence dating, and stable carbon and nitrogen isotope analyses were undertaken to develop a chronostratigraphy and history of erosion and deposition for the site to provide a foundation for understanding taphonomy, and species extinction and adaptation to periods of climatic and environmental change. Three geomorphic surfaces are recognized at BBL representing significant periods of floodplain aggradation since the last glacial maximum (26.5–19<hsp sp=\"0.25\"/>ka) dating to the Oldest Dryas (Tazewell, 25–19<hsp sp=\"0.25\"/>ka), the Older Dryas (Cary, 14–12<hsp sp=\"0.25\"/>ka), and late Holocene (5<hsp sp=\"0.25\"/>ka to the present). Unconformities suggest significant periods of degradation during the transitions from cold and dry to warm and moist climates from the Oldest Dryas (Tazewell) to Bølling Oscillation, from the Older Dryas (Cary) to the Allerød, and from the Younger Dryas (Valders) to the Holocene Climatic Optimum. Increased anthropogenic activities since ~<hsp sp=\"0.10\"/>5<hsp sp=\"0.25\"/>ka may have increased soil upland erosion and floodplain aggradation. Stable isotopes demonstrate that the landscape has been dominated by C<inf loc=\"post\">3</inf> vegetation since the last glacial maximum.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Quaternary Research",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0033589415000101%26_version%3D1%26md5%3D9813008131fb90fd2302d20adb417838",
        "title": "Quaternary chronostratigraphy and stable isotope paleoecology of Big Bone Lick, Kentucky, USA"
    },
    {
        "author": "Francisca   Staines-Urías, Oscar   González-Yajimovich, Luc   Beaufort</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>May 2015</pubDate><br> <b>Source:</b>Quaternary Research, Volume 83, Issue 3</br><br>     Author(s): Francisca   Staines-Urías, Oscar   González-Yajimovich, Luc   Beaufort</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Nannofossil assemblages from core MD02-2510 provide a ~<hsp sp=\"0.10\"/>22<hsp sp=\"0.25\"/>ka record of past oceanographic variability in Alfonso Basin (Gulf of California, east subtropical Pacific). In this area, environmental conditions depend on a monsoonal system heavily influenced by changes in the location of the ITCZ and nearby atmospheric pressure centers. To reconstruct nutricline depth and ENSO-like variability, two ecological indexes were calculated based on the relative abundance of the three dominant coccolith species. The late glacial period is characterized by intensified wind-driven upwelling, high primary productivity and La Niña-like conditions. An environmental shift occurs during the glacial–interglacial transition, El Niño-like conditions intensify, nutricline deepens and surface productivity declines. The late Holocene is characterized by a persistent increase in nutricline depth and dominance of El Niño-like conditions. The fluctuations in the composition of the coccolith assemblages can be related to orbital-scale fluctuations in the average position of the ITCZ. However, while the ENSO-like signal that overprints the record varies in response to orbital forcing, on suborbital time scales the relation between ENSO-like conditions and the average position of the ITCZ and the North Pacific High changes, suggesting that the development of persistent El Niño-like conditions is strongly dependent on the specific climatic background.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Quaternary Research",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0033589415000319%26_version%3D1%26md5%3Df7d222058902b9f81310f56c9621be42",
        "title": "Reconstruction of past climate variability and ENSO-like fluctuations in the southern Gulf of California (Alfonso Basin) since the last glacial maximum"
    },
    {
        "author": "Daniel R.   Muhs, Kathleen R.   Simmons, Lindsey T.   Groves, John P.   McGeehin, R.   Randall Schumann, Larry D.   Agenbroad</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>May 2015</pubDate><br> <b>Source:</b>Quaternary Research, Volume 83, Issue 3</br><br>     Author(s): Daniel R.   Muhs, Kathleen R.   Simmons, Lindsey T.   Groves, John P.   McGeehin, R.   Randall Schumann, Larry D.   Agenbroad</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Fossils of Columbian mammoths (<italic>Mammuthus columbi</italic>) and pygmy mammoths (<italic>Mammuthus exilis</italic>) have been reported from Channel Islands National Park, California. Most date to the last glacial period (Marine Isotope Stage [MIS] 2), but a tusk of <italic>M. exilis</italic> (or immature <italic>M. columbi</italic>) was found in the lowest marine terrace of Santa Rosa Island. Uranium-series dating of corals yielded ages from 83.8<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>0.6<hsp sp=\"0.25\"/>ka to 78.6<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>0.5<hsp sp=\"0.25\"/>ka, correlating the terrace with MIS 5.1, a time of relatively high sea level. Mammoths likely immigrated to the islands by swimming during the glacial periods MIS 6 (~<hsp sp=\"0.10\"/>150<hsp sp=\"0.25\"/>ka) or MIS 8 (~<hsp sp=\"0.10\"/>250<hsp sp=\"0.25\"/>ka), when sea level was low and the island–mainland distance was minimal, as during MIS 2. Earliest mammoth immigration to the islands likely occurred late enough in the Quaternary that uplift of the islands and the mainland decreased the swimming distance to a range that could be accomplished by mammoths. Results challenge the hypothesis that climate change, vegetation change, and decreased land area from sea-level rise were the causes of mammoth extinction at the Pleistocene/Holocene boundary on the Channel Islands. Pre-MIS 2 mammoth populations would have experienced similar or even more dramatic changes at the MIS 6/5.5 transition.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Quaternary Research",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0033589415000253%26_version%3D1%26md5%3D98219408bea1eaba98a875477eb7fc14",
        "title": "Late Quaternary sea-level history and the antiquity of mammoths (Mammuthus exilis and Mammuthus columbi), Channel Islands National Park, California, USA"
    },
    {
        "author": "Gordon R.M.   Bromley, Brenda L.   Hall, Woodrow B.   Thompson, Michael R.   Kaplan, Juan Luis   Garcia, Joerg M.   Schaefer</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>May 2015</pubDate><br> <b>Source:</b>Quaternary Research, Volume 83, Issue 3</br><br>     Author(s): Gordon R.M.   Bromley, Brenda L.   Hall, Woodrow B.   Thompson, Michael R.   Kaplan, Juan Luis   Garcia, Joerg M.   Schaefer</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Prominent moraines deposited by the Laurentide Ice Sheet in northern New England document readvances, or stillstands, of the ice margin during overall deglaciation. However, until now, the paucity of direct chronologies over much of the region has precluded meaningful assessment of the mechanisms that drove these events, or of the complex relationships between ice-sheet dynamics and climate. As a step towards addressing this problem, we present a cosmogenic <sup loc=\"pre\">10</sup>Be surface-exposure chronology from the Androscoggin moraine complex, located in the White Mountains of western Maine and northern New Hampshire, as well as four recalculated ages from the nearby Littleton–Bethlehem moraine. Seven internally consistent <sup loc=\"pre\">10</sup>Be ages from the Androscoggin terminal moraines indicate that advance culminated ~<hsp sp=\"0.10\"/>13.2<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>0.8<hsp sp=\"0.25\"/>ka, in close agreement with the mean age of the neighboring Littleton–Bethlehem complex. Together, these two datasets indicate stabilization or advance of the ice-sheet margin in northern New England, at ~<hsp sp=\"0.10\"/>14–13<hsp sp=\"0.25\"/>ka, during the Allerød/Greenland Interstadial I.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Quaternary Research",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS003358941500023X%26_version%3D1%26md5%3Df53ec9a40be362d0f3f5f23d053a45f4",
        "title": "Late glacial fluctuations of the Laurentide Ice Sheet in the White Mountains of Maine and New Hampshire, U.S.A."
    },
    {
        "author": "Lorita N.   Mihindukulasooriya, Joseph D.   Ortiz, David P.   Pompeani, Byron A.   Steinman, Mark B.   Abbott</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>May 2015</pubDate><br> <b>Source:</b>Quaternary Research, Volume 83, Issue 3</br><br>     Author(s): Lorita N.   Mihindukulasooriya, Joseph D.   Ortiz, David P.   Pompeani, Byron A.   Steinman, Mark B.   Abbott</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Visible derivative spectroscopy (VDS) analysis of sediment from Cleland Lake, Southeastern British Columbia provides a reconstruction of paleolimnological productivity and hydrologic change during the past 14,000 calibrated <sup loc=\"post\">14</sup>C years before present (cal<hsp sp=\"0.25\"/>yr BP). The first five principal components (PC) of the VDS data explain 97% of the variance in the VDS data set. Four PCs correlate with standard reflectance derivative spectra for diatom, dinoflagellate algae, and cyanophyte pigments that record ecological change, while two PCs are paleohydrologic indicators. Dinoflagellate algae are predominant from 11,600 to 8600<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>yr BP then decrease to low levels after ~<hsp sp=\"0.10\"/>8500<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>yr BP. PCs 3–5 represent variations in cyanophyte abundance and exhibit peaks from 14,000 to 11,600, 14,000 to 9500, and 6100 to 5400<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>yr BP, respectively. Conditions shifted toward favoring diatoms around 9400 and lasted until 170<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>yr BP. Higher dinoflagellate-related pigment concentrations suggest a lower lake level from 11,600 to 8600<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>yr BP, followed by higher water levels and wetter conditions after 8500<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>yr BP. We propose that drier conditions transitioning from the late glacial into the Holocene were caused by summer insolation-driven, non-linear feedbacks between the northern hemisphere subtropical high-pressure systems, vegetation, and soil moisture.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Quaternary Research",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0033589415000228%26_version%3D1%26md5%3D01fddec1022887f312f02d39a283ce14",
        "title": "Reconstruction of late Quaternary paleohydrologic conditions in southeastern British Columbia using visible derivative spectroscopy of Cleland Lake sediment"
    },
    {
        "author": "Kirsten M.   Menking</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>May 2015</pubDate><br> <b>Source:</b>Quaternary Research, Volume 83, Issue 3</br><br>     Author(s): Kirsten M.   Menking</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Lacustrine sediments from the Estancia Basin of central New Mexico reveal decadal to millennial oscillations in the volume of Lake Estancia during Last Glacial Maximum (LGM) time. LGM sediments consist of authigenic carbonates, detrital clastics delivered to the lake in stream flow pulses, and evaporites that precipitated in mudflats exposed during lake lowstands and were subsequently blown into the lake. Variations in sediment mineralogy thus reflect changes in hydrologic balance and were quantified using Rietveld analysis of X-ray diffraction traces. Radiocarbon dates on ostracode valve calcite allowed the construction of mineralogical time series for the interval ~<hsp sp=\"0.10\"/>23,600 to ~<hsp sp=\"0.10\"/>18,300<hsp sp=\"0.25\"/>ka, which were subjected to spectral analysis using REDFIT (Schulz and Mudelsee, 2002). Dominant periods of ~<hsp sp=\"0.10\"/>900, ~<hsp sp=\"0.10\"/>375, and ~<hsp sp=\"0.10\"/>265<hsp sp=\"0.25\"/>yr are similar to cycles in Holocene <sup loc=\"pre\">14</sup>C production reported for a variety of tree ring records, suggesting that the Lake Estancia sediments record variations in solar activity during LGM time. A prominent spectral peak with a period of ~<hsp sp=\"0.10\"/>88<hsp sp=\"0.25\"/>yr appears to reflect the solar Gleissberg cycle and may help, along with the ~<hsp sp=\"0.10\"/>265<hsp sp=\"0.25\"/>yr<hsp sp=\"0.25\"/>cycle, to explain an ongoing mystery about how Lake Estancia was able to undergo abrupt expansions without overflowing its drainage basin.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Quaternary Research",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0033589415000137%26_version%3D1%26md5%3Dec2a30a76dba18429ba32f2c7d526eb4",
        "title": "Decadal to millennial-scale solar forcing of Last Glacial Maximum climate in the Estancia Basin of central New Mexico"
    },
    {
        "author": "David W.   Steadman, Jessica A.   Oswald, Ascanio D.   Rincón</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>May 2015</pubDate><br> <b>Source:</b>Quaternary Research, Volume 83, Issue 3</br><br>     Author(s): David W.   Steadman, Jessica A.   Oswald, Ascanio D.   Rincón</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">The Neotropical lowlands sustain the world's richest bird communities, yet little that we know about their history is based on paleontology. Fossils afford a way to investigate distributional shifts in individual species, and thus improve our understanding of long-term change in Neotropical bird communities. We report a species-rich avian fossil sample from a late Pleistocene tar seep (Mene de Inciarte) in northwestern Venezuela. A mere 175 identified fossils from Mene de Inciarte represent 73 species of birds, among which six are extinct, and eight others no longer occur within 100<hsp sp=\"0.25\"/>km. These 14 species consist mainly of ducks (Anatidae), snipe (Scolopacidae), vultures/condors (Vulturidae), hawks/eagles (Accipitridae), and blackbirds (Icteridae). Neotropical bird communities were richer in the late Pleistocene than today; their considerable extinction may be related to collapse of the large mammal fauna at that time. The species assemblage at Mene de Inciarte suggests that biogeographic patterns, even at continental scales, have been remarkably labile over short geological time frames. Mene de Inciarte is but one of 300<hsp sp=\"0.10\"/>+ tar seeps in Venezuela, only two of which have been explored for fossils. We may be on the cusp of an exciting new era of avian paleontology in the Neotropics.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Quaternary Research",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0033589415000125%26_version%3D1%26md5%3D47e978684627d92132437d6bfe336dc2",
        "title": "The diversity and biogeography of late Pleistocene birds from the lowland Neotropics"
    },
    {
        "author": "Claudio   Di Celma, Pierluigi   Pieruccini, Piero   Farabollini</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>May 2015</pubDate><br> <b>Source:</b>Quaternary Research, Volume 83, Issue 3</br><br>     Author(s): Claudio   Di Celma, Pierluigi   Pieruccini, Piero   Farabollini</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Middle Pleistocene continental sediments in central Italy (\"Qc Unit\") record the oldest fluvial accumulation along the uplifting margin of the Peri-Adriatic basin. The architecture of the sediment body can be divided into two unconformity-bounded, fining-upward cycles interpreted as genetically related depositional sequences. These sequences highlight the systematic adjustment of the fluvial system to changes in the ratio between accommodation space and sediment supply (A/S ratio) and, from base to top, comprise the following surfaces and stratal components: (i) a regionally correlative sequence boundary resulting from an A/S ratio<hsp sp=\"0.25\"/>≤<hsp sp=\"0.25\"/>0; (ii) a low-accommodation systems tract characterized by conglomerate-rich, amalgamated channel fills and recording an A/S ratio<hsp sp=\"0.25\"/>&amp;lt;<hsp sp=\"0.25\"/>1; (iii) an expansion surface marking the turnaround point from low-accommodation systems tract to high-accommodation systems tract deposits; (iv) a high-accommodation systems tract dominated by floodplain fines encasing lens-like, fluvial channel deposits and denoting an A/S ratio<hsp sp=\"0.25\"/>&amp;gt;<hsp sp=\"0.25\"/>1; and (v) a mature red argillic paleosol. To constrain the climatic signal for paleosols formation, the two sequence-capping mature paleosols have been investigated. The results of these studies suggest that they were developed under humid and warm climatic conditions associated with interglacial phases, which have been correlatively attributed to Marine Oxygen Isotope Stages 11 and 9.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Quaternary Research",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0033589415000071%26_version%3D1%26md5%3Dbe98b9087cd8e8956989f8d2ac3ec138",
        "title": "Major controls on architecture, sequence stratigraphy and paleosols of middle Pleistocene continental sediments (\"Qc Unit\"), eastern central Italy"
    },
    {
        "author": "Mary Allison   Stegner</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>May 2015</pubDate><br> <b>Source:</b>Quaternary Research, Volume 83, Issue 3</br><br>     Author(s): Mary Allison   Stegner</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">The late Pleistocene and Holocene vertebrate fossil record for the northern Mojave Desert (southwestern USA) is known primarily from five sites. Until now, only two of these have been radiometrically dated, and temporal placement of the others has been based on stratigraphic or biostratigraphic correlation, leading to circular interpretations of mammal extirpations in the Mojave. Here, I report a revised and complete faunal list for Mescal Cave, along with 22 AMS radiocarbon dates from 5 vertebrate taxa recovered from its deposits. The results reported here demonstrate time-averaging in Mescal Cave encompassing around ~<hsp sp=\"0.10\"/>34<hsp sp=\"0.25\"/>ka, a maximum age 14<hsp sp=\"0.25\"/>ka older and minimum age 10<hsp sp=\"0.25\"/>ka younger than previously thought. Furthermore, radiocarbon analyses suggest local extirpation of <italic>Marmota flaviventris</italic> around 3.6<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>ka BP, considerably younger than expected based on regional patterns of warming and aridification in the Mojave. Conversely, radiocarbon dates from another presumably boreal species, <italic>Neotoma cinerea</italic>, are considerably older than expected, suggesting either that climate change at this site did not directly mirror regional patterns, that habitat requirements for these two species are not strictly boreal or cool/mesic as has often been assumed, or that local edaphic conditions and/or competitive interactions overrode the regional climatic controls on theses species' distribution.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Quaternary Research",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0033589415000241%26_version%3D1%26md5%3Dcca6ec85398c48740ff5177ac635f272",
        "title": "The Mescal Cave Fauna (San Bernardino County, California) and testing assumptions of habitat fidelity in the Quaternary fossil record"
    },
    {
        "author": "Yurena   Yanes</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>May 2015</pubDate><br> <b>Source:</b>Quaternary Research, Volume 83, Issue 3</br><br>     Author(s): Yurena   Yanes</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Land snails have been investigated isotopically in tropical islands and mid-latitude continental settings, while high-latitude locales, where snails grow only during the summer, have been overlooked. This study presents the first isotopic baseline of live snails from Fairbanks, Alaska (64°51′N), a proxy calibration necessary prior to paleoenvironmental inferences using fossils. δ<sup loc=\"pre\">13</sup>C values of the shell (−<hsp sp=\"0.10\"/>10.4<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>0.4‰) and the body (−<hsp sp=\"0.10\"/>25.5<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>1.0‰) indicate that snails consumed fresh and decayed C<inf loc=\"post\">3</inf>-plants and fungi. A flux-balance mixing model suggests that specimens differed in metabolic rates, which may complicate paleovegetation inferences. Shell δ<sup loc=\"pre\">18</sup>O values (−<hsp sp=\"0.10\"/>10.8<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>0.4‰) were ~<hsp sp=\"0.10\"/>4‰ higher than local summer rain δ<sup loc=\"pre\">18</sup>O. If calcification occurred during summer, a flux-balance mixing model suggests that snails grew at temperatures of ~<hsp sp=\"0.10\"/>13°C, rainwater δ<sup loc=\"pre\">18</sup>O values of ~−<hsp sp=\"0.10\"/>15‰ and relative humidity of ~<hsp sp=\"0.10\"/>93%. Results from Fairbanks were compared to shells from San Salvador (Bahamas), at 24°51′N. Average (annual) δ<sup loc=\"pre\">18</sup>O values of shells and rainwater samples from The Bahamas were both ~<hsp sp=\"0.10\"/>10‰ <sup loc=\"pre\">18</sup>O-enriched with respect to seasonal (summer) Alaskan samples. At a coarse latitudinal scale, shell δ<sup loc=\"pre\">18</sup>O values overwhelmingly record the signature of the rainfall during snail active periods. While tropical snails record annual average environmental information, high-latitude specimens only trace summer season climatic data.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Quaternary Research",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0033589415000289%26_version%3D1%26md5%3D9277826fba9eb078e3b300ec549ea14a",
        "title": "Stable isotope ecology of land snails from a high-latitude site near Fairbanks, interior Alaska, USA"
    },
    {
        "author": "",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>March 2015</pubDate><br> <b>Source:</b>Quaternary Research, Volume 83, Issue 2</br><br></br><br><br></br></br><br></br></br>",
        "journal": "Quaternary Research",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0033589415000150%26_version%3D1%26md5%3Db8b3debc6c995eec82f3f3ef15952799",
        "title": "Editorial Board"
    },
    {
        "author": "Leslie   Reeder-Myers, Jon M.   Erlandson, Daniel R.   Muhs, Torben C.   Rick</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>March 2015</pubDate><br> <b>Source:</b>Quaternary Research, Volume 83, Issue 2</br><br>     Author(s): Leslie   Reeder-Myers, Jon M.   Erlandson, Daniel R.   Muhs, Torben C.   Rick</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Sea-level rise during the late Pleistocene and early Holocene inundated nearshore areas in many parts of the world, producing drastic changes in local ecosystems and obscuring significant portions of the archeological record. Although global forces are at play, the effects of sea-level rise are highly localized due to variability in glacial isostatic adjustment (GIA) effects. Interpretations of coastal paleoecology and archeology require reliable estimates of ancient shorelines that account for GIA effects. Here we build on previous models for California's Northern Channel Islands, producing more accurate late Pleistocene and Holocene paleogeographic reconstructions adjusted for regional GIA variability. This region has contributed significantly to our understanding of early New World coastal foragers. Sea level that was about 80–85<hsp sp=\"0.25\"/>m lower than present at the time of the first known human occupation brought about a landscape and ecology substantially different than today. During the late Pleistocene, large tracts of coastal lowlands were exposed, while a colder, wetter climate and fluctuating marine conditions interacted with rapidly evolving littoral environments. At the close of the Pleistocene and start of the Holocene, people in coastal California faced shrinking land, intertidal, and subtidal zones, with important implications for resource availability and distribution.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Quaternary Research",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0033589415000034%26_version%3D1%26md5%3Dfc5fa3b12f69ee224ca088675c2d7375",
        "title": "Sea level, paleogeography, and archeology on California's Northern Channel Islands"
    },
    {
        "author": "R.   Scott Anderson, Ana   Ejarque, Johnathan   Rice, Susan J.   Smith, Clayton G.   Lebow</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>March 2015</pubDate><br> <b>Source:</b>Quaternary Research, Volume 83, Issue 2</br><br>     Author(s): R.   Scott Anderson, Ana   Ejarque, Johnathan   Rice, Susan J.   Smith, Clayton G.   Lebow</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Using a combination of pollen, non-pollen palynomorphs (NPPs) and charcoal particle stratigraphies from sediment cores from two sites, along with historical records, we reconstructed paleoenvironmental change in mid-coastal California. The San Antonio Creek section contains a discontinuous, Holocene-length record, while Mod Pond includes a continuous late Holocene record. Together the records allow for interpretation of most of the present interglacial. The longer record documents coastal sage scrub and chaparral dominated by woodland elements early in the Holocene to about 9000<hsp sp=\"0.25\"/>yr ago, a potential decline in woodland communities with drying conditions during the middle Holocene to about 4800<hsp sp=\"0.25\"/>yr ago, and an expansion of coastal sage scrub with grassland during the late Holocene. Evidence for climatic fluctuations during the last 1000<hsp sp=\"0.25\"/>yr at Mod Pond is equivocal, suggesting that the Medieval Climate Anomaly–Little Ice Age had modest impact on the Mod Pond environment. However, evidence of significant environmental change associated with cultural transitions in the 18th–19th centuries is stark. Introduction of non-native plants, establishment of cattle and sheep grazing, missionization of the native population, changes in burning practices during the Spanish period and enhanced cropping activities during North American settlement worked together to substantially modify the mid-California coastal landscape in about a century's time.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Quaternary Research",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0033589414001343%26_version%3D1%26md5%3D73b44c0f03b58dad447f646363b2ea9c",
        "title": "Historic and Holocene environmental change in the San Antonio Creek Basin, mid-coastal California"
    },
    {
        "author": "Jianyong   Li, Qinghai   Xu, Zhuo   Zheng, Houyuan   Lu, Yunli   Luo, Yuecong   Li, Chunhai   Li, Heikki   Seppä</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>March 2015</pubDate><br> <b>Source:</b>Quaternary Research, Volume 83, Issue 2</br><br>     Author(s): Jianyong   Li, Qinghai   Xu, Zhuo   Zheng, Houyuan   Lu, Yunli   Luo, Yuecong   Li, Chunhai   Li, Heikki   Seppä</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">To assess the importance of climate variables for the distribution of modern pollen data in China, we present a continental-scale dataset consisting of 1374 samples. Boosted regression trees and constrained ordination techniques are employed to quantify the importance of six climate variables (annual precipitation, PANN; actual/potential evapotranspiration ratio, Alpha; mean annual temperature, TANN; mean temperature of the warmest month, MTWA; mean temperature of the coldest month, MTCO; annual sum of the growing degree days above 5°C, GDD5) for the distribution of individual pollen taxa and modern pollen assemblages. The results show that taxon-specific responses to the climate variables display a wide regional diversity and that the climate variables with low collinearity that best account for the spatial variability of modern pollen assemblages differ regionally. PANN is the most important variable in northwestern and northeastern China and the Tibetan Plateau, while MTWA and MTCO are the dominant variables in east-central and southern China. This suggests that the climate variables that can be optimally reconstructed from fossil pollen data vary in different bioclimatic regions of China. This feature is typical to many continental-scale modern pollen datasets and needs to be considered in pollen-based climate reconstructions.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Quaternary Research",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0033589414001379%26_version%3D1%26md5%3Dd8b78f4fa264cbacea120023f7c25eca",
        "title": "Assessing the importance of climate variables for the spatial distribution of modern pollen data in China"
    },
    {
        "author": "Hong   Yan, Liguang   Sun, Da   Shao, Yuhong   Wang</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>March 2015</pubDate><br> <b>Source:</b>Quaternary Research, Volume 83, Issue 2</br><br>     Author(s): Hong   Yan, Liguang   Sun, Da   Shao, Yuhong   Wang</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Temperature seasonality, the difference between summer and winter temperature, has significant influences on global terrestrial and marine ecosystems. However, most of proxy-based climate records are of limited temporal resolution and thus insufficient to quantify the past temperature seasonality. In this study, high-resolution Sr/Ca ratios of modern (live-caught) and fossil (dead-collected) <italic>Tridacna gigas</italic> shells from the South China Sea (SCS) were used to reconstruct the seawater temperature seasonality during the late Holocene. The averaged seawater temperature seasonality around 2165<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>75 BC (4.46<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>1.41°C, derived from the data of 18<hsp sp=\"0.25\"/>yr) were similar to the seasonality of recent decade (4.41<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>0.82°C during AD 1994–2005), but the temperature seasonality around AD 50<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>40 (3.69<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>1.37°C, derived from the data of 48<hsp sp=\"0.25\"/>yr) and AD 990<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>40 (3.64<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>0.87°C, derived from the data of 11<hsp sp=\"0.25\"/>yr) was significantly lower than that during AD 1994–2005. The reduced seasonality around AD 990<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>40 was attributable to the unusually warm winter during the medieval times, probably caused by the weakening of East Asian Winter Monsoon. Our study highlighted the potential of <italic>T. gigas</italic> shells in providing high-resolution seasonality climate information during the late Holocene.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Quaternary Research",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0033589414001367%26_version%3D1%26md5%3De7a4b849969441f91f49f40be1f58d6d",
        "title": "Seawater temperature seasonality in the South China Sea during the late Holocene derived from high-resolution Sr/Ca ratios of Tridacna gigas"
    },
    {
        "author": "Hai   Xu, Xinying   Zhou, Jianghu   Lan, Bin   Liu, Enguo   Sheng, Keke   Yu, Peng   Cheng, Feng   Wu, Bin   Hong, Kevin M.   Yeager, Sheng   Xu</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>March 2015</pubDate><br> <b>Source:</b>Quaternary Research, Volume 83, Issue 2</br><br>     Author(s): Hai   Xu, Xinying   Zhou, Jianghu   Lan, Bin   Liu, Enguo   Sheng, Keke   Yu, Peng   Cheng, Feng   Wu, Bin   Hong, Kevin M.   Yeager, Sheng   Xu</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">In this study we report changes in Indian summer monsoon (ISM) intensity during the past ~<hsp sp=\"0.10\"/>3500<hsp sp=\"0.25\"/>yr inferred from proxy indices at Lake Erhai, southwestern China. Both the pollen concentrations and other proxy indices, including sediment grain size, total organic carbon contents (TOC), and elemental contents (e.g., Fe, Al), clearly indicate a long term decreasing trend in ISM intensity over the late Holocene. During the period from approximately AD 750 to AD 1200, pollen concentrations of conifer and broadleaf trees, and herbs reached the lowest levels over the past ~<hsp sp=\"0.10\"/>3500<hsp sp=\"0.25\"/>yr; while the pollen percentages of both herbs and broadleaf trees increased, suggesting a significant medieval drought. The grain size, TOC, and elemental contents also support an arid climate during the medieval period. The Little Ice Age (LIA) at Lake Erhai was characterized as cold and wet. The medieval and LIA climatic patterns at Lake Erhai were similar to those over most of the ISM areas, but anti-phase with those over East Asian summer monsoon (EASM) areas. We suspect that sea surface temperature variations in the Indo-Pacific oceans and the related land-sea thermal contrasts may be responsible for such hydroclimatic differences between EASM and ISM areas.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Quaternary Research",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS003358941400146X%26_version%3D1%26md5%3D85353309269cec93ff1de880af6b0b80",
        "title": "Late Holocene Indian summer monsoon variations recorded at Lake Erhai, Southwestern China"
    },
    {
        "author": "Benjamin R.   Tanner, Chad S.   Lane, Elizabeth M.   Martin, Robert   Young, Beverly   Collins</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>March 2015</pubDate><br> <b>Source:</b>Quaternary Research, Volume 83, Issue 2</br><br>     Author(s): Benjamin R.   Tanner, Chad S.   Lane, Elizabeth M.   Martin, Robert   Young, Beverly   Collins</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">A wetland deposit from the southern Appalachian mountains of North Carolina, USA, has been radiocarbon dated and shows continuous deposition from the early Holocene to the present. Non-coastal records of Holocene paleoenvironments are rare from the southeastern USA. Increased stable carbon isotope ratios (δ<sup loc=\"pre\">13</sup>C) of sedimentary organic matter and pollen percentages indicate warm, dry early- to mid-Holocene conditions. This interpretation is also supported by <italic>n</italic>-alkane biomarker data and bulk sedimentary C/N ratios. These warm, dry conditions coincide with a mid-Holocene hypsithermal, or altithermal, documented elsewhere in North America. Our data indicate that the southeastern USA warmed concurrently with much of the rest of the continent during the mid-Holocene. If the current “warming hole” in the southeastern USA persists, during a time of greenhouse gas-induced warming elsewhere, it will be anomalous both in space and time.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Quaternary Research",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0033589414001331%26_version%3D1%26md5%3Dedf0b5ca8a940c0649932340c68c6fe3",
        "title": "Sedimentary proxy evidence of a mid-Holocene hypsithermal event in the location of a current warming hole, North Carolina, USA"
    }
]