[
    {
        "author": "A.C.   Law, N.J.   Anderson, S.   McGowan</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>15 October 2015</pubDate><br> <b>Source:</b>Quaternary Science Reviews, Volume 126</br><br>     Author(s): A.C.   Law, N.J.   Anderson, S.   McGowan</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">Holocene palaeolimnological records of diatoms and <italic>β</italic> carotene (a proxy for aquatic production) from four lakes in the low Arctic region of south-western Greenland were used to investigate the role of climate on lake ontogeny. Two of the lakes are located in the maritime, coastal region near Sisimiut and two inland close to the head of Kangerlussuaq fjord, where there is a more continental climate. Diatom records from the four lakes (AT1, AT4, SS1381, SS8) had similar long-term ontogeny trends, independent of climatic setting and the changes are interpreted as responses to first order weathering controls on catchment/lake chemistry. Short-term excursions from these broad trends occurred in one coastal site (AT4) caused by intense erosion of the steep catchment, and at inland sites where temporary hydrological closure and lake level decline occurred during the mid-Holocene (∼8000 – 5000 cal a BP). Algal production (as <italic>β</italic> carotene) was more closely and consistently correlated with climatic changes; it peaked during the mid-Holocene, the warmest period of the Holocene, at all sites and there were transient increases in production in inland lakes during the Medieval Climate Anomaly and Little Ice Age because of fertilization through increased aeolian dust deposition. A synthesis of seven palaeolimnological records from this region identified that only the mid-Holocene was correlated with diatom stratigraphic zones and there was considerable among-site variability in later Holocene lake response to climate forcing in this area. Comparable long-term trends in species assemblage turnover (DCA/CA axis 1 scores) clearly demonstrate that lakes have predictable ontogeny trends in this region, characterised by maximum alkalinity and nutrient availability in the first few millennia followed by progressive oligotrophication and alkalinity loss. However, individual lake and catchment characteristics (lake morphology, catchment geomorphology), when modified by climatic change (vegetation cover, erosion, weathering rates, aeolian dust deposition, lake level) can diverge from this ontogeny template leading to complex ecological transitions in lakes from this region.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Quaternary Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS027737911530072X%26_version%3D1%26md5%3D5b85fe855ba8b45d8bcf565b27dcd9c2", 
        "title": "Spatial and temporal variability of lake ontogeny in south-western Greenland"
    }, 
    {
        "author": "Christian   Ercolani, Joanne   Muller, Jennifer   Collins, Michael   Savarese, Louis   Squiccimara</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>15 October 2015</pubDate><br> <b>Source:</b>Quaternary Science Reviews, Volume 126</br><br>     Author(s): Christian   Ercolani, Joanne   Muller, Jennifer   Collins, Michael   Savarese, Louis   Squiccimara</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">Recent research has proposed that human-induced sea surface temperature (SST) warming has led to an increase in the intensity of hurricanes over the past 30 years. However, this notion has been challenged on the basis that the instrumental record is too short and unreliable to reveal long-term trends in hurricane activity. This study addresses this limitation by investigating hurricane-induced overwash deposits (paleotempestites) behind a barrier island in Naples, FL, USA. Paleotempestologic proxies including grain size, percent calcium carbonate, and fossil shells species were used to distinguish overwash events in two sediment cores spanning the last one thousand years. Two prominent paleotempestites were observed in the top 20 cm of both cores: the first identified as Hurricane Donna in 1960 whereas an older paleotempestite (1900–1930) could represent one of three documented storms in the early 1900s. An active period of hurricane overwash from 1000 to 500 yrs. BP and an inactive period from 500 to 150 yrs. BP correlate with reconstructed SSTs from the Main Development Region (MDR) of the North Atlantic Ocean. We observe an increased number of paleotempestites when MDR SSTs are warmer, coinciding with the Medieval Warm Period, and very few paleotempestites when MDR SSTs are cooler, coinciding with the Little Ice Age. Results from this initial Southwest Florida study indicate that MDR SSTs have been a key long-term climate driver of intense Southwest Florida hurricane strikes.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Quaternary Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0277379115300755%26_version%3D1%26md5%3D8f9179e916ca5e03307d60880e90ec48", 
        "title": "Intense Southwest Florida hurricane landfalls over the past 1000 years"
    }, 
    {
        "author": "Brian A.   Schubert, A. Hope   Jahren</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>1 October 2015</pubDate><br> <b>Source:</b>Quaternary Science Reviews, Volume 125</br><br>     Author(s): Brian A.   Schubert, A. Hope   Jahren</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">Modern and ancient wood is a valuable terrestrial record of carbon ultimately derived from the atmosphere and oxygen inherited from local meteoric water. Many modern and fossil wood specimens display rings sufficiently thick for intra-annual sampling, and analytical techniques are rapidly improving to allow for precise carbon and oxygen isotope measurements on very small samples, yielding unprecedented resolution of seasonal isotope records. However, the interpretation of these records across diverse environments has been problematic because a unifying model for the quantitative interpretation of seasonal climate parameters from oxygen isotopes in wood is lacking. Towards such a model, we compiled a dataset of intra-ring oxygen isotope measurements on modern wood cellulose (δ<sup loc=\"post\">18</sup>O<inf loc=\"post\">cell</inf>) from 33 globally distributed sites. Five of these sites represent original data produced for this study, while the data for the other 28 sites were taken from the literature. We defined the intra-annual change in oxygen isotope value of wood cellulose [Δ(δ<sup loc=\"post\">18</sup>O<inf loc=\"post\">cell</inf>)] as the difference between the maximum and minimum δ<sup loc=\"post\">18</sup>O<inf loc=\"post\">cell</inf> values determined within the ring. Then, using the monthly-resolved dataset of the oxygen isotope composition of meteoric water (δ<sup loc=\"post\">18</sup>O<inf loc=\"post\">MW</inf>) provided by the Global Network of Isotopes in Precipitation database, we quantified the empirical relationship between the intra-annual change in meteoric water [Δ(δ<sup loc=\"post\">18</sup>O<inf loc=\"post\">MW</inf>)] and Δ(δ<sup loc=\"post\">18</sup>O<inf loc=\"post\">cell</inf>). We then used monthly-resolved datasets of temperature and precipitation to develop a global relationship between Δ(δ<sup loc=\"post\">18</sup>O<inf loc=\"post\">MW</inf>) and maximum/minimum monthly temperatures and winter/summer precipitation amounts. By combining these relationships we produced a single equation that explains much of the variability in the intra-ring δ<sup loc=\"post\">18</sup>O<inf loc=\"post\">cell</inf> signal through only changes in seasonal temperature and precipitation amount (<italic>R</italic> <sup loc=\"post\">2</sup> = 0.82). We show how our recent model that quantifies seasonal precipitation from intra-ring carbon isotope profiles can be incorporated into the oxygen model above in order to separately quantify both seasonal temperature and seasonal precipitation. Determination of seasonal climate variation using high-resolution isotopes in tree-ring records makes possible a new understanding of the seasonal fluctuations that control the environmental conditions to which organisms are subject, both during recent history and in the geologic past.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Quaternary Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0277379115300639%26_version%3D1%26md5%3D9aec23f91342a551f2e74568f0c7a835", 
        "title": "Seasonal temperature and precipitation recorded in the intra-annual oxygen isotope pattern of meteoric water and tree-ring cellulose"
    }, 
    {
        "author": "Chris R.   Stokes, Lev   Tarasov, Robin   Blomdin, Thomas M.   Cronin, Timothy G.   Fisher, Richard   Gyllencreutz, Clas   Hättestrand, Jakob   Heyman, Richard C.A.   Hindmarsh, Anna L.C.   Hughes, Martin   Jakobsson, Nina   Kirchner, Stephen J.   Livingstone, Martin   Margold, Julian B.   Murton, Riko   Noormets, W. Richard   Peltier, Dorothy M.   Peteet, David J.W.   Piper, Frank   Preusser, Hans   Renssen, David H.   Roberts, Didier M.   Roche, Francky   Saint-Ange, Arjen P.   Stroeven, James T.   Teller</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>1 October 2015</pubDate><br> <b>Source:</b>Quaternary Science Reviews, Volume 125</br><br>     Author(s): Chris R.   Stokes, Lev   Tarasov, Robin   Blomdin, Thomas M.   Cronin, Timothy G.   Fisher, Richard   Gyllencreutz, Clas   Hättestrand, Jakob   Heyman, Richard C.A.   Hindmarsh, Anna L.C.   Hughes, Martin   Jakobsson, Nina   Kirchner, Stephen J.   Livingstone, Martin   Margold, Julian B.   Murton, Riko   Noormets, W. Richard   Peltier, Dorothy M.   Peteet, David J.W.   Piper, Frank   Preusser, Hans   Renssen, David H.   Roberts, Didier M.   Roche, Francky   Saint-Ange, Arjen P.   Stroeven, James T.   Teller</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">Reconstructing the growth and decay of palaeo-ice sheets is critical to understanding mechanisms of global climate change and associated sea-level fluctuations in the past, present and future. The significance of palaeo-ice sheets is further underlined by the broad range of disciplines concerned with reconstructing their behaviour, many of which have undergone a rapid expansion since the 1980s. In particular, there has been a major increase in the size and qualitative diversity of empirical data used to reconstruct and date ice sheets, and major improvements in our ability to simulate their dynamics in numerical ice sheet models. These developments have made it increasingly necessary to forge interdisciplinary links between sub-disciplines and to link numerical modelling with observations and dating of proxy records. The aim of this paper is to evaluate recent developments in the methods used to reconstruct ice sheets and outline some key challenges that remain, with an emphasis on how future work might integrate terrestrial and marine evidence together with numerical modelling. Our focus is on pan-ice sheet reconstructions of the last deglaciation, but regional case studies are used to illustrate methodological achievements, challenges and opportunities. Whilst various disciplines have made important progress in our understanding of ice-sheet dynamics, it is clear that data-model integration remains under-used, and that uncertainties remain poorly quantified in both empirically-based and numerical ice-sheet reconstructions. The representation of past climate will continue to be the largest source of uncertainty for numerical modelling. As such, palaeo-observations are critical to constrain and validate modelling. State-of-the-art numerical models will continue to improve both in model resolution and in the breadth of inclusion of relevant processes, thereby enabling more accurate and more direct comparison with the increasing range of palaeo-observations. Thus, the capability is developing to use all relevant palaeo-records to more strongly constrain deglacial (and to a lesser extent pre-LGM) ice sheet evolution. In working towards that goal, the accurate representation of uncertainties is required for both constraint data and model outputs. Close cooperation between modelling and data-gathering communities is essential to ensure this capability is realised and continues to progress.</simple-para> </abstract-sec><br> <h3 class=\"h3\">Graphical abstract</h3> <img src=\"http://origin-ars.els-cdn.com/content/image/1-s2.0-S027737911530055X-fx1.jpg\" height=\"184\" width=\"500\" alt=\"image\"/></br></br><br></br></br>", 
        "journal": "Quaternary Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS027737911530055X%26_version%3D1%26md5%3D5be7ae6bcf85dab1902d5f0b1a05e4ff", 
        "title": "On the reconstruction of palaeo-ice sheets: Recent advances and future challenges"
    }, 
    {
        "author": "Coralie   Zorzi, Maria Fernanda   Sanchez Goñi, Krishnamurthy   Anupama, Srinivasan   Prasad, Vincent   Hanquiez, Joel   Johnson, Liviu   Giosan</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>1 October 2015</pubDate><br> <b>Source:</b>Quaternary Science Reviews, Volume 125</br><br>     Author(s): Coralie   Zorzi, Maria Fernanda   Sanchez Goñi, Krishnamurthy   Anupama, Srinivasan   Prasad, Vincent   Hanquiez, Joel   Johnson, Liviu   Giosan</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">In contrast to the East Asian and African monsoons the Indian monsoon is still poorly documented throughout the last climatic cycle (last 135,000 years). Pollen analysis from two marine sediment cores (NGHP-01-16A and NGHP-01-19B) collected from the offshore Godavari and Mahanadi basins, both located in the Core Monsoon Zone (CMZ) reveals changes in Indian summer monsoon variability and intensity during three contrasting climatic periods: the Holocene, the Heinrich Stadial (HS) 2 and the Marine Isotopic Stage (MIS) 5/4 during the ice sheet growth transition. During the first part of the Holocene between 11,300 and 4200 cal years BP, characterized by high insolation (minimum precession, maximum obliquity), the maximum extension of the coastal forest and mangrove reflects high monsoon rainfall. This climatic regime contrasts with that of the second phase of the Holocene, from 4200 cal years BP to the present, marked by the development of drier vegetation in a context of low insolation (maximum precession, minimum obliquity). The historical period in India is characterized by an alternation of strong and weak monsoon centennial phases that may reflect the Medieval Climate Anomaly and the Little Ice Age, respectively. During the HS 2, a period of low insolation and extensive iceberg discharge in the North Atlantic Ocean, vegetation was dominated by grassland and dry flora indicating pronounced aridity as the result of a weak Indian summer monsoon. The MIS 5/4 glaciation, also associated with low insolation but moderate freshwater fluxes, was characterized by a weaker reduction of the Indian summer monsoon and a decrease of seasonal contrast as recorded by the expansion of dry vegetation and the development of <italic>Artemisia</italic>, respectively. Our results support model predictions suggesting that insolation changes control the long term trend of the Indian monsoon precipitation, but its millennial scale variability and intensity are instead modulated by atmospheric teleconnections to remote phenomena in the North Atlantic, Eurasia or the Indian Ocean.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Quaternary Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0277379115300184%26_version%3D1%26md5%3Da75fcf84aaecb36876ae6ff399f09eab", 
        "title": "Indian monsoon variations during three contrasting climatic periods: The Holocene, Heinrich Stadial 2 and the last interglacial–glacial transition"
    }, 
    {
        "author": "Enqing   Huang, Jun   Tian, Peijun   Qiao, Sui   Wan, Xin   Xie, Wenguang   Yang</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>1 October 2015</pubDate><br> <b>Source:</b>Quaternary Science Reviews, Volume 125</br><br>     Author(s): Enqing   Huang, Jun   Tian, Peijun   Qiao, Sui   Wan, Xin   Xie, Wenguang   Yang</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">A compilation of many late Quaternary marine sediment records from the northern South China Sea (SCS) continental slope confirms 15–50% reductions in sedimentary calcium carbonate concentrations between 11.0 and 8.5 ka BP in the early Holocene. This low carbonate% event occurred at a time when the regional sea level rose from −50 m to −10 m, which drowned large areas of continental shelves especially those near and within the Taiwan Strait. This event is associated with a significant increase in bulk sedimentation rates on the upper continental slope and the relative abundance of fine-grained detritus. Sediment provenance analyses suggest a dominant terrigenous input from Taiwan and a minor contribution from Luzon during the low carbonate% event, similar to the background terrigenous deposition in other periods of the Holocene. Two comparable low carbonate% events, respectively from the beginning of marine isotope stages 5.5 and 7.3, have also been recognized, pointing to similar causal factors. While carbonate dissolution and carbonate accumulation rate should not have been responsible, increased terrigenous input and dilution is considered as the main cause for the recurrent low carbonate% events in early interglacials. We further hypothesize that, during early interglacials, fluvial sediment discharge from Taiwan and Luzon intensified due to stronger typhoon activities, and massive fine-grained sediments from these two end members may have been transported to the northern SCS continental slope via surface and deep ocean currents. The conjecture of strengthened typhoon activities over East Asia during the early Holocene is supported by high ocean heat contents in the West Pacific Warm Pool area with the prevailing La Niña-like conditions.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Quaternary Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0277379115300743%26_version%3D1%26md5%3D7480b3ae8a2448d8b703152f5ae80b36", 
        "title": "Early interglacial carbonate-dilution events in the South China Sea: Implications for strengthened typhoon activities over subtropical East Asia"
    }, 
    {
        "author": "S.   Fleury, P.   Martinez, X.   Crosta, K.   Charlier, I.   Billy, V.   Hanquiez, T.   Blanz, R.R.   Schneider</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>1 October 2015</pubDate><br> <b>Source:</b>Quaternary Science Reviews, Volume 125</br><br>     Author(s): S.   Fleury, P.   Martinez, X.   Crosta, K.   Charlier, I.   Billy, V.   Hanquiez, T.   Blanz, R.R.   Schneider</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">There is no agreement on the pluri-decadal expression of El Niño–Southern Oscillation (ENSO) in the Pacific over the last millennium. Marine records from the Peruvian margin indicate humid conditions (El Niño-like mean conditions) over the Little Ice Age, while precipitation records from the eastern equatorial Pacific infer arid conditions (La Niña-like mean conditions) for the same period. We here studied diatom assemblages, nitrogen isotopes, and major and minor elements at the lamination level in three laminated trigger cores located between 11°S and 15°S on the Peruvian shelf within the oxygen minimum zone (OMZ) to reconstruct precipitation and ocean productivity at the multiannual to multidecadal timescales over the last millennium. We respected the sediment structure, thus providing the first records of the mean climatic conditions at the origin of the lamination deposition, which ones represent several years. Light laminations were deposited under productive and dry conditions, indicative of La Niña-like mean conditions in the system, while dark laminations were deposited under non-productive and humid conditions, representative of El Niño-like mean conditions. La Niña-like mean conditions were predominant during the Medieval Warm Period (MWP; 1000–600 years BP) and Current Warm Period (CWP; 150 years BP to present), while El Niño-like mean conditions prevailed over the Little Ice Age (LIA; 600–150 years BP). We provide evidence for persistent multidecadal variations in productivity over the last millennium, which were disconnected from the mean climate state. Multidecadal variability has been stronger over the last 450 years concomitantly to increased variability in the NAO index. Two intervals of strong multidecadal variability were also observed over the MWP, congruent to decreased solar irradiance and increased volcanic activity.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Quaternary Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0277379115300731%26_version%3D1%26md5%3D76476a722a140df5d472ba44a605abf6", 
        "title": "Pervasive multidecadal variations in productivity within the Peruvian Upwelling System over the last millennium"
    }, 
    {
        "author": "Francesco   Muschitiello, Qiong   Zhang, Hanna S.   Sundqvist, Frazer J.   Davies, Hans   Renssen</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>1 October 2015</pubDate><br> <b>Source:</b>Quaternary Science Reviews, Volume 125</br><br>     Author(s): Francesco   Muschitiello, Qiong   Zhang, Hanna S.   Sundqvist, Frazer J.   Davies, Hans   Renssen</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">The Earth's climate response to the rapid vegetation collapse at the termination of the African Humid Period (AHP) (5.5–5.0 kyr BP) is still lacking a comprehensive investigation. Here we discuss the sensitivity of mid-Holocene Arctic climate to changes in albedo brought by a rapid desertification of the Sahara. By comparing a network of surface temperature reconstructions with output from a coupled global climate model, we find that, through a system of land-atmosphere feedbacks, the end of the AHP reduced the atmospheric and oceanic poleward heat transport from tropical to high northern latitudes. This entails a general weakening of the mid-latitude Westerlies, which results in a shift towards cooling over the Arctic and North Atlantic regions, and a change from positive to negative Arctic Oscillation-like conditions. This mechanism would explain the sign of rapid hydro-climatic perturbations recorded in several reconstructions from high northern latitudes at 5.5–5.0 kyr BP, suggesting that these regions are sensitive to changes in Saharan land cover during the present interglacial. This is central in the debate surrounding Arctic climate amplification and future projections for subtropical precipitation changes.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Quaternary Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0277379115300792%26_version%3D1%26md5%3D98cfcec7f49356c73df7ceef6a45c740", 
        "title": "Arctic climate response to the termination of the African Humid Period"
    }, 
    {
        "author": "Gilbert J.   Price, Julien   Louys, Jonathan   Cramb, Yue-xing   Feng, Jian-xin   Zhao, Scott A.   Hocknull, Gregory E.   Webb, Ai Duc   Nguyen, Renaud   Joannes-Boyau</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>1 October 2015</pubDate><br> <b>Source:</b>Quaternary Science Reviews, Volume 125</br><br>     Author(s): Gilbert J.   Price, Julien   Louys, Jonathan   Cramb, Yue-xing   Feng, Jian-xin   Zhao, Scott A.   Hocknull, Gregory E.   Webb, Ai Duc   Nguyen, Renaud   Joannes-Boyau</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">An obvious but key prerequisite to testing hypotheses concerning the role of humans in the extinction of late Quaternary ‘megafauna’ is demonstrating that humans and the extinct taxa overlapped, both temporally and spatially. In many regions, a paucity of reliably dated fossil occurrences of megafauna makes it challenging, if not impossible, to test many of the leading extinction hypotheses. The giant monitor lizards of Australia are a case in point. Despite commonly being argued to have suffered extinction at the hands of the first human colonisers (who arrived by 50 ka), it has never been reliably demonstrated that giant monitors and humans temporally overlapped in Australia. Here we present the results of an integrated U–Th and <sup loc=\"pre\">14</sup>C dating study of a late Pleistocene fossil deposit that has yielded the youngest dated remains of giant monitor lizards in Australia. The site, Colosseum Chamber, is a cave deposit in the Mt Etna region, central eastern Australia. Sixteen new dates were generated and demonstrate that the bulk of the material in the deposit accumulated since ca. 50 ka. The new monitor fossil is, minimally, 30 ky younger than the previous youngest reliably dated record for giant lizards in Australia and for the first time, demonstrates that on a continental scale, humans and giant lizards overlapped in time. The new record brings the existing geochronological dataset for Australian giant monitor lizards to seven dated occurrences. With such sparse data, we are hesitant to argue that our new date represents the time of their extinction from the continent. Rather, we suspect that future fossil collecting will yield new samples both older and younger than 50 ka. Nevertheless, we unequivocally demonstrate that humans and giant monitor lizards overlapped temporally in Australia, and thus, humans can only now be considered potential drivers for their extinction.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Quaternary Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0277379115300809%26_version%3D1%26md5%3De1e73c02f2d97987e26fd60c2440ed76", 
        "title": "Temporal overlap of humans and giant lizards (Varanidae; Squamata) in Pleistocene Australia"
    }, 
    {
        "author": "Andrew G.O.   Malone, Raymond T.   Pierrehumbert, Thomas V.   Lowell, Meredith A.   Kelly, Justin S.   Stroup</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>1 October 2015</pubDate><br> <b>Source:</b>Quaternary Science Reviews, Volume 125</br><br>     Author(s): Andrew G.O.   Malone, Raymond T.   Pierrehumbert, Thomas V.   Lowell, Meredith A.   Kelly, Justin S.   Stroup</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">Improving the late Quaternary paleoclimate record through climate interpretations of low-latitude glacier length changes advances our understanding of past climate change events and the mechanisms for past, present, and future climate change. Paleotemperature reconstructions at low-latitude glaciers are uniquely fruitful because they can provide both site-specific information and enhanced understanding of regional-scale variations due to the structure of the tropical atmosphere. We produce Little Ice Age (LIA) and Younger Dryas (YD) paleoclimate reconstructions for the Huancané outlet glacier of the Quelccaya Ice Cap (QIC) and low-latitude southern hemisphere regional sea surface temperatures (SSTs) using a coupled ice-flow and energy balance model. We also model the effects of long-term changes in the summit temperature and precipitiation rate and the effects of interannual climate variability on the Huancané glacier length. We find temperature to be the dominant climate driver of glacier length change. Also, we find that interannual climate variability cannot adequately explain glacier advances inferred from the geomorphic record, necessitating that these features were formed during past colder climates. To constrain our LIA reconstruction, we incorporate the QIC ice core record, finding a LIA air temperature cooling at the ice cap of between ∼0.7 °C and ∼1.1 °C and ∼0.4 °C and regional SSTs cooling of ∼0.6 °C. For the YD paleoclimate reconstructions, we propose two limits on the precipitation rate, since the ice core record does not extend into the Pleistocene: 1) the precipitation rate scales with the Clausius-Clapeyron relationship (upper limit on cooling) and 2) the precipitation rate increases by 40% (lower limit on cooling), which is an increase about twice as great as the regional increases realized in GCM simulations for the period. The first limit requires ∼1.6 °C cooling in ice cap air temperatures and ∼0.9 °C cooling in SSTs, and the second limit requires ∼1.0 °C cooling in ice cap air temperatures and ∼0.5 °C cooling in SSTs. Our temperature reconstructions are in good agreement with the magnitude and trend of GCM simulations that incorporate the forcing mechanisms hypothesized to have caused these climate change events.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Quaternary Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0277379115300676%26_version%3D1%26md5%3Ddd60a88be527d569b5057cfeda8039f3", 
        "title": "Constraints on southern hemisphere tropical climate change during the Little Ice Age and Younger Dryas based on glacier modeling of the Quelccaya Ice Cap, Peru"
    }, 
    {
        "author": "Manuel   Chevalier, Brian M.   Chase</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>1 October 2015</pubDate><br> <b>Source:</b>Quaternary Science Reviews, Volume 125</br><br>     Author(s): Manuel   Chevalier, Brian M.   Chase</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">Late Quaternary climate variability in the southern African subtropics is still only poorly resolved, with significant complexity and apparent contradictions in the regional dataset. To more effectively interpret and synthesize key regional records, we reanalysed the data from 13 pollen sequences from the summer rainfall zone of South Africa spanning the last 45,000 years, obtaining directly comparable quantitative reconstructions of mean annual temperature and summer rainfall. Temperature reconstructions from across the region provide consistent results, with all sites reflecting trends observed in southwest Indian Ocean sea-surface temperatures in the adjacent Mozambique Channel. Precipitation reconstructions are more heterogeneous, with two distinct subregions being identified. In the northeast, long-term trends in precipitation are determined by sea-surface and continental temperature trends, revealing a positive relationship between temperature and rainfall. This long-term pattern appears to be primarily driven by high northern latitude mechanisms, with direct local insolation being subordinate. Their relative impact reversed during terminal glacial period/early Holocene, at which time direct insolation forcing became the main driver of rainfall variability. Further south, in central South Africa, precipitation variability appears also to be influenced by the latitudinal position of the Southern Hemisphere westerlies, which combine with tropical flow to create tropical-temperate trough, advecting moisture into the interior. In this region, periods of maximum precipitation coincide with periods of elevated SSTs and equatorward expansions of the westerly storm track. This study allows for a fully constrained understanding of climate dynamics along the eastern African margin for the last 45,000 years, linking dynamics to drivers and describing how the climate systems evolved across the last glacial–interglacial transition.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Quaternary Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0277379115300482%26_version%3D1%26md5%3D52318f9973a6e8cc5c8fc194bbc2c441", 
        "title": "Southeast African records reveal a coherent shift from high- to low-latitude forcing mechanisms along the east African margin across last glacial–interglacial transition"
    }, 
    {
        "author": "Joseph J.   Williams, Kendra K.   McLauchlan, Joshua R.   Mueller, Emily M.   Mellicant, Amy E.   Myrbo, Ioan   Lascu</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>1 October 2015</pubDate><br> <b>Source:</b>Quaternary Science Reviews, Volume 125</br><br>     Author(s): Joseph J.   Williams, Kendra K.   McLauchlan, Joshua R.   Mueller, Emily M.   Mellicant, Amy E.   Myrbo, Ioan   Lascu</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">Processes and rates of ecosystem development can be reconstructed using lacustrine sedimentary sequences, but this approach often requires records that contain the start of primary succession. Most lakes in the upper Midwestern U.S. were formed by glaciers at the end of the last Ice Age approximately 11,700 cal yr BP. Devils Lake, Wisconsin is a rare example of a lake from this region whose sediments extend into the Pleistocene and may include the Last Glacial Maximum. Sediment magnetic, geochemical, pollen, and charcoal records were generated from a 10 m core whose basal sediments may be 28,000 years old. Together with a previously published pollen record, these proxies combine to reveal a history of long-term climatic, vegetative and geologic change during the late Pleistocene to Holocene. We identify six sedimentary units that indicate a series of consecutive events rather than a predictable trajectory of ecosystem development at the site. Productivity in the lake was low during the late Pleistocene and increased during the Holocene, as reflected by the sediment lithology, which shows a sudden shift from glacial vivianite-rich and organic-poor clastic-dominated sediments to Holocene diatomaceous sapropels. Several important processes initiated around 17,000 cal yr BP, including the onset of organic matter accumulation and fire in the terrestrial ecosystem. However, the post-glacial landscape was not devoid of vegetation because pollen assemblages indicate that terrestrial vegetation, likely a spruce tundra, survived near the site. A switch to a hardwood forest period during the Holocene also led to a change in the fire regime, with increased frequency of burning. Aquatic ecosystem productivity lagged terrestrial ecosystem productivity throughout the record. Nutrient cycling (as recorded by sedimentary δ<sup loc=\"pre\">15</sup>N) was variable but not directional, and appeared to be correlated with climate conditions early in the record, and terrestrial ecosystem processes later in the record. Throughout the Holocene magnetic mineral concentration decreased as productivity increased, and the source of magnetic material shifted from almost exclusively lithogenic to approximately 50% derived from soil or biogenic sources. Magnetic grain size, <italic>Ambrosia</italic> pollen percentages, and charcoal concentration increased and δ<sup loc=\"pre\">15</sup>N decreased in the most recent part of the record, due to anthropogenic influence in the region including agricultural activities.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Quaternary Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0277379115300767%26_version%3D1%26md5%3D6417439fa56c7123aa5179b7b312a1f5", 
        "title": "Ecosystem development following deglaciation: A new sedimentary record from Devils Lake, Wisconsin, USA"
    }, 
    {
        "author": "Geoffrey   Gebbie, Carlye D.   Peterson, Lorraine E.   Lisiecki, Howard J.   Spero</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>1 October 2015</pubDate><br> <b>Source:</b>Quaternary Science Reviews, Volume 125</br><br>     Author(s): Geoffrey   Gebbie, Carlye D.   Peterson, Lorraine E.   Lisiecki, Howard J.   Spero</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">A paleo-data compilation with 492 δ<sup loc=\"post\">13</sup>C and δ<sup loc=\"post\">18</sup>O observations provides the opportunity to better sample the Last Glacial Maximum (LGM) and infer its global properties, such as the mean δ<sup loc=\"post\">13</sup>C of dissolved inorganic carbon. Here, the paleo-compilation is used to reconstruct a steady-state water-mass distribution for the LGM, that in turn is used to map the data onto a 3D global grid. A global-mean marine δ<sup loc=\"post\">13</sup>C value and a self-consistent uncertainty estimate are derived using the framework of state estimation (i.e., combining a numerical model and observations). The LGM global-mean δ<sup loc=\"post\">13</sup>C is estimated to be 0.14‰ ± 0.20‰ at the two standard error level, giving a glacial-to-modern change of 0.32‰ ± 0.20‰. The magnitude of the error bar is attributed to the uncertain glacial ocean circulation and the lack of observational constraints in the Pacific, Indian, and Southern Oceans. To halve the error bar, roughly four times more observations are needed, although strategic sampling may reduce this number. If dynamical constraints can be used to better characterize the LGM circulation, the error bar can also be reduced to 0.05 to 0.1‰, emphasizing that knowledge of the circulation is vital to accurately map δ<sup loc=\"post\">13</sup>C in three dimensions.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Quaternary Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0277379115300779%26_version%3D1%26md5%3Dc10a573f04b9b927807ebc728e506022", 
        "title": "Global-mean marine δ13C and its uncertainty in a glacial state estimate"
    }, 
    {
        "author": "Tanja   Badewien, Angela   Vogts, Lydie   Dupont, Jürgen   Rullkötter</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>1 October 2015</pubDate><br> <b>Source:</b>Quaternary Science Reviews, Volume 125</br><br>     Author(s): Tanja   Badewien, Angela   Vogts, Lydie   Dupont, Jürgen   Rullkötter</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">Global and local climatic forcing, e.g. concentration of atmospheric CO<inf loc=\"post\">2</inf> or insolation, influence the distribution of C<inf loc=\"post\">3</inf> and C<inf loc=\"post\">4</inf> plants in southwest Africa. C<inf loc=\"post\">4</inf> plants dominate in more arid and warmer areas and are favoured by lower <italic>p</italic>CO<inf loc=\"post\">2</inf> levels. Several studies have assessed past and present continental vegetation by the analysis of terrestrial <italic>n</italic>-alkanes in near-coastal deep sea sediments using single samples or a small number of samples from a given climatic stage. The objectives of this study were to evaluate vegetation changes in southwest Africa with regard to climatic changes during the Late Pleistocene and the Holocene and to elucidate the potential of single sample simplifications. We analysed two sediment cores at high resolution, altogether ca. 240 samples, from the Southeast Atlantic Ocean (20°S and 12°S) covering the time spans of 18 to 1 ka and 56 to 2 ka, respectively. Our results for 20°S showed marginally decreasing C<inf loc=\"post\">4</inf> plant domination (of ca. 5%) during deglaciation based on average chain length (ACL<inf loc=\"post\">27–33</inf> values) and carbon isotopic composition of the C<inf loc=\"post\">31</inf> and C<inf loc=\"post\">33</inf> <italic>n</italic>-alkanes. Values for single samples from 18 ka and the Holocene overlap and, thus, are not significantly representative of the climatic stages they derive from. In contrast, at 12°S the <italic>n</italic>-alkane parameters show a clear difference of plant type for the Late Pleistocene (C<inf loc=\"post\">4</inf> plant domination, 66% C<inf loc=\"post\">4</inf> on average) and the Holocene (C<inf loc=\"post\">3</inf> plant domination, 40% C<inf loc=\"post\">4</inf> on average). During deglaciation vegetation change highly correlates with the increase in <italic>p</italic>CO<inf loc=\"post\">2</inf> (r² = 0.91). Short-term climatic events such as Heinrich Stadials or Antarctic warming periods are not reflected by vegetation changes in the catchment area. Instead, smaller vegetation fluctuations during the Late Pleistocene occur in accordance with local variations of insolation.</simple-para> </abstract-sec><br> <h3 class=\"h3\">Graphical abstract</h3> <img src=\"http://origin-ars.els-cdn.com/content/image/1-s2.0-S0277379115300718-fx1.jpg\" height=\"196\" width=\"500\" alt=\"image\"/></br></br><br></br></br>", 
        "journal": "Quaternary Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0277379115300718%26_version%3D1%26md5%3Df5ae6f5a7e0196db1809f419ea060d60", 
        "title": "Influence of Late Pleistocene and Holocene climate on vegetation distributions in southwest Africa elucidated from sedimentary n-alkanes – Differences between 12°S and 20°S"
    }, 
    {
        "author": "", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>15 September 2015</pubDate><br> <b>Source:</b>Quaternary Science Reviews, Volume 124</br><br></br><br><br></br></br><br></br></br>", 
        "journal": "Quaternary Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0277379115002681%26_version%3D1%26md5%3D7647eb86e9f975a9f844baebd966d868", 
        "title": "Editors &amp; Editorial board"
    }, 
    {
        "author": "Tim   Beach, Sheryl   Luzzadder-Beach, Duncan   Cook, Nicholas   Dunning, Douglas J.   Kennett, Samantha   Krause, Richard   Terry, Debora   Trein, Fred   Valdez</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>15 September 2015</pubDate><br> <b>Source:</b>Quaternary Science Reviews, Volume 124</br><br>     Author(s): Tim   Beach, Sheryl   Luzzadder-Beach, Duncan   Cook, Nicholas   Dunning, Douglas J.   Kennett, Samantha   Krause, Richard   Terry, Debora   Trein, Fred   Valdez</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">The measure of the “Mayacene,” a microcosm of the Early Anthropocene that occurred from <italic>c</italic>. 3000 to 1000 BP, comes from multiple Late Quaternary paleoenvironmental records. We synthesized the evidence for Maya impacts on climate, vegetation, hydrology and the lithosphere, from studies of soils, lakes, floodplains, wetlands and other ecosystems. Maya civilization had likely altered local to regional ecosystems and hydrology by the Preclassic Period (3000-1700 BP), but these impacts waned by 1000 BP. They altered ecosystems with vast urban and rural infrastructure that included thousands of reservoirs, wetland fields and canals, terraces, field ridges, and temples. Although there is abundant evidence that indicates the Maya altered their forests, even at the large urban complex of Tikal as much as 40% of the forest remained intact through the Classic period. Existing forests are still influenced by ancient Maya forest gardening, particularly by the large expanses of ancient stone structures, terraces, and wetland fields that form their substrates. A few studies suggest deforestation and other land uses probably also warmed and dried regional climate by the Classic Period (1700-1100 BP). A much larger body of research documents the Maya impacts on hydrology, in the form of dams, reservoirs, canals, eroded soils and urban design for runoff. Another metric of the “Mayacene” are paleosols, which contain chemical evidence for human occupation, revealed by high phosphorus concentrations and carbon isotope ratios of C<inf loc=\"post\">4</inf> species like maize in the C<inf loc=\"post\">3</inf>–dominated tropical forest ecosystem. Paleosol sequences exhibit “Maya Clays,” a facies that reflects a glut of rapidly eroded sediments that overlie pre-Maya paleosols. This stratigraphy is conspicuous in many dated soil profiles and marks the large-scale Maya transformation of the landscape in the Preclassic and Classic periods. Some of these also have increased phosphorous and carbon isotope evidence of C<inf loc=\"post\">4</inf> species. We synthesize and provide new evidence of Maya-period soil strata that show elevated carbon isotope ratios (δ<sup loc=\"post\">13</sup>C), indicating the presence of C<inf loc=\"post\">4</inf> species in typical agricultural sites. This is often the case in ancient Maya wetland systems, which also have abundant evidence for the presence of several other economic plant species. The “Mayacene” of c. 3000 to 1000 BP was thus a patchwork of cities, villages, roads, urban heat islands, intensive and extensive farmsteads, forests and orchards. Today, forests and wetlands cover much of the Maya area but like so many places, these are now under the onslaught of the deforestation, draining, and plowing of the present Anthropocene.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Quaternary Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0277379115300056%26_version%3D1%26md5%3D75fd1385a90a21cba5e2bbd30439a7f9", 
        "title": "Ancient Maya impacts on the Earth's surface: An Early Anthropocene analog?"
    }, 
    {
        "author": "Paul A.   Baker, Sherilyn C.   Fritz</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>15 September 2015</pubDate><br> <b>Source:</b>Quaternary Science Reviews, Volume 124</br><br>     Author(s): Paul A.   Baker, Sherilyn C.   Fritz</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">This selective review of the Quaternary paleoclimate of the South American summer monsoon (SASM) domain presents viewpoints regarding a range of key issues in the field, many of which are unresolved and some of which are controversial. (1) El Niño-Southern Oscillation variability, while the most important global-scale mode of interannual climate variation, is insufficient to explain most of the variation of tropical South American climate observed in both the instrumental and the paleoclimate records. (2) Significant climate variation in tropical South America occurs on seasonal to orbital (i.e. multi-millennial) time scales as a result of sea-surface temperature (SST) variation and ocean–atmosphere interactions of the tropical Atlantic. (3) Decadal-scale climate variability, linked with this tropical Atlantic variability, has been a persistent characteristic of climate in tropical South America for at least the past half millennium, and likely, far beyond. (4) Centennial-to-millennial climate events in tropical South America were of longer duration and, perhaps, larger amplitude than any observed in the instrumental period, which is little more than a century long in tropical South America. These were superimposed upon both precession-paced insolation changes that caused significant variation in SASM precipitation and eccentricity-paced global glacial boundary conditions that caused significant changes in the tropical South American moisture balance. As a result, river sediment and water discharge increased and decreased across tropical South America, lake levels rose and fell, paleolakes arose and disappeared on the Altiplano, glaciers waxed and waned in the tropical Andes, and the tropical rainforest underwent significant changes in composition and extent.</simple-para> <simple-para id=\"abspara0015\" view=\"all\">To further evaluate climate forcing over the last glacial cycle (∼125 ka), we developed a climate forcing model that combines summer insolation forcing and a proxy for North Atlantic SST forcing to reconstruct long-term precipitation variation in the SASM domain. The success of this model reinforces our confidence in assigning causation to observed reconstructions of precipitation. In addition, we propose a critical correction for speleothem stable oxygen isotopic ratios, which are among the most significant of paleoclimate proxies in tropical South America for reconstruction of variation of paleo-precipitation (or SASM intensity). However, it is already well known that any particular δ<sup loc=\"post\">18</sup>O value observed in speleothem carbonate is affected by two processes that have nothing to do with changes in precipitation amount—the influence of temperature on carbonate-water isotopic fractionation in the cave and the influence of changing δ<sup loc=\"post\">18</sup>O of seawater. Quantitatively accounting for both “artifacts” can significantly alter the interpretations of speleothem records. In tropical South America, both adjustments act in the same direction and have the tendency to increase the true amplitude of the paleo-hydrologic signal (but by different amounts in glacial and inter-glacial stages). These corrections have even graver implications for the interpretation of tropical Northern Hemisphere speleothem records (e.g. Chinese speleothems) where the combined adjustments tend to decrease or even eliminate the “true” signal amplitude.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Quaternary Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0277379115300202%26_version%3D1%26md5%3Db1dd0f716b66ccaa005df953147da844", 
        "title": "Nature and causes of Quaternary climate variation of tropical South America"
    }, 
    {
        "author": "Joy S.   Singarayer, Sallie L.   Burrough</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>15 September 2015</pubDate><br> <b>Source:</b>Quaternary Science Reviews, Volume 124</br><br>     Author(s): Joy S.   Singarayer, Sallie L.   Burrough</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">The spatial pattern of precipitation variability in tropical and subtropical Africa over the late Quaternary has long been debated. Prevailing hypotheses variously infer (1) insolation-controlled asymmetry of wet phases between hemispheres, (2) symmetric contraction and expansion of the tropical rainbelt, and (3) independent control on moisture available in Southern Africa via sea surface temperatures in the Indian Ocean. In this study we use climate-model simulations covering the last glacial cycle (120<hsp sp=\"0.25\"/>kyr) with HadCM3 and the multi-model ensembles from PMIP3 (the Palaeoclimate Model Intercomparison Project) to investigate the long-term behaviour of the African rainbelt, and test these simulations against existing empirical palaeohydrological records. Through regional model-data comparisons we find evidence for the validity of several hypotheses, with various proposed processes occurring concurrently but with different regional emphasis (e.g. asymmetric shifts at the seasonal extremes and symmetric expansions/contractions towards West equatorial regions). Crucially, variations in rainfall are associated with multiple forcing mechanisms that vary in their dominance both spatially and temporally over the glacial cycle; an important consideration when interpreting and extrapolating from often relatively short palaeoenvironmental records.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Quaternary Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0277379115300305%26_version%3D1%26md5%3D291ce36e16efd47cb9bc0f75e9ad1848", 
        "title": "Interhemispheric dynamics of the African rainbelt during the late Quaternary"
    }, 
    {
        "author": "S.V.   Collins, E.G.   Reinhardt, D.   Rissolo, J.C.   Chatters, A.   Nava Blank, P.   Luna Erreguerena</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>15 September 2015</pubDate><br> <b>Source:</b>Quaternary Science Reviews, Volume 124</br><br>     Author(s): S.V.   Collins, E.G.   Reinhardt, D.   Rissolo, J.C.   Chatters, A.   Nava Blank, P.   Luna Erreguerena</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">The skeletal remains of a Paleoamerican (Naia; HN5/48) and extinct megafauna were found at −40 to −43 mbsl in a submerged dissolution chamber named Hoyo Negro (HN) in the Sac Actun Cave System, Yucatan Peninsula, Mexico. The human remains were dated to between 12 and 13 Ka, making these remains the oldest securely dated in the Yucatan. Twelve sediment cores were used to reconstruct the Holocene flooding history of the now phreatic cave passages and cenotes (Ich Balam, Oasis) that connect to HN. Four facies were found: 1. bat guano and Seed (SF), 2. lime Mud (MF), 3. Calcite Rafts (CRF) and 4. Organic Matter/Calcite Rafts (OM/CRF) which were defined by their lithologic characteristics and ostracod, foraminifera and testate amoebae content. Basal radiocarbon ages (AMS) of aquatic sediments (SF) combined with cave bottom and ceiling height profiles determined the history of flooding in HN and when access was restricted for human and animal entry. Our results show that the bottom of HN was flooded at least by 9850 cal yr BP but likely earlier. We also found, that the pit became inaccessible for human and animal entry at ≈8100 cal yr BP, when water reaching the cave ceiling effectively prevented entry. Water level continued to rise between ≈6000 and 8100 cal yr BP, filling the cave passages and entry points to HN (Cenotes Ich Balam and Oasis). Analysis of cave facies revealed that both Holocene sea-level rise and cave ceiling height determined the configuration of airways and the deposition of floating and bat derived OM (guano and seeds). Calcite rafts, which form on the water surface, are also dependent on the presence of airways but can also form in isolated air domes in the cave ceiling that affect their loci of deposition on the cave bottom. These results indicated that aquatic cave sedimentation is transient in time and space, necessitating extraction of multiple cores to determine a limit after which flooding occurred.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Quaternary Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0277379115300330%26_version%3D1%26md5%3D196e8a173527ce33bd6f3c7230b49e9f", 
        "title": "Reconstructing water level in Hoyo Negro, Quintana Roo, Mexico, implications for early Paleoamerican and faunal access"
    }, 
    {
        "author": "Luca   Sitzia, Pascal   Bertran, Jean-Jacques   Bahain, Mark D.   Bateman, Marion   Hernandez, Henri   Garon, Guillaume   de Lafontaine, Norbert   Mercier, Chantal   Leroyer, Alain   Queffelec, Pierre   Voinchet</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>15 September 2015</pubDate><br> <b>Source:</b>Quaternary Science Reviews, Volume 124</br><br>     Author(s): Luca   Sitzia, Pascal   Bertran, Jean-Jacques   Bahain, Mark D.   Bateman, Marion   Hernandez, Henri   Garon, Guillaume   de Lafontaine, Norbert   Mercier, Chantal   Leroyer, Alain   Queffelec, Pierre   Voinchet</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">Detailed stratigraphic analysis and numerical dating (OSL, IRSL, ESR, 14C) of Pleistocene coversands in southwest France enable the construction of a renewed chronostratigraphic framework for sand deposition. The chronological data obtained from sandsheet units testify to the development of transgressive dunefields since at least the Middle Pleistocene (MIS 10). Three main phases of accumulation occurred during the Last Glacial. The oldest one (64–42 ka) is associated with wet sandsheet facies, histic horizons and zibar-type dune fields, which reflect deposition in a context strongly influenced by the groundwater table. The Late Pleniglacial (24–14 ka) corresponds to the main phase of coversand extension in a drier context. Silty gley horizons suggest, however, local interruptions of sand drifting during GS 2.1. Lateglacial stabilization of the coversands may not have occurred before GI-1c (Allerød), which was typified by the development of cumulic arenosols. These were covered by parabolic dunes during the Younger Dryas. The variations in extent of the emerged continental shelf during the glacial–interglacial cycles may explain the uneven geographical distribution of sand deposition through time. Because of coastline retreat up to 100 km north of 45°N during the LGM lowstand, the coversands were unable to reach the northern part of the basin. Comparison with other European regions highlights stronger affinities of the French record with Portugal than with the Netherlands and Great Britain, probably because of reduced influence of permafrost.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Quaternary Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0277379115300287%26_version%3D1%26md5%3Dd18239bb291082eeae46870015f114f9", 
        "title": "The Quaternary coversands of southwest France"
    }, 
    {
        "author": "Zbyněk   Engel, Pavel   Mentlík, Régis   Braucher, Jozef   Minár, Laetitia   Léanni</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>15 September 2015</pubDate><br> <b>Source:</b>Quaternary Science Reviews, Volume 124</br><br>     Author(s): Zbyněk   Engel, Pavel   Mentlík, Régis   Braucher, Jozef   Minár, Laetitia   Léanni</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\"> <sup loc=\"pre\">10</sup>Be exposure age chronology of the last glaciation was established in a key area at the southern slopes of the High Tatra Mts., Western Carpathians. In-situ produced <sup loc=\"pre\">10</sup>Be in moraine boulders, glacially transformed bedrock surfaces and rockfall accumulations constrains the timing of the Last Glacial Maximum (LGM) glacier expansion and provides chronological evidence for the post-LGM decay of one of the largest paleoglaciers in the range. The uncertainty-weighted mean age of 22.0 ± 0.8 ka obtained for the terminal moraine in the forefield of the Velká Studená dolina Valley indicates that the oldest moraine was deposited close to the global LGM. This finding confirms that well-preserved moraines in the range were formed during the last glacial cycle and that glaciation on the southern flank of the range was more extensive than earlier in the last glacial cycle. The maximum glacier extent correlates with late Würmian/Weichselian glacier phases in the Alps, the Bavarian/Bohemian Forest and the Krkonoše Mts., but probably postdates the period of maximum glaciation in the Southern Carpathians. Re-advance moraines at the mouth of the Velká Studená dolina Valley and in the middle part of the Malá Studená dolina Valley were deposited no later than around 20.5 ka and 15.5 ka, respectively. The timing of these advances is broadly synchronous within the High Tatra Mts. as well as with glacier advances in the Alps, Bavarian/Bohemian Forest and Krkonoše Mts. <sup loc=\"pre\">10</sup>Be exposure ages obtained from glacially transformed bedrock surfaces range between 20.5 ± 1.7 ka and 10.7 ± 0.3 ka constraining the onset and the final phase of the deglaciation. Surface exposure dating of four rockfall accumulations produced uncertainty-weighted mean ages of 20.2 ± 1.2 ka, 17.0 ± 0.7 ka, 16.5 ± 0.4 ka and 15.6 ± 0.7 ka. These ages indicate that activation of rock-slope failures occurred under paraglacial conditions within a few centuries up to 1400 years after the formation of re-advance moraines.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Quaternary Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0277379115300548%26_version%3D1%26md5%3Df08761d606b30dbb365f792b29e02a89", 
        "title": "Geomorphological evidence and 10Be exposure ages for the Last Glacial Maximum and deglaciation of the Velká and Malá Studená dolina valleys in the High Tatra Mountains, central Europe"
    }, 
    {
        "author": "Gang   Hu, Chao-Lu   Yi, Jia-Fu   Zhang, Jin-Hua   Liu, Tao   Jiang</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>15 September 2015</pubDate><br> <b>Source:</b>Quaternary Science Reviews, Volume 124</br><br>     Author(s): Gang   Hu, Chao-Lu   Yi, Jia-Fu   Zhang, Jin-Hua   Liu, Tao   Jiang</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">Numerical dating of glacial deposits is important for understanding Quaternary glacial evolution. Optically stimulated luminescence (OSL) dating is one of the techniques widely used on such sediments. Owing to the short distances traveled before deposition, the incomplete bleaching of luminescence signals in glacial sediments may introduce serious dating problems <italic>vis-à-vis</italic> glacial and any associated sediments. Here, we report a comparison of OSL ages obtained from the fine (4–11 μm) and medium (38–63 μm) grain size fractions of quartz extracted from glaciofluvial sediments and from glacial tills in the Basongcuo catchment near the eastern Himalayan syntaxis. Initially, four glacial stages were identified based on field observations of moraine distribution and geomorpho-stratigraphic relations. A total of 39 OSL samples were then collected from glaciofluvial sand layers or lenses and from till. Quartz grains in the fine (4–11 μm) and medium (38–63 μm) size fractions were extracted from each sample, and dated using the single-aliquot regeneration (SAR) protocol. The modern supraglacial sediment sample was dated to ∼0.2 (fine grain) to ∼0.7 (medium grain) ka, suggesting that the sediment was not completely bleached on deposition. Contrary to previous experience suggesting that coarse grains are usually better bleached than fine grains prior to deposition, our results show that estimated OSL ages for fine grains are generally younger than those for medium grains. This suggests that the two fractions may have come from different sources and thus have different bleaching histories, and that fine-grained quartz may be more suitable for OSL dating of these materials. Applying the minimum age model to data from medium-grained quartz yields ages close to those obtained from fine-grained quartz, suggesting that both can be used for dating glacial advances. The OSL dates suggest that glaciers in the studied area advanced at 0.1–1.3 ka, ∼7.5 ka and 11–13 ka, and were furthest advanced between ∼16 and ∼30 ka. The timing of the local Last Glacial Maximum (LGM) is broadly consistent throughout the eastern and central Himalaya and frequent glacial advances after the LGM. All suggest that glaciers in the humid eastern Himalayan syntaxis are sensitive to global cooling.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Quaternary Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0277379115300573%26_version%3D1%26md5%3D143bb07a901c45a66b01b9ae48b1cc84", 
        "title": "Luminescence dating of glacial deposits near the eastern Himalayan syntaxis using different grain-size fractions"
    }, 
    {
        "author": "Fuyuan   Liang, George A.   Brook, Bahadur S.   Kotlia, L. Bruce   Railsback, Benjamin   Hardt, Hai   Cheng, R. Lawrence   Edwards, Selvaraj   Kandasamy</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>15 September 2015</pubDate><br> <b>Source:</b>Quaternary Science Reviews, Volume 124</br><br>     Author(s): Fuyuan   Liang, George A.   Brook, Bahadur S.   Kotlia, L. Bruce   Railsback, Benjamin   Hardt, Hai   Cheng, R. Lawrence   Edwards, Selvaraj   Kandasamy</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">Variations in petrography, stable isotopes, reflectance, and luminescence along the central growth axis of a 14.5 cm stalagmite from Panigarh cave indicate cooler and slightly wetter conditions in the Himalayan foothills of northern India during the Little Ice Age (LIA), which lasted from ∼AD 1489–1889 based on deposition of calcite, and AD 1450–1820 based on rapid changes in δ<sup loc=\"post\">18</sup>O values. Conditions were warmer and drier during the preceding Medieval Climate Anomaly (MCA) and also in the post-LIA periods, as evidenced by deposition of aragonite. A review of currently existing stalagmite and other proxy data from south and east Asia reveals a broad spatial pattern in precipitation over south and east Asia during the LIA, with northern areas showing generally increased precipitation and southern areas reduced precipitation. During the MCA and after the LIA, the records suggest this pattern was reversed. Weaker ISM during the LIA brought drought conditions to the core ISM area but triggered more monsoon ‘breaks’ that brought higher precipitation to the Himalayas. At the same time, the weaker ISM may also have pushed more depressions along the path of the southern winter jet which brought more winter precipitation to the Himalayas and therefore a LIA wetter in our study area.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Quaternary Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0277379115300561%26_version%3D1%26md5%3Da15b9d6a7403e5a9aa69ba13978b7d9d", 
        "title": "Panigarh cave stalagmite evidence of climate change in the Indian Central Himalaya since AD 1256: Monsoon breaks and winter southern jet depressions"
    }, 
    {
        "author": "Jonathan R.   Dean, Matthew D.   Jones, Melanie J.   Leng, Stephen R.   Noble, Sarah E.   Metcalfe, Hilary J.   Sloane, Diana   Sahy, Warren J.   Eastwood, C. Neil   Roberts</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>15 September 2015</pubDate><br> <b>Source:</b>Quaternary Science Reviews, Volume 124</br><br>     Author(s): Jonathan R.   Dean, Matthew D.   Jones, Melanie J.   Leng, Stephen R.   Noble, Sarah E.   Metcalfe, Hilary J.   Sloane, Diana   Sahy, Warren J.   Eastwood, C. Neil   Roberts</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">There is a lack of high-resolution records of hydroclimate variability in the Eastern Mediterranean from the late glacial and early Holocene. More knowledge of the speed of climate shifts and the degree to which they were synchronous with changes in the North Atlantic or elsewhere is required to understand better the controls on Eastern Mediterranean climate. Using endogenic carbonate from a sediment sequence from Nar Gölü, a maar lake in central Turkey, dated by varve counting and uranium-thorium methods, we present high-resolution (∼25 years) oxygen (<italic>δ</italic> <sup loc=\"post\">18</sup>O) and carbon isotope records, supported by carbonate mineralogy data, spanning the late glacial and Holocene. <italic>δ</italic> <sup loc=\"post\">18</sup>O<inf loc=\"post\">carbonate</inf> at Nar Gölü has been shown previously to be a strong proxy for regional water balance. After a dry period (i.e. evaporation far exceeding precipitation) in the Younger Dryas, the data show a transition into the relatively wetter early Holocene. In the early Holocene there are two drier periods that appear to peak at ∼9.3 ka and ∼8.2 ka, coincident with cooling ‘events’ seen in North Atlantic records. After this, and as seen in other records from the Eastern Mediterranean, there is a millennial-scale drying trend through the Mid Holocene Transition. The relatively dry late Holocene is punctuated by centennial-scale drought intervals, at the times of 4.2 ka ‘event’ and Late Bronze Age societal ‘collapse’. Overall, we show that central Turkey is drier when the North Atlantic is cooler, throughout this record and at multiple timescales, thought to be due to a weakening of the westerly storm track resulting from reduced cyclogenesis in the North Atlantic. However, some features, such as the Mid Holocene Transition and the fact the early Holocene dry episodes at Nar Gölü are of a longer duration than the more discrete ‘events’ seen in North Atlantic records, imply there are additional controls on Eastern Mediterranean hydroclimate.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Quaternary Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0277379115300615%26_version%3D1%26md5%3D50fead1801ad3c96d58606f92308cf96", 
        "title": "Eastern Mediterranean hydroclimate over the late glacial and Holocene, reconstructed from the sediments of Nar lake, central Turkey, using stable isotopes and carbonate mineralogy"
    }, 
    {
        "author": "Alfred   Sanchis, Carmen   Tormo, Víctor   Sauqué, Vicent   Sanchis, Rebeca   Díaz, Agustí   Ribera, Valentín   Villaverde</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>15 September 2015</pubDate><br> <b>Source:</b>Quaternary Science Reviews, Volume 124</br><br>     Author(s): Alfred   Sanchis, Carmen   Tormo, Víctor   Sauqué, Vicent   Sanchis, Rebeca   Díaz, Agustí   Ribera, Valentín   Villaverde</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">This study analyses the fossil record of leopards in the Iberian Peninsula. According to the systematic and morphometric features of new remains, identified mainly in Late Pleistocene palaeontological and archaeological sites of the Mediterranean region, they can be attributed to <italic>Panthera pardus</italic> Linnaeus 1758. The findings include the most complete leopard skeleton from the Iberian Peninsula and one of the most complete in Europe, found in a chasm (Avenc de Joan Guitón) south of Valencia. The new citations and published data are used to establish the leopard's distribution in the Iberian Peninsula, showing its maximum development during the Late Pleistocene. Some references suggest that the species survived for longer here (Lateglacial-Early Holocene) than in other parts of Europe. Finally, the contexts of appearance and origin of leopard remains are described and the processes of interaction with prehistoric human groups are assessed.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Quaternary Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0277379115300524%26_version%3D1%26md5%3D033a2c3c41cb242617fe01efa0607b4f", 
        "title": "Pleistocene leopards in the Iberian Peninsula: New evidence from palaeontological and archaeological contexts in the Mediterranean region"
    }, 
    {
        "author": "T.P.   Roland, T.J.   Daley, C.J.   Caseldine, D.J.   Charman, C.S.M.   Turney, M.J.   Amesbury, G.J.   Thompson, E.J.   Woodley</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>15 September 2015</pubDate><br> <b>Source:</b>Quaternary Science Reviews, Volume 124</br><br>     Author(s): T.P.   Roland, T.J.   Daley, C.J.   Caseldine, D.J.   Charman, C.S.M.   Turney, M.J.   Amesbury, G.J.   Thompson, E.J.   Woodley</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">Evidence for a major climate event at 5.2 ka has been reported globally and is associated with considerable societal disruption, but is poorly characterised in northwest Europe. This event forms part of a broader period of re-organisation in the Earth's ocean-atmosphere circulation system between 6 and 5 ka. This study tests the nature and timing of the event in northwest Europe, a region highly sensitive to change in meridional overturning circulation and mid-latitude westerly airflow. Here we report three high-resolution Irish multi-proxy records obtained from ombrotrophic peatlands that have robust chronological frameworks. We identify the 5.2 ka event by a sustained decrease in δ<sup loc=\"post\">18</sup>O<inf loc=\"post\">cellulose</inf> at all three sites, with additional and parallel changes in δ<sup loc=\"post\">13</sup>C<inf loc=\"post\">cellulose</inf> and palaeoecological (testate amoebae, plant macrofossil and humification) data from two sites in northern Ireland. Data from Sluggan Moss demonstrate a particularly coherent shift towards wetter conditions. These data support the hypothesis that the event was caused by a prolonged period of positive North Atlantic Oscillation conditions, resulting in pervasive cyclonic weather patterns across northwest Europe, increasing precipitation over Ireland.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Quaternary Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0277379115300652%26_version%3D1%26md5%3D114162ee56a35c0d7053129b246afd46", 
        "title": "The 5.2 ka climate event: Evidence from stable isotope and multi-proxy palaeoecological peatland records in Ireland"
    }, 
    {
        "author": "Stefanie   Wagner, Thomas   Litt, Maria-Fernanda   Sánchez-Goñi, Rémy J.   Petit</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>15 September 2015</pubDate><br> <b>Source:</b>Quaternary Science Reviews, Volume 124</br><br>     Author(s): Stefanie   Wagner, Thomas   Litt, Maria-Fernanda   Sánchez-Goñi, Rémy J.   Petit</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">Retrospective studies focussing on forest dynamics using fossil and genetic data can provide important keys to prepare forests for the future. In this study we analyse the impact of past climate and anthropogenic changes on <italic>Larix decidua</italic> Mill. (European larch) populations based on a new range-wide fossil compilation encompassing the last 130 ka and on recently produced genetic data (nuclear, mitochondrial). Results demonstrate that during the last 130 ka <italic>L</italic>. <italic>decidua</italic> persisted close to its current distribution range and colonized vast areas outside this range during the first two early Weichselian interstadials (<italic>c</italic>. 87–109 ka and <italic>c</italic>. 83–78 ka), reaching a distributional maxima in the north–central European lowlands. Some fossil sites point to notably rapid responses to some abrupt climate events (Dansgaard–Oeschger cycles and Heinrich Events). Combined fossil and genetic data identify at least six MIS 2 refuges and postglacial recolonization pathways. The establishment of extant <italic>L</italic>. <italic>decidua</italic> forests dates back to the first two millennia of the Holocene (<italic>c</italic>. 11.5–9.5 ka) and the onset of anthropogenic impact was inferred since the late Neolithic (<italic>c</italic>. 6 ka), with major changes occurring since the Bronze Age (<italic>c</italic>. 4 ka). During the last 300 years human-induced translocations resulted in recent admixture of populations originating from separate refuges. Altogether, the results of this study provide valuable clues for developing sustainable conservation and management strategies targeting ancient genetic lineages and for studying evolutionary issues.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Quaternary Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS027737911530041X%26_version%3D1%26md5%3D59796ad7ff27c9b4cafa31a082be2168", 
        "title": "History of Larix decidua Mill. (European larch) since 130 ka"
    }, 
    {
        "author": "E.J.   Watson, G.T.   Swindles, I.T.   Lawson, I.P.   Savov</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>15 September 2015</pubDate><br> <b>Source:</b>Quaternary Science Reviews, Volume 124</br><br>     Author(s): E.J.   Watson, G.T.   Swindles, I.T.   Lawson, I.P.   Savov</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">Microscopic tephra layers (‘cryptotephras’) represent important age-equivalent stratigraphic markers utilised in many palaeoenvironmental reconstructions. When used in conjunction with proximal records of volcanic activity they can also provide information about volcanic ash cloud fallout and frequency. However, the spatial distributions of tephra layers can be discontinuous even within the same region. Understanding the deposition and post-depositional redistribution of tephra is vital if we are to use cryptotephras as records of ash cloud occurrence and chronostratigraphic markers. The discrete nature of tephra layers also allows for detailed study into processes of deposition and reworking which affect many palaeoenvironmental proxy records.</simple-para> <simple-para id=\"abspara0015\" view=\"all\">We undertook a multi-core study in order to examine the historical tephrostratigraphy of a raised peatland in Northern Ireland. Three tephra layers originating from Iceland (Hekla 1947, Hekla 1845 and Hekla 1510) are present in 14 of the 15 cores analysed. This suggests that in areas not influenced by snowfall or anthropogenic disturbance at the time of tephra delivery, the presence or absence of a tephra layer is generally consistent across a peatland of this type. However, tephra shard counts (per unit area) vary by an order of magnitude between cores. These intra-site differences may confound the interpretation of shard counts from single cores as records of regional ash cloud mass/density. Bootstrap resampling analysis suggests that total shard counts from multiple cores are required in order to make a reliable estimate of median shard counts for a site. The presence of three historical tephras in 14 cores enables a spatio-temporal analysis of the long-term apparent rate of carbon accumulation (LARCA) in the peatland. Substantial spatial and temporal variations in LARCA are identified over the last ∼450 years. This high variability needs to be taken into account when designing studies of peatland carbon accumulation.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Quaternary Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0277379115300640%26_version%3D1%26md5%3D5afbb4fc2c5c936c4fca0c331b997c27", 
        "title": "Spatial variability of tephra and carbon accumulation in a Holocene peatland"
    }, 
    {
        "author": "A.S.   Medeiros, K.   Gajewski, D.F.   Porinchu, J.C.   Vermaire, B.B.   Wolfe</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>15 September 2015</pubDate><br> <b>Source:</b>Quaternary Science Reviews, Volume 124</br><br>     Author(s): A.S.   Medeiros, K.   Gajewski, D.F.   Porinchu, J.C.   Vermaire, B.B.   Wolfe</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">We examine the influence of multiple environmental factors on quantitative reconstructions of past climate that are based on conventional transfer function approaches using subfossil midge remains preserved in lake sediments. Chironomid assemblages from the uppermost sediments of 366 lakes spanning northern North America were compared to environmental parameters using direct gradient analysis. While temperature expectedly explained the largest amount of variation in the chironomid assemblages, dissolved organic carbon (DOC) and total Kjeldahl nitrogen (TKN) accounted for significant amounts of the remaining variance. By constraining chironomid assemblages to mean-July air temperature (JulyT), we found a cluster of 70 lakes that were orthogonal to the primary temperature gradient in ordination. These lakes tended to be cold with higher DOC and TKN concentrations, yet had chironomid assemblages that were similar to the assemblages found in less productive, warmer lakes. In order to examine how secondary gradients affected paleotemperature reconstructions, three chironomid-based transfer function models were generated: a full dataset model (all 366 lakes), a reduced temperature-constrained model (296 lakes), and a reduced secondary-constrained model (70 lakes). Application of these models to four previously published Holocene paleotemperature reconstructions were used to distinguish the influence of temperature versus secondary-gradient effects. While unproductive Arctic lake paleotemperature reconstructions were found to be robust, reconstructions for two lakes in the boreal-tundra ecotone suggest secondary gradients influenced parts of their records. We recommend that passive core trajectory analysis upon our expansive surface-sediment calibration set provides a means to assess the veracity of paleotemperature reconstructions and potential influence of secondary gradients.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Quaternary Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0277379115300494%26_version%3D1%26md5%3D4f8535e43c8d0e6fe26418cbbe6a23ec", 
        "title": "Detecting the influence of secondary environmental gradients on chironomid-inferred paleotemperature reconstructions in northern North America"
    }, 
    {
        "author": "Martina   Stebich, Kira   Rehfeld, Frank   Schlütz, Pavel E.   Tarasov, Jiaqi   Liu, Jens   Mingram</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>15 September 2015</pubDate><br> <b>Source:</b>Quaternary Science Reviews, Volume 124</br><br>     Author(s): Martina   Stebich, Kira   Rehfeld, Frank   Schlütz, Pavel E.   Tarasov, Jiaqi   Liu, Jens   Mingram</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">High-resolution palynological analysis on annually laminated sediments of Sihailongwan Maar Lake (SHL) provides new insights into the Holocene vegetation and climate dynamics of NE China. The robust chronology of the presented record is based on varve counting and AMS radiocarbon dates from terrestrial plant macro-remains. In addition to the qualitative interpretation of the pollen data, we provide quantitative reconstructions of vegetation and climate based on the method of biomization and weighted averaging partial least squares regression (WA-PLS) technique, respectively. Power spectra were computed to investigate the frequency domain distribution of proxy signals and potential natural periodicities. Pollen assemblages, pollen-derived biome scores and climate variables as well as the cyclicity pattern indicate that NE China experienced significant changes in temperature and moisture conditions during the Holocene. Within the earliest phase of the Holocene, a large-scale reorganization of vegetation occurred, reflecting the reconstructed shift towards higher temperatures and precipitation values and the initial Holocene strengthening and northward expansion of the East Asian summer monsoon (EASM). Afterwards, summer temperatures remain at a high level, whereas the reconstructed precipitation shows an increasing trend until approximately 4000 cal. yr BP. Since 3500 cal. yr BP, temperature and precipitation values decline, indicating moderate cooling and weakening of the EASM. A distinct periodicity of 550–600 years and evidence of a Mid–Holocene transition from a temperature-triggered to a predominantly moisture-triggered climate regime are derived from the power spectra analysis. The results obtained from SHL are largely consistent with other palaeoenvironmental records from NE China, substantiating the regional nature of the reconstructed vegetation and climate patterns. However, the reconstructed climate changes contrast with the moisture evolution recorded in S China and the mid-latitude (semi-)arid regions of N China. Whereas a clear insolation-related trend of monsoon intensity over the Holocene is lacking from the SHL record, variations in the coupled atmosphere-Pacific Ocean system can largely explain the reconstructed changes in NE China.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Quaternary Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0277379115300597%26_version%3D1%26md5%3De4b18d34090b87908413b0c8d27c9999", 
        "title": "Holocene vegetation and climate dynamics of NE China based on the pollen record from Sihailongwan Maar Lake"
    }, 
    {
        "author": "Matthew D.   Jones, Sarah E.   Metcalfe, Sarah J.   Davies, Anders   Noren</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>15 September 2015</pubDate><br> <b>Source:</b>Quaternary Science Reviews, Volume 124</br><br>     Author(s): Matthew D.   Jones, Sarah E.   Metcalfe, Sarah J.   Davies, Anders   Noren</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">The North American Monsoon (NAM) provides the majority of rainfall for central and northern Mexico as well as parts of the south west USA. The controls over the strength of the NAM in a given year are complex, and include both Pacific and Atlantic systems. We present here an annually resolved proxy reconstruction of NAM rainfall variability over the last ∼6 ka, from an inwash record from the Laguna de Juanacatlán, Mexico. This high resolution, exceptionally well dated record allows changes in the NAM through the latter half of the Holocene to be investigated in both time and space domains, improving our understanding of the controls on the system. Our analysis shows a shift in conditions between c. 4 and 3 ka BP, after which clear ENSO/PDO type forcing patterns are evident.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Quaternary Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0277379115300433%26_version%3D1%26md5%3Daa7d9cd655a58806030dc3ab70d8329d", 
        "title": "Late Holocene climate reorganisation and the North American Monsoon"
    }, 
    {
        "author": "", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>15 September 2015</pubDate><br> <b>Source:</b>Quaternary Science Reviews, Volume 124</br><br></br><br><br></br></br><br></br></br>", 
        "journal": "Quaternary Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0277379115002565%26_version%3D1%26md5%3Dce61b86782cc99e977bdcb5745ea0178", 
        "title": "Outstanding reviewers 2014"
    }, 
    {
        "author": "", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>1 September 2015</pubDate><br> <b>Source:</b>Quaternary Science Reviews, Volume 123</br><br></br><br><br></br></br><br></br></br>", 
        "journal": "Quaternary Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0277379115002590%26_version%3D1%26md5%3Da3b5705f2819e04d40df5c2abc7eb05f", 
        "title": "Editors &amp; Editorial board"
    }, 
    {
        "author": "Tomasz   Salamon</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>1 September 2015</pubDate><br> <b>Source:</b>Quaternary Science Reviews, Volume 123</br><br>     Author(s): Tomasz   Salamon</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">During the Saalian (Drenthe) glaciation, the Upper Odra ice lobe constituted the most southern part of the Scandinavian Ice Sheet in central Europe. The lobe was situated in an area with varied topography in the foreland of a mountain range. The ice lobe had a complex form because it was subdivided into several smaller sublobes. The primary factors that controlled the lobe were investigated. It was found that the ice-lobe development depended largely on the topography, but the lithology of the ice sheet substratum was also highly important. The topography controlled the main movement direction of the ice and caused a concentration of the ice flow in the axial part of the Silesian Lowland between subglacial morphological barriers, which thereby formed a corridor of relatively fast flowing ice, which was probably streaming and which supplied the lobe. The topography also determined the ice flow within the lobe, which strongly matched the valley system. The presence of sediments with relatively low permeability at the base of the lobe (the Quaternary deposits are underlain by Neogene clays) caused high pore-water pressure in the subglacial zone and triggered the basal movement of the ice sheet, which promoted a rapid flow of the ice and favoured the development of the lobe. The basal tills deposited from the active and passive ice and extant till patches without a fluvioglacial cover atop some parts of the studied area indicate spatially varying ice flow dynamics, especially in the later stage of glaciation. Certain parts of the lobe underwent stagnation, while in other parts, the ice was probably still active. The varied behaviour of the ice within the lobe was determined primarily by the topography and lithology of the substratum, which produced spatially varied marginal compression and basal friction. A model of the development of the lobe is proposed.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Quaternary Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS027737911530010X%26_version%3D1%26md5%3Df502dd8807ec050cbaed2e28faa3ada3", 
        "title": "Development of the topography-controlled Upper Odra ice lobe (Scandinavian Ice Sheet) in the fore-mountain area of southern Poland during the Saalian glaciation"
    }, 
    {
        "author": "J.H.C.   Bosmans, S.S.   Drijfhout, E.   Tuenter, F.J.   Hilgen, L.J.   Lourens, E.J.   Rohling</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>1 September 2015</pubDate><br> <b>Source:</b>Quaternary Science Reviews, Volume 123</br><br>     Author(s): J.H.C.   Bosmans, S.S.   Drijfhout, E.   Tuenter, F.J.   Hilgen, L.J.   Lourens, E.J.   Rohling</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">There is strong proxy and model evidence of precession- and obliquity-induced changes in the freshwater budget over the Mediterranean Sea and its borderlands, yet explanations for these changes vary greatly. We investigate the separate precession and obliquity forcing of the freshwater budget over the Mediterranean using a high-resolution coupled climate model, EC-Earth. At times of enhanced insolation seasonality, i.e. minimum precession and maximum obliquity, the area was wetter and the Mediterranean Sea surface was less saline. The latter has been attributed to increased runoff from the south as a consequence of a strengthened North African monsoon, as well as to increased precipitation over the Mediterranean Sea itself. Our results show that both mechanisms play a role in changing the freshwater budget. Increased monsoon runoff occurs in summer during times of enhanced insolation seasonality, especially minimum precession, while increased precipitation is important in winter for both precession and obliquity. We relate changes in winter precipitation to changes in the air-sea temperature difference and subsequently, convective precipitation. The freshening in the minimum precession and maximum obliquity experiments has a strong effect on Mediterranean sea surface salinity and mixed layer depth, thereby likely influencing deep sea circulation and sedimentation at the ocean bottom.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Quaternary Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0277379115300160%26_version%3D1%26md5%3D42b8bc84dae44c8cbf2ed0f978e02af9", 
        "title": "Precession and obliquity forcing of the freshwater budget over the Mediterranean"
    }, 
    {
        "author": "Jutta   Winsemann, Jörg   Lang, Julia   Roskosch, Ulrich   Polom, Utz   Böhner, Christian   Brandes, Christoph   Glotzbach, Manfred   Frechen</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>1 September 2015</pubDate><br> <b>Source:</b>Quaternary Science Reviews, Volume 123</br><br>     Author(s): Jutta   Winsemann, Jörg   Lang, Julia   Roskosch, Ulrich   Polom, Utz   Böhner, Christian   Brandes, Christoph   Glotzbach, Manfred   Frechen</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">In glaciated continental basins accommodation space is not only controlled by tectonics and sea-level but also by the position of ice-sheets, which may act as a regional base-level for fluvial systems. Although the Pleistocene terrace record of major river systems in northwestern Europe has been investigated by many authors, relatively little attention has been paid to base-level changes related to glacier advance–retreat cycles and how these regional changes in base-level interacted with river catchment processes. This study provides a synthesis of the stratigraphic architecture of Middle Pleistocene to Holocene fluvial terraces in the upper Weser and middle Leine valley in northern Germany and links it to glaciation, climate and base-level change. The depositional architecture of the fluvial terrace deposits has been reconstructed from outcrops and high-resolution shear wave seismic profiles. The chronology is based on luminescence ages, <sup loc=\"pre\">230</sup>Th/U ages, <sup loc=\"pre\">14</sup>C ages and Middle Palaeolithic archaeological assemblages.</simple-para> <simple-para id=\"abspara0015\" view=\"all\">The drainage system of the study area developed during the Early Miocene. During the Pleistocene up to 170 m of fluvial incision took place. A major change in terrace style from strath terraces to cut-and-fill terraces occurred during the early Middle Pleistocene before Marine Isotope Stage MIS 12, which may correlate with climate deterioration and the onset of glaciation in northern central Europe. During this time a stable buffer zone was established within which channels avulsed and cut and filled freely without leaving these vertical confines. Climate was the dominant driver for river incision and aggradation, whereas the terrace style was controlled by base-level changes during ice-sheet growth and decay. A major effect of glacio-isostatic processes was the post-Elsterian re-direction of the River Weser and River Leine.</simple-para> <simple-para id=\"abspara0020\" view=\"all\">The Middle Pleistocene fluvial terraces are vertically stacked, indicating a high aggradation to degradation ratio, corresponding with a regional base-level rise during glacier advance. At the beginning of the Late Pleistocene the terrace style changed from a vertical to a lateral stacking pattern, which is attributed to a decrease in accommodation space during glacier retreat. The formation of laterally attached terraces persisted into the Holocene.</simple-para> <simple-para id=\"abspara0025\" view=\"all\">Major incision phases took place during MIS 5e, 5d, 5c, and probably early MIS 4, early MIS 3 and MIS 2 (Lateglacial). During MIS 5e and the Lateglacial the braided river systems changed into meandering rivers, indicated by preserved organic-rich flood-plain and point bar deposits. The Late Pleistocene braided river systems (MIS 5c to MIS 3) are characterized by a high sinuosity, which may be a direct effect of an increased downstream gradient after deglaciation when the channel lengthened and the river adjusted to the increased gradient by increasing sinuosity. These Middle Pleniglacial fluvial deposits are unconformably overlain by Lateglacial to Holocene meandering river deposits, which form laterally attached terraces, recording millennial-scale channel shifts. The lack of Late Pleniglacial deposits might be related to Late Weichselian forebulge formation.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Quaternary Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0277379115300159%26_version%3D1%26md5%3D1feb9f6ead6446d76b5e363b1fc080ff", 
        "title": "Terrace styles and timing of terrace formation in the Weser and Leine valleys, northern Germany: Response of a fluvial system to climate change and glaciation"
    }, 
    {
        "author": "Jenni L.   Hopkins, Marc-Alban   Millet, Christian   Timm, Colin J.N.   Wilson, Graham S.   Leonard, J. Michael   Palin, Helen   Neil</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>1 September 2015</pubDate><br> <b>Source:</b>Quaternary Science Reviews, Volume 123</br><br>     Author(s): Jenni L.   Hopkins, Marc-Alban   Millet, Christian   Timm, Colin J.N.   Wilson, Graham S.   Leonard, J. Michael   Palin, Helen   Neil</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">Probabilistic hazard forecasting for a volcanic region relies on understanding and reconstructing the eruptive record (derived potentially from proximal as well as distal volcanoes). Tephrostratigraphy is commonly used as a reconstructive tool by cross-correlating tephra deposits to create a stratigraphic framework that can be used to assess magnitude–frequency relationships for eruptive histories. When applied to widespread rhyolitic deposits, tephra identifications and correlations have been successful; however, the identification and correlation of basaltic tephras are more problematic. Here, using tephras in drill cores from six maars in the Auckland Volcanic Field (AVF), New Zealand, we show how X-ray density scanning coupled with magnetic susceptibility analysis can be used to accurately and reliably identify basaltic glass shard-bearing horizons in lacustrine sediments and which, when combined with the major and trace element signatures of the tephras, can be used to distinguish primary from reworked layers. After reliably identifying primary vs. reworked basaltic horizons within the cores, we detail an improved method for cross-core correlation based on stratigraphy and geochemical fingerprinting. We present major and trace element data for individual glass shards from 57 separate basaltic horizons identified within the cores. Our results suggest that in cases where major element compositions (SiO<inf loc=\"post\">2</inf>, CaO, Al<inf loc=\"post\">2</inf>O<inf loc=\"post\">3</inf>, FeO, MgO) do not provide unambiguous correlations, trace elements (e.g. La, Gd, Yb, Zr, Nb, Nd) and trace element ratios (e.g. [La/Yb]<inf loc=\"post\">N</inf>, [Gd/Yb]<inf loc=\"post\">N</inf>, [Zr/Yb]<inf loc=\"post\">N</inf>) are successful in improving the compositional distinction between the AVF basaltic tephra horizons, thereby allowing an improved eruptive history of the AVF to be reconstructed.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Quaternary Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0277379115300238%26_version%3D1%26md5%3Deec525bbe9bda01191be5783002d3b4e", 
        "title": "Tools and techniques for developing tephra stratigraphies in lake cores: A case study from the basaltic Auckland Volcanic Field, New Zealand"
    }, 
    {
        "author": "Dayton   Dove, Riccardo   Arosio, Andrew   Finlayson, Tom   Bradwell, John A.   Howe</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>1 September 2015</pubDate><br> <b>Source:</b>Quaternary Science Reviews, Volume 123</br><br>     Author(s): Dayton   Dove, Riccardo   Arosio, Andrew   Finlayson, Tom   Bradwell, John A.   Howe</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">We use ∼7000 km<sup loc=\"post\">2</sup> of high-resolution swath bathymetry data to describe and map the submarine glacial geomorphology, and reconstruct Late Pleistocene ice sheet flow configurations and retreat dynamics within the Inner Hebrides, western Scotland. Frequently dominated by outcrops of structurally complex bedrock, the seabed also comprises numerous assemblages of well-preserved glacigenic landforms typical of grounded ice sheet flow and punctuated ice-margin retreat. The occurrence and character of the glacially streamlined landforms is controlled in part by the shallow geology and topography, however these factors alone cannot account for the location, orientation, and configuration of the observed landforms. We attribute the distribution of these elongate streamlined landforms to the onset zone of the former Hebrides Ice Stream (HIS) – part of a major ice stream system that drained 5–10% of the last British–Irish Ice Sheet (BIIS). We suggest this geomorphic signature represents the transition from slow ‘sheet flow’ to ‘streaming flow’ as ice accelerated out from an environment characterized by numerous bedrock obstacles (e.g. islands, headlands), towards the smooth, sediment dominated shelf. The majority of streamlined landforms associated with the HIS indicate ice sheet flow to the southwest, with regional-scale topography clearly playing a major role in governing the configuration of flow. During maximal glacial conditions (∼29–23 ka) we infer that the HIS merged with the North Channel-Malin Shelf Ice Stream to form a composite ice stream system that ultimately reached the continental shelf edge at the Barra-Donegal Trough-Mouth Fan. Taken collectively however, the pattern of landforms now preserved at seabed (e.g. convergent flow indicators, cross-cutting flow sets) is more indicative of a thinning ice mass, undergoing reorganization during overall ice sheet retreat (during latter stages of Late Weischselian glaciation). Suites of moraines overprinting the streamlined landforms suggest partial stabilization of the HIS prior to the ice sheet retreating to more isolated, topographically confined troughs and basins. Retreat from the shelf towards, and back into the Inner Hebrides may have been rapid due the prevalence of overdeepened troughs. Within the near-shore fjord-like troughs and deeps, basin-aligned streamlined landforms indicate the subsequent flow of thinner topographically partitioned ice masses, and overprinted moraines record further ice margin retreat, potentially along tide-water margins. This work provides the first geomorphological constraints for this large marine-influenced sector of the former BIIS. We also shed new light on the glacial geomorphic record found at the transition from terrestrial to marine continental-shelf settings, and examine the interplay between substrate geology, bed topography/bathymetry, and grounding-line positions – relationships which are important for characterizing contemporary marine ice sheet margins.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Quaternary Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0277379115300214%26_version%3D1%26md5%3D59735fcdf5b102ee1658d91466f71369", 
        "title": "Submarine glacial landforms record Late Pleistocene ice-sheet dynamics, Inner Hebrides, Scotland"
    }, 
    {
        "author": "Alan N.   Williams, Peter   Veth, Will   Steffen, Sean   Ulm, Chris S.M.   Turney, Jessica M.   Reeves, Steven J.   Phipps, Mike   Smith</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>1 September 2015</pubDate><br> <b>Source:</b>Quaternary Science Reviews, Volume 123</br><br>     Author(s): Alan N.   Williams, Peter   Veth, Will   Steffen, Sean   Ulm, Chris S.M.   Turney, Jessica M.   Reeves, Steven J.   Phipps, Mike   Smith</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">Drawing on the recent synthesis of Australian palaeoclimate by the OZ-INTIMATE group (Reeves et al., 2013a), we consider the effects of climate systems on past human settlement patterns and inferred demography. We use 5044 radiocarbon dates from ∼1750 archaeological sites to develop regional time-series curves for different regions defined in the OZ-INTIMATE compilation as the temperate, tropics, interior and Southern Ocean sectors to explore human–climate relationships in Australia over the last 35,000 years. Correlations undertaken with improved palaeoclimatic data and archaeological records indicate that the regional time-series curves are robust, and can be used as a proxy for human behaviour. However, interrogation of the datasets is essential with artificial peaks and taphonomic over-correction being critical considerations. The time-series curves are interpreted as reflecting population growth, stasis and even decline in phase with terminal Pleistocene/early Holocene climatic fluctuations. This coupling, however, decreases during the last 5000 years, most likely due to increased population levels, greater territoriality, technological solutions to stress, and social and ideational innovation. Curves from all sectors show exponential population growth over the last 5000 years. We identify future research priorities, highlighting the paucity of archaeological records across several parts of Australia (&amp;lt;1 dated site/4,000 km<sup loc=\"post\">2</sup>), especially around the fringes of the arid zone, and the need for improved taphonomic correction techniques. Finally, we discuss how these time-series curves represent a <italic>first-order</italic> framework, not dissimilar to global climate models, which researchers can continue to test and refine with local, regional and continental records.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Quaternary Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0277379115300275%26_version%3D1%26md5%3D1a9229ac2460788ea0bebfc32b88f137", 
        "title": "A continental narrative: Human settlement patterns and Australian climate change over the last 35,000 years"
    }, 
    {
        "author": "Samuel   Toucanne, Guillaume   Soulet, Nicolas   Freslon, Ricardo   Silva Jacinto, Bernard   Dennielou, Sébastien   Zaragosi, Frédérique   Eynaud, Jean-François   Bourillet, Germain   Bayon</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>1 September 2015</pubDate><br> <b>Source:</b>Quaternary Science Reviews, Volume 123</br><br>     Author(s): Samuel   Toucanne, Guillaume   Soulet, Nicolas   Freslon, Ricardo   Silva Jacinto, Bernard   Dennielou, Sébastien   Zaragosi, Frédérique   Eynaud, Jean-François   Bourillet, Germain   Bayon</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">Reconstructing Northern Hemisphere ice-sheet oscillations and meltwater routing to the ocean is important to better understand the mechanisms behind abrupt climate changes. To date, research efforts have mainly focused on the North American (Laurentide) ice-sheets (LIS), leaving the potential role of the European Ice Sheet (EIS), and of the Scandinavian ice-sheet (SIS) in particular, largely unexplored. Using neodymium isotopes in detrital sediments deposited off the Channel River, we provide a continuous and well-dated record for the evolution of the EIS southern margin through the end of the last glacial period and during the deglaciation. Our results reveal that the evolution of EIS margins was accompanied with substantial ice recession (especially of the SIS) and simultaneous release of meltwater to the North Atlantic. These events occurred both in the course of the EIS to its LGM position (i.e., during Heinrich Stadial –HS– 3 and HS2; ∼31–29 ka and ∼26–23 ka, respectively) and during the deglaciation (i.e., at ∼22 ka, ∼20–19 ka and from 18.2 ± 0.2 to 16.7 ± 0.2 ka that corresponds to the first part of HS1). The deglaciation was discontinuous in character, and similar in timing to that of the southern LIS margin, with moderate ice-sheet retreat (from 22.5 ± 0.2 ka in the Baltic lowlands) as soon as the northern summer insolation increase (from ∼23 ka) and an acceleration of the margin retreat thereafter (from ∼20 ka). Importantly, our results show that EIS retreat events and release of meltwater to the North Atlantic during the deglaciation coincide with AMOC destabilisation and interhemispheric climate changes. They thus suggest that the EIS, together with the LIS, could have played a critical role in the climatic reorganization that accompanied the last deglaciation. Finally, our data suggest that meltwater discharges to the North Atlantic produced by large-scale recession of continental parts of Northern Hemisphere ice sheets during HS, could have been a possible source for the oceanic perturbations (i.e., AMOC shutdown) responsible for the marine-based ice stream purge cycle, or so-called HE's, that punctuate the last glacial period.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Quaternary Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0277379115300196%26_version%3D1%26md5%3De105937d308e5ea650e7a38ab3b1cb87", 
        "title": "Millennial-scale fluctuations of the European Ice Sheet at the end of the last glacial, and their potential impact on global climate"
    }, 
    {
        "author": "Paola   Moffa-Sanchez, Ian R.   Hall, David J.R.   Thornalley, Stephen   Barker, Connor   Stewart</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>1 September 2015</pubDate><br> <b>Source:</b>Quaternary Science Reviews, Volume 123</br><br>     Author(s): Paola   Moffa-Sanchez, Ian R.   Hall, David J.R.   Thornalley, Stephen   Barker, Connor   Stewart</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">The Nordic Seas Overflows constitute the densest component of the deep limb of the Atlantic Meridional Overturning Circulation (AMOC). Changes in the vigour of the overflows may have had important climatic effects in the past and may also have in the future. Yet, evidence for multidecadal to millennial changes in the deep limb of the AMOC and their potential relationship to North Atlantic climate variability during the Holocene remains weakly constrained. Here we present grain size data, as a proxy for near-bottom current speed, from sub-decadal to decadally resolved sediment cores located in the direct pathway of the two Nordic Overflows east and west of Iceland, the Iceland-Scotland Overflow Water (ISOW) and the Denmark Strait Overflow Water (DSOW), respectively. The results show no clear relationship between reconstructed changes in the vigour of the Nordic Overflows and the well-known periods of centennial-scale climate variability recorded in the North Atlantic region. However, well-defined millennial-scale trends are found in both of the overflow strength records over the last 3000 years, which were possibly related to hydrographic reorganizations in the Nordic Seas, driven by the decrease in Northern Hemisphere summer insolation over the Neoglacial period. A comparison between the near-bottom flow speed reconstructions from ISOW and DSOW suggests an anti-phased relationship between the Nordic Seas Overflows east and west of Iceland over the last 3000 years. This feature has been observed in climate models potentially as a result of shifts in the deep water formation sites as a response to changes in atmospheric patterns over the Nordic Seas.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Quaternary Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0277379115300172%26_version%3D1%26md5%3D0e73bb6f6e9f9e54f44fb36862363870", 
        "title": "Changes in the strength of the Nordic Seas Overflows over the past 3000 years"
    }, 
    {
        "author": "Saswati   Sarkar, Sushma   Prasad, Heinz   Wilkes, Nils   Riedel, Martina   Stebich, Nathani   Basavaiah, Dirk   Sachse</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>1 September 2015</pubDate><br> <b>Source:</b>Quaternary Science Reviews, Volume 123</br><br>     Author(s): Saswati   Sarkar, Sushma   Prasad, Heinz   Wilkes, Nils   Riedel, Martina   Stebich, Nathani   Basavaiah, Dirk   Sachse</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">A better understanding of past variations of the Indian Summer Monsoon (ISM), that plays a vital role for the still largely agro-based economy in India, can lead to a better assessment of its potential impact under global climate change scenarios. However, our knowledge of spatiotemporal patterns of ISM strength is limited due to the lack of high-resolution, continental paleohydrological records. Here, we reconstruct centennial-scale hydrological variability during the Holocene associated to changes in the intensity of the ISM based on a record of lipid biomarker abundances and compound-specific stable isotopic composition of a 10 m long sediment core from saline–alkaline Lonar Lake, situated in the core ‘monsoon zone’ of central India.</simple-para> <simple-para id=\"abspara0015\" view=\"all\">We identified three main periods of distinct hydrology during the Holocene in central India. The period between 10.1 and 6 cal ka BP was likely the wettest during the Holocene. Lower average chain length (ACL) index values (29.4–28.6) and negative δ<sup loc=\"pre\">13</sup>C<inf loc=\"post\">wax</inf> values (−34.8‰ to −27.8‰) of leaf wax <italic>n</italic>-alkanes indicate the dominance of woody C<inf loc=\"post\">3</inf> vegetation in the catchment, and negative δD<inf loc=\"post\">wax</inf> values (concentration weighted average) (−171‰ to −147‰) suggest a wet period due to an intensified monsoon. After 6 cal ka BP, a gradual shift to less negative δ<sup loc=\"pre\">13</sup>C<inf loc=\"post\">wax</inf> values (particularly for the grass derived <italic>n</italic>-C<inf loc=\"post\">31</inf>) and appearance of the triterpene lipid tetrahymanol, generally considered as a marker for salinity and water column stratification, mark the onset of drier conditions. At 5.1 cal ka BP an increasing flux of leaf wax <italic>n</italic>-alkanes along with the highest flux of tetrahymanol indicate a major lowering of the lake level. Between 4.8 and 4 cal ka BP, we find evidence for a transition to arid conditions, indicated by high and strongly variable tetrahymanol flux. In addition, a pronounced shift to less negative δ<sup loc=\"pre\">13</sup>C<inf loc=\"post\">wax</inf> values, in particular for <italic>n</italic>-C<inf loc=\"post\">31</inf> (−25.2‰ to −22.8‰), during this period indicates a change of dominant vegetation to C<inf loc=\"post\">4</inf> grasses. In agreement with other proxy data, such as deposition of evaporite minerals, we interpret this period to reflect the driest conditions in the region during the last 10.1 ka. This transition led to protracted late Holocene arid conditions after 4 ka with the presence of a permanent saline lake, supported by the sustained presence of tetrahymanol and more positive average δD<inf loc=\"post\">wax</inf> values (−122‰ to −141‰). A late Holocene peak of cyanobacterial biomarker input at 1.3 cal ka BP might represent an event of lake eutrophication, possibly due to human impact and the onset of cattle/livestock farming in the catchment.</simple-para> <simple-para id=\"abspara0020\" view=\"all\">A unique feature of our record is the presence of a distinct transitional period between 4.8 and 4 cal ka BP, which was characterized by some of the most negative δD<inf loc=\"post\">wax</inf> values during the Holocene (up to −180‰), when all other proxy data indicate the driest conditions during the Holocene. These negative δD<inf loc=\"post\">wax</inf> values can as such most reasonably be explained by a shift in moisture source area and/or pathways or rainfall seasonality during this transitional period. We hypothesize that orbital induced weakening of the summer solar insolation and associated reorganization of the general atmospheric circulation, as a possible southward displacement of the tropical rainbelt, led to an unstable hydroclimate in central India between 4.8 and 4 ka.</simple-para> <simple-para id=\"abspara0025\" view=\"all\">Our findings shed light onto the sequence of changes during mean state changes of the monsoonal system, once an insolation driven threshold has been passed, and show that small changes in solar insolation can be associated with major hydroclimate changes on the continents, a scenario that may be relevant with respect to future changes in the ISM system.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Quaternary Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0277379115300299%26_version%3D1%26md5%3D81a28e0a7410ff12d571e59fc197b8bd", 
        "title": "Monsoon source shifts during the drying mid-Holocene: Biomarker isotope based evidence from the core ‘monsoon zone’ (CMZ) of India"
    }, 
    {
        "author": "W.I.   Henríquez, P.I.   Moreno, B.V.   Alloway, G.   Villarosa</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>1 September 2015</pubDate><br> <b>Source:</b>Quaternary Science Reviews, Volume 123</br><br>     Author(s): W.I.   Henríquez, P.I.   Moreno, B.V.   Alloway, G.   Villarosa</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">Disentangling the roles of paleofires and explosive volcanism from climatic drivers of past vegetation change is a subject insufficiently addressed in the paleoecological literature. The coastal region of the Chiloé Continental sector of northwestern Patagonia is ideal in this regard considering its proximity to active eruptive centers and the possibility of establishing comparisons with more distal, upwind sites where volcanic influence is minimal. Here we present a fine-resolution pollen and macroscopic charcoal record from Lago Teo with the aim of documenting the local vegetation and climate history, and assessing the role of disturbance regimes as drivers of vegetation change during the last ∼10,000 years.</simple-para> <simple-para id=\"abspara0015\" view=\"all\">The Lago Teo record shows a conspicuous warm/dry interval between ∼7500 and 10,000 cal yrs BP followed by a cooling trend and increase in precipitation that has persisted until the present, in agreement with previous studies in the region and interpretations of past southern westerly wind activity at multi-millennial scales. The presence of 26 tephras throughout the record allows examination of the relationship between explosive volcanism and vegetation change under contrasting climatic states of the Holocene. We found consistent statistically significant increases in <italic>Tepualia stipularis</italic> after tephra deposition over the last 10,000 years, in <italic>Eucryphia/Caldcluvia</italic> between 7500 and 10,000 cal yrs BP and in <italic>Hydrangea</italic> over the last 7500 years. Our results indicate a primary role of climate change as driver of long-term vegetation change and as a modulator of vegetation responses to volcanic disturbance at multidecadal and centennial timescales.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Quaternary Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0277379115300263%26_version%3D1%26md5%3Df7b0ff06529a7254d45a3e909a1b6da0", 
        "title": "Vegetation and climate change, fire-regime shifts and volcanic disturbance in Chiloé Continental (43°S) during the last 10,000 years"
    }, 
    {
        "author": "Moumita   Karmakar, Peter R.   Leavitt, Brian F.   Cumming</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>1 September 2015</pubDate><br> <b>Source:</b>Quaternary Science Reviews, Volume 123</br><br>     Author(s): Moumita   Karmakar, Peter R.   Leavitt, Brian F.   Cumming</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">This study investigates regional changes in primary producers in boreal head-water lakes during the warmer early-to-mid-Holocene (EMH) period, across the present-day boreal forest in northwest Ontario, a region that is adjacent to the prairie-forest ecotone. We quantified changes in algal abundance and composition over the Holocene period using pigments, spectrally-inferred chlorophyll <italic>a</italic> and diatom assemblages in well-dated sediment cores from three lakes. All three indicators showed a coherent pattern of enhanced primary producers in two of the study lakes (Gall Lake and Lake 239) during the EMH, whereas only diatom assemblages suggested higher levels of nutrients in Meekin Lake. Overall, this study supports a regional pattern of enhanced primary producers during the EMH, likely as a function of lower water-levels and warmer temperatures. Elevated concentrations of cyanobacterial pigments also occurred in two of the three lakes during the EMH, whereas pigments from purple-sulphur bacteria provide evidence of enhanced deep-water anoxia in one lake. These findings suggest that future climatic warming in boreal regions could include regional eutrophication and associated increases in cyanobacteria.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Quaternary Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0277379115300342%26_version%3D1%26md5%3Dda675fcd27b0bd1e2c7a641b8b4e7868", 
        "title": "Enhanced algal abundance in northwest Ontario (Canada) lakes during the warmer early-to mid-Holocene period"
    }, 
    {
        "author": "Xiaoguang   Ouyang, Fen   Guo, Hongmei   Bu</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>1 September 2015</pubDate><br> <b>Source:</b>Quaternary Science Reviews, Volume 123</br><br>     Author(s): Xiaoguang   Ouyang, Fen   Guo, Hongmei   Bu</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">Lipid biomarkers and their pertinent indices have been used as the most effective proxies for paleoclimate and paleoenvironment conditions. This paper conducts a systematic review on a variety of lipid biomarkers in aquatic sediments and water column that are used as proxies tracing paleoclimate and paleoenvironment information. The sources of those lipid biomarkers are autochthonous and/or allochthonous. General mechanisms of lipid biomarkers used as paleoclimate and paleoenvironment archives include characteristics of carbon chain distribution, temperature adaptation and combined temperature and humidity adaptation. Different lipid indices underpinned by the mechanisms are surrogates for the past precipitation, temperature and humidity as well as plant succession. We propose that the combined use of lipid indices and other biomarkers can expand the outlook of individual index, and provide a better understanding of paleoclimate and paleoenvironment reconstruction.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Quaternary Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS027737911530038X%26_version%3D1%26md5%3D33b50fc9c12e76061552d447c8c59dfc", 
        "title": "Lipid biomarkers and pertinent indices from aquatic environment record paleoclimate and paleoenvironment changes"
    }, 
    {
        "author": "Karl   Ljung, Sofia   Holmgren, Malin   Kylander, Jesper   Sjolte, Nathalie   Van der Putten, Masa   Kageyama, Charles T.   Porter, Svante   Björck</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>1 September 2015</pubDate><br> <b>Source:</b>Quaternary Science Reviews, Volume 123</br><br>     Author(s): Karl   Ljung, Sofia   Holmgren, Malin   Kylander, Jesper   Sjolte, Nathalie   Van der Putten, Masa   Kageyama, Charles T.   Porter, Svante   Björck</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">Lake sediments and peat deposits from two basins on Nightingale Island (37°S), in the Tristan da Cunha archipelago, South Atlantic, have been analyzed. The studies were focused on the time period 16.2–10.0 cal ka BP, determined by 36 <sup loc=\"pre\">14</sup>C dates from the two sequences. A wide variety of proxies were used, including pollen and diatom analyzes, biogenic silica content, C and N analyzes, stable isotopes (<sup loc=\"pre\">13</sup>C and <sup loc=\"pre\">15</sup>N), elemental concentrations and magnetic susceptibility measurements, to detect environmental changes that can be related to shifts of the circulation belts of the Southern Ocean. In addition, climate model simulations were carried out. We find that the sediments are underlain by a &amp;gt;2 cal ka BP long hiatus, possibly representing a dried-out lake bed. The climate simulations corroborate that the area might have been exposed to arid conditions as a consequence of the Heinrich 1 event in the north and a southward displacement of the ITCZ. The development on the island after 16.2 cal ka BP is determined by the position of the Subtropical Front (STF) and the Southern Hemisphere Westerlies (SHW). The period 16.2–14.75 cal ka BP was characterized by varying influence from SHW and with STF situated south of Tristan da Cunha, ending with a humidity peak and cooler conditions. The stable conditions 14.7–14.1 cal ka BP with cool and fairly arid conditions imply that STF and SHW were both north of the islands during the first part of the Antarctic Cold Reversal. The most unstable period, 14.1–12.7 cal ka BP, indicates incessant latitudinal shifts of the zonal circulation, perhaps related to climate variability in the Northern Hemisphere and bipolar seesaw mechanisms as the strength of the Atlantic Meridional Overturning Circulation (AMOC) varied. At 12.7 cal ka BP the Holocene warming began with a gradually drier and warmer climate as a result of a dampened AMOC during the Younger Dryas cooling in the north with ITCZ, STF and SHW being displaced southwards. Peak warming seems to have occurred in the earliest part of the Holocene, but this period was also characterized by humidity shifts, possibly an effect of retraction and expansion phases of SHW during AMOC variations in the north.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Quaternary Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0277379115300421%26_version%3D1%26md5%3D6916bb5504fe7e8cf8746eb94dd6e3eb", 
        "title": "The last termination in the central South Atlantic"
    }, 
    {
        "author": "Arash   Sharifi, Ali   Pourmand, Elizabeth A.   Canuel, Erin   Ferer-Tyler, Larry C.   Peterson, Bernhard   Aichner, Sarah J.   Feakins, Touraj   Daryaee, Morteza   Djamali, Abdolmajid Naderi   Beni, Hamid A.K.   Lahijani, Peter K.   Swart</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>1 September 2015</pubDate><br> <b>Source:</b>Quaternary Science Reviews, Volume 123</br><br>     Author(s): Arash   Sharifi, Ali   Pourmand, Elizabeth A.   Canuel, Erin   Ferer-Tyler, Larry C.   Peterson, Bernhard   Aichner, Sarah J.   Feakins, Touraj   Daryaee, Morteza   Djamali, Abdolmajid Naderi   Beni, Hamid A.K.   Lahijani, Peter K.   Swart</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">We present a high-resolution (sub-decadal to centennial), multi-proxy reconstruction of aeolian input and changes in palaeohydrological conditions based on a 13000 Yr record from Neor Lake's peripheral peat in NW Iran. Variations in relative abundances of refractory (Al, Zr, Ti, and Si), redox sensitive (Fe) and mobile (K and Rb) elements, total organic carbon (TOC), δ<sup loc=\"pre\">13</sup>C<inf loc=\"post\">TOC</inf>, compound-specific leaf wax hydrogen isotopes (δD), carbon accumulation rates and dust fluxes presented here fill a large gap in the existing terrestrial paleoclimate records from the interior of West Asia. Our results suggest that a transition occurred from dry and dusty conditions during the Younger Dryas (YD) to a relatively wetter period with higher carbon accumulation rates and low aeolian input during the early Holocene (9000–6000 Yr BP). This period was followed by relatively drier and dustier conditions during middle to late Holocene, which is consistent with orbital changes in insolation that affected much of the northern hemisphere. Numerous episodes of high aeolian input spanning a few decades to millennia are prevalent during the middle to late Holocene. Wavelet analysis of variations in Ti abundances as a proxy for aeolian input revealed notable periodicities at 230, 320, and 470 years with significant periodicities centered around 820, 1550, and 3110 years over the last 13000 years. Comparison with palaeoclimate archives from West Asia, the North Atlantic and African lakes point to a teleconnection between North Atlantic climate and the interior of West Asia during the last glacial termination and the Holocene epoch.</simple-para> <simple-para id=\"abspara0015\" view=\"all\">We further assess the potential role of abrupt climate change on early human societies by comparing our record of palaeoclimate variability with historical, geological and archaeological archives from this region. The terrestrial record from this study confirms previous evidence from marine sediments of the Arabian Sea that suggested climate change influenced the termination of the Akkadian empire. In addition, nearly all observed episodes of enhanced dust deposition during the middle to late Holocene coincided with times of drought, famine, and power transitions across the Iranian Plateau, Mesopotamia and the eastern Mediterranean region. These findings indicate that while socio-economic factors are traditionally considered to shape ancient human societies in this region, the influence of abrupt climate change should not be underestimated.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Quaternary Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0277379115300457%26_version%3D1%26md5%3D573310ec56a03fa5050723ece4d0098e", 
        "title": "Abrupt climate variability since the last deglaciation based on a high-resolution, multi-proxy peat record from NW Iran: The hand that rocked the Cradle of Civilization?"
    }, 
    {
        "author": "Jaime R.   Pagán-Jiménez, Reniel   Rodríguez-Ramos, Basil A.   Reid, Martijn   van den Bel, Corinne L.   Hofman</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>1 September 2015</pubDate><br> <b>Source:</b>Quaternary Science Reviews, Volume 123</br><br>     Author(s): Jaime R.   Pagán-Jiménez, Reniel   Rodríguez-Ramos, Basil A.   Reid, Martijn   van den Bel, Corinne L.   Hofman</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">Grindstones from Eva 2 and St. John, two of the earliest sites in northeastern South America and the southern Caribbean respectively, were subjected to starch grain analysis. Results of this study revealed that these stone artifacts were utilized to process a variety of cultivars such as maize (<italic>Zea mays</italic>), sweet potato (<italic>Ipomoea batatas</italic>), chili pepper (<italic>Capsicum</italic> spp.), achira (<italic>Canna</italic> spp.), legumes (Fabaceae), and yams (Dioscoreaceae), coupled with wild resources, most notably <italic>marunguey</italic> (<italic>Zamia</italic> spp.). Radiocarbon dates indicate that the use of plants identified at these two sites were much older than previously considered, going back to at least 7790 cal. BP at St. John and 5990 cal. BP at Eva 2. This new evidence showcases the importance of the Caribbean basin as an arena for early phytocultural dispersals. It also focuses attention on the role of navigation as a mechanism for crop diffusion in the Neotropics.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Quaternary Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0277379115300445%26_version%3D1%26md5%3D9e147a4bfc447f8b110a0eebbc6ca647", 
        "title": "Early dispersals of maize and other food plants into the Southern Caribbean and Northeastern South America"
    }, 
    {
        "author": "Alberto   Boscaini, Joan   Madurell-Malapeira, Manel   Llenas, Bienvenido   Martínez-Navarro</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>1 September 2015</pubDate><br> <b>Source:</b>Quaternary Science Reviews, Volume 123</br><br>     Author(s): Alberto   Boscaini, Joan   Madurell-Malapeira, Manel   Llenas, Bienvenido   Martínez-Navarro</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">A new cranial fossil attributable to the species <italic>Lynx pardinus</italic> (Temminck, 1827) attests to the presence of this felid in the late Early Pleistocene of the Iberian Peninsula. Certain diagnostic features, such as the confluence of the lacerum posterius and anterior condyloid foramina, and the long and lyre-shaped temporal ridges, allow this find to be established as the first occurrence of the Iberian lynx in Europe. The fossil described here was found in the Avenc Marcel cave (Vallirana, Barcelona, Spain) in association with many other Late Villafranchian faunal remains. The combined presence of the bovid genera <italic>Capra</italic> and <italic>Soergelia</italic>, and the rodent species <italic>Mimomys medasensis</italic> and <italic>Mimomys tornensis</italic>, allows the age of this deposit to be placed at about 1.6–1.7 Ma. Consequently, the appearance of <italic>Lynx pardinus</italic> is related here to the faunal turnover that occurred between the Middle and Late Villafranchian, considered to be one of the major changes in the European macromammal fauna. Such an early divergence is in accordance with the evolutionary split proposed by both the molecular data and with the glacial-interglacial dynamics that affected the European region during the Early Pleistocene. Under these circumstances, the Iberian lynx could have originated in isolation in the Iberian Peninsula (a recognized southern European refugium for several species), during one or more glacial episodes. In this time period, this species may also have developed a dependence on small-sized animal prey, such as the lagomorphs of the genus <italic>Prolagus</italic> and <italic>Oryctolagus</italic>, already widespread throughout the Iberian Peninsula by that point.</simple-para> <simple-para id=\"abspara0015\" view=\"all\">In the present work, several topics regarding the earliest evolutionary history of <italic>Lynx pardinus</italic> are discussed. Understanding the events that took place surrounding the origins of this lineage can shed new light on the future conservation of this extremely threatened felid.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Quaternary Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0277379115300408%26_version%3D1%26md5%3Dc0afde604512c00a3d5f48c73fd3c89e", 
        "title": "The origin of the critically endangered Iberian lynx: Speciation, diet and adaptive changes"
    }, 
    {
        "author": "Judith   Schellekens, Jonathan A.   Bradley, Thomas W.   Kuyper, Isabel   Fraga, Xabier   Pontevedra-Pombal, Pablo   Vidal-Torrado, Geoffrey D.   Abbott, Peter   Buurman</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>1 September 2015</pubDate><br> <b>Source:</b>Quaternary Science Reviews, Volume 123</br><br>     Author(s): Judith   Schellekens, Jonathan A.   Bradley, Thomas W.   Kuyper, Isabel   Fraga, Xabier   Pontevedra-Pombal, Pablo   Vidal-Torrado, Geoffrey D.   Abbott, Peter   Buurman</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">Peatlands are archives of environmental change that can be driven by climate and human activity. Proxies for peatland vegetation composition provide records of (local) environmental conditions that can be linked to both autogenic and allogenic factors. Analytical pyrolysis offers a molecular fingerprint of peat, and thereby a suite of environmental proxies. Here we investigate analytical pyrolysis as a method for biomarker analysis. Pyrolysates of 48 peatland plant species were compared, comprising seventeen lichens, three <italic>Sphagnum</italic> species, four non-<italic>Sphagnum</italic> mosses, eleven graminoids (Cyperaceae, Juncaceae, Poaceae), five Ericaceae and six species from other families. This resulted in twenty-one potential biomarkers, including new markers for lichens (3-methoxy-5-methylphenol) and graminoids (ferulic acid methyl ester). The potential of the identified biomarkers to reconstruct vegetation composition is discussed according to their depth records in cores from six peatlands from boreal, temperate and tropical biomes. The occurrence of markers for <italic>Sphagnum</italic>, graminoids and lichens in all six studied peat deposits indicates that they persist in peat of thousands of years old, in different vegetation types and under different conditions. In order to facilitate the quantification of biomarkers from pyrolysates, typically expressed as proportion (%) of the total quantified pyrolysis products, an internal standard (5-α-androstane) was introduced. Depth records of the <italic>Sphagnum</italic> marker 4-isopropenylphenol from the upper 3 m of a <italic>Sphagnum</italic>-dominated peat, from samples analysed with and without internal standard showed a strong positive correlation (r<sup loc=\"post\">2</sup> = 0.72, <italic>P</italic> &amp;lt; 0.0005, <italic>n</italic> = 12). This indicates that application of an internal standard is a reliable method to assess biomarker depth records, which enormously facilitates the use of analytical pyrolysis in biomarker research by avoiding quantification of a high number of products.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Quaternary Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0277379115300378%26_version%3D1%26md5%3D7dc7389d01d06cb4c823f7e2ed62edf2", 
        "title": "The use of plant-specific pyrolysis products as biomarkers in peat deposits"
    }
]