[
    {
        "author": "R.   Rosenau, M.   Scheinert, R.   Dietrich</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>November 2015</pubDate><br> <b>Source:</b>Remote Sensing of Environment, Volume 169</br><br>     Author(s): R.   Rosenau, M.   Scheinert, R.   Dietrich</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">In this paper we present a monitoring system for area-wide flow-velocity fields of the outlet glaciers of the Greenland Ice Sheet (GrIS) utilizing the freely available Landsat archive. In order to process this large amount of satellite images an almost automatic monitoring system was developed. With the Global Digital Elevation Map V2 (GDEM-V2) of the Advanced Spaceborne Thermal Emission and Reflection Radiometer (ASTER) an improved orthorectification was applied which, in combination with a destriping correction of the Landsat 7 products with Scan Line Corrector (SLC) failure, leads to more precise flow-velocity information. In addition, outliers were removed using an adaptive, recursive filter approach. For the time span 1972–2012 more than 100,000 flow-velocity fields were derived from over 16,000 optical multi-sensoral Landsat scenes (Landsat 1 to Landsat 7) allowing the determination of the long-term flow-velocity trend. Moreover, the high temporal resolution facilitates the analysis of seasonal flow-velocity variations of numerous outlet glaciers. For many of the major outlet glaciers the results show an acceleration pattern that is consistent with most of the previously published analyses. However, the flow-velocity changes do not have a uniform pattern in their temporal and spatial distribution. This study provides both a high temporal densification and an extension of existing flow-velocity information of the GrIS margin. Finally, this processing chain in its generality allows for the determination of various types of surface displacements and can be applied to other glacier regions.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Remote Sensing of Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0034425715300742%26_version%3D1%26md5%3Dab4e000b59702b8419242cd98c10a364",
        "title": "A processing system to monitor Greenland outlet glacier velocity variations at decadal and seasonal time scales utilizing the Landsat imagery"
    },
    {
        "author": "Mikhail D.   Alexandrov, Brian   Cairns, Andrzej P.   Wasilewski, Andrew S.   Ackerman, Matthew J.   McGill, John E.   Yorks, Dennis L.   Hlavka, Steven E.   Platnick, G.   Thomas Arnold, Bastiaan   van Diedenhoven, Jacek   Chowdhary, Matteo   Ottaviani, Kirk D.   Knobelspiesse</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>November 2015</pubDate><br> <b>Source:</b>Remote Sensing of Environment, Volume 169</br><br>     Author(s): Mikhail D.   Alexandrov, Brian   Cairns, Andrzej P.   Wasilewski, Andrew S.   Ackerman, Matthew J.   McGill, John E.   Yorks, Dennis L.   Hlavka, Steven E.   Platnick, G.   Thomas Arnold, Bastiaan   van Diedenhoven, Jacek   Chowdhary, Matteo   Ottaviani, Kirk D.   Knobelspiesse</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">We present retrievals of water cloud properties from the measurements made by the Research Scanning Polarimeter (RSP) during the Polarimeter Definition Experiment (PODEX) held between January 14 and February 6, 2013. The RSP was onboard the high-altitude NASA ER-2 aircraft based at NASA Dryden Aircraft Operation Facility in Palmdale, California. The retrieved cloud characteristics include cloud optical thickness, effective radius and variance of cloud droplet size distribution derived using a parameter-fitting technique, as well as the complete droplet size distribution function obtained by means of Rainbow Fourier Transform. Multi-modal size distributions are decomposed into several modes and the respective effective radii and variances are computed. The methodology used to produce the retrieval dataset is illustrated on the examples of a marine stratocumulus deck off California coast and stratus/fog over California's Central Valley. In the latter case the observed bimodal droplet size distributions were attributed to two-layer cloud structure. All retrieval data are available online from NASA GISS website.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Remote Sensing of Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0034425715300870%26_version%3D1%26md5%3De29bfe779bbeacdfaa0937b0a6797085",
        "title": "Liquid water cloud properties during the Polarimeter Definition Experiment (PODEX)"
    },
    {
        "author": "Xiuyuan   Zhang, Shihong   Du</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>November 2015</pubDate><br> <b>Source:</b>Remote Sensing of Environment, Volume 169</br><br>     Author(s): Xiuyuan   Zhang, Shihong   Du</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Urban scenes are fundamental to assessing urban landscapes and analyzing the spatial arrangements of functional zonings. Thus, it is important to obtain the information on urban scenes automatically from high-resolution remote sensing images. Previous studies have focused solely on obtaining qualitative labels of scenes (i.e., scene classification) as opposed to quantitative measurements on scenes (i.e., scene decomposition). However, scene classification alone cannot satisfy the demands of practical applications, as most scenes are mixed and composed of many categories. This study aims at 1) developing a decomposition model for quantifying mixed semantics of urban scenes, and 2) applying the proposed model to analyze urban functional zonings. For the first target, a Linear Dirichlet Mixture Model (LDMM) is proposed to quantify the relationships between pure scenes (including one single category) and mixed ones (including multiple categories). Since both mixed and pure scenes are characterized by frequency features (e.g., gray histograms of shapes), the variations in the quantization levels of frequency features could lead to different decomposition results. Accordingly, the stationary Markov process is further introduced to estimate the convergent decomposition results. For the second target, the LDMM was applied to obtain the qualitative categories and their quantitative proportions of urban scenes in Beijing and Zhuhai and to assess their spatial arrangements and temporal changes. Our methods were experimentally verified to be reliable and more effective in performance than the Linear Mixture Model and scene classification techniques. The case studies also suggested that Beijing and Zhuhai significantly differ in urban functional zonings and the functional zonings in Beijing have changed much over time, indicating an important transition in the city's economic structure.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Remote Sensing of Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0034425715300754%26_version%3D1%26md5%3D0e56e7c04f88fef34788cd8dcf57a1b4",
        "title": "A Linear Dirichlet Mixture Model for decomposing scenes: Application to analyzing urban functional zonings"
    },
    {
        "author": "M. Joana   Fernandes, Clara   Lázaro, Michaël   Ablain, Nelson   Pires</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>November 2015</pubDate><br> <b>Source:</b>Remote Sensing of Environment, Volume 169</br><br>     Author(s): M. Joana   Fernandes, Clara   Lázaro, Michaël   Ablain, Nelson   Pires</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">The wet tropospheric correction (WTC) is still a significant error source in most altimetric products. For studies such as sea level change, as those performed in the scope of the ESA Sea Level Climate Change Initiative (SL_cci) project, the use of uniform and consistent WTC datasets are of major importance. For this purpose, a set of improved WTC, using the Global Navigation Satellite System (GNSS) derived Path Delay (GPD) algorithm, was envisaged for the main six altimetric missions: the so-called reference missions (TOPEX/Poseidon, Jason-1 and Jason-2) and the three ESA missions (ERS-1, ERS-2 and Envisat).</simple-para> <simple-para id=\"sp0010\" view=\"all\">The GPD methodology is based on the combination of wet path delays derived from zenith total delays calculated at a network of coastal GNSS stations and valid microwave radiometer (MWR) measurements at altimeter nearby points. At each altimeter point with an invalid MWR value, the WTC is estimated from the set of observations, along with the associated mapping error, using a linear space-time objective analysis technique that takes into account the spatial and temporal variability of the WTC field and the accuracy of each data set used. In the absence of observations, tropospheric delays from the European Centre for Medium-range Weather Forecasts (ECMWF) ReAnalysis (ERA) Interim model are adopted.</simple-para> <simple-para id=\"sp0015\" view=\"all\">Originally designed to improve the WTC in the coastal zone, the GPD evolved to include the global ocean, correcting for land and ice contamination in the MWR footprint, or spurious measurements due to e.g. instrument malfunction.</simple-para> <simple-para id=\"sp0020\" view=\"all\">This paper presents an overview of the GPD implementation for the afore-mentioned six altimetric missions.</simple-para> <simple-para id=\"sp0025\" view=\"all\">The GPD products have been validated by comparison with the WTC adopted as the reference correction by the Archiving, Validation, and Interpretation of Satellite Data in Oceanography (AVISO): the so-called composite correction (Comp) for all missions except Jason-2, for which the version D of the Geophysical Data Records (GDR-D) Advanced Microwave Radiometer (AMR) WTC is adopted. Various sea level anomaly (SLA) statistical analyses have been performed and are summarised in this paper: differences in SLA variance calculated along satellite tracks and at crossovers; SLA variance difference function of distance from the coast or function of latitude.</simple-para> <simple-para id=\"sp0030\" view=\"all\">Results show that the GPD WTC evidence a very significant improvement with respect to the Comp correction, particularly at polar and coastal regions, for all ESA and TOPEX/Poseidon missions. For the last, the impact is particularly significant in the second part of the mission, since detected anomalies present in the TOPEX Microwave Radiometer products are corrected by the algorithm. For Jason-1 and Jason-2, some improvements are observed in the coastal regions, although globally not very significant, particularly for Jason-2. This is attributed to the good performance of the WTC present in the most recent Jason-1 and Jason-2 products.</simple-para> <simple-para id=\"sp0035\" view=\"all\">The GPD WTC constitutes a coherent dataset of global and continuous corrections, for most missions a major improvement with respect to the baseline MWR and the Comp wet tropospheric corrections.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Remote Sensing of Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS003442571530081X%26_version%3D1%26md5%3Db336c56ceddfb0b0fd20fd8d0c3eb6c9",
        "title": "Improved wet path delays for all ESA and reference altimetric missions"
    },
    {
        "author": "A.   Damiani, R.R.   Cordero, J.   Carrasco, S.   Watanabe, M.   Kawamiya, V.E.   Lagun</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>November 2015</pubDate><br> <b>Source:</b>Remote Sensing of Environment, Volume 169</br><br>     Author(s): A.   Damiani, R.R.   Cordero, J.   Carrasco, S.   Watanabe, M.   Kawamiya, V.E.   Lagun</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Existing Lambertian equivalent reflectivity (LER) ultraviolet (UV) data for the west region of the Southern Ocean indicate a decreasing trend. Since the area surrounding Antarctica is largely unpolluted, LER changes can only be due to variations in the cloud cover and/or in the sea ice extension. In order to evaluate their influence on LER and assess the trend of the UV reflectivity under ice-free and various sea ice concentration (SIC) levels, we compared a multi-satellite-based LER dataset with different satellite observations of cloud cover and SIC for October to March from 1979 to 2012. Despite the high cloud fraction for most of this period, sea ice was found to be the main driver of LER variability and had a greater influence on LER variability than cloud cover. The cloud cover was lower in spring than in summer for all datasets, and this difference appears to be primarily associated with the sea ice extent. While an increment of the cloud fraction of 20% has been found to cause an increase in LER of up to 13 reflectivity units (RU) under ice-free conditions, this increase is halved under low SIC. In contrast, no significant changes in LER data were found under high SIC levels. The correlation between LER and SIC is evident when the latter is higher than approximately 30%. The best correlations (r) between LER and SIC were found for the Weddell Sea (r<hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/>0.87), the Ross Sea (r<hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/>0.85), and the Indian Ocean (r<hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/>0.90) for November, and for the Bellingshausen/Amundsen Seas (r<hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/>0.86) and the Pacific Ocean (r<hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/>0.83) for February and October, respectively. In contrast, no correlation was found in the proximity of the coastlines of west Antarctica in October. Overall, an enhancement of SIC from 0% to 100% results in a LER increase of 44<hsp sp=\"0.25\"/>RU. This value is larger than the corresponding sea ice-induced increase computed for the observed and modeled shortwave albedos at the top of the atmosphere (21 and 13<hsp sp=\"0.25\"/>RU, respectively). The LER data distributions for different regions and months show a marked seasonal double peak in reflectivity. The highest relative frequency is driven by the sea ice and peaks at approximately 90<hsp sp=\"0.25\"/>RU, whereas the secondary peak of approximately 50<hsp sp=\"0.25\"/>RU is dominated by cloudiness. Negative trends in the UV reflectivity of the grid cells characterized by a SIC greater than 30% were found for the Bellingshausen/Amundsen Seas (up to −<hsp sp=\"0.10\"/>3.6<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>1.0 per decade in March). Trends computed over the entire Southern Ocean for mid/high SIC bins are mostly negative, although are often not statistically significant. However, the trend in the reflectivity of the ice-free grid cells was generally positive, probably due to changes in the cloud amount/opacity.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Remote Sensing of Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0034425715300882%26_version%3D1%26md5%3D1487cc3ead848d29cecc633199f21659",
        "title": "Changes in the UV Lambertian equivalent reflectivity in the Southern Ocean: Influence of sea ice and cloudiness"
    },
    {
        "author": "Maxime   Réjou-Méchain, Blaise   Tymen, Lilian   Blanc, Sophie   Fauset, Ted R.   Feldpausch, Abel   Monteagudo, Oliver L.   Phillips, Hélène   Richard, Jérôme   Chave</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>November 2015</pubDate><br> <b>Source:</b>Remote Sensing of Environment, Volume 169</br><br>     Author(s): Maxime   Réjou-Méchain, Blaise   Tymen, Lilian   Blanc, Sophie   Fauset, Ted R.   Feldpausch, Abel   Monteagudo, Oliver L.   Phillips, Hélène   Richard, Jérôme   Chave</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">In recent years, LiDAR technology has provided accurate forest aboveground biomass (AGB) maps in several forest ecosystems, including tropical forests. However, its ability to accurately map forest AGB changes in high-biomass tropical forests has seldom been investigated. Here, we assess the ability of repeated LiDAR acquisitions to map AGB stocks and changes in an old-growth Neotropical forest of French Guiana. Using two similar aerial small-footprint LiDAR campaigns over a four year interval, spanning ca. 20<hsp sp=\"0.25\"/>km<sup loc=\"post\">2</sup>, and concomitant ground sampling, we constructed a model relating median canopy height and AGB at a 0.25-ha and 1-ha resolution. This model had an error of 14% at a 1-ha resolution (RSE<hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/>54.7<hsp sp=\"0.25\"/>Mg<hsp sp=\"0.25\"/>ha<sup loc=\"post\">−<hsp sp=\"0.10\"/>1</sup>) and of 23% at a 0.25-ha resolution (RSE<hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/>86.5<hsp sp=\"0.25\"/>Mg<hsp sp=\"0.25\"/>ha<sup loc=\"post\">−<hsp sp=\"0.10\"/>1</sup>). This uncertainty is comparable with values previously reported in other tropical forests and confirms that aerial LiDAR is an efficient technology for AGB mapping in high-biomass tropical forests. Our map predicts a mean AGB of 340<hsp sp=\"0.25\"/>Mg<hsp sp=\"0.25\"/>ha<sup loc=\"post\">−<hsp sp=\"0.10\"/>1</sup> within the landscape. We also created an AGB change map, and compared it with ground-based AGB change estimates. The correlation was weak but significant only at the 0.25-ha resolution. One interpretation is that large natural tree-fall gaps that drive AGB changes in a naturally regenerating forest can be picked up at fine spatial scale but are veiled at coarser spatial resolution. Overall, both field-based and LiDAR-based estimates did not reveal a detectable increase in AGB stock over the study period, a trend observed in almost all forest types of our study area. Small footprint LiDAR is a powerful tool to dissect the fine-scale variability of AGB and to detect the main ecological controls underpinning forest biomass variability both in space and time.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Remote Sensing of Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0034425715300894%26_version%3D1%26md5%3Dd0c7b060d91fddc905c2372ff4563b36",
        "title": "Using repeated small-footprint LiDAR acquisitions to infer spatial and temporal variations of a high-biomass Neotropical forest"
    },
    {
        "author": "R.S.   Westerhoff</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>November 2015</pubDate><br> <b>Source:</b>Remote Sensing of Environment, Volume 169</br><br>     Author(s): R.S.   Westerhoff</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Satellite data are often used for their ability to fill in temporal and spatial patterns in data-sparse regions. It is also known that global satellite products generally contain more noise than ground-based estimates. Data validation of satellite data often treats ground-based estimates as the ‘gold standard’: without error or uncertainty. In the estimation of evapotranspiration (ET) however, ground-based estimates have considerable uncertainty, caused by the input components of the ET equations. This research presents an analysis of uncertainty of reference ET (ET<inf loc=\"post\">0</inf>) caused by these input components. A dataset of correlated random variables is generated for a country with a diverse climate and diverse density of ground observations: New Zealand. The uncertainty analysis shows that: ET<inf loc=\"post\">0</inf> is most sensitive to temperature, followed by solar radiation, relative humidity, and cloudiness ratio; and that uncertainty varies between 10% and 40% of ET<inf loc=\"post\">0</inf>, and depends on the ET<inf loc=\"post\">0</inf> value. Using this uncertainty analysis, a set of correlated random variables, and a Monte-Carlo fitting approach, MOD16 satellite PET data becomes a ‘soft interpolator’ between ground-based ET<inf loc=\"post\">0</inf> estimates. The resulting 1<hsp sp=\"0.25\"/>km<hsp sp=\"0.25\"/>×<hsp sp=\"0.25\"/>1<hsp sp=\"0.25\"/>km monthly nation-wide dataset has the advantage of: taking into account land cover and vegetation characteristics through the use of satellite data; still abiding to local climate diversity and locally used standards through the use of ground-based estimates; and containing an uncertainty estimate. Further comparison suggests that original MOD16 satellite PET could estimate real PET better than using ground-based estimates of ET<inf loc=\"post\">0</inf>. Further research recommends combination with other existing gridded ET estimates, and further validation of real PET estimates.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Remote Sensing of Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0034425715300791%26_version%3D1%26md5%3D5c44207e2d10e0cc8382c13002767eba",
        "title": "Using uncertainty of Penman and Penman–Monteith methods in combined satellite and ground-based evapotranspiration estimates"
    },
    {
        "author": "Chad   Babcock, Andrew O.   Finley, John B.   Bradford, Randall   Kolka, Richard   Birdsey, Michael G.   Ryan</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>November 2015</pubDate><br> <b>Source:</b>Remote Sensing of Environment, Volume 169</br><br>     Author(s): Chad   Babcock, Andrew O.   Finley, John B.   Bradford, Randall   Kolka, Richard   Birdsey, Michael G.   Ryan</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Many studies and production inventory systems have shown the utility of coupling covariates derived from Light Detection and Ranging (LiDAR) data with forest variables measured on georeferenced inventory plots through regression models. The objective of this study was to propose and assess the use of a Bayesian hierarchical modeling framework that accommodates both residual spatial dependence and non-stationarity of model covariates through the introduction of spatial random effects. We explored this objective using four forest inventory datasets that are part of the North American Carbon Program, each comprising point-referenced measures of above-ground forest biomass and discrete LiDAR. For each dataset, we considered at least five regression model specifications of varying complexity. Models were assessed based on goodness of fit criteria and predictive performance using a 10-fold cross-validation procedure. Results showed that the addition of spatial random effects to the regression model intercept improved fit and predictive performance in the presence of substantial residual spatial dependence. Additionally, in some cases, allowing either some or all regression slope parameters to vary spatially, via the addition of spatial random effects, further improved model fit and predictive performance. In other instances, models showed improved fit but decreased predictive performance—indicating over-fitting and underscoring the need for cross-validation to assess predictive ability. The proposed Bayesian modeling framework provided access to pixel-level posterior predictive distributions that were useful for uncertainty mapping, diagnosing spatial extrapolation issues, revealing missing model covariates, and discovering locally significant parameters.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Remote Sensing of Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0034425715300869%26_version%3D1%26md5%3D18e1ab79073f4c2313f5f5264b38ba16",
        "title": "LiDAR based prediction of forest biomass using hierarchical models with spatially varying coefficients"
    },
    {
        "author": "Justin D.   Braaten, Warren B.   Cohen, Zhiqiang   Yang</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>November 2015</pubDate><br> <b>Source:</b>Remote Sensing of Environment, Volume 169</br><br>     Author(s): Justin D.   Braaten, Warren B.   Cohen, Zhiqiang   Yang</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Automated cloud and cloud shadow identification algorithms designed for Landsat Thematic Mapper (TM) and Thematic Mapper Plus (ETM+) satellite images have greatly expanded the use of these Earth observation data by providing a means of including only clear-view pixels in image analysis and efficient cloud-free compositing. In an effort to extend these capabilities to Landsat Multispectal Scanner (MSS) imagery, we introduce MSS clear-view-mask (MSScvm), an automated cloud and shadow identification algorithm for MSS imagery. The algorithm is specific to the unique spectral characteristics of MSS data, relying on a simple, rule-based approach. Clouds are identified based on green band brightness and the normalized difference between the green and red bands, while cloud shadows are identified by near infrared band darkness and cloud projection. A digital elevation model is incorporated to correct for topography-induced illumination variation and aid in identifying water. Based on an accuracy assessment of 1981 points stratified by land cover and algorithm mask class for 12 images throughout the United States, MSScvm achieved an overall accuracy of 84.0%. Omission of thin clouds and bright cloud shadows constituted much of the error. Perennial ice and snow, misidentified as cloud, also contributed disproportionally to algorithm error. Comparison against a corresponding assessment of the Fmask algorithm, applied to coincident TM imagery, showed similar error patterns and a general reduction in accuracy commensurate with differences in the radiometric and spectral richness of the two sensors. MSScvm provides a suitable automated method for creating cloud and cloud shadow masks for MSS imagery required for time series analyses in temperate ecosystems.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Remote Sensing of Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0034425715300948%26_version%3D1%26md5%3D6e3a71be1310e1f26d24528c41d941ca",
        "title": "Automated cloud and cloud shadow identification in Landsat MSS imagery for temperate ecosystems"
    },
    {
        "author": "ZhongPing   Lee, Shaoling   Shang, Chuanmin   Hu, Keping   Du, Alan   Weidemann, Weilin   Hou, Junfang   Lin, Gong   Lin</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>November 2015</pubDate><br> <b>Source:</b>Remote Sensing of Environment, Volume 169</br><br>     Author(s): ZhongPing   Lee, Shaoling   Shang, Chuanmin   Hu, Keping   Du, Alan   Weidemann, Weilin   Hou, Junfang   Lin, Gong   Lin</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Secchi disk depth (<italic>Z</italic> <inf loc=\"post\">SD</inf>) is a measure of water transparency, whose interpretation has wide applications from diver visibility to studies of climate change. This transparency has been explained in the past 60<hsp sp=\"0.10\"/>+ years with the underwater visibility theory, the branch of the general visibility theory for visual ranging in water. However, through a thorough review of the physical processes involved in visual ranging in water, we show that this theory may not exactly represent the sighting of a Secchi disk by a human eye. Further, we update the Law of Contrast Reduction, a key concept in visibility theory, and develop a new theoretical model to interpret <italic>Z</italic> <inf loc=\"post\">SD</inf>. Unlike the classical model that relies strongly on the beam attenuation coefficient, the new model relies only on the diffuse attenuation coefficient at a wavelength corresponding to the maximum transparency for such interpretations. This model is subsequently validated using a large (N<hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/>338) dataset of independent measurements covering oceanic, coastal, and lake waters, with results showing excellent agreement (~<hsp sp=\"0.10\"/>18% average absolute difference, R<sup loc=\"post\">2</sup> <hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/>0.96) between measured and theoretically predicted <italic>Z</italic> <inf loc=\"post\">SD</inf> ranging from &amp;lt;<hsp sp=\"0.10\"/>1<hsp sp=\"0.25\"/>m to &amp;gt;<hsp sp=\"0.10\"/>30<hsp sp=\"0.25\"/>m without regional tuning of any model parameters. This study provides a more generalized view of visual ranging, and the mechanistic model is expected to significantly improve the current capacity in monitoring water transparency of the global aquatic environments via satellite remote sensing.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Remote Sensing of Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0034425715300900%26_version%3D1%26md5%3D5f85e6ba67ec31f0074b1054f58391ad",
        "title": "Secchi disk depth: A new theory and mechanistic model for underwater visibility"
    },
    {
        "author": "Yang   Liu, Peter J.   Minnett</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>November 2015</pubDate><br> <b>Source:</b>Remote Sensing of Environment, Volume 169</br><br>     Author(s): Yang   Liu, Peter J.   Minnett</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">This study explores an application of satellite-derived Sea Surface Temperature (SST) to climate studies by focusing on a connection with the Atlantic Meridional Overturning Circulation (AMOC). Here we focus on SSTs from the advanced very high resolution radiometer and report a 99% significant correlation between the changes of in situ measured AMOC transport and the variation of 1-month leading SST anomalies in the subpolar North Atlantic region (45°N–70°N) based on analyses of an 85-month period. The leading mode of the singular value decomposition analysis of SST and Sea Level Pressure (SLP) for 31<hsp sp=\"0.25\"/>years (1981/12–2012/12) shows an apparent North Atlantic Oscillation (NAO) forcing on the SST fields. Specifically, the SST and SLP one-month phase lag covariance is notable at temporal scales of 4 to 11<hsp sp=\"0.25\"/>months. After removing the first order component of the NAO, the residual SST (RESST) provides better estimates of the AMOC on a shorter time scale than the SST. This is because that RESST is less likely to be affected by the local SLP on these time scales. The high correlation is primarily between the RESST and variations of the geostrophic Upper Mid-Ocean transport component of the AMOC. The 31-year RESST time series in the North Atlantic subpolar region is also significantly correlated with the Gulf Stream path SST anomalies with a one-month lead, implying a fast signal transport from the subpolar North Atlantic to the Gulf Stream. A similar fast adjustment signal is also found in 500-year control simulations of the GFDL model CM2.1. These results indicate a prospective capability of satellite-derived SSTs to predict AMOC variability.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Remote Sensing of Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0034425715301024%26_version%3D1%26md5%3D6a1ab4d4ee35a505339e5a86e59173c3",
        "title": "Evidence linking satellite-derived sea-surface temperature signals to changes in the Atlantic meridional overturning circulation"
    },
    {
        "author": "Min-Jeong   Jo, Hyung-Sup   Jung, Joong-Sun   Won, Paul   Lundgren</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>November 2015</pubDate><br> <b>Source:</b>Remote Sensing of Environment, Volume 169</br><br>     Author(s): Min-Jeong   Jo, Hyung-Sup   Jung, Joong-Sun   Won, Paul   Lundgren</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Three-dimensional (3D) surface deformation is retrieved for the March 6–10, 2011 (UTC dates), Kamoamoa fissure eruption along the East Rift Zone of Kīlauea Volcano, Hawai'i, through the integration of multi-temporal synthetic aperture radar (SAR) interferometry (InSAR) and multiple-aperture interferometry (MAI) measurements from the COSMO-SkyMed X-band SAR. The measurement accuracies of 1) the individual and multi-stacked MAI interferograms and 2) the 3D deformation, which is measured from COSMO-SkyMed data, are assessed using continuous GPS stations. The root-mean-square (RMS) errors of individual MAI interferograms for descending and ascending data are 2.97<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>0.6<hsp sp=\"0.25\"/>cm and 3.20<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>0.62<hsp sp=\"0.25\"/>cm, respectively. The MAI interferograms stacked from multi-temporal observations can produce better results by emphasizing surface deformation signals, with the RMS errors of 1.06 and 1.24<hsp sp=\"0.25\"/>cm for descending and ascending data, respectively. The empirical equations for measurement uncertainties are determined with respect to interferometric coherence for individual and stacked MAI interferograms. An assessment of the 3D components of deformation was performed as well, and RMS errors of 0.75, 0.83, and 0.68<hsp sp=\"0.25\"/>cm were estimated in the east, north, and up directions. A performance test of magma source model parameter estimations was carried out by using the InSAR and 3D measurements. From the 3D deformation field, we found that the magma chamber source at the Kīlauea caldera should be modeled by the spheroid source rather than the simple point source. The performance comparison between the InSAR and 3D modeled results showed that the 3D deformation field allows for precise model parameter estimation.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Remote Sensing of Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0034425715300912%26_version%3D1%26md5%3D137800dba8286c2c12d4ba1b3ba97bae",
        "title": "Measurement of three-dimensional surface deformation by Cosmo-SkyMed X-band radar interferometry: Application to the March 2011 Kamoamoa fissure eruption, Kīlauea Volcano, Hawai'i"
    },
    {
        "author": "S.   Muster, M.   Langer, A.   Abnizova, K.L.   Young, J.   Boike</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Remote Sensing of Environment, Volume 168</br><br>     Author(s): S.   Muster, M.   Langer, A.   Abnizova, K.L.   Young, J.   Boike</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">The accelerated warming of the Arctic climate may alter the local and regional surface energy balances, for which changing land surface temperatures (LSTs) are a key indicator. Modeling current and anticipated changes in the surface energy balance requires an understanding of the spatio-temporal interactions between LSTs and land cover, both of which can be monitored globally by measurements from space. This paper investigates the accuracy of the MODIS LST/Emissivity Daily L3 Global 1<hsp sp=\"0.25\"/>km V005 product and its spatio-temporal sensitivity to land surface properties in a Canadian High Arctic permafrost landscape. The land cover ranged from fully vegetated wet sedge tundra to barren rock. MODIS LSTs were compared with in situ radiometer measurements from wet tundra areas collected over a 2-year period from July 2008 to July 2010 including both summer and winter conditions. The accuracy of the MODIS LSTs was −<hsp sp=\"0.10\"/>1.1<hsp sp=\"0.25\"/>°C with a root mean square error of 3.9<hsp sp=\"0.25\"/>°C over the entire observation period. Agreement was lowest during the freeze-back periods where MODIS LST showed a cold bias likely due to the overrepresentation of clear-sky conditions. A multi-year analysis of LST spatial anomalies, i.e., the difference between MODIS LSTs and the MODIS LST regional mean, revealed a robust spatio-temporal pattern. Highest variability in LST anomalies was found during freeze-up and thaw periods as well as for open water surface in early summer due to the presence or absence of snow or ice. The summer anomaly pattern was similar for all three years despite strong differences in precipitation, air temperature and net radiation. Summer periods with regional mean LSTs above 5.0<hsp sp=\"0.25\"/>°C showed the greatest spatial diversity with four distinct 2.0<hsp sp=\"0.25\"/>°C classes. Summer anomalies ranged from −<hsp sp=\"0.10\"/>4.5<hsp sp=\"0.25\"/>°C to 2.6<hsp sp=\"0.25\"/>°C with an average standard deviation of 1.8<hsp sp=\"0.25\"/>°C. Dry ridge areas heated up the most, while wetland areas and dry areas of sparsely vegetated bedrock with a high albedo remained coolest. The observed summer LST anomalies can be used as a baseline against which to evaluate both past and future changes in land surface properties that relate to the surface energy balance. Summer anomaly classes mainly reflected a combination of albedo and surface wetness. The potential to use this tool to monitor surface drying and wetting in the Arctic should therefore be further explored. A multi-sensor approach combining thermal satellite measurements with optical and radar imagery promises to be an effective tool for a dynamic, process-based ecosystem monitoring scheme.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Remote Sensing of Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0034425715300481%26_version%3D1%26md5%3Dc8a58a92c387f58c9991cc6676292af1",
        "title": "Spatio-temporal sensitivity of MODIS land surface temperature anomalies indicates high potential for large-scale land cover change detection in Arctic permafrost landscapes"
    },
    {
        "author": "Linghong   Ke, Xiaoli   Ding, Chunqiao   Song</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Remote Sensing of Environment, Volume 168</br><br>     Author(s): Linghong   Ke, Xiaoli   Ding, Chunqiao   Song</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Glaciers in the northwestern Qinghai–Tibet Plateau (QTP) including the Karakoram and western Kunlun Mountains (WKM) exhibited heterogeneous changes in recent years. A latest glacier inventory of the WKM region is generated by using Landsat 8/OLI images (year 2013) and SRTM3 DEM. The ICESat (Ice, Cloud, and land Elevation Satellite) elevation data in combination with the DEM is then employed to investigate glacier thickness changes. The WKM region consists of 537 glaciers (&amp;gt;<hsp sp=\"0.10\"/>0.02<hsp sp=\"0.25\"/>km<sup loc=\"post\">2</sup>) with a total area of 3137<hsp sp=\"0.25\"/>km<sup loc=\"post\">2</sup> in 2013. Out of these, 16 groups of glaciers covering an area about 1234<hsp sp=\"0.25\"/>km<sup loc=\"post\">2</sup> (2013) showed varying surface elevation trends ranging from −<hsp sp=\"0.10\"/>0.4<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>0.20<hsp sp=\"0.25\"/>m/a to 0.7<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>24<hsp sp=\"0.25\"/>m/a over 2003–2008, except the serious thinning trend (−<hsp sp=\"0.10\"/>1.15<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>0.41<hsp sp=\"0.25\"/>m/a) detected at a surging glacier. The surging glacier (the Zhongfeng glacier) is characterized by drastic elevation variations (up to −<hsp sp=\"0.10\"/>80<hsp sp=\"0.25\"/>m) and contrasting trends over the accumulation areas due to cave-in and rapid transfer of ice to the downstream. The heterogeneous glacier behavior in the WKM region was not only exemplified in the varying mass balances of individual glaciers but also the spatial variability of elevation trends over different glacier parts (accumulation\\ablation areas). Analysis of the heterogeneity shows that such glacier dynamics were probably associated with local glacier parameters including altitude, aspect, glacier hypsometry and ice flow. The mechanisms for the mass gain and glacier surging in the WKM region require further studies with more observations.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Remote Sensing of Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0034425715300511%26_version%3D1%26md5%3Dab182a0e58a02d737a602447c2e36584",
        "title": "Heterogeneous changes of glaciers over the western Kunlun Mountains based on ICESat and Landsat-8 derived glacier inventory"
    },
    {
        "author": "William   Colgan, Waleed   Abdalati, Michele   Citterio, Beata   Csatho, Xavier   Fettweis, Scott   Luthcke, Geir   Moholdt, Sebastian B.   Simonsen, Manfred   Stober</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Remote Sensing of Environment, Volume 168</br><br>     Author(s): William   Colgan, Waleed   Abdalati, Michele   Citterio, Beata   Csatho, Xavier   Fettweis, Scott   Luthcke, Geir   Moholdt, Sebastian B.   Simonsen, Manfred   Stober</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">We present a novel inversion algorithm that generates a mass balance field that is simultaneously consistent with independent observations of glacier inventory derived from optical imagery, cryosphere-attributed mass trends derived from satellite gravimetry, and ice surface elevation trends derived from airborne and satellite altimetry. We use this algorithm to assess mass balance across Greenland and the Canadian Arctic over the Sep-2003 to Oct-2009 period at 26<hsp sp=\"0.25\"/>km resolution. We evaluate local algorithm-inferred mass balance against forty in situ point observations. This evaluation yields an RMSE of 0.15<hsp sp=\"0.25\"/>mWE/a, and highlights a paucity of in situ observations from regions of high dynamic mass loss and peripheral glaciers. We assess mass losses of 212<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>67<hsp sp=\"0.25\"/>Gt/a to the Greenland ice sheet proper, 38<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>11<hsp sp=\"0.25\"/>Gt/a to peripheral glaciers in Greenland, and 42<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>11<hsp sp=\"0.25\"/>Gt/a to glaciers in the Canadian Arctic. These magnitudes of mass loss are dependent on the gravimetry-derived spherical harmonic mass trend we invert. We spatially partition the transient glacier continuity equation by differencing algorithm-inferred mass balance from modeled surface mass balance, in order to solve the horizontal divergence of ice flux as a residual. This residual ice dynamic field infers flux divergence (or submergent flow) in the ice sheet accumulation area and at tidewater margins, and flux convergence (or emergent flow) in land-terminating ablation areas, which is consistent with continuum mechanics theory.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Remote Sensing of Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0034425715300468%26_version%3D1%26md5%3D04893d84f6333533fb3f28bb38f69f0e",
        "title": "Hybrid glacier Inventory, Gravimetry and Altimetry (HIGA) mass balance product for Greenland and the Canadian Arctic"
    },
    {
        "author": "Jean-Pierre   Lagouarde, Mark   Irvine, Sylvain   Dupont</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Remote Sensing of Environment, Volume 168</br><br>     Author(s): Jean-Pierre   Lagouarde, Mark   Irvine, Sylvain   Dupont</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Atmospheric turbulence in both surface (SBL) and planetary (PBL) boundary-layers induce temporal fluctuations of surface temperature (<italic>T<inf loc=\"post\">s</inf> </italic>), with potentially important resulting errors on instantaneous satellite measurements in the thermal infrared (TIR). Several experimental studies have been performed over different surfaces (pine forest, maize, bare soil) using TIR cameras, either ground based or helicopter borne, designed to evaluate (i) how the spatial resolution operates a smoothing of the temporal fluctuations of the surface temperature measurements from space, and (ii) the resulting uncertainty on these measurements. Additionally, a simulation of instantaneous surface temperatures of a maritime pine stand, performed using a Large Eddy Simulation (LES) airflow model coupled with a canopy model, is presented for comparison. The results confirm that the impact of the SBL turbulence rapidly vanishes when spatial resolution decreases (i.e., pixel size increases) in the range of 50 to 100<hsp sp=\"0.25\"/>m, while <italic>T<inf loc=\"post\">s</inf> </italic> fluctuations induced by the low frequency PBL turbulence remain. For these resolutions, the resulting uncertainty on <italic>T<inf loc=\"post\">s</inf> </italic> lies within a ±<hsp sp=\"0.10\"/>1<hsp sp=\"0.25\"/>°C interval. The implications for designing the specifications of future high spatial resolution TIR missions, in particular NeDT and revisit, are discussed.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Remote Sensing of Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS003442571530047X%26_version%3D1%26md5%3D9b7316f450e39a29a10e3f6cf483326f",
        "title": "Atmospheric turbulence induced errors on measurements of surface temperature from space"
    },
    {
        "author": "Yongmin   Yang, Hongbo   Su, Renhua   Zhang, Jing   Tian, Lu   Li</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Remote Sensing of Environment, Volume 168</br><br>     Author(s): Yongmin   Yang, Hongbo   Su, Renhua   Zhang, Jing   Tian, Lu   Li</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0050\" view=\"all\">Satellite remote sensing provides a promising way to estimate regional evapotranspiration (ET) in a spatially distributed manner. In this study, an enhanced two-source evapotranspiration model for land (ETEML) is proposed based on a trapezoid framework of the vegetation fractional cover and land surface temperature (VFC/LST) space. In ETEML, a VFC/LST trapezoid space is theoretically defined for each pixel, and a pixel-wise mixed surface temperature decomposition method is proposed. ETEML is based on a two-source scheme, and the crop water stress index (CWSI) concept is applied to parameterize the soil evaporation and the vegetation transpiration separately. The proposed model was applied to the Soil Moisture–Atmosphere Coupling Experiment (SMACEX) site in central Iowa, USA. Evaluation with a remotely sensed dataset from Landsat was carried out to assess the performance of ETEML. Compared with the tower observations, the mean absolute deviation (MAD) and the root mean square deviation (RMSD) for the ETEML estimated latent heat flux (LE) are, respectively, 49<hsp sp=\"0.25\"/>W/m<sup loc=\"post\">2</sup> and 59<hsp sp=\"0.25\"/>W/m<sup loc=\"post\">2</sup>, comparable to retrieval accuracies published in other studies. Comparison between ETEML and variations on a simpler trapezoid interpolation model (TIM1 and TIM2) indicates that ETEML reduces the subjectivity and uncertainties involved in TIM1 and TIM2. Overall, the results suggest that ETEML is promising and can expand the application of the trapezoid framework-based ET modeling approaches to heterogeneous surfaces.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Remote Sensing of Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS003442571530050X%26_version%3D1%26md5%3D793b5b6277a3c2c8ad17ff4a55b33b80",
        "title": "An enhanced two-source evapotranspiration model for land (ETEML): Algorithm and evaluation"
    },
    {
        "author": "E.   Knaeps, K.G.   Ruddick, D.   Doxaran, A.I.   Dogliotti, B.   Nechad, D.   Raymaekers, S.   Sterckx</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Remote Sensing of Environment, Volume 168</br><br>     Author(s): E.   Knaeps, K.G.   Ruddick, D.   Doxaran, A.I.   Dogliotti, B.   Nechad, D.   Raymaekers, S.   Sterckx</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">In ocean colour remote sensing, the use of Near Infra Red (NIR) spectral bands for the retrieval of Total Suspended Matter (TSM) concentration in turbid and highly turbid waters has proven to be successful. In extremely turbid waters (TSM<hsp sp=\"0.25\"/>&amp;gt;<hsp sp=\"0.25\"/>100<hsp sp=\"0.25\"/>mg<hsp sp=\"0.25\"/>L<sup loc=\"post\">−<hsp sp=\"0.10\"/>1</sup>) however, these bands are less sensitive to increases in TSM. Here it is proposed to use Short Wave Infra Red (SWIR) spectral bands between 1000 and 1300<hsp sp=\"0.25\"/>nm for these extreme cases. This SWIR spectral region is subdivided into two regions, SWIR-I (1000<hsp sp=\"0.25\"/>nm to 1200<hsp sp=\"0.25\"/>nm) and SWIR-II (1200<hsp sp=\"0.25\"/>nm to 1300<hsp sp=\"0.25\"/>nm) which correspond to local minima in the pure water absorption spectrum. For both spectral regions the water reflectance signal was measured <italic>in situ</italic> with an ASD spectrometer in three different extremely turbid estuarine sites: Scheldt (Belgium), Gironde (France), and Río de la Plata (Argentina), along with the TSM concentration. A measurable water reflectance was observed for all sites in SWIR-I, while in the SWIR-II region the signal was not significant compared to the Signal-to-Noise Ratio (SNR) of current Ocean Colour (OC) sensors. For the spectral band at 1020<hsp sp=\"0.25\"/>nm (present in Ocean and Land Colour Instrument — OLCI, onboard Sentinel-3) and at 1071<hsp sp=\"0.25\"/>nm, an empirical single band TSM algorithm is defined which is valid for both the Gironde and Scheldt estuarine sites. This means that a single algorithm can be applied for both sites without expensive recalibration. The relationship between TSM and SWIR reflectance at 1020 and 1071<hsp sp=\"0.25\"/>nm is linear and did not show any saturation for the concentrations measured here (up to 1400<hsp sp=\"0.25\"/>mg<hsp sp=\"0.25\"/>L<sup loc=\"post\">−<hsp sp=\"0.10\"/>1</sup>), while saturation was observed for the NIR wavelengths, as expected. Hence, for extremely turbid waters it is advised to switch from NIR to SWIR-I wavelengths to estimate TSM concentration. This was demonstrated for an airborne hyperspectral dataset (Airborne Prism Experiment, APEX) from the Gironde estuary having several spectral bands in the SWIR-I. The empirical single band SWIR TSM algorithm was applied to the atmospherically corrected scene providing a TSM concentration map of the Gironde from mouth to more upstream with concentrations expected in this region ranging from a few to several hundreds mg<hsp sp=\"0.25\"/>L<sup loc=\"post\">−<hsp sp=\"0.10\"/>1</sup>. These results, <italic>i.e.</italic> the existence of a single relationship for the Scheldt and Gironde, not showing any decrease of sensitivity, highlights the importance of having SWIR bands in future ocean colour sensors for studying extremely turbid rivers, coastal areas and estuaries in the world. A further implication of these results is that there is a TSM limit for application of atmospheric correction algorithms which assume zero SWIR marine reflectance. That limit is defined here as function of wavelength and sensor noise level.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Remote Sensing of Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0034425715300523%26_version%3D1%26md5%3D8888fea8f0e2299d4a1988a6633f4d4d",
        "title": "A SWIR based algorithm to retrieve total suspended matter in extremely turbid waters"
    },
    {
        "author": "Heidi   Villadsen, Ole B.   Andersen, Lars   Stenseng, Karina   Nielsen, Per   Knudsen</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Remote Sensing of Environment, Volume 168</br><br>     Author(s): Heidi   Villadsen, Ole B.   Andersen, Lars   Stenseng, Karina   Nielsen, Per   Knudsen</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">The performance of CryoSat-2/SIRAL altimetry for river level monitoring is investigated by using river levels retrieved from Ganges and Brahmaputra. A key concern for the CryoSat-2 orbit has been its long repeat period of 369<hsp sp=\"0.25\"/>days, which is usually undesirable for river and lake monitoring. However, the results from the method developed in this study involving virtual stations show that the CryoSat-2 data can indeed be used for such monitoring by utilizing the high spatial coverage and the sub-cycle period of 30<hsp sp=\"0.25\"/>days. The results show that it is possible to capture the peak flow occurring during late summer due to monsoonal precipitation and the melting of snow in the Himalayas. The evaluation of CryoSat-2 river levels is performed by comparing with Envisat data in terms of annual signals and amplitudes. The obtained annual amplitudes agree well with the Envisat data, although CryoSat-2 exhibit larger differences. For five virtual stations in the Brahmaputra River, the mean difference between the obtained amplitudes is ~<hsp sp=\"0.10\"/>10<hsp sp=\"0.25\"/>cm, whereas the mean phase difference is less than 2.7<hsp sp=\"0.25\"/>days. A virtual station in the Ganges River shows a phase difference of around 5<hsp sp=\"0.25\"/>days and a difference in amplitude of 2<hsp sp=\"0.25\"/>cm.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Remote Sensing of Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0034425715300250%26_version%3D1%26md5%3Dc9140d4b5e47404496bebce90a255f19",
        "title": "CryoSat-2 altimetry for river level monitoring — Evaluation in the Ganges–Brahmaputra River basin"
    },
    {
        "author": "Yunsoo   Choi, Amir Hossein   Souri</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Remote Sensing of Environment, Volume 168</br><br>     Author(s): Yunsoo   Choi, Amir Hossein   Souri</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">This paper presents a long-term (2005–2013) analysis of tropospheric NO<inf loc=\"post\">2</inf> and HCHO using the Ozone Monitoring Instrument (OMI) satellite and surface ozone using the Texas Commission on Environmental Quality (TCEQ)'s Continuous Ambient Monitoring Stations (CAMS) sites in large cities of Texas. Rather than focusing solely on seasonal changes, the authors consider other harmonic changes using Least Squares Harmonic Estimation (LS-HE), which reduces uncertainty in trends by 5–15%. Tropospheric NO<inf loc=\"post\">2</inf> observed from OMI demonstrated a downward trend in Austin (−<hsp sp=\"0.10\"/>0.06<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>0.02<hsp sp=\"0.25\"/>×<hsp sp=\"0.25\"/>10<sup loc=\"post\">15</sup> molecules cm<sup loc=\"post\">−<hsp sp=\"0.10\"/>2</sup> <hsp sp=\"0.25\"/>yr<sup loc=\"post\">−<hsp sp=\"0.10\"/>1</sup>), Dallas (−<hsp sp=\"0.10\"/>0.21<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>0.04<hsp sp=\"0.25\"/>×<hsp sp=\"0.25\"/>10<sup loc=\"post\">15</sup> molecules cm<sup loc=\"post\">−<hsp sp=\"0.10\"/>2</sup> <hsp sp=\"0.25\"/>yr<sup loc=\"post\">−<hsp sp=\"0.10\"/>1</sup>), Fort Worth (−<hsp sp=\"0.10\"/>0.16<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>0.04<hsp sp=\"0.25\"/>×<hsp sp=\"0.25\"/>10<sup loc=\"post\">15</sup> molecules cm<sup loc=\"post\">−<hsp sp=\"0.10\"/>2</sup> <hsp sp=\"0.25\"/>yr<sup loc=\"post\">−<hsp sp=\"0.10\"/>1</sup>), Houston (−<hsp sp=\"0.10\"/>0.14<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>0.05<hsp sp=\"0.25\"/>×<hsp sp=\"0.25\"/>10<sup loc=\"post\">15</sup> molecules cm<sup loc=\"post\">−<hsp sp=\"0.10\"/>2</sup> <hsp sp=\"0.25\"/>yr<sup loc=\"post\">−<hsp sp=\"0.10\"/>1</sup>), and San Antonio (−<hsp sp=\"0.10\"/>0.07<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>0.02<hsp sp=\"0.25\"/>×<hsp sp=\"0.25\"/>10<sup loc=\"post\">15</sup> molecules cm<sup loc=\"post\">−<hsp sp=\"0.10\"/>2</sup> <hsp sp=\"0.25\"/>yr<sup loc=\"post\">−<hsp sp=\"0.10\"/>1</sup>). These decreasing trends could be attributed to efficient emission control policies. The OMI HCHO observations exhibited both negative and positive annual trends in Austin (+<hsp sp=\"0.10\"/>0.09<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>0.05<hsp sp=\"0.25\"/>×<hsp sp=\"0.25\"/>10<sup loc=\"post\">15</sup> molecules cm<sup loc=\"post\">−<hsp sp=\"0.10\"/>2</sup> <hsp sp=\"0.25\"/>yr<sup loc=\"post\">−<hsp sp=\"0.10\"/>1</sup>), Dallas (−<hsp sp=\"0.10\"/>0.01<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>0.04<hsp sp=\"0.25\"/>×<hsp sp=\"0.25\"/>10<sup loc=\"post\">15</sup> molecules cm<sup loc=\"post\">−<hsp sp=\"0.10\"/>2</sup> <hsp sp=\"0.25\"/>yr<sup loc=\"post\">−<hsp sp=\"0.10\"/>1</sup>), Fort Worth (−<hsp sp=\"0.10\"/>0.04<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>0.04<hsp sp=\"0.25\"/>×<hsp sp=\"0.25\"/>10<sup loc=\"post\">15</sup> molecules cm<sup loc=\"post\">−<hsp sp=\"0.10\"/>2</sup> <hsp sp=\"0.25\"/>yr<sup loc=\"post\">−<hsp sp=\"0.10\"/>1</sup>), Houston (−<hsp sp=\"0.10\"/>0.06<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>0.05<hsp sp=\"0.25\"/>×<hsp sp=\"0.25\"/>10<sup loc=\"post\">15</sup> molecules cm<sup loc=\"post\">−<hsp sp=\"0.10\"/>2</sup> <hsp sp=\"0.25\"/>yr<sup loc=\"post\">−<hsp sp=\"0.10\"/>1</sup>), and San Antonio (+<hsp sp=\"0.10\"/>0.01<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>0.03<hsp sp=\"0.25\"/>×<hsp sp=\"0.25\"/>10<sup loc=\"post\">15</sup> molecules cm<sup loc=\"post\">−<hsp sp=\"0.10\"/>2</sup> <hsp sp=\"0.25\"/>yr<sup loc=\"post\">−<hsp sp=\"0.10\"/>1</sup>) mainly resulting from differences in decreases in anthropogenic emissions, the impact of climatic variations and biogenic emissions. The discrepancy between the annual trends of HCHO and NO<inf loc=\"post\">2</inf> provides strong evidence that all of the cities gradually became more NO<inf loc=\"post\">x</inf>-sensitive. We obtained the slope of HCHO/NO<inf loc=\"post\">2</inf> ratios (a proxy for chemical condition) from OMI for Austin (0.10<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>0.04<hsp sp=\"0.25\"/>yr<sup loc=\"post\">−<hsp sp=\"0.10\"/>1</sup>), Dallas (0.08<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>0.03<hsp sp=\"0.25\"/>yr<sup loc=\"post\">−<hsp sp=\"0.10\"/>1</sup>), Fort Worth (0.07<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>0.03<hsp sp=\"0.25\"/>yr<sup loc=\"post\">−<hsp sp=\"0.10\"/>1</sup>), Houston (0.06<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>0.03<hsp sp=\"0.25\"/>yr<sup loc=\"post\">−<hsp sp=\"0.10\"/>1</sup>), and San Antonio (0.08<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>0.03<hsp sp=\"0.25\"/>yr<sup loc=\"post\">−<hsp sp=\"0.10\"/>1</sup>) and investigate the 1–2<hsp sp=\"0.25\"/>pm local time surface ozone patterns along with maximum, annual, and minimum trends in relation to changes in their precursors and prevailing chemical conditions. The surface levels of wintertime ozone measured by the CAMS network were seen to increase in Austin (0.90<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>0.53<hsp sp=\"0.25\"/>ppbv<hsp sp=\"0.25\"/>yr<sup loc=\"post\">−<hsp sp=\"0.10\"/>1</sup>), Dallas (0.62<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>0.53<hsp sp=\"0.25\"/>ppbv<hsp sp=\"0.25\"/>yr<sup loc=\"post\">−<hsp sp=\"0.10\"/>1</sup>), Fort Worth (0.59<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>0.40<hsp sp=\"0.25\"/>ppbv<hsp sp=\"0.25\"/>yr<sup loc=\"post\">−<hsp sp=\"0.10\"/>1</sup>), Houston (0.56<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>0.55<hsp sp=\"0.25\"/>ppbv<hsp sp=\"0.25\"/>yr<sup loc=\"post\">−<hsp sp=\"0.10\"/>1</sup>), and San Antonio (0.64<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>0.54<hsp sp=\"0.25\"/>ppbv<hsp sp=\"0.25\"/>yr<sup loc=\"post\">−<hsp sp=\"0.10\"/>1</sup>) because of the reduction in the amount of ozone quenched through NO<inf loc=\"post\">x</inf> titration. Summertime ozone surface mixing ratio trends are mainly governed by NO<inf loc=\"post\">2</inf> annual trends as well as climatic influences. We obtained the downward annual trend of the ozone mixing ratio from CAMS observations for Austin (−<hsp sp=\"0.10\"/>0.27<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>0.17<hsp sp=\"0.25\"/>ppbv<hsp sp=\"0.25\"/>yr<sup loc=\"post\">−<hsp sp=\"0.10\"/>1</sup>), Dallas (−<hsp sp=\"0.10\"/>0.41<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>0.18<hsp sp=\"0.25\"/>ppbv<hsp sp=\"0.25\"/>yr<sup loc=\"post\">−<hsp sp=\"0.10\"/>1</sup>), Fort Worth (−<hsp sp=\"0.10\"/>0.55<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>0.18<hsp sp=\"0.25\"/>ppbv<hsp sp=\"0.25\"/>yr<sup loc=\"post\">−<hsp sp=\"0.10\"/>1</sup>), Houston (−<hsp sp=\"0.10\"/>0.53<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>0.18<hsp sp=\"0.25\"/>ppbv<hsp sp=\"0.25\"/>yr<sup loc=\"post\">−<hsp sp=\"0.10\"/>1</sup>), and San Antonio (−<hsp sp=\"0.10\"/>0.03<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>0.16<hsp sp=\"0.25\"/>ppbv<hsp sp=\"0.25\"/>yr<sup loc=\"post\">−<hsp sp=\"0.10\"/>1</sup>). The results show that prevailing chemical conditions control the annual trends of surface ozone. While Austin and San Antonio exhibited similar declines in OMI NO<inf loc=\"post\">2</inf> levels, a more prevailing NO<inf loc=\"post\">x</inf>-sensitive regime over Austin resulted in its greater sensitivity to NO<inf loc=\"post\">2</inf> changes. The dominant NO<inf loc=\"post\">x</inf>-saturated regime over Dallas, however, led to its lower sensitivity to high annual downward trends of OMI NO<inf loc=\"post\">2</inf>. To investigate the impact of reductions in ozone precursors on surface ozone, we employ the WRF-Chem regional model to simulate NO<inf loc=\"post\">2</inf>, HCHO, and O<inf loc=\"post\">3</inf> levels in September 2013 in two scenarios using National Emissions Inventory 2005 (NEI-2005) and NEI-2011 anthropogenic emissions. The model describes a decrease in ozone levels from the first to second scenario in Dallas (3%) and Forth Worth (0.5%) but an increase in Austin, San Antonio, and Houston (0.7%, 0.8%, and 7%, respectively), which may be attributed to uncertainty in VOC concentrations and overestimation of NO<inf loc=\"post\">x</inf> in the NEI-2005 inventory that led to inaccurate HCHO/NO<inf loc=\"post\">2</inf> ratios. The results indicate that the emission uncertainties should be constrained to better inform emissions control policy based on air quality modeling.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Remote Sensing of Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0034425715300559%26_version%3D1%26md5%3D21582645adbe3a88ba825ec6e69bd87c",
        "title": "Chemical condition and surface ozone in large cities of Texas during the last decade: Observational evidence from OMI, CAMS, and model analysis"
    },
    {
        "author": "L.I.   Duncanson, R.O.   Dubayah, B.D.   Cook, J.   Rosette, G.   Parker</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Remote Sensing of Environment, Volume 168</br><br>     Author(s): L.I.   Duncanson, R.O.   Dubayah, B.D.   Cook, J.   Rosette, G.   Parker</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Lidar remote sensing has emerged as one of the best technologies for mapping aboveground biomass in forest systems. Recent developments in lidar instruments, computer processing power, and algorithm development have enabled the mapping of individual tree structure from lidar remote sensing, yet the utility of individual tree metrics has not been fully explored for aboveground biomass mapping. Conversely, scaling-based approaches using minimal data inputs have recently been presented as an alternative method for mapping regional biomass. We compare these two emerging avenues of lidar-based biomass mapping to plot-aggregated biomass modeling techniques. We assess three forested ecosystems: a mature, closed-canopy deciduous broadleaf forest; a mature evergreen needleleaf forest; and a Loblolly pine plantation with a range of even-aged stands. For individual tree based approaches, individual tree metrics improve explanatory power from R<sup loc=\"post\">2</sup> <hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/>0.57 to R<sup loc=\"post\">2</sup> <hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/>0.85 in the mature conifer site, but do not show statistically significant improvements in the other two sites. We suggest that with large field sample plots in areas of open canopy cover, individual tree metrics can significantly improve aboveground biomass (AGBM) estimation as they directly take into account stand density. Regarding scaling-based approaches, we demonstrate that the proposed methods are currently unsuitable at local scales in forests without a tight relationship between canopy top height and basal area, as seen in two of our study areas. Individual tree information shows promise for improving AGBM modeling capabilities, and may also facilitate scaling-based approaches, but further research regarding the application of allometric equations and the spatial scale of models is necessary to continue advancing the field of high-resolution forest biomass accounting.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Remote Sensing of Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0034425715300493%26_version%3D1%26md5%3Da58e0ce20a1ee3a75fda9d10412eb25e",
        "title": "The importance of spatial detail: Assessing the utility of individual crown information and scaling approaches for lidar-based biomass density estimation"
    },
    {
        "author": "Jiali   Shang, Jiangui   Liu, Baoluo   Ma, Ting   Zhao, Xianfeng   Jiao, Xiaoyuan   Geng, Ted   Huffman, John M.   Kovacs, Dan   Walters</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Remote Sensing of Environment, Volume 168</br><br>     Author(s): Jiali   Shang, Jiangui   Liu, Baoluo   Ma, Ting   Zhao, Xianfeng   Jiao, Xiaoyuan   Geng, Ted   Huffman, John M.   Kovacs, Dan   Walters</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Information on spatial and temporal variability of crop growth status is important for understanding the interaction between plants and environmental conditions. In particular, information at the sub-field level is critical for detecting and combating within-field yield-limiting factors for implementation of precision agriculture. High-resolution optical satellite sensors are useful tools to acquire the necessary information in this regard. This study used multi-temporal RapidEye data to estimate the green effective plant area index (PAI) and leaf chlorophyll content of two field crops, spring wheat (<italic>Triticum aestivum</italic> L.) and canola (<italic>Brassica napus</italic> L.). The objective was to evaluate the capability of RapidEye imagery for detecting within-field variability of crop growth conditions. Field experiments were carried out in northern Ontario over two consecutive years, 2012 and 2013. Several vegetation indices were selected and derived from the RapidEye data to correlate with crop PAI measured using digital hemispherical photography and leaf chlorophyll content index (CCI) measured using a CCM-200 chlorophyll meter. Results showed that the effective PAI and CCI of the two crops were best correlated with different indices. For effective PAI, the modified triangular vegetation index 2 (MTVI2) was the best for spring wheat (R<sup loc=\"post\">2</sup> <hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/>0.74, RMSE<hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/>0.72 and n<hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/>200) whereas the red-edge normalized difference vegetation index (NDVI<inf loc=\"post\">RE</inf>) was the best for canola (R<sup loc=\"post\">2</sup> <hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/>0.83, RMSE<hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/>0.49 and n<hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/>147). For CCI, the chlorophyll vegetation index (CVI) was the best for spring wheat (R<sup loc=\"post\">2</sup> <hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/>0.78, RMSE<hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/>4.1 and n<hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/>128) whereas the red-edge chlorophyll index (CI<inf loc=\"post\">RE</inf>) was the best for canola (R<sup loc=\"post\">2</sup> <hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/>0.33, RMSE<hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/>6.4 and n<hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/>88). The study also confirmed that the combined transformed chlorophyll absorption reflectance index/optimized soil adjusted vegetation index (TCARI/OSAVI) was satisfactory for spring wheat leaf chlorophyll content estimation when the crop canopy is not sparse. Using selected vegetation indices, RapidEye data can be used to map the within-field variability of crop growth conditions, which is useful for applications in precision agriculture. The reflectance in the red-edge or the green bands is useful in mapping crop leaf chlorophyll variability.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Remote Sensing of Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0034425715300560%26_version%3D1%26md5%3D494a3520bd87cec50a78f452bc130e87",
        "title": "Mapping spatial variability of crop growth conditions using RapidEye data in Northern Ontario, Canada"
    },
    {
        "author": "John E.   Wagner, Stephen V.   Stehman</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Remote Sensing of Environment, Volume 168</br><br>     Author(s): John E.   Wagner, Stephen V.   Stehman</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">The results of a map accuracy assessment are often summarized by reporting user's accuracy and producer's accuracy for each class in the map legend. Additionally estimating the proportion of area of each class based on the best assessment of ground condition (i.e., the reference classification) of the locations selected in the sample is often of interest for monitoring status and change in land cover. Stratified random sampling is a commonly used sampling design for accuracy assessment, and an important decision for this design is the allocation of sample size to the strata. In this article, the allocation that minimizes the sum of the variances of the estimators of user's accuracy, producer's accuracy, and area of a single targeted class for a fixed total sample size is derived for stratified random sampling. For example, the targeted class might be a rare land-cover type such as wetland or in the case of a land-cover change assessment forest loss. An Excel sample allocation calculator implements the optimization and two examples illustrate the application. Practitioners can apply these optimization results to guide sample size allocation decisions when using a stratified random sampling design for accuracy assessment and area estimation.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Remote Sensing of Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0034425715300572%26_version%3D1%26md5%3D9c4eab32b53e8bfc4ebad6ed7788e65a",
        "title": "Optimizing sample size allocation to strata for estimating area and map accuracy"
    },
    {
        "author": "Sarah J.   Hart, Thomas T.   Veblen</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Remote Sensing of Environment, Volume 168</br><br>     Author(s): Sarah J.   Hart, Thomas T.   Veblen</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Outbreaks of bark beetles cause widespread tree mortality, which have important consequences for wildlife, forest composition and structure, timber production, and water resources. Recent severe, extensive, and synchronous bark beetle outbreaks have motivated research into methods for surveying the location, extent, and attack stage of outbreak using remotely sensed data. In this paper, we adapt methods for classing mountain pine beetle-induced tree mortality to detect spruce beetle-induced tree mortality from single-date high-resolution imagery and multi-date moderate-resolution data. We use freely available aerial imagery from the National Agriculture Imagery Program (NAIP) to produce a tree-scale map of gray-stage spruce beetle kill across a broad spatial extent. This map was then used to train a stand-scale classification of spruce beetle outbreak from Landsat Climate Data Record (CDR) data. Gray-stage spruce beetle outbreak was characterized by higher values of the red–green index (RGI) at the tree-level. At the stand-level, gray stands were associated with high values of a Disturbance Index (DI) and low values of the Normalized Difference Vegetation Index (NDVI). Both tree- and stand-scale classifiers of spruce beetle-attributed tree mortality were highly accurate (overall accuracy and user's accuracy for gray trees/stands greater than 88%). Stand-level classification improved with post-classification correction, which removed high-frequency year-to-year variability in forest condition. Comparison of high-resolution and moderate-resolution classified imagery revealed variable amounts of tree mortality occur in areas of landscape-scale spruce beetle outbreak. Our results highlight the utility of both ecologically informed post-classification correction and coupling fine-scale and moderate-scale resolution imagery for mapping and studying spruce beetle outbreaks.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Remote Sensing of Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0034425715300456%26_version%3D1%26md5%3D71ec43ae936c07daf90ba99dcfddb1ba",
        "title": "Detection of spruce beetle-induced tree mortality using high- and medium-resolution remotely sensed imagery"
    },
    {
        "author": "H.   Lievens, S.K.   Tomer, A.   Al Bitar, G.J.M.   De Lannoy, M.   Drusch, G.   Dumedah, H.-J.   Hendricks Franssen, Y.H.   Kerr, B.   Martens, M.   Pan, J.K.   Roundy, H.   Vereecken, J.P.   Walker, E.F.   Wood, N.E.C.   Verhoest, V.R.N.   Pauwels</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Remote Sensing of Environment, Volume 168</br><br>     Author(s): H.   Lievens, S.K.   Tomer, A.   Al Bitar, G.J.M.   De Lannoy, M.   Drusch, G.   Dumedah, H.-J.   Hendricks Franssen, Y.H.   Kerr, B.   Martens, M.   Pan, J.K.   Roundy, H.   Vereecken, J.P.   Walker, E.F.   Wood, N.E.C.   Verhoest, V.R.N.   Pauwels</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">This study explores the benefits of assimilating SMOS soil moisture retrievals for hydrologic modeling, with a focus on soil moisture and streamflow simulations in the Murray Darling Basin, Australia. In this basin, floods occur relatively frequently and initial catchment storage is known to be key to runoff generation. The land surface model is the Variable Infiltration Capacity (VIC) model. The model is calibrated using the available streamflow records of 169 gauge stations across the Murray Darling Basin. The VIC soil moisture forecast is sequentially updated with observations from the SMOS Level 3 CATDS (Centre Aval de Traitement des Données SMOS) soil moisture product using the Ensemble Kalman filter. The assimilation algorithm accounts for the spatial mismatch between the model (0.125°) and the SMOS observation (25<hsp sp=\"0.25\"/>km) grids. Three widely-used methods for removing bias between model simulations and satellite observations of soil moisture are evaluated. These methods match the first, second and higher order moments of the soil moisture distributions, respectively. In this study, the first order bias correction, i.e. the rescaling of the long term mean, is the recommended method. Preserving the observational variability of the SMOS soil moisture data leads to improved soil moisture updates, particularly for dry and wet conditions, and enhances initial conditions for runoff generation. Second or higher order bias correction, which includes a rescaling of the variance, decreases the temporal variability of the assimilation results. In comparison with in situ measurements of OzNet, the assimilation with mean bias correction reduces the root mean square error (RMSE) of the modeled soil moisture from 0.058<hsp sp=\"0.25\"/>m<sup loc=\"post\">3</sup>/m<sup loc=\"post\">3</sup> to 0.046<hsp sp=\"0.25\"/>m<sup loc=\"post\">3</sup>/m<sup loc=\"post\">3</sup> and increases the correlation from 0.564 to 0.714. These improvements in antecedent wetness conditions further translate into improved predictions of associated water fluxes, particularly runoff peaks. In conclusion, the results of this study clearly demonstrate the merit of SMOS data assimilation for soil moisture and streamflow predictions at the large scale.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Remote Sensing of Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0034425715300547%26_version%3D1%26md5%3Db0e033782282912640bb2814343b8f97",
        "title": "SMOS soil moisture assimilation for improved hydrologic simulation in the Murray Darling Basin, Australia"
    },
    {
        "author": "M.   Sütterlin, C.B.   Schaaf, R.   Stöckli, Q.   Sun, F.   Hüsler, C.   Neuhaus, S.   Wunderle</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Remote Sensing of Environment, Volume 168</br><br>     Author(s): M.   Sütterlin, C.B.   Schaaf, R.   Stöckli, Q.   Sun, F.   Hüsler, C.   Neuhaus, S.   Wunderle</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">In this study, the land surface albedo together with its Bidirectional Reflectance Distribution Function (BRDF) are retrieved for the years 2000 to 2012 from Local Area Coverage (LAC) surface reflectance data gathered by the Advanced Very High Resolution Radiometer (AVHRR) over Europe. For the retrieval the MODerate resolution Imaging Spectroradiometer (MODIS) BRDF/albedo processing scheme is employed. The comparatively high revisit frequency and high variability in angular sampling of the AVHRR sensors operated simultaneously onboard the different National Oceanic and Atmospheric Administration (NOAA) and Meteorological Operational (MetOp) satellites contribute substantially to the success and quality of BRDF retrieval. The performance of the BRDF model for AVHRR data is assessed by comparison to MODIS BRDF retrievals, and the AVHRR BRDF reflectance data is validated against BRDF reflectance data from MODIS and in situ data gathered at three field sites in Switzerland. The comparison shows that the AVHRR BRDF retrievals are of high quality across most of Europe. The higher angular sampling of AVHRR allows for more full model retrievals of best quality and generates less fill values compared to MODIS. For most of the years investigated, the absolute accuracy of the AVHRR albedos is found to be within 0.05 throughout the complete seasonal cycle with a minimum bias at the peak of the growing season. However, they systematically underestimate the field-measured albedos, predominantly in winter due to spatial scale mismatch in combination with site heterogeneity and because the expression for the calculation of satellite-based blue-sky albedo does not account for multiple scattering. A slightly increased underestimation also occurs during vegetation senescence, presumably because of the narrow to broadband conversion employing only two bands. Overall, the results confirm the potential of AVHRR to produce multi-decadal data sets of reflectance anisotropy and albedo for use in climate monitoring and modeling studies. This offers a promising and unique opportunity to produce a BRDF/albedo climate data record from AVHRR dating back to 1985.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Remote Sensing of Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0034425715300535%26_version%3D1%26md5%3D38d2b6cd0ab327346a098168b2897304",
        "title": "Albedo and reflectance anisotropy retrieval from AVHRR operated onboard NOAA and MetOp satellites: Algorithm performance and accuracy assessment for Europe"
    },
    {
        "author": "Di   Long, Yuting   Yang, Yoshihide   Wada, Yang   Hong, Wei   Liang, Yaning   Chen, Bin   Yong, Aizhong   Hou, Jiangfeng   Wei, Lu   Chen</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Remote Sensing of Environment, Volume 168</br><br>     Author(s): Di   Long, Yuting   Yang, Yoshihide   Wada, Yang   Hong, Wei   Liang, Yaning   Chen, Bin   Yong, Aizhong   Hou, Jiangfeng   Wei, Lu   Chen</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">This study used a global hydrological model (GHM), PCR-GLOBWB, which simulates surface water storage changes, natural and human induced groundwater storage changes, and the interactions between surface water and subsurface water, to generate scaling factors by mimicking low-pass filtering of GRACE signals. Signal losses in GRACE data were subsequently restored by the scaling factors from PCR-GLOBWB. Results indicate greater spatial heterogeneity in scaling factor from PCR-GLOBWB and CLM4.0 than that from GLDAS-1 Noah due to comprehensive simulation of surface and subsurface water storage changes for PCR-GLOBWB and CLM4.0. Filtered GRACE total water storage (TWS) changes applied with PCR-GLOBWB scaling factors show closer agreement with water budget estimates of TWS changes than those with scaling factors from other land surface models (LSMs) in China's Yangtze River basin. Results of this study develop a further understanding of the behavior of scaling factors from different LSMs or GHMs over hydrologically complex basins, and could be valuable in providing more accurate TWS changes for hydrological applications (e.g., monitoring drought and groundwater storage depletion) over regions where human-induced interactions between surface water and subsurface water are intensive.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Remote Sensing of Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0034425715300602%26_version%3D1%26md5%3Da1d1cbc543e19147be44c830477fc9b6",
        "title": "Deriving scaling factors using a global hydrological model to restore GRACE total water storage changes for China's Yangtze River Basin"
    },
    {
        "author": "Ian   Olthof, Robert H.   Fraser, Carla   Schmitt</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Remote Sensing of Environment, Volume 168</br><br>     Author(s): Ian   Olthof, Robert H.   Fraser, Carla   Schmitt</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Several remote sensing studies have documented widespread thermokarst lake expansion in continuous permafrost regions of North America over the past few decades. Other studies have found no long-term trends in water body extents, but large intra- and inter-annual changes driven by precipitation. These differences could be due to geographic variability in physical conditions (geology, climate, permafrost and hydrology) or in the data and methods used to extract water bodies. This study tested water extraction methods over the Tuktoyaktuk Coastal Plain, Northwest Territories (NWT), Canada, based on the Landsat 5 shortwave infrared (SWIR) channel and validated them using water extents obtained from 0.5<hsp sp=\"0.25\"/>m resolution orthophoto imagery. Methods included applying thresholds to generate binary land/water classifications, as well as deriving 30<hsp sp=\"0.25\"/>m water fractions from both linear unmixing and a new histogram breakpoint method. Results indicated that the histogram breakpoint method outperformed other methods, underestimating overall water fraction by 0.26% and overestimating the number of pure 30<hsp sp=\"0.25\"/>m water pixels by 0.66% compared to water fractions calculated from orthophotos. The breakpoint method was then applied to a stack of 17 near peak-of-season Landsat 5 and Landsat 7 images acquired between July 4 and August 18 from 1985 to 2011 to create a water fraction time-series for examining both trends and inter-annual variation in water extent. Results showed an overall expansion of lake area along margins by 55<hsp sp=\"0.25\"/>km<sup loc=\"post\">2</sup> with isolated lakes experiencing rapid drainage totalling 15<hsp sp=\"0.25\"/>km<sup loc=\"post\">2</sup>, leading to a net water area increase of 40<hsp sp=\"0.25\"/>km<sup loc=\"post\">2</sup> over the 26-year period.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Remote Sensing of Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0034425715300584%26_version%3D1%26md5%3D95a7a527dd0eeea96770cba2f59fd6e0",
        "title": "Landsat-based mapping of thermokarst lake dynamics on the Tuktoyaktuk Coastal Plain, Northwest Territories, Canada since 1985"
    },
    {
        "author": "Zhihui   Wang, Andrew K.   Skidmore, Tiejun   Wang, Roshanak   Darvishzadeh, John   Hearne</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Remote Sensing of Environment, Volume 168</br><br>     Author(s): Zhihui   Wang, Andrew K.   Skidmore, Tiejun   Wang, Roshanak   Darvishzadeh, John   Hearne</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Hyperspectral remote sensing of leaf biochemicals is critical for understanding many biochemical processes. Leaf biochemical contents (e.g., protein, cellulose and lignin) in fresh and dry leaves have been quantified from hyperspectral data using empirical models. However, they cannot be retrieved for fresh leaves by inverting radiative transfer models. We demonstrated the applicability of PROSPECT leaf optical properties model in the separation of specific absorption coefficients for protein and cellulose<hsp sp=\"0.25\"/>+<hsp sp=\"0.25\"/>lignin following a newly proposed algorithm, and evaluated the feasibility in estimating leaf protein and cellulose<hsp sp=\"0.25\"/>+<hsp sp=\"0.25\"/>lignin content through model inversion. Assessment was performed across a large variety of plant species benefiting from the Leaf Optical Properties Experiment (LOPEX) dataset. To alleviate ill-posed problems, inversion was performed over different spectral subsets. The PROSPECT model with newly calibrated specific absorption coefficients was able to accurately reconstruct leaf reflectance and transmittance. Leaf protein and cellulose<hsp sp=\"0.25\"/>+<hsp sp=\"0.25\"/>lignin were estimated at moderate to good accuracies for both fresh and dry leaves. The spectral subset of 2100–2300<hsp sp=\"0.25\"/>nm yielded the most accurate estimation of leaf cellulose<hsp sp=\"0.25\"/>+<hsp sp=\"0.25\"/>lignin (<italic>R<sup loc=\"post\">2</sup> </italic> <hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/>0.70, RMSE<hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/>5.21E<hsp sp=\"0.10\"/>−<hsp sp=\"0.10\"/>04<hsp sp=\"0.25\"/>g/cm<sup loc=\"post\">2</sup>) and protein (<italic>R<sup loc=\"post\">2</sup> </italic> <hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/>0.47, RMSE<hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/>2.75E<hsp sp=\"0.10\"/>−<hsp sp=\"0.10\"/>04<hsp sp=\"0.25\"/>g/cm<sup loc=\"post\">2</sup>) in fresh leaves, which were comparable with those obtained from stepwise multiple linear regressions (protein: <italic>R<sup loc=\"post\">2</sup> </italic> <hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/>0.83, RMSE<hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/>3.91E<hsp sp=\"0.10\"/>−<hsp sp=\"0.10\"/>04<hsp sp=\"0.25\"/>g/cm<sup loc=\"post\">2</sup>; cellulose<hsp sp=\"0.25\"/>+<hsp sp=\"0.25\"/>lignin: <italic>R<sup loc=\"post\">2</sup> </italic> <hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/>0.66, RMSE<hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/>2.02E<hsp sp=\"0.10\"/>−<hsp sp=\"0.10\"/>04<hsp sp=\"0.25\"/>g/cm<sup loc=\"post\">2</sup>). Our results confirm the importance of selecting a proper spectral subset that contains sufficient information for a successful inversion. For the first time, we provide promising estimations of leaf protein in fresh leaves through inversion of a radiative transfer model, which can be applied at canopy level for regional mapping if coupled with a canopy reflectance model and air- or space-borne hyperspectral imaging.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Remote Sensing of Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0034425715300638%26_version%3D1%26md5%3Dd85674ebacd1b84faff4fba1c81cc265",
        "title": "Applicability of the PROSPECT model for estimating protein and cellulose+lignin in fresh leaves"
    },
    {
        "author": "Francesca   Bozzano, Carlo   Esposito, Stefania   Franchi, Paolo   Mazzanti, Daniele   Perissin, Alfredo   Rocca, Emanuele   Romano</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Remote Sensing of Environment, Volume 168</br><br>     Author(s): Francesca   Bozzano, Carlo   Esposito, Stefania   Franchi, Paolo   Mazzanti, Daniele   Perissin, Alfredo   Rocca, Emanuele   Romano</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">This paper focuses on a multidisciplinary study carried out in an urban area affected by subsidence and related structural damages. The study area is located about 20<hsp sp=\"0.25\"/>km east of Rome (Italy) and is characterised by relevant groundwater exploitation for various purposes as well as by the presence of compressible soils immediately below the ground level. Extensive processing at different scales of SAR satellite images (ERS and ENVISAT provided by ESA in the frame of a CAT-1 project) by means of A-DInSAR technique was performed. The time histories of ground displacements, have been analysed in combination with a detailed geological setting of the study area and with the hydrogeological changes occurred in the last decades (as the response to the anthropic stress) based on a large piezometric dataset. This comprehensive dataset allowed us to describe the space and time distributions of the subsidence process. The spatial pattern and deformation rate change is attributed to the following causes: i) the changes in the groundwater levels due to the intensification of mine exploitation (requiring dewatering operations) and ii) the distribution and thickness of recent compressible deposits. Specifically, it is derived that the groundwater level variations drive the timing of subsidence triggering over the area, whereas the local geological conditions control the magnitude of the deformation process.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Remote Sensing of Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0034425715300675%26_version%3D1%26md5%3D7cab59236263ec78410a981a77b17bbc",
        "title": "Understanding the subsidence process of a quaternary plain by combining geological and hydrogeological modelling with satellite InSAR data: The Acque Albule Plain case study"
    },
    {
        "author": "Lawrence B.   Flanagan, Eric J.   Sharp, John A.   Gamon</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Remote Sensing of Environment, Volume 168</br><br>     Author(s): Lawrence B.   Flanagan, Eric J.   Sharp, John A.   Gamon</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">The light-use efficiency (LUE) model of photosynthesis is widely used to estimate ecosystem photosynthesis and net primary production from remote sensing measurements. The fraction of absorbed photosynthetically active radiation (<italic>f</italic> <inf loc=\"post\">APAR</inf>) is a dominant term in this model, and it is fundamentally important for model calculations of ecosystem productivity across large areas. The LUE term is sometimes considered a constant, but may be best represented as a variable scalar under stress conditions. The main objective of this study was to better understand factors influencing <italic>f</italic> <inf loc=\"post\">APAR</inf>, its relationship with seasonal variation in canopy greenness (Normalized Difference Vegetation Index (NDVI)), and the consequences of potential seasonal changes in the NDVI-<italic>f</italic> <inf loc=\"post\">APAR</inf> relationship for LUE model calculations of ecosystem photosynthesis in a semi-arid grassland. We used two approaches to determine <italic>f</italic> <inf loc=\"post\">APAR</inf>, (i) direct incoming and outgoing radiation measurements above and below the canopy, and (ii) an inversion approach based on incident photosynthetically active radiation and the light response curve of net ecosystem productivity measured by eddy covariance at low light levels. The two approaches resulted in <italic>f</italic> <inf loc=\"post\">APAR</inf> values that were very strongly correlated during the initial development of the canopy until peak leaf area index (LAI) was reached. During this time, a strong linear relationship also occurred between <italic>f</italic> <inf loc=\"post\">APAR</inf> and NDVI calculated from spectral reflectance measurements of the grassland canopy. After peak LAI, there was hysteresis in the NDVI–<italic>f</italic> <inf loc=\"post\">APAR</inf> relationship, and the two <italic>f</italic> <inf loc=\"post\">APAR</inf> estimates diverged. Light-use efficiency model calculations of ecosystem photosynthesis made using <italic>f</italic> <inf loc=\"post\">APAR</inf> values were strongly correlated with chamber CO<inf loc=\"post\">2</inf> exchange measurements during the initial development of the canopy leaf area. After peak LAI, a stress function, based on either soil moisture or vapour pressure deficit (VPD) measurements, was necessary to reduce quantum yield and model calculations of ecosystem photosynthesis during periods of relatively low soil moisture and higher VPD later in the growing season. Both stress functions were similarly effective in improving the correlation between modeled and measured ecosystem photosynthesis values, and indicated reduced LUE under late season conditions. Modulating LUE based on the Photochemical Reflectance Index or the Water Band Index (both proposed as possible indicators of LUE) was not effective to improve the correlation between modeled and measured ecosystem photosynthesis values in this ecosystem.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Remote Sensing of Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0034425715300729%26_version%3D1%26md5%3D9c5c67b76bdb0ef196c72b87e48e8685",
        "title": "Application of the photosynthetic light-use efficiency model in a northern Great Plains grassland"
    },
    {
        "author": "Erik   Næsset, Ole Martin   Bollandsås, Terje   Gobakken, Svein   Solberg, Ronald E.   McRoberts</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Remote Sensing of Environment, Volume 168</br><br>     Author(s): Erik   Næsset, Ole Martin   Bollandsås, Terje   Gobakken, Svein   Solberg, Ronald E.   McRoberts</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Remotely sensed data from airborne laser scanning (ALS) and interferometric synthetic aperture radar (InSAR) can greatly improve the precision of estimates of forest resource parameters such as mean biomass and biomass change per unit area. Field plots are typically used to construct models that relate the variable of interest to explanatory variables derived from the remotely sensed data. The models may then be used in combination with the field plots to provide estimates for a geographical area of interest with corresponding estimates of precision using model-assisted estimators. Previous studies have shown that field plot sizes found suitable for pure field surveys may be sub-optimal for use in combination with remotely sensed data. Plot boundary effects, co-registration problems, and misalignment problems favor larger plots because the relative impact of these effects on the models of relationships may decline by increasing plot size. In a case study in a small boreal forest area in southeastern Norway (852.6<hsp sp=\"0.25\"/>ha) a probability sample of 145 field plots was measured twice over an 11<hsp sp=\"0.25\"/>year period (1998/1999 and 2010). For each plot, field measurements were recorded for two plot sizes (200<hsp sp=\"0.25\"/>m<sup loc=\"post\">2</sup> and 300/400<hsp sp=\"0.25\"/>m<sup loc=\"post\">2</sup>). Corresponding multitemporal ALS (1999 and 2010) and InSAR data (2000 and 2011) were also available. Biomass for each of the two measurement dates as well as biomass change were modeled for all plot sizes separately using explanatory variables from the ALS and InSAR data, respectively. Biomass change was estimated using model-assisted estimators. Separate estimates were obtained for different methods for estimation of change, like the indirect method (difference between predictions of biomass for each of the two measurement dates) and the direct method (direct prediction of change). Relative efficiency (RE) was calculated by dividing the variance obtained for a pure field-based change estimate by the variance of a corresponding estimate using the model-assisted approach. For ALS, the RE values ranged between 7.5 and 15.0, indicating that approximately 7.5–15.0 as many field plots would be required for a pure field-based estimate to provide the same precision as an ALS-assisted estimate. For InSAR, RE ranged between 1.8 and 2.5. The direct estimation method showed greater REs than the indirect method for both remote sensing technologies. There was clearly a trend of improved RE of the model-assisted estimates by increasing plot size. For ALS and the direct estimation method RE increased from 9.8 for 200<hsp sp=\"0.25\"/>m<sup loc=\"post\">2</sup> plots to 15.0 for 400<hsp sp=\"0.25\"/>m<sup loc=\"post\">2</sup> plots. Similar trends of increasing RE with plot size were observed for InSAR. ALS showed on average 3.2–6.0 times greater RE values than InSAR. Because remote sensing can contribute to improved precision of estimates, sample plot size is a prominent design issue in future sample surveys which should be considered with due attention to the great benefits that can be achieved when using remote sensing if the plot size reflects the specific challenges arising from use of remote sensing in the estimation. That is especially the case in the tropics where field resources may be scarce and inaccessibility and poor infrastructure hamper field work.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Remote Sensing of Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0034425715300596%26_version%3D1%26md5%3D3e0fe544d46f71fe32e8501b73034e17",
        "title": "The effects of field plot size on model-assisted estimation of aboveground biomass change using multitemporal interferometric SAR and airborne laser scanning data"
    },
    {
        "author": "Ismail   Ahmad Abir, Shuhab D.   Khan, Abduwasit   Ghulam, Shahina   Tariq, Mohammad Tahir   Shah</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Remote Sensing of Environment, Volume 168</br><br>     Author(s): Ismail   Ahmad Abir, Shuhab D.   Khan, Abduwasit   Ghulam, Shahina   Tariq, Mohammad Tahir   Shah</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">The foreland fold-and-thrust belt of northern Pakistan is located at the western end of the Himalayan arc, where salt tectonics is responsible for structural styles, hydrocarbon source areas and seismicity. Three sub-regions of fold-and-thrust belt are the Potwar Plateau–Salt Range, Kohat Plateau–Surghar Range and the Bannu Basin–Khisor Range. The difference in deformation intensity between these regions is mainly attributed to the presence, or absence, of an Infra-Cambrian salt layer. This study investigates the active tectonics of the Potwar Plateau and Salt Range region, emphasizing the role of salt, using the Small Baseline Subset Interferometry (SBAS) technique and 2-D seismic interpretations. Ten PALSAR images and four seismic profiles from western Potwar Plateau–Salt Range region were used. SBAS results, derived from PALSAR images spanning from 2007 to 2010, suggest that the Potwar Plateau–Salt Range is active with the western portion of the region experiencing an uplift at an average rate of around 10<hsp sp=\"0.25\"/>mm/year. Two uplift anomalies were observed, which were interpreted as zones of transpression and salt diapirism. Time-migrated seismic profiles show that the salt layer acts as a detachment. Our results show that salt has different roles in different regions of the fold-and-thrust belt; in the Potwar Plateau region the salt layer acts as a detachment, while in Salt Range salt flow-induced structures are prominent. The integration of SBAS and 2D seismic interpretation reveals that the deformation of western Potwar Plateau–Salt Range is influenced by two main faults, the dextral Kalabagh fault and the Main Frontal Thrust. Finally, this work was compared to the Kuqa fold-and-thrust belt in western China due to their structural similarities.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Remote Sensing of Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0034425715300687%26_version%3D1%26md5%3D0774cfeaa8e2c81ada181528f6c9939d",
        "title": "Active tectonics of western Potwar Plateau–Salt Range, northern Pakistan from InSAR observations and seismic imaging"
    },
    {
        "author": "Wei   You, Zengliang   Zang, Lifeng   Zhang, Zhijin   Li, Dan   Chen, Gui   Zhang</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Remote Sensing of Environment, Volume 168</br><br>     Author(s): Wei   You, Zengliang   Zang, Lifeng   Zhang, Zhijin   Li, Dan   Chen, Gui   Zhang</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Satellite measurements have been widely used to estimate particulate matters (PMs) on the ground and their effects on human health. However, such estimation depends critically on an established relation between aerosol optical depth (AOD) and ground level PMs. In this study we performed an experiment at Xi'an to establish a relation between AOD and PM10. A first test of satellite AOD and PM10 data showed a low correlation between the two properties, especially in spring and summer seasons with relatively many high AOD values paired to low ground-level PM10 values, which hinted that AOD may ‘contaminate’ by summer agricultural burning season and dust storm intrusion leading to much elevated aerosol. MODIS fire count and CALIPSO vertical feature mask data were used to detect fire emissions and elevated aerosol to substantiate this hypothesis. A later test showed that the correlation between AOD and PM10 has strongly been improved by excluding the paired AOD-PM10 data with known biomass burning and elevated aerosol layers. This result indicates that summer agricultural burning and aloft aerosol should be considered when the AOD–PM10 association is explored. Finally, a geographically weighted regression model was developed to further improve estimation of ground-level concentration by combining AOD with meteorological parameters. The results showed that the meteorological parameters can greatly improve model performance. The overall cross-validation R<sup loc=\"post\">2</sup> is 0.77 and the root mean squared prediction error (RMSE) is 16.91<hsp sp=\"0.25\"/>μg/m<sup loc=\"post\">3</sup>. These results are useful for developing satellite AOD based model to estimate ground-level PMs especially for the region with known strong biomass burning events.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Remote Sensing of Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS003442571530078X%26_version%3D1%26md5%3D3c1ff059d24659198139b9b6be01d565",
        "title": "Estimating ground-level PM10 concentration in northwestern China using geographically weighted regression based on satellite AOD combined with CALIPSO and MODIS fire count"
    },
    {
        "author": "George   Xian, Collin   Homer, Matthew   Rigge, Hua   Shi, Debbie   Meyer</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Remote Sensing of Environment, Volume 168</br><br>     Author(s): George   Xian, Collin   Homer, Matthew   Rigge, Hua   Shi, Debbie   Meyer</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Accurate and consistent estimates of shrubland ecosystem components are crucial to a better understanding of ecosystem conditions in arid and semiarid lands. An innovative approach was developed by integrating multiple sources of information to quantify shrubland components as continuous field products within the National Land Cover Database (NLCD). The approach consists of several procedures including field sample collections, high-resolution mapping of shrubland components using WorldView-2 imagery and regression tree models, Landsat 8 radiometric balancing and phenological mosaicking, medium resolution estimates of shrubland components following different climate zones using Landsat 8 phenological mosaics and regression tree models, and product validation. Fractional covers of nine shrubland components were estimated: annual herbaceous, bare ground, big sagebrush, herbaceous, litter, sagebrush, shrub, sagebrush height, and shrub height. Our study area included the footprint of six Landsat 8 scenes in the northwestern United States. Results show that most components have relatively significant correlations with validation data, have small normalized root mean square errors, and correspond well with expected ecological gradients. While some uncertainties remain with height estimates, the model formulated in this study provides a cross-validated, unbiased, and cost effective approach to quantify shrubland components at a regional scale and advances knowledge of horizontal and vertical variability of these components.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Remote Sensing of Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0034425715300730%26_version%3D1%26md5%3D1a86777bbbc9e84aa7f0f542441d232c",
        "title": "Characterization of shrubland ecosystem components as continuous fields in the northwest United States"
    },
    {
        "author": "Neal J.   Pastick, M. Torre   Jorgenson, Bruce K.   Wylie, Shawn J.   Nield, Kristofer D.   Johnson, Andrew O.   Finley</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Remote Sensing of Environment, Volume 168</br><br>     Author(s): Neal J.   Pastick, M. Torre   Jorgenson, Bruce K.   Wylie, Shawn J.   Nield, Kristofer D.   Johnson, Andrew O.   Finley</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">High-latitude regions are experiencing rapid and extensive changes in ecosystem composition and function as the result of increases in average air temperature. Increasing air temperatures have led to widespread thawing and degradation of permafrost, which in turn has affected ecosystems, socioeconomics, and the carbon cycle of high latitudes. Here we overcome complex interactions among surface and subsurface conditions to map near-surface permafrost through decision and regression tree approaches that statistically and spatially extend field observations using remotely sensed imagery, climatic data, and thematic maps of a wide range of surface and subsurface biophysical characteristics. The data fusion approach generated medium-resolution (30-m<hsp sp=\"0.25\"/>pixels) maps of near-surface (within 1<hsp sp=\"0.25\"/>m) permafrost, active-layer thickness, and associated uncertainty estimates throughout mainland Alaska. Our calibrated models (overall test accuracy of ~<hsp sp=\"0.10\"/>85%) were used to quantify changes in permafrost distribution under varying future climate scenarios assuming no other changes in biophysical factors. Models indicate that near-surface permafrost underlies 38% of mainland Alaska and that near-surface permafrost will disappear on 16 to 24% of the landscape by the end of the 21st Century. Simulations suggest that near-surface permafrost degradation is more probable in central regions of Alaska than more northerly regions. Taken together, these results have obvious implications for potential remobilization of frozen soil carbon pools under warmer temperatures. Additionally, warmer and drier conditions may increase fire activity and severity, which may exacerbate rates of permafrost thaw and carbon remobilization relative to climate alone. The mapping of permafrost distribution across Alaska is important for land-use planning, environmental assessments, and a wide-array of geophysical studies.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Remote Sensing of Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0034425715300778%26_version%3D1%26md5%3D7851d4bd5c313a8c48835e89245a9051",
        "title": "Distribution of near-surface permafrost in Alaska: Estimates of present and future conditions"
    },
    {
        "author": "Maurizio   Santoro, André   Beaudoin, Christian   Beer, Oliver   Cartus, Johan E.S.   Fransson, Ronald J.   Hall, Carsten   Pathe, Christiane   Schmullius, Dmitry   Schepaschenko, Anatoly   Shvidenko, Martin   Thurner, Urs   Wegmüller</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Remote Sensing of Environment, Volume 168</br><br>     Author(s): Maurizio   Santoro, André   Beaudoin, Christian   Beer, Oliver   Cartus, Johan E.S.   Fransson, Ronald J.   Hall, Carsten   Pathe, Christiane   Schmullius, Dmitry   Schepaschenko, Anatoly   Shvidenko, Martin   Thurner, Urs   Wegmüller</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">This paper presents and assesses spatially explicit estimates of forest growing stock volume (GSV) of the northern hemisphere (north of 10°N) from hyper-temporal observations of Envisat Advanced Synthetic Aperture Radar (ASAR) backscattered intensity using the BIOMASAR algorithm. Approximately 70,000 ASAR images at a pixel size of 0.01° were used to estimate GSV representative for the year 2010. The spatial distribution of the GSV across four ecological zones (polar, boreal, temperate, subtropical) was well captured by the ASAR-based estimates. The uncertainty of the retrieved GSV was smallest in boreal and temperate forest (&amp;lt;<hsp sp=\"0.10\"/>30% for approximately 80% of the forest area) and largest in subtropical forest. ASAR-derived GSV averages at the level of administrative units were mostly in agreement with inventory-derived estimates. Underestimation occurred in regions of very high GSV (&amp;gt;<hsp sp=\"0.10\"/>300<hsp sp=\"0.25\"/>m<sup loc=\"post\">3</sup>/ha) and fragmented forest landscapes. For the major forested countries within the study region, the relative RMSE between ASAR-derived GSV averages at provincial level and corresponding values from National Forest Inventory was between 12% and 45% (average: 29%).</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Remote Sensing of Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS003442571530064X%26_version%3D1%26md5%3Dd34bacac76f209a5bcf84ac2253b02e6",
        "title": "Forest growing stock volume of the northern hemisphere: Spatially explicit estimates for 2010 derived from Envisat ASAR"
    },
    {
        "author": "Haiyong   Ding, Andrew J.   Elmore</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Remote Sensing of Environment, Volume 168</br><br>     Author(s): Haiyong   Ding, Andrew J.   Elmore</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Water temperature is a key factor used to assess biogeochemical cycles and aquatic habitat quality, and is typically monitored using in situ sensors deployed on distributed piers, buoys or mobile platforms. Due to multiple, spatially and temporally varying influences on surface water temperature, (e.g., solar radiation, water depth, tidal stage, turbidity, and industrial activities) multi-temporal remote sensing observations might effectively be used to link these drivers with observations. However, while low- to moderate-resolution sensors provide temporally continuous observations, large pixel sizes have proven problematic in coastal regions where shoreline influences on pixel radiance contaminate the radiation signal leaving the water surface. To alleviate this problem, we used a dense stack of Landsat TM/ETM+ thermal imagery organized by day of year of acquisition, thus producing a climatology of water temperature. We use these data to analyze the spatial patterns of water surface temperature climatology (e.g., average maximum and minimum temperatures) for the past thirty years. We also explore the impact of power plant thermal effluent on water surface temperature climatology of the Chesapeake Bay tributaries. Finally, we divide the Landsat record into 5-year intervals, and calculate the water surface temperature climatology for each period. Trends in water surface temperature over the Landsat record were then compared against air temperature records available from coastal NOAA weather stations. The resulting data exhibit broad scale patterns, such as water surface climatology differences between the main stem of the Bay and its tributaries. The results also include the influence of urbanization and industrialization such as increases in impervious surface area and thermal effluent from power plants. Trends of increasing water surface temperature and air temperature were found for more than 92% of the Bay. While water temperature was always ~<hsp sp=\"0.10\"/>2–3° cooler than the air temperature, water temperature has been increasing more rapidly than air temperature in some areas, particularly in the main stem of the Bay and in the Potomac estuary. Therefore, there is a detectable impact of global change on the Chesapeake Bay in the form of an increase in water temperature, which can only partially be explained by increasing air temperatures.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Remote Sensing of Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0034425715300663%26_version%3D1%26md5%3D7045db8bb24d2912bee9139a766d183c",
        "title": "Spatio-temporal patterns in water surface temperature from Landsat time series data in the Chesapeake Bay, U.S.A."
    },
    {
        "author": "Paula   Doubrawa, Rebecca J.   Barthelmie, Sara C.   Pryor, Charlotte B.   Hasager, Merete   Badger, Ioanna   Karagali</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Remote Sensing of Environment, Volume 168</br><br>     Author(s): Paula   Doubrawa, Rebecca J.   Barthelmie, Sara C.   Pryor, Charlotte B.   Hasager, Merete   Badger, Ioanna   Karagali</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">This work presents a new observational wind atlas for the Great Lakes, and proposes a methodology to combine in situ and satellite wind observations for offshore wind resource assessment. Efficient wind energy projects rely on accurate wind resource estimates, which are complex to obtain offshore due to the temporal and spatial sparseness of observations, and the potential for temporal data gaps introduced by the formation of ice during winter months, especially in freshwater lakes. For this study, in situ observations from 70 coastal stations and 20 buoys provide diurnal, seasonal, and interannual wind variability information, with time series that range from 3 to 11<hsp sp=\"0.25\"/>years in duration. Remotely-sensed equivalent neutral winds provide spatial information on the wind climate. NASA QuikSCAT winds are temporally consistent at a 25<hsp sp=\"0.25\"/>km resolution. ESA Synthetic Aperture Radar winds are temporally sparse but at a resolution of 500<hsp sp=\"0.25\"/>m. As an initial step, each data set is processed independently to create a map of 90<hsp sp=\"0.25\"/>m wind speeds. Buoy data are corrected for ice season gaps using ratios of the mean and mean cubed of the Weibull distribution, and reference temporally-complete time series from the North American Regional Reanalysis. Generalized wind climates are obtained for each buoy and coastal site with the wind model WAsP, and combined into a single wind speed estimate for the Great Lakes region. The method of classes is used to account for the temporal sparseness in the SAR data set and combine all scenes into one wind speed map. QuikSCAT winds undergo a seasonal correction due to lack of data during the cold season that is based on its ratio relative to buoy time series. All processing steps reduce the biases of the individual maps relative to the buoy observed wind climates. The remote sensing maps are combined by using QuikSCAT to scale the magnitude of the SAR map. Finally, the in situ predicted wind speeds are incorporated. The mean spatial bias of the final map when compared to buoy time series is 0.1<hsp sp=\"0.25\"/> <italic>ms</italic> <sup loc=\"post\">−<hsp sp=\"0.10\"/>1</sup> and the RMSE 0.3<hsp sp=\"0.25\"/> <italic>ms</italic> <sup loc=\"post\">−<hsp sp=\"0.10\"/>1</sup>, which represents an uncertainty reduction of 50% relative to using only SAR, and of 40% to using only SAR and QuikSCAT without in situ observations.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Remote Sensing of Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0034425715300651%26_version%3D1%26md5%3D374515443226908834b401c4cfc0c4a9",
        "title": "Satellite winds as a tool for offshore wind resource assessment: The Great Lakes Wind Atlas"
    },
    {
        "author": "Gianluca   Tramontana, Kazuito   Ichii, Gustau   Camps-Valls, Enrico   Tomelleri, Dario   Papale</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Remote Sensing of Environment, Volume 168</br><br>     Author(s): Gianluca   Tramontana, Kazuito   Ichii, Gustau   Camps-Valls, Enrico   Tomelleri, Dario   Papale</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">The accurate quantification of carbon fluxes at continental spatial scale is important for future policy decisions in the context of global climate change. However, many elements contribute to the uncertainty of such estimate. In this study, the uncertainties of eight days gross primary production (GPP) predicted by Random Forest (RF) machine learning models were analysed at the site, ecosystem and European spatial scales. At the site level, the uncertainties caused by the missing of key drivers were evaluated. The most accurate predictions of eight days GPP were obtained when all available drivers were used (Pearson's correlation coefficient, ρ<hsp sp=\"0.25\"/>~<hsp sp=\"0.25\"/>0.84; Root Mean Square Error (RMSE)<hsp sp=\"0.25\"/>~<hsp sp=\"0.25\"/>1.8<hsp sp=\"0.25\"/>g C m<sup loc=\"post\">−2</sup> d<sup loc=\"post\">−1</sup>). However, when predictions were based on only remotely sensed data the accuracy was close to the optimum (ρ<hsp sp=\"0.25\"/>~<hsp sp=\"0.25\"/>0.8; RMSE<hsp sp=\"0.25\"/>~<hsp sp=\"0.25\"/>1.9<hsp sp=\"0.25\"/>g C m<sup loc=\"post\">−2</sup> d<sup loc=\"post\">−1</sup>) and to a commonly used light use efficiency model (MOD17) with parameters optimised for the applied study sites (the MOD17<hsp sp=\"0.10\"/>+, ρ<hsp sp=\"0.25\"/>~<hsp sp=\"0.25\"/>0.79; RMSE<hsp sp=\"0.25\"/>~<hsp sp=\"0.25\"/>2.04<hsp sp=\"0.25\"/>g C m<sup loc=\"post\">−2</sup> d<sup loc=\"post\">−1</sup>). Remotely sensed data were key drivers for the accurate prediction of GPP in ecosystems with high variability of green biomass over the phenological cycle (e.g., deciduous broad-leaved forests) or highly affected by the human management (e.g. croplands). In contrast, in the ecosystems with low variability of greenness (e.g., evergreen broad-leaved forests), the predictions were poor when meteorological information were not used. At a European spatial scale, when modelled grids of meteorological, land cover and fPAR data were used as inputs, the propagation of their uncertainty, not accounted in the models training, had significant effects on the uncertainty of the mean annual GPP. At this scale, the effects of meteorological uncertainty were higher than the misclassification error. These findings suggested that a strategy based on satellite-measured data could be a favourable improvement for the spatial upscaling of GPP, because avoiding the propagation of the uncertainties of the modelled grids.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Remote Sensing of Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0034425715300699%26_version%3D1%26md5%3D8346024ec5eaf7c9fe22eaaf204d1b66",
        "title": "Uncertainty analysis of gross primary production upscaling using Random Forests, remote sensing and eddy covariance data"
    },
    {
        "author": "Tamer   ElGharbawi, Masayuki   Tamura</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Remote Sensing of Environment, Volume 168</br><br>     Author(s): Tamer   ElGharbawi, Masayuki   Tamura</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">We propose a methodology using interferometric synthetic aperture radar (InSAR) time series analysis and a single GPS station to estimate the coseismic and postseismic crustal deformations in the Kanto region, Japan, which has been affected by the 2011 Tohoku earthquake. The proposed methodology depends on choosing a proper deformation trend(s) to accurately describe the earthquake deformation signature by studying the deformation time series of a single GPS station. The modeled deformation trend is subtracted from the unwrapped phase maps to separate the main deformation signature from the imposed errors. Some deformation components, not described by the model(s), will leak to the residual phase maps which will be subjected to temporal and spatial filtering. The final corrected unwrapped phase maps are estimated by restoring the modeled deformation trend to the filtered residual phase maps and finally the deformation time series is estimated using a least squares technique. The proposed methodology was designed to retrieve complex and fine surface deformations in areas that have been affected by large dominating deformation signatures and contain at a least single GPS station. The methodology was tested using Envisat-ASAR C-band images and validation was carried out using GPS stations resulting in a mean RMS error of 6.9<hsp sp=\"0.25\"/>mm. The estimated deformation time series shows a differential postseismic deformation pattern that can be attributed to an off Boso peninsula motion triggered by the 2011 Tohoku earthquake.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Remote Sensing of Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0034425715300705%26_version%3D1%26md5%3D958f242502ff767845f334d40b253942",
        "title": "Coseismic and postseismic deformation estimation of the 2011 Tohoku earthquake in Kanto Region, Japan, using InSAR time series analysis and GPS"
    },
    {
        "author": "Kathrin   Naegeli, Alexander   Damm, Matthias   Huss, Michael   Schaepman, Martin   Hoelzle</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Remote Sensing of Environment, Volume 168</br><br>     Author(s): Kathrin   Naegeli, Alexander   Damm, Matthias   Huss, Michael   Schaepman, Martin   Hoelzle</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Glacier surfaces are not only composed of ice or snow but are heterogeneous mixtures of different materials. The occurrence and dynamics of light-absorbing impurities affect ice surface characteristics and strongly influence glacier melt processes. However, our understanding of the spatial distribution of impurities and their impact on ice surface characteristics and the glacier's energy budget is still limited. We use imaging spectroscopy in combination with in-situ experiments to assess the composition of ice surface materials and their respective impact on surface albedo and glacier melt rates. Spectroscopy data were acquired in August 2013 using the Airborne Prism EXperiment (APEX) imaging spectrometer and were used to map the abundances of six predominant surface materials on Glacier de la Plaine Morte, Swiss Alps. A pixel-based classification revealed that about 10% of the ice surface is covered with snow, water or debris. The remaining 90% of the surface can be divided into three types of glacier ice, namely ~<hsp sp=\"0.10\"/>7% dirty ice, ~<hsp sp=\"0.10\"/>43% pure ice and ~<hsp sp=\"0.10\"/>39% bright ice. Spatially distributed spectral albedo derived from APEX reflectance data in combination with in-situ multi-angular spectroscopic measurements was used to analyse albedo patterns present on the glacier surface. About 85% of all pixels exhibit a low albedo between 0.1 and 0.4 (mean albedo 0.29<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>0.12), indicating that Glacier de la Plaine Morte is covered with a significant amount of light-absorbing impurities, resulting in a strong ice-albedo feedback during the ablation season. Using a pixel-based albedo map instead of a constant albedo for ice (0.34) as input for a mass balance model revealed that the glacier-wide total ablation remained similar (10% difference). However, the large local variations in mass balance can only be reproduced using the pixel-based albedo derived from APEX, emphasizing the need to quantify spatial albedo differences as an important input for glacier mass balance models.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Remote Sensing of Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0034425715300626%26_version%3D1%26md5%3Dcad1374a9311f7e2378d613ec6f89e42",
        "title": "Imaging spectroscopy to assess the composition of ice surface materials and their impact on glacier mass balance"
    },
    {
        "author": "C.   Sá, D.   D'Alimonte, A.C.   Brito, T.   Kajiyama, C.R.   Mendes, J.   Vitorino, P.B.   Oliveira, J.C.B.   da Silva, V.   Brotas</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Remote Sensing of Environment, Volume 168</br><br>     Author(s): C.   Sá, D.   D'Alimonte, A.C.   Brito, T.   Kajiyama, C.R.   Mendes, J.   Vitorino, P.B.   Oliveira, J.C.B.   da Silva, V.   Brotas</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Chlorophyll <italic>a</italic> concentration (Chl) product validation off the Western Iberian coast is here undertaken by directly comparing remote sensing data with in situ surface reference values. Both standard and recently developed <italic>alternative</italic> algorithms are considered for match-up data analysis. The investigated standard products are those produced by the MERIS (algal 1 and algal 2) and MODIS (OC3M) algorithms. The alternative data products include those generated within the CoastColour Project and Ocean Color Climate Change Initiative (OC-CCI) funded by ESA, as well as a neural net model trained with field measurements collected in the Atlantic off Portugal (MLP<inf loc=\"post\">ATLP</inf>). Statistical analyses showed that satellite Chl estimates tend to be larger than in situ reference values. The study also revealed that a non-uniform Chl distribution in the water column can be a concurring factor to the documented overestimation tendency when considering larger optical depth match-up stations. Among standard remote sensing products, MODIS OC3M and MERIS algal 2 yield the best agreement with in situ data. The performance of MLP<inf loc=\"post\">ATLP</inf> highlights the capability of regional solutions to further improve Chl retrieval by accounting for environmental specificities. Results also demonstrate the relevance of oceanographic regions such as the Nazaré area to evaluate how complex hydrodynamic conditions can influence the quality of Chl products.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Remote Sensing of Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0034425715300766%26_version%3D1%26md5%3Db5bfd5c29a2f00afba38423718374f02",
        "title": "Validation of standard and alternative satellite ocean-color chlorophyll products off Western Iberia"
    },
    {
        "author": "Alexander   Ač, Zbyněk   Malenovský, Julie   Olejníčková, Alexander   Gallé, Uwe   Rascher, Gina   Mohammed</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Remote Sensing of Environment, Volume 168</br><br>     Author(s): Alexander   Ač, Zbyněk   Malenovský, Julie   Olejníčková, Alexander   Gallé, Uwe   Rascher, Gina   Mohammed</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Many laboratory studies investigating chlorophyll fluorescence (F) of plants have provided sufficient evidence of the functional link between dynamic changes in photosynthetic activity and F emissions. Far fewer studies, however, have been devoted to detailed analysis of F emission under steady-state conditions, which may be amenable to measurement by passive spectroradiometers onboard airborne or satellite missions. Here, we provide a random-effects meta-analysis of studies using both passively (sun-induced) and actively (e.g. laser-induced) measured steady-state F for detecting stress reactions in terrestrial vegetation. Specifically, we review behaviour of F in red and far-red wavelengths, and also the red to far-red F ratio, for plants physiologically stressed by water deficit, temperature extremes, and nitrogen insufficiency. Results suggest that water stress is, in general, associated with a decline in red and far-red F signal intensity measured at both leaf and canopy levels, whereas the red to far-red F ratio displays an inconsistent behaviour. Chilling, for which only studies with active measurements at the leaf level are available, significantly increased red and far-red F, whereas heat stress produced a less convincing decrease in both F emissions, notably in canopies measured passively. The clearest indicator of temperature stress was the F ratio, which declined significantly and consistently. The F ratio was also the strongest indicator of nitrogen deficiency, revealing a nearly uniformly increasing pattern driven by predominantly declining far-red F. Although significant knowledge gaps were encountered for certain scales and F measurement techniques, the analyses indicate that future airborne or space-borne acquisitions of both red and far-red F signals would be beneficial for timely detection of plant stress events.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Remote Sensing of Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0034425715300808%26_version%3D1%26md5%3Ddf8ddc399afd116b0515b7a3c8215824",
        "title": "Meta-analysis assessing potential of steady-state chlorophyll fluorescence for remote sensing detection of plant water, temperature and nitrogen stress"
    },
    {
        "author": "Robert J.W.   Brewin, Shubha   Sathyendranath, Thomas   Jackson, Ray   Barlow, Vanda   Brotas, Ruth   Airs, Tarron   Lamont</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Remote Sensing of Environment, Volume 168</br><br>     Author(s): Robert J.W.   Brewin, Shubha   Sathyendranath, Thomas   Jackson, Ray   Barlow, Vanda   Brotas, Ruth   Airs, Tarron   Lamont</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Phytoplankton size structure is an important indicator of the state of the pelagic ecosystem. Stimulated by the paucity of <italic>in situ</italic> observations on size structure, and by the sampling advantages of autonomous remote platforms, new efforts are being made to infer the size-structure of the phytoplankton from oceanographic variables that may be measured at high temporal and spatial resolution, such as total chlorophyll concentration. Large-scale analysis of <italic>in situ</italic> data has revealed coherent relationships between size-fractionated chlorophyll and total chlorophyll that can be quantified using the three-component model of Brewin et al. (2010). However, there are variations surrounding these general relationships. In this paper, we first revise the three-component model using a global dataset of surface phytoplankton pigment measurements. Then, using estimates of the average irradiance in the mixed-layer, we investigate the influence of ambient light on the parameters of the three-component model. We observe significant relationships between model parameters and the average irradiance in the mixed-layer, consistent with ecological knowledge. These relationships are incorporated explicitly into the three-component model to illustrate variations in the relationship between size-structure and total chlorophyll, ensuing from variations in light availability. The new model may be used as a tool to investigate modifications in size-structure in the context of a changing climate.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Remote Sensing of Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0034425715300614%26_version%3D1%26md5%3D9678f2ab6b5475040b57b1d0eec06a84",
        "title": "Influence of light in the mixed-layer on the parameters of a three-component model of phytoplankton size class"
    },
    {
        "author": "",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>15 September 2015</pubDate><br> <b>Source:</b>Remote Sensing of Environment, Volume 167</br><br></br><br><br></br></br><br></br></br>",
        "journal": "Remote Sensing of Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0034425715002096%26_version%3D1%26md5%3D46b43fbe4b4937182f8c32adf0bd7020",
        "title": "Editorial Board"
    },
    {
        "author": "Eric J.   Hochberg, Dar A.   Roberts, Philip E.   Dennison, Glynn C.   Hulley</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>15 September 2015</pubDate><br> <b>Source:</b>Remote Sensing of Environment, Volume 167</br><br>     Author(s): Eric J.   Hochberg, Dar A.   Roberts, Philip E.   Dennison, Glynn C.   Hulley</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">The Hyperspectral Infrared Imager (HyspIRI) mission is proposed to be the first satellite system with the capability to provide global, repeat coverage across the visible and shortwave infrared spectrum, as well as eight channels in the midwave and thermal infrared. HyspIRI has stated objectives to address a host of pressing earth science questions, from radiation budgets to ecosystem functions. A sizable science community has grown to support the mission, and their ongoing research demonstrates HyspIRI's potential to greatly expand our knowledge of the earth system. This special issue features a collection of papers, some reviews and others novel science, that cover the wide array of topics relevant to HyspIRI's mission and reaffirm the necessity for HyspIRI.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Remote Sensing of Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0034425715300420%26_version%3D1%26md5%3Da5d2eab5f3241aaa44f0a7431d476665",
        "title": "Special issue on the Hyperspectral Infrared Imager (HyspIRI): Emerging science in terrestrial and aquatic ecology, radiation balance and hazards"
    },
    {
        "author": "Christine M.   Lee, Morgan L.   Cable, Simon J.   Hook, Robert O.   Green, Susan L.   Ustin, Daniel J.   Mandl, Elizabeth M.   Middleton</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>15 September 2015</pubDate><br> <b>Source:</b>Remote Sensing of Environment, Volume 167</br><br>     Author(s): Christine M.   Lee, Morgan L.   Cable, Simon J.   Hook, Robert O.   Green, Susan L.   Ustin, Daniel J.   Mandl, Elizabeth M.   Middleton</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">In 2007, the NASA Hyperspectral InfraRed Imager (HyspIRI) mission was recommended in <italic>Earth Science and Applications from Space: National Imperatives for the Next Decade and Beyond</italic> (Decadal Survey) to address critical science questions in multiple areas, in particular ecosystems and natural hazards. HyspIRI is comprised of two instruments, a visible to short-wavelength infrared (VSWIR) imaging spectrometer and a thermal infrared (TIR) multispectral imager, together with an Intelligent Payload Module (IPM) for onboard processing and rapid downlink of selected data. The VSWIR instrument will have 10<hsp sp=\"0.25\"/>nm contiguous bands and cover the 380–2500<hsp sp=\"0.25\"/>nm spectral range with 30<hsp sp=\"0.25\"/>m spatial resolution and a revisit of 16<hsp sp=\"0.25\"/>days. The TIR instrument will have 8 discrete bands in the 4–13<hsp sp=\"0.25\"/>μm range with 60<hsp sp=\"0.25\"/>m spatial resolution and a revisit of 5<hsp sp=\"0.25\"/>days. With these two instruments in low Earth orbit, HyspIRI will be able to address key science and applications questions in a wide array of fields, ranging from ecosystem function and diversity to human health and urbanization.</simple-para> </abstract-sec><br> <h3 class=\"h3\">Graphical abstract</h3> <img src=\"http://origin-ars.els-cdn.com/content/image/1-s2.0-S0034425715300419-fx1.jpg\" height=\"194\" width=\"500\" alt=\"image\"/></br></br><br></br></br>",
        "journal": "Remote Sensing of Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0034425715300419%26_version%3D1%26md5%3D30faddab45d1fc896ddea7e764e312ec",
        "title": "An introduction to the NASA Hyperspectral InfraRed Imager (HyspIRI) mission and preparatory activities"
    },
    {
        "author": "Tao   He, Shunlin   Liang, Dongdong   Wang, Qinqing   Shi, Michael L.   Goulden</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>15 September 2015</pubDate><br> <b>Source:</b>Remote Sensing of Environment, Volume 167</br><br>     Author(s): Tao   He, Shunlin   Liang, Dongdong   Wang, Qinqing   Shi, Michael L.   Goulden</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Hyperspectral remote sensing provides unique and abundant spectral information for quantification of the land surface shortwave radiation budget, which can be used to calibrate climate models and to estimate surface energy budget for monitoring agriculture and urban environment. However, only single broadband or multispectral data have been used in previous studies. In the present study, two methods are proposed to estimate the instantaneous land surface net shortwave radiation (NSR) with high spatial resolutions using hyperspectral remote sensing observations from the Airborne Visible Infrared Imaging Spectrometer (AVIRIS) data. Method A calculates the NSR based on separate estimation of downward radiation and surface broadband albedo, which requires ancillary information for aerosol optical depth; and Method B directly estimates the NSR from the observed radiance. Results based on radiative transfer simulations showed that the use of hyperspectral data can significantly improve NSR estimation compared with the multispectral data method. Atmospheric water vapor correction was applied to adjust the surface radiation estimation. Validation of AVIRIS NSR estimates against ground measurements from two flux networks for the period of 2006–2014 showed that the two methods were similar and had consistent accuracy in the all-sky instantaneous NSR estimation with root-mean-square-errors (RMSEs) of approximately 28–56<hsp sp=\"0.25\"/>W/m<sup loc=\"post\">2</sup>. The pixel-based water vapor content estimation from AVIRIS data provided slightly different results than those obtained using coarse resolution remote sensing data. A simplified topographic correction algorithm was found to be able to improve the results generated from Method A; however, the degree of improvement provided by Method B was unclear, possibly because of the lack of consideration of horizontal atmospheric scattering effects from adjacent pixels. In general, hyperspectral remote sensing data have been shown to improve the NSR estimation accuracies compared with results obtained in previous studies. Additional efforts are needed to refine the NSR estimation for application to future satellite hyperspectral data.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Remote Sensing of Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0034425715001170%26_version%3D1%26md5%3D03ae84be685c1a2482ff43b8eba79a5b",
        "title": "Estimation of high-resolution land surface net shortwave radiation from AVIRIS data: Algorithm development and preliminary results"
    },
    {
        "author": "Dongdong   Wang, Shunlin   Liang, Tao   He, Qinqing   Shi</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>15 September 2015</pubDate><br> <b>Source:</b>Remote Sensing of Environment, Volume 167</br><br>     Author(s): Dongdong   Wang, Shunlin   Liang, Tao   He, Qinqing   Shi</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">The surface radiation budget is characterized by the all-wave net radiation. Existing parameterization methods of estimating surface net radiation require the input of many surface and atmospheric parameters and rely heavily on the availability and accuracy of such data. Other methods involve retrieval of the shortwave (0.3–3.0<hsp sp=\"0.25\"/>μm) and longwave (3.0–100.0<hsp sp=\"0.25\"/>μm) components separately from visible and shortwave infrared (VSWIR) and thermal infrared (TIR) data, respectively. The proposed HyspIRI mission will carry a VSWIR spectrometer and a TIR multispectral imager with a nadir spatial resolution of 60<hsp sp=\"0.25\"/>m. The broad range of spectral information will provide a unique opportunity to directly estimate the surface net radiation from the high-resolution HyspIRI data. In this study, we propose a new algorithm to estimate the clear-sky instantaneous all-wave net radiation over the land surface by combining VSWIR and TIR remote sensing data. The new method is based on extensive modeling of atmospheric radiative transfer over the entire solar spectrum. The algorithm is first tested with MODIS data. Validation with 1-year measurements at seven Surface Radiation Budget Network (SURFRAD) sites in 2013 demonstrates that the new method can accurately estimate clear-sky instantaneous all-wave net radiation with a root mean square error (RMSE) of 70.6<hsp sp=\"0.25\"/>W/m<sup loc=\"post\">2</sup>, which is better than the method of separating shortwave and longwave components. MODIS/ASTER Airborne Simulator (MASTER) data from the HyspIRI preparatory airborne campaign are also used as a proxy to demonstrate the suitability of the algorithm for data from the future HyspIRI mission.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Remote Sensing of Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0034425715001182%26_version%3D1%26md5%3D228b8ec771886907d0b7e1cc35ba9bb7",
        "title": "Estimating clear-sky all-wave net radiation from combined visible and shortwave infrared (VSWIR) and thermal infrared (TIR) remote sensing data"
    }
]