[
    {
        "author": "Jielun Sun, Carmen. J. Nappo, Larry Mahrt, Danijel Belušić, Branko Grisogono, David R. Stauffer, Manuel Pulido, Chantal Staquet, Qingfang Jiang, Annick Pouquet, Carlos Yagüe, Boris Galperin, Ronald B. Smith, John J. Finnigan, Shane D. Mayor, Gunilla Svensson, Andrey A. Grachev, William D. Neff", 
        "date": "2015-07-17", 
        "description": "\n\nFlow in a stably-stratified environment is characterized by anisotropic and intermittent turbulence, and wavelike motions of varying amplitudes and periods. Understanding turbulence intermittency and wave-turbulence interactions in a stably-stratified flow remains a challenging issue in geosciences including planetary atmospheres and oceans. The stable atmospheric boundary layer (SABL) commonly occurs when the ground surface is cooled by longwave radiation emission such as at night over land surfaces, or even daytime over snow and ice surfaces, and when warm air is advected over cold surfaces. Intermittent turbulence intensification in the SABL impacts human activities and weather variability, yet it cannot be generated in state-of-the-art numerical forecast models. This failure is mainly due to a lack of understanding of the physical mechanisms for seemingly random turbulence generation in a stably-stratified flow, in which wave-turbulence interaction is a potential mechanism for turbulence intermittency. A workshop on wave-turbulence interactions in the SABL (WINABL) addressed the current understanding and challenges of wave-turbulence interactions, and the role of wavelike motions in contributing to anisotropic and intermittent turbulence from the perspectives of theory, observations, and numerical parameterization. There have been a number of reviews on waves, and a few on turbulence in stably-stratified flows, but not much on wave-turbulence interactions. This review focuses on the nocturnal SABL,however, the discussions here on intermittent turbulence and wave-turbulence interactions in stably-stratified flows underscore important issues in stably-stratified geophysical dynamics in general.\n", 
        "journal": "Reviews of Geophysics", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015RG000487", 
        "title": "Review of wave-turbulence interactions in the stable atmospheric boundary layer"
    }, 
    {
        "author": "V. Acocella, R. Di Lorenzo, C. Newhall, R. Scandone", 
        "date": "2015-07-14", 
        "description": "\n\nCalderas are among the most active and dangerous volcanoes. Caldera unrest is defined by enhanced seismicity, gravity changes, surface deformation and degassing. Although much caldera unrest does not lead to an eruption, every eruption is preceded by an unrest episode. Therefore, the proper description of unrest and the forecast of its possible outcome is a timely and challenging task. Here we review the best known unrest at calderas from 1988 to 2014, building on previous work and propose an updated database. Where established, the root cause for unrest is always magmatic; none was purely hydrothermal or tectonic. An interpretive classification of unrest invokes two spectra – compositional (mafic to felsic) and the state of magma conduits feeding from the magma reservoir(s) to the surface (from fully plugged, through semi-plugged, to open). Magma and gas in open conduits can rise and erupt freely; magma in semi-plugged conduits erupts less frequently, yet still allows some gas to escape; plugged conduits allow neither magma nor gas to escape. Unrest in mafic calderas is subtler, less pronounced and repeated, especially with open systems, ensuring the continuous, aseismic and moderate release of magma. Plugged felsic calderas erupt infrequently, anticipated by isolated, short and seismically active unrest. Semi-plugged felsic calderas also erupt infrequently and are restless over decades or centuries, with uplift, seismicity and degassing and, on the longer-term, resurgence, suggesting repeated stalled intrusions. Finally, the expected advances in better understanding caldera unrest are discussed.", 
        "journal": "Reviews of Geophysics", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015RG000492", 
        "title": "An overview of recent (1988 to 2014) caldera unrest: knowledge and perspectives"
    }, 
    {
        "author": "Volker Wulfmeyer, Mike Hardesty, David D. Turner, Andreas Behrendt, Maria Cadeddu, Paolo Di Girolamo, Peter Schlüssel, Joël Baelen, Florian Zus", 
        "date": "2015-07-08", 
        "description": "\n\nA review of remote sensing technology for lower-tropospheric thermodynamic (TD) profiling is presented with focus on high accuracy and high temporal-vertical resolution. The contributions of these instruments to the understanding of the Earth system are assessed with respect to radiative transfer, land-surface-atmosphere feedback, convection initiation, and data assimilation. We demonstrate that for progress in weather and climate research, TD profilers are essential. These observational systems must resolve gradients of humidity and temperature in the stable or unstable atmospheric surface layer close to the ground, in the mixed layer, in the interfacial layer – usually characterized by an inversion – and the lower troposphere. A thorough analysis of the current observing systems is performed revealing significant gaps that must be addressed to fulfill existing needs. We analyze whether current and future passive and active remote sensing systems can close these gaps. A methodological analysis and demonstration of measurement capabilities with respect to bias and precision is executed both for passive and active remote sensing including passive infrared and microwave spectroscopy, the global positioning system as well as water-vapor and temperature Raman lidar and water-vapor differential absorption lidar. Whereas passive remote sensing systems are already mature with respect to operational applications, active remote sensing systems require further engineering to become operational in networks. However, active remote sensing systems provide a smaller bias as well as higher temporal and vertical resolutions. For a suitable mesoscale network design, TD profiler system developments should be intensified and dedicated observing system simulation experiments should be performed.\n", 
        "journal": "Reviews of Geophysics", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014RG000476", 
        "title": "A Review of the Remote Sensing of Lower-Tropospheric Thermodynamic Profiles and its Indispensable Role for the Understanding and the Simulation of Water and Energy Cycles"
    }, 
    {
        "author": "Christophe Ancey, Vincent Bain", 
        "date": "2015-07-03", 
        "description": "\n\nIn recent years, due to warmer snow cover, there has been a significant increase in the number of cases of damage caused by gliding snowpacks and glide avalanches. On most occasions, these have been full-depth, wet-snow avalanches, and this led some people to express their surprise: how could low-speed masses of wet snow exert sufficiently high levels of pressure to severely damage engineered structures designed to carry heavy loads? This paper reviews the current state of knowledge about the formation of glide avalanches and the forces exerted on simple structures by a gliding mass of snow. One particular difficulty in reviewing the existing literature on gliding snow and on force calculations is that much of the theoretical and phenomenological analyses were presented in technical reports that date back to the earliest developments of avalanche science in the 1930s. Returning to these primary sources and attempting to put them into a contemporary perspective is vital. A detailed, modern analysis of them shows that the order of magnitude of the forces exerted by gliding snow can indeed be estimated correctly. The precise physical mechanisms remain elusive, however. We comment on the existing approaches in light of the most recent findings about related topics, including the physics of granular and plastic flows, and from field surveys of snow and avalanches (as well as glaciers and debris flows). Methods of calculating the forces exerted by glide avalanches are compared quantitatively on the basis of two case studies. This paper shows that if snow depth and density are known, then certain approaches can indeed predict the forces exerted on simple obstacles in the event of glide avalanches or gliding snow cover.\n", 
        "journal": "Reviews of Geophysics", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015RG000491", 
        "title": "Dynamics of glide avalanches and snow gliding"
    }, 
    {
        "author": "Huaiwei Ni, Hejiu Hui, Gerd Steinle-Neumann", 
        "date": "2015-07-02", 
        "description": "\n\nA quantitative description of the transport properties, diffusivity, viscosity, electrical and thermal conductivity of silicate melts is essential for understanding melting-related petrologic and geodynamic processes. We here provide a systematic overview on the current knowledge of these properties from experiments and molecular dynamics simulations, their dependence on pressure, temperature and composition, atomistic processes underlying them, and physical models to describe their variations. We further establish phenomenological and physical links between diffusivity, viscosity and electrical conductivity that are based on structural rearrangement in the melt.\nNeutral molecules and network modifying cations with low electric field strength display intrinsic diffusivity, which is controlled by the intrinsic properties (size and valence) of the species. By contrast, oxygen and network formers with high field strength show extrinsic diffusivity, which is more sensitive to extrinsic parameters including temperature (T), pressure (P) and melt composition (X). Similar T-P-X dependence of diffusivity and electrical conductivity and their quantitative relation reveal the role of intrinsically diffusing species in electrical transport, while viscosity is tied to the extrinsically diffusing species in a similar way. However, the differences in the structural role and mobility of various atomic species diminish with increasing temperature and/or pressure: all transport processes are increasingly coupled, eventually converging to a uniform rate and mechanism.\nAccurate comprehension of interatomic interactions and melt structure is vital to fully accounting for the compositional dependence of transport properties, and simple polymerization parameters such as NBO/T are inadequate.\n", 
        "journal": "Reviews of Geophysics", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015RG000485", 
        "title": "TRANSPORT PROPERTIES OF SILICATE MELTS"
    }, 
    {
        "author": "Alessandro Anav, Pierre Friedlingstein, Christian Beer, Philippe Ciais, Anna Harper, Chris Jones, Guillermo Murray-Tortarolo, Dario Papale, Nicholas C. Parazoo, Philippe Peylin, Shilong Piao, Stephen Sitch, Nicolas Viovy, Andy Wiltshire, Maosheng Zhao", 
        "date": "2015-06-27", 
        "description": "\n\nGreat advances have been made in the last decade in quantifying and understanding the spatio-temporal patterns of terrestrial gross primary production (GPP) with ground, atmospheric and space observations.\nHowever, although global GPP estimates exist, each data set relies upon assumptions and none of the available data are based only on measurements. Consequently, there is no consensus on the global total GPP and large uncertainties exist in its benchmarking.\nThe objective of this review is to assess how the different available datasets predict the spatio-temporal patterns of GPP, identify the differences among datasets, and highlight the main advantages/disadvantages of each dataset.\nWe compare GPP estimates for the historical period (1990–2009) from two observation-based datasets (MTE, MODIS) to coupled carbon–climate models and terrestrial carbon cycle models from the CMIP5 and TRENDY projects, and to a new hybrid dataset (CARBONES).\nResults show a large range in the mean global GPP estimates. The different datasets broadly agree on GPP seasonal cycle in terms of phasing, while there are still discrepancy on the amplitude. For interannual variability (IAV) and trends, there is a clear separation between the observation-based data that show little IAV and trend, while the process based models have large GPP variability and significant trends.\nThese results suggest that there is an urgent need to improve observation-based datasets and develop carbon cycle modeling with processes that are currently treated either very simplistically to correctly estimate present GPP and better quantify the future uptake of carbon dioxide by the world's vegetation.\n", 
        "journal": "Reviews of Geophysics", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015RG000483", 
        "title": "Spatio-temporal patterns of terrestrial gross primary production: A review"
    }, 
    {
        "author": "Delphis F. Levia, Sonja Germer", 
        "date": "2015-05-26", 
        "description": "\n\nMany geoscientists now recognize stemflow as an important phenomenon which can exert considerable effects on the hydrology, biogeochemistry, and ecology of wooded ecosystems and shrublands. Despite the explosive growth of stemflow research, until this review there has been no comprehensive attempt to summarize and synthesize this literature since 2003. Topical areas of substantive new knowledge in stemflow research include: (1) the interrelationships among stemflow and meteorological conditions, especially within individual rain events; (2) the dynamic interplay between stemflow and canopy structure; (3) stemflow and the cycling of solutes and transport of particulate matter; (4) stemflow and its interactions with canopy fungi and corticolous lichens; and (5) stemflow-soil interactions. Each of these five topical areas of substantive new stemflow research are summarized and synthesized, with areas of future research opportunities discussed. In addition, we have reviewed the parameters which can be used to describe stemflow and critically evaluate their utility for different purposes. This review makes a call for scientists studying stemflow to utilize common metrics in an effort to increase the cross-site comparability of stemflow studies. Capitalizing on the insights of prior research, exciting research opportunities await hydrologists, biogeoscientists, and forest ecologists who will conduct studies to deepen our knowledge of stemflow which will enable a better and more accurate framing of stemflow in the larger context of watershed hydrology and biogeochemistry.\n", 
        "journal": "Reviews of Geophysics", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015RG000479", 
        "title": "A Review of Stemflow Generation Dynamics and Stemflow-Environment Interactions in Forests and Shrublands"
    }, 
    {
        "author": "Sergio Fagherazzi, Douglas A. Edmonds, William Nardin, Nicoletta Leonardi, Alberto Canestrelli, Federico Falcini, Douglas J. Jerolmack, Giulio Mariotti, Joel C. Rowland, Rudy L. Slingerland", 
        "date": "2015-07-25", 
        "description": "\n\nBars and subaqueous levees often form at river mouths due to high sediment availability. Once these deposits emerge and develop into islands, they become important elements of the coastal landscape, hosting rich ecosystems. Sea level rise and sediment starvation are jeopardizing these landforms, motivating a thorough analysis of the mechanisms responsible for their formation and evolution. Here we present recent studies on the dynamics of mouth bars and subaqueous levees. The review encompasses both hydrodynamic and morphological results. We first analyze the hydrodynamics of the water jet exiting a river mouth. We then show how this dynamics coupled to sediment transport leads to the formation of mouth bars and levees. Specifically, we discuss the role of sediment eddy diffusivity and potential vorticity on sediment redistribution and related deposits. The effect of waves, tides, sediment characteristics, and vegetation on river mouth deposits is included in our analysis, thus accounting for the inherent complexity of the coastal environment where these landforms are common. Based on the results presented herein, we discuss in detail how river mouth deposits can be used to build new land or restore deltaic shorelines threatened by erosion.\n", 
        "journal": "Reviews of Geophysics", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014RG000451", 
        "title": "Dynamics of river mouth deposits"
    }, 
    {
        "author": "Elena Pettinelli, Barbara Cosciotti, Federico Di Paolo, Sebastian Emanuel Lauro, Elisabetta Mattei, Roberto Orosei, Giuliano Vannaroni", 
        "date": "2015-07-20", 
        "description": "\n\nThe first European mission dedicated to the exploration of Jupiter and its icy moons (JUpiter ICy moons Explorer—JUICE) will be launched in 2022 and will reach its final destination in 2030. The main goals of this mission are to understand the internal structure of the icy crusts of three Galilean satellites (Europa, Ganymede, and Callisto) and, ultimately, to detect Europa's subsurface ocean, which is believed to be the closest to the surface among those hypothesized to exist on these moons. JUICE will be equipped with the 9 MHz subsurface-penetrating radar RIME (Radar for Icy Moon Exploration), which is designed to image the ice down to a depth of 9 km. Moreover, a parallel mission to Europa, which will host onboard REASON (Radar for Europa Assessment and Sounding: Ocean to Near-surface) equipped with 9MHz and 60MHz antennas, has been recently approved by NASA. The success of these experiments strongly relies on the accurate prediction of the radar performance and on the optimal processing and interpretation of radar echoes that, in turn, depend on the dielectric properties of the materials composing the icy satellite crusts. In the present review we report a complete range of potential ice types that may occur on these icy satellites to understand how they may affect the results of the proposed missions. First, we discuss the experimental results on pure and doped water ice in the framework of the Jaccard theory, highlighting the critical aspects in terms of a lack of standard laboratory procedures and inconsistency in data interpretation. We then describe the dielectric behavior of extraterrestrial ice analogs like hydrates and icy mixtures, carbon dioxide ice and ammonia ice. Building on this review, we have selected the most suitable data to compute dielectric attenuation, velocity, vertical resolution, and reflection coefficients for such icy moon environments, with the final goal being to estimate the potential capabilities of the radar missions as a function of the frequency and temperature ranges of interest for the subsurface sounders. We present the different subsurface scenarios and associated radar signal attenuation models that have been proposed so far to simulate the structure of the crust of Europa and discuss the physical and geological nature of various dielectric targets potentially detectable with RIME. Finally, we briefly highlight several unresolved issues that should be addressed, in near future, to improve our capability to produce realistic electromagnetic models of icy moon crusts. The present review is of interest for the geophysical exploration of all solar system bodies, including the Earth, where ice can be present at the surface or at relatively shallow depths.\n", 
        "journal": "Reviews of Geophysics", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014RG000463", 
        "title": "Dielectric properties of Jovian satellite ice analogs for subsurface radar exploration: A review"
    }, 
    {
        "author": "", 
        "date": "2015-07-20", 
        "description": "\nNo abstract is available for this article.\n", 
        "journal": "Reviews of Geophysics", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Frog.20051", 
        "title": "Issue Information"
    }, 
    {
        "author": "A. Bellucci, R. Haarsma, N. Bellouin, B. Booth, C. Cagnazzo, B. Hurk, N. Keenlyside, T. Koenigk, F. Massonnet, S. Materia, M. Weiss", 
        "date": "2015-04-01", 
        "description": "\n\nWe review recent progress in understanding the role of sea ice, land surface, stratosphere, and aerosols in decadal-scale predictability and discuss the perspectives for improving the predictive capabilities of current Earth system models (ESMs). These constituents have received relatively little attention because their contribution to the slow climatic manifold is controversial in comparison to that of the large heat capacity of the oceans. Furthermore, their initialization as well as their representation in state-of-the-art climate models remains a challenge. Numerous extraoceanic processes that could be active over the decadal range are proposed. Potential predictability associated with the aforementioned, poorly represented, and scarcely observed constituents of the climate system has been primarily inspected through numerical simulations performed under idealized experimental settings. The impact, however, on practical decadal predictions, conducted with realistically initialized full-fledged climate models, is still largely unexploited. Enhancing initial-value predictability through an improved model initialization appears to be a viable option for land surface, sea ice, and, marginally, the stratosphere. Similarly, capturing future aerosol emission storylines might lead to an improved representation of both global and regional short-term climatic changes. In addition to these factors, a key role on the overall predictive ability of ESMs is expected to be played by an accurate representation of processes associated with specific components of the climate system. These act as “signal carriers,” transferring across the climatic phase space the information associated with the initial state and boundary forcings, and dynamically bridging different (otherwise unconnected) subsystems. Through this mechanism, Earth system components trigger low-frequency variability modes, thus extending the predictability beyond the seasonal scale.\n", 
        "journal": "Reviews of Geophysics", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014RG000473", 
        "title": "Advancements in decadal climate predictability: The role of nonoceanic drivers"
    }, 
    {
        "author": "Jérome Faillettaz, Martin Funk, Christian Vincent", 
        "date": "2015-05-15", 
        "description": "\n\nAvalanching glacier instabilities are gravity-driven rupture phenomena that might cause major disasters, especially when they are at the origin of a chain of processes. Reliably forecasting such events combined with a timely evacuation of endangered inhabited areas often constitute the most efficient action. Recently, considerable efforts in monitoring, analyzing, and modeling such phenomena have led to significant advances in destabilization process understanding, improving early warning perspectives. The purpose of this paper is to review the recent progress in this domain. Three different types of instabilities can be identified depending on the thermal properties of the ice/bed interface. If cold (1), the maturation of the rupture is associated with a typical time evolution of surface velocities and passive seismic activity. A prediction of the final break off is possible using these precursory signs. For the two other types, water plays a key role in the development of the instability. If the ice/bed interface is partly temperate (2), the presence of meltwater may reduce the basal resistance, which promotes the instability. No clear and easily detectable precursory signs are known in this case, and the only way to infer any potential instability is to monitor the temporal evolution of the thermal regime. The last type of instability (3) concerns steep temperate glacier tongues switching for several days/weeks during the melting season into a so-called “active phase” followed in rare cases by a major break-off event. Although the prediction of such events is still far from being achievable, critical conditions promoting the final instability can be identified.\n", 
        "journal": "Reviews of Geophysics", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014RG000466", 
        "title": "Avalanching glacier instabilities: Review on processes and early warning perspectives"
    }, 
    {
        "author": "A. P. Dimri, D. Niyogi, A. P. Barros, J. Ridley, U. C. Mohanty, T. Yasunari, D. R. Sikka", 
        "date": "2015-05-19", 
        "description": "\n\nCyclonic storms associated with the midlatitude Subtropical Westerly Jet (SWJ), referred to as Western Disturbances (WDs), play a critical role in the meteorology of the Indian subcontinent. WDs embedded in the southward propagating SWJ produce extreme precipitation over northern India and are further enhanced over the Himalayas due to orographic land-atmosphere interactions. During December, January, and February, WD snowfall is the dominant precipitation input to establish and sustain regional snowpack, replenishing regional water resources. Spring melt is the major source of runoff to northern Indian rivers and can be linked to important hydrologic processes from aquifer recharge to flashfloods. Understanding the dynamical structure, evolution-decay, and interaction of WDs with the Himalayas is therefore necessary to improve knowledge which has wide ranging socioeconomic implications beyond short-term disaster response including cold season agricultural activities, management of water resources, and development of vulnerability-adaptive measures. In addition, WD wintertime precipitation provides critical mass input to existing glaciers and modulates the albedo characteristics of the Himalayas and Tibetan Plateau, affecting large-scale circulation and the onset of the succeeding Indian Summer Monsoon. Assessing the impacts of climate variability and change on the Indian subcontinent requires fundamental understanding of the dynamics of WDs. In particular, projected changes in the structure of the SWJ will influence evolution-decay processes of the WDs and impact Himalayan regional water availability. This review synthesizes past research on WDs with a perspective to provide a comprehensive assessment of the state of knowledge to assist both researchers and policymakers, and context for future research.\n", 
        "journal": "Reviews of Geophysics", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014RG000460", 
        "title": "Western Disturbances: A review"
    }, 
    {
        "author": "A. P. Khain, K. D. Beheng, A. Heymsfield, A. Korolev, S. O. Krichak, Z. Levin, M. Pinsky, V. Phillips, T. Prabhakaran, A. Teller, S. C. den Heever, J.-I. Yano", 
        "date": "2015-05-23", 
        "description": "\n\nMost atmospheric motions of different spatial scales and precipitation are closely related to phase transitions in clouds. The continuously increasing resolution of large-scale and mesoscale atmospheric models makes it feasible to treat the evolution of individual clouds. The explicit treatment of clouds requires the simulation of cloud microphysics. Two main approaches describing cloud microphysical properties and processes have been developed in the past four and a half decades: bulk microphysics parameterization and spectral (bin) microphysics (SBM). The development and utilization of both represent an important step forward in cloud modeling. This study presents a detailed survey of the physical basis and the applications of both bulk microphysics parameterization and SBM. The results obtained from simulations of a wide range of atmospheric phenomena, from tropical cyclones through Arctic clouds using these two approaches are compared. Advantages and disadvantages, as well as lines of future development for these methods are discussed.\n", 
        "journal": "Reviews of Geophysics", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014RG000468", 
        "title": "Representation of microphysical processes in cloud-resolving models: Spectral (bin) microphysics versus bulk parameterization"
    }, 
    {
        "author": "Andreas F. Prein, Wolfgang Langhans, Giorgia Fosser, Andrew Ferrone, Nikolina Ban, Klaus Goergen, Michael Keller, Merja Tölle, Oliver Gutjahr, Frauke Feser, Erwan Brisson, Stefan Kollet, Juerg Schmidli, Nicole P. M. Lipzig, Ruby Leung", 
        "date": "2015-05-27", 
        "description": "\n\nRegional climate modeling using convection-permitting models (CPMs; horizontal grid spacing <4 km) emerges as a promising framework to provide more reliable climate information on regional to local scales compared to traditionally used large-scale models (LSMs; horizontal grid spacing >10 km). CPMs no longer rely on convection parameterization schemes, which had been identified as a major source of errors and uncertainties in LSMs. Moreover, CPMs allow for a more accurate representation of surface and orography fields. The drawback of CPMs is the high demand on computational resources. For this reason, first CPM climate simulations only appeared a decade ago. In this study, we aim to provide a common basis for CPM climate simulations by giving a holistic review of the topic. The most important components in CPMs such as physical parameterizations and dynamical formulations are discussed critically. An overview of weaknesses and an outlook on required future developments is provided. Most importantly, this review presents the consolidated outcome of studies that addressed the added value of CPM climate simulations compared to LSMs. Improvements are evident mostly for climate statistics related to deep convection, mountainous regions, or extreme events. The climate change signals of CPM simulations suggest an increase in flash floods, changes in hail storm characteristics, and reductions in the snowpack over mountains. In conclusion, CPMs are a very promising tool for future climate research. However, coordinated modeling programs are crucially needed to advance parameterizations of unresolved physics and to assess the full potential of CPMs.\n", 
        "journal": "Reviews of Geophysics", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014RG000475", 
        "title": "A review on regional convection-permitting climate modeling: Demonstrations, prospects, and challenges"
    }, 
    {
        "author": "F. Ribas, A. Falqués, H. E. de Swart, N. Dodd, R. Garnier, D. Calvete", 
        "date": "2015-06-09", 
        "description": "\n\nThis review highlights the important role of the depth-averaged sediment concentration (DASC) to understand the formation of a number of coastal morphodynamic features that have an alongshore rhythmic pattern: beach cusps, surf zone transverse and crescentic bars, and shoreface-connected sand ridges. We present a formulation and methodology, based on the knowledge of the DASC (which equals the sediment load divided by the water depth), that has been successfully used to understand the characteristics of these features. These sand bodies, relevant for coastal engineering and other disciplines, are located in different parts of the coastal zone and are characterized by different spatial and temporal scales, but the same technique can be used to understand them. Since the sand bodies occur in the presence of depth-averaged currents, the sediment transport approximately equals a sediment load times the current. Moreover, it is assumed that waves essentially mobilize the sediment, and the current increases this mobilization and advects the sediment. In such conditions, knowing the spatial distribution of the DASC and the depth-averaged currents induced by the forcing (waves, wind, and pressure gradients) over the patterns allows inferring the convergence/divergence of sediment transport. Deposition (erosion) occurs where the current flows from areas of high to low (low to high) values of DASC. The formulation and methodology are especially useful to understand the positive feedback mechanisms between flow and morphology leading to the formation of those morphological features, but the physical mechanisms for their migration, their finite-amplitude behavior and their decay can also be explored.\n", 
        "journal": "Reviews of Geophysics", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014RG000457", 
        "title": "Understanding coastal morphodynamic patterns from depth-averaged sediment concentration"
    }, 
    {
        "author": "Lapo Boschi, Cornelis Weemstra", 
        "date": "2015-06-23", 
        "description": "\n\nThe cross correlation of ambient signal allows seismologists to collect data even in the absence of seismic events. “Seismic interferometry” shows that the cross correlation of simultaneous recordings of a random wavefield made at two locations is formally related to the impulse response between those locations. This idea has found many applications in seismology, as a growing number of dense seismic networks become available: cross-correlating long seismic records, the Green's function between instrument pairs is “reconstructed” and used, just like the seismic recording of an explosion, in tomography, monitoring, etc. These applications have been accompanied by theoretical investigations of the relationship between noise cross correlation and the Green's function; numerous formulations of “ambient noise” theory have emerged, each based on different hypotheses and/or analytical approaches. The purpose of this study is to present most of those approaches together, providing a comprehensive overview of the theory. Understanding the specific hypotheses behind each Green's function recipe is critical to its correct application. Hoping to guide nonspecialists who approach ambient noise theory for the first time, we treat the simplest formulation (the stationary-phase approximation applied to smooth unbounded media) in detail. We then move on to more general treatments, illustrating that the “stationary-phase” and “reciprocity theorem” approaches lead to the same formulae when applied to the same scenario. We show that a formal cross correlation/Green's function relationship can be found in complex, bounded media and for nonuniform source distributions. We finally provide the bases for understanding how the Green's function is reconstructed in the presence of scattering obstacles.\n", 
        "journal": "Reviews of Geophysics", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014RG000455", 
        "title": "Stationary-phase integrals in the cross correlation of ambient noise"
    }, 
    {
        "author": "A. AghaKouchak, A. Farahmand, F. S. Melton, J. Teixeira, M. C. Anderson, B. D. Wardlow, C. R. Hain", 
        "date": "2015-06-29", 
        "description": "\n\nThis review surveys current and emerging drought monitoring approaches using satellite remote sensing observations from climatological and ecosystem perspectives. We argue that satellite observations not currently used for operational drought monitoring, such as near-surface air relative humidity data from the Atmospheric Infrared Sounder mission, provide opportunities to improve early drought warning. Current and future satellite missions offer opportunities to develop composite and multi-indicator drought models. While there are immense opportunities, there are major challenges including data continuity, unquantified uncertainty, sensor changes, and community acceptability. One of the major limitations of many of the currently available satellite observations is their short length of record. A number of relevant satellite missions and sensors (e.g., the Gravity Recovery and Climate Experiment) provide only a decade of data, which may not be sufficient to study droughts from a climate perspective. However, they still provide valuable information about relevant hydrologic and ecological processes linked to this natural hazard. Therefore, there is a need for models and algorithms that combine multiple data sets and/or assimilate satellite observations into model simulations to generate long-term climate data records. Finally, the study identifies a major gap in indicators for describing drought impacts on the carbon and nitrogen cycle, which are fundamental to assessing drought impacts on ecosystems.\n", 
        "journal": "Reviews of Geophysics", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014RG000456", 
        "title": "Remote sensing of drought: Progress, challenges and opportunities"
    }, 
    {
        "author": "N. J. Kinar, J. W. Pomeroy", 
        "date": "2015-06-30", 
        "description": "\n\nThis paper reviews measurement techniques and corresponding devices used to determine the physical properties of the seasonal snowpack from distances close to the ground surface. The review is placed in the context of the need for scientific observations of snowpack variables that provide inputs for predictive hydrological models that help to advance scientific understanding of geophysical processes related to snow in the near-surface cryosphere. Many of these devices used to measure snow are invasive and require the snowpack to be disrupted, thereby precluding the possibility for multiple measurements to be made at the same sampling location. Moreover, many devices rely on the use of empirical calibration equations that may not be valid at all geographic locations. The spatial density of observations with most snow measurement devices is often inadequate. There is a need for improved automation of snowpack measurement instrumentation with an emphasis on field-based feedback of measurement validity in lieu of postprocessing of samples or data at a lab or office location. The scientific future of snow measurement instrumentation thereby requires a synthesis between science and engineering principles that takes into consideration geophysics and the physics of device operation.\n", 
        "journal": "Reviews of Geophysics", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015RG000481", 
        "title": "Measurement of the physical properties of the snowpack"
    }, 
    {
        "author": "Hal F. Needham, Barry D. Keim, David Sathiaraj", 
        "date": "2015-06-30", 
        "description": "\n\nTropical cyclone-generated storm surges are among the world's most deadly and destructive natural hazards. This paper provides the first comprehensive global review of tropical storm surge data sources, observations, and impacts while archiving data in SURGEDAT, a global database. Available literature has provided data for more than 700 surge events since 1880, the majority of which are found in the western North Atlantic (WNA), followed by Australia/Oceania, the western North Pacific (WNP), and the northern Indian Ocean (NIO). The Bay of Bengal (BOB) in the NIO consistently observes the world's highest surges, as this subbasin averages five surges ≥5 m per decade and has observed credible storm tide levels reaching 13.7 m. The WNP observes the highest rate of low-magnitude surges, as the coast of China averages 54 surges ≥1 m per decade, and rates are likely higher in the Philippines. The U.S. Gulf Coast observes the second highest frequency of both high-magnitude (≥5 m) and low-magnitude (≥1 m) surges. The BOB observes the most catastrophic surge impacts, as 59% of global tropical cyclones that have killed at least 5000 people occurred in this basin. The six deadliest cyclones in this region have each killed at least 140,000 people, and two events have killed 300,000. Storm surge impacts transportation, agriculture, and energy sectors in the WNA. Oceania experiences long-term impacts, including contamination of fresh water and loss of food supplies, although the highest surges in this region are lower than most other basins.\n", 
        "journal": "Reviews of Geophysics", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014RG000477", 
        "title": "A review of tropical cyclone-generated storm surges: Global data sources, observations, and impacts"
    }
]