[
    {
        "author": "Alan I. Leshner", 
        "date": "2015-07-24", 
        "description": "All available evidence suggests that over 60% of new Ph.D.s in science in the United States will not have careers in academic research, yet graduate training in science has followed the same basic format for almost 100 years, heavily focused on producing academic researchers. Given that so many students will not join that community, the system is failing to meet the needs of the majority of its students. Many academic, governmental, and professional leaders and organizations have lamented this disconnect and have suggested worthwhile adjustments, but most of these have been minor changes in graduate course offerings. It is time for the scientific and education communities to take a more fundamental look at how graduate education in science is structured and consider, given the current environment, whether a major reconfiguration of the entire system is needed.\nAuthor: Alan I. Leshner", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6246/349.summary?rss=1", 
        "title": "[Editorial] Rethinking graduate education"
    }, 
    {
        "author": "", 
        "date": "2015-07-24", 
        "description": "In science news around the world, Chile and the Canary Islands are selected to share the world's largest and most powerful gamma-ray observatory, the new Joep Lange Institute opens in Amsterdam this year to honor the HIV researcher killed in last year's attack on a Malaysia Airlines flight, Nigeria hits an important milestone with its last known case of wild polio occurring a year ago, the five nations ringing the Arctic Ocean sign a declaration to prevent unregulated commercial fishing in its waters, and more. Also, scientists hope to limit damage done to vegetable crops by releasing genetically altered diamondback moths.\n", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6246/350.summary?rss=1", 
        "title": "[In Brief] This week's section"
    }, 
    {
        "author": "Eric Hand", 
        "date": "2015-07-24", 
        "description": "On 14 July, NASA's New Horizons spacecraft flew past Pluto, the first reconnaissance of a body in the Kuiper belt, the zone of icy objects beyond the orbit of Neptune. With the flyby complete and the data trickling home, mission scientists focused on a new challenge: making sense of an unexpectedly complex and dynamic world. Pluto contains ice mountains and smooth, crater-free plains—features suggestive of active geological processes. But mission scientists are debating whether these are the result of an atmosphere that shapes the landscape from above, or residual heat in Pluto's interior that could be driving fresh flows of ice onto the surface.\nAuthor: Eric Hand", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6246/352.summary?rss=1", 
        "title": "[In Depth] Scientists ponder an improbably active Pluto"
    }, 
    {
        "author": "Michael Balter", 
        "date": "2015-07-24", 
        "description": "Researchers still argue about how and when the first Americans settled in North and South America, and particularly about whether they came in one or multiple waves. Two new papers, one in Science and the other in Nature, attempt to shed light on this question, but they come to different conclusions: The Science team finds one wave, and the Nature team finds two. The two research groups do agree on one thing, however—some of today's Native Americans have the genes of ancient people from Australia and Melanesia in the southwest Pacific Ocean. Knowing whether that mysterious genetic contribution came early, as the Nature team thinks, or much later, as the Science team concludes, may hold the key to remaining riddles about the peopling of the Americas.\nAuthor: Michael Balter", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6246/354.summary?rss=1", 
        "title": "[In Depth] New mystery for Native American origins"
    }, 
    {
        "author": "Jon Cohen", 
        "date": "2015-07-24", 
        "description": "An 18-year-old woman in France who became infected with HIV as a baby went off antiretroviral drugs 12 years ago and the virus has yet to return to detectable levels on standard blood tests. The woman is not cured, stressed the Pasteur Institute's Asier Sáez-Cirión, who presented details about the case at an international AIDS conference taking place in Vancouver, Canada, this week: His group found HIV DNA in her blood cells and prodded them to make new copies of the virus. Sáez-Cirión has been following a small cohort of other so-called \"posttreatment controllers,\" but the other all became infected with the virus as adults. He noted that the woman, like other posttreatment controllers, was distinct from the 1% of people known as elite controllers who similarly maintain undetectable plasma levels of HIV without treatment. But the elite controllers, in contrast to posttreatment controllers, keep the virus in check from the earliest days of the infection and have an immune response in many cases that explains how they thwart the virus. The hope is that this new case can help clarify how posttreatment controllers keep the virus in check and then use this information to inform both cure and vaccine research.\nAuthor: Jon Cohen", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6246/355.summary?rss=1", 
        "title": "[In Depth] Child fights HIV to a draw"
    }, 
    {
        "author": "Richard Stone", 
        "date": "2015-07-24", 
        "description": "When Iran agreed last week to dismantle large chunks of its nuclear infrastructure, it won more than the promise of relief from crippling economic sanctions. If the agreement survives strong opposition in the U.S. Congress, Iran can expect a rapid expansion of scientific cooperation with Western powers. As its nuclear facilities are repurposed, scientists from Iran and abroad will team up in areas such as nuclear fusion, astrophysics, and radioisotopes for cancer therapy. Some scientific activity will take place at the Fordow uranium enrichment facility, which Iran will convert into an international nuclear, physics, and technology center. Russia will help reconfigure 348 centrifuges there to produce stable isotopes for industry. And Fordow may host a small linear accelerator for basic research in nuclear physics and astrophysics. Iran has agreed to invite proposals for collaborative projects at Fordow and hold an international workshop to review them.\nAuthor: Richard Stone", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6246/356.summary?rss=1", 
        "title": "[In Depth] Iran nuclear deal holds ‘goodies’ for scientists"
    }, 
    {
        "author": "Daniel Clery", 
        "date": "2015-07-24", 
        "description": "Are we alone in the universe? Russian internet entrepreneur Yuri Milner wants to know—and he's willing to pay for an answer. Milner has donated $100 million for a 10-year effort to detect signals from other civilizations in the universe, an effort that has drawn high-profile support from physicists and astronomers, including Stephen Hawking. The new project, dubbed \"Breakthrough Listen,\" will boost funding for such searches fivefold and will be 50 times as sensitive as previous efforts and cover 10 times more of the sky. In addition, the project will throw a lifeline to budget-strapped radio telescopes, and it will develop new technology to monitor 10 billion radio frequencies simultaneously.\nAuthor: Daniel Clery", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6246/357.summary?rss=1", 
        "title": "[In Depth] Web billionaire bankrolls search for alien signals"
    }, 
    {
        "author": "Elizabeth Culotta", 
        "date": "2015-07-24", 
        "description": "Powered by advances in sequencing technology, the field of ancient DNA has succeeded beyond all expectations, helping researchers to retrieve the entire genomes of Neandertals and other kinds of ancient humans and transforming the picture of human evolution. Researchers have also delved into the genomes of ancient animals—the oldest so far is a 700,000-year-old horse. For years, the methods of extracting and analyzing degraded DNA molecules were so tricky that they remained the exotic province of a few high-profile labs. But now the techniques are spreading. As researchers from many fields realize just how much ancient DNA can tell them, the method is being applied to everything from the peopling of Europe to how plants and pathogens respond to climate change. The explosion of research is transforming the study of the past.\nAuthor: Elizabeth Culotta", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6246/358.summary?rss=1", 
        "title": "[Feature] New life for old bones"
    }, 
    {
        "author": "Ann Gibbons", 
        "date": "2015-07-24", 
        "description": "New breakthroughs in ancient DNA are causing a revolution in the study of human evolution. By sequencing ancient DNA from the fossils of human ancestors, researchers have recently discovered new types of ancient humans and revealed interbreeding between our ancestors and our archaic cousins, including Neandertals. They are exploring how that genetic legacy is shaping our health and appearance today. And now that investigators can sequence entire ancient populations, ancient DNA is revealing that humans on every continent are a complex mix of archaic and modern DNA. Ancient DNA is enabling researchers to answer questions they could not previously address. As a result, archaeologists, anthropologists, and population geneticists are now seeking collaborations with ancient DNA researchers.\nAuthor: Ann Gibbons", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6246/362.summary?rss=1", 
        "title": "[Feature] Revolution in human evolution"
    }, 
    {
        "author": "Elizabeth Pennisi", 
        "date": "2015-07-24", 
        "description": "For decades, scientists have debated why the so-called megafauna disappeared from the Arctic and much of the rest of the world. Now, ancient DNA data have entered the fray. By sequencing whatever DNA emerges (called eDNA) from even a thimbleful of ancient soil, researchers are reconstructing ancient ecosystems as far back as 700,000 years ago with astonishing clarity. In 2011, they documented that a decline in the big herbivores' favorite foods as the ice age thawed coincided with the animals' disappearance. And a paper this week shows that local extinctions were also tied to bursts of warming. Other eDNA data—in this case from lake sediments—are illuminating how the postglacial thaw transformed other landscapes too, such as temperate forests. Finally, eDNA from Antarctic ice cores promises to reveal what happened in the Southern Hemisphere many thousands of years ago.\nAuthor: Elizabeth Pennisi", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6246/367.summary?rss=1", 
        "title": "[Feature] Lost worlds found"
    }, 
    {
        "author": "Elizabeth Pennisi", 
        "date": "2015-07-24", 
        "description": "From muddy cliffs in Canada's Yukon territory, where miners flush out gold-laden gravel, Beth Shapiro is netting a different sort of treasure: DNA from thousands of mammoth, bison, horse, and other mammal bones. The goal of this evolutionary biologist from the University of California, Santa Cruz, is to paint a picture of the animal community here during the past 80,000 years. Mining has exposed fossils and layers of volcanic ash, which have been dated with radiometric methods, so Shapiro can pin down the ages of fossils back to before 40,000 years ago, the limit of radiocarbon dating. And thanks to the ever-shrinking cost of sequencing, Shapiro can analyze hundreds of individuals per species to learn about important genetic changes. The project's first papers are expected next year.\nAuthor: Elizabeth Pennisi", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6246/369.summary?rss=1", 
        "title": "[Feature] Prospecting for genetic gold"
    }, 
    {
        "author": "Lizzie Wade", 
        "date": "2015-07-24", 
        "description": "From muddy cliffs in Canada's Yukon territory, where miners flush out gold-laden gravel, Beth Shapiro is netting a different sort of treasure: DNA from thousands of mammoth, bison, horse, and other mammal bones. The goal of this evolutionary biologist from the University of California, Santa Cruz, is to paint a picture of the animal community here during the past 80,000 years. Mining has exposed fossils and layers of volcanic ash, which have been dated with radiometric methods, so Shapiro can pin down the ages of fossils back to before 40,000 years ago, the limit of radiocarbon dating. And thanks to the ever-shrinking cost of sequencing, Shapiro can analyze hundreds of individuals per species to learn about important genetic changes. The project's first papers are expected next year.\nAuthor: Lizzie Wade", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6246/370.summary?rss=1", 
        "title": "[Feature] Breaking a tropical taboo"
    }, 
    {
        "author": "Robert F. Service", 
        "date": "2015-07-24", 
        "description": "Ancient DNA may be entering its golden age, but some researchers have their eyes on another molecule that may offer new view of the past: protein, which has some advantages over its more famous cousin. Tissues are full of protein, making analysis easier. Proteins also resist the ravages of time far better than fragile DNA and so have the potential to look further back in time—researchers have identified 300 million year old proteins in fish fossils. Ancient proteins have already illuminated a few far-flung corners of past life, including identifying the family tree of strange, extinct South American mammals that flummoxed even Charles Darwin. The method appears particularly promising in archaeology, where it can reveal the diets and lifestyles of past cultures. Still, the technique has a long way to go before it reaches the maturity of paleogenetics, chiefly because methods to sequence amino acids lag behind DNA sequencing.\nAuthor: Robert F. Service", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6246/372.summary?rss=1", 
        "title": "[Feature] Protein power"
    }, 
    {
        "author": "Susan Evans", 
        "date": "2015-07-24", 
        "description": "A classic Gary Larson cartoon shows a robed and bearded figure rolling out clay strips, with the caption: “God makes the snake.” Body elongation was certainly fundamental in the evolution of snakes from lizards, as was the shrinking and ultimately the loss of limb pairs (limb reduction). However, informative early fossils are rare, and many details of the transition remain unresolved. A remarkable fossil described on page 416 of this issue by Martill et al. (1) brings fresh perspective to the debate. The aptly named Tetrapodophis combines a snakelike body with fore- and hindlimbs bearing five well-developed digits (see the illustration).\nAuthor: Susan Evans", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6246/374.abstract?rss=1", 
        "title": "[Perspective] Four legs too many?"
    }, 
    {
        "author": "Julie A. Huber", 
        "date": "2015-07-24", 
        "description": "The global ocean is Earth's largest biome, which extends into the sediments and igneous crust below the oceans. The abundance of microbial life beneath the sea floor is at least comparable to that in the oceans (1), but this biome remains poorly understood. The ramifications of a massive buried biosphere are important on a global scale, with sub–sea-floor microbes playing a crucial role in carbon sequestration, element cycles, and Earth's evolution, and likely encompassing staggering metabolic and genetic diversity. On page 420 of this issue, Inagaki et al. (2) report that even at almost 2.5 km beneath the sea floor, microbial life is not only present and compositionally distinct from that in shallower sediments, but also producing methane.\nAuthor: Julie A. Huber", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6246/376.abstract?rss=1", 
        "title": "[Perspective] Making methane down deep"
    }, 
    {
        "author": "David M. Sansom", 
        "date": "2015-07-24", 
        "description": "To prevent immune responses to our own bodies, a series of immune checkpoints exist. Cytotoxic T lymphocyte antigen–4 (CTLA-4) operates the earliest checkpoint controlling whether or not T cells respond to antigen. Manipulation of CTLA-4 has recently gained enormous attention in the field of tumor immunotherapy (1). However, in its day-to-day activities, CTLA-4 prevents autoimmune targeting of tissues (2), though the precise mechanism of action and critical controls influencing CTLA-4 function are still emerging. On page 436 in this issue, Lo et al. (3) provide evidence that an intracellular protein, lipopolysaccharide-responsive and beige-like anchor protein (LRBA) controls CTLA-4 expression and thereby influences immune self-tolerance.\nAuthor: David M. Sansom", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6246/377.abstract?rss=1", 
        "title": "[Perspective] Moving CTLA-4 from the trash to recycling"
    }, 
    {
        "author": "Peter Strasser", 
        "date": "2015-07-24", 
        "description": "Around 360 BCE, in his work Timaeus, the Greek philosopher Plato elaborated on the four elements as the basic components of our cosmos: earth, water, air, and fire. He argued that each element consists of small, highly symmetric corpuscles—the cube for earth, the tetrahedron for fire, the icosahedron for water, and the octahedron for air. The faces of the latter three corpuscles consist of equilateral triangles, which—according to Plato—allows air, water, and fire to interconvert. Plato would likely be thrilled to learn that, as recently confirmed by Huang et al. (1), nanoscale Pt-Ni octahedra are the catalytically most active known material for converting air (molecular oxygen) into water and fire (thermal energy). On page 412 of this issue, Zhang et al. (2) show that octahedral and cubic hollow shells of just a few atomic Pt layers are also versatile catalysts, with the octahedral shells particularly active for oxygen reduction. Such tiny metallic octahedra may one day become the building blocks of electrodes for electrochemical energy conversion.\nAuthor: Peter Strasser", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6246/379.abstract?rss=1", 
        "title": "[Perspective] Catalysts by Platonic design"
    }, 
    {
        "author": "Elisa Izaurralde", 
        "date": "2015-07-24", 
        "description": "MicroRNAs (miRNAs) are small, ~22-nucleotide-long noncoding RNAs. They silence the expression of messenger RNAs (mRNAs) containing complementary sequences (1). The human genome encodes ~1500 miRNAs, each with the potential to bind hundreds of different mRNAs (1). miRNAs regulate many biological processes, and the dysregulation of their expression is linked to various human diseases, including cancer (1). To exert their repressive function, miRNAs associate with the Argonaute family of proteins (AGOs) to form the core of miRNA-induced silencing complexes (miRISCs) (1) (see the figure). In animals, miRISCs silence mRNA expression at two levels, by preventing protein production (translation) and inducing mRNA degradation. Over the past decade, progress has been made in our understanding of the mechanism by which miRISCs induce mRNA degradation, but the question of how miRISCs repress translation remains elusive.\nAuthor: Elisa Izaurralde", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6246/380.abstract?rss=1", 
        "title": "[Perspective] Breakers and blockers—miRNAs at work"
    }, 
    {
        "author": "Tushar Ghosh", 
        "date": "2015-07-24", 
        "description": "For thousands of years, humankind has assembled polymeric fibers into textiles for protection against the environment and as an expression of cultural and social status (1). What began with fibers collected from nature (e.g., flax) is now made from a wide range of high-performance polymers that possess useful mechanical, thermal, and chemical properties. Despite these advances, electrically conducting fibers for the most part have remained elusive, with the exception of fibers based on inherently conducting polymers; to date, the electrical properties of conducting fibers deteriorate when repeatedly stretched and released. In a remarkable development, described on page 400 of this issue, Liu et al. (2) have made superelastic conducting fibers based on carbon nanotubes (CNTs) that can be stretched 1000% with almost no change in electrical conductivity, even after thousands of strain cycles.\nAuthor: Tushar Ghosh", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6246/382.abstract?rss=1", 
        "title": "[Perspective] Stretch, wrap, and relax to smartness"
    }, 
    {
        "author": "R. Alta Charo", 
        "date": "2015-07-24", 
        "description": "There is an infuriating, often confusing four-way stop intersection near my home. The city refuses to install traffic lights, because devices such as roundabouts, four-way stop signs, and flashing yellow lights, which require drivers to slow and scan before entering, can result in fewer accidents, as well as a faster and more even flow of traffic. There is a lesson to be learned here for regulation of new technologies. Clear, decisive rules are seductive. New drugs cannot be sold untold until proven safe. Food supplements are sold until proven unsafe. Although such clean demarcations can be reassuring, they do not work well for technologies whose applications cannot be presumed safe or unsafe.\nAuthor: R. Alta Charo", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6246/384.summary?rss=1", 
        "title": "[Policy Forum] Yellow lights for emerging technologies"
    }, 
    {
        "author": "Anthony S. Fauci", 
        "date": "2015-07-24", 
        "description": "In the face of a global pandemic, the search for an effective vaccine against the human immunodeficiency virus (HIV) remains an urgent priority. From the first HIV vaccine trials in the 1980s to the present, a tension has existed between the desire to move quickly to clinical trials to stem the spread of the epidemic and the view that research into HIV pathogenesis and host immunity were necessary predicates to and informative of vaccine design. Those advocating the first strategy—an empirical (or inductive) approach—argued that in vitro and animal studies were poorly predictive of the human response to HIV infection and that the only way to gauge vaccine efficacy was to test candidates in humans. Those advocating the second strategy—a theoretical (or deductive) approach—hoped to establish an understanding of the immune response to natural infection and to find ways to recapitulate and enhance that response through vaccination. Today, these approaches are coalescing into concomitant paths toward a safe and effective HIV vaccine.\nAuthors: Anthony S. Fauci, Hilary D. Marston", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6246/386.summary?rss=1", 
        "title": "[Policy Forum] Toward an HIV vaccine: A scientific journey"
    }, 
    {
        "author": "A. Rus Hoelzel", 
        "date": "2015-07-24", 
        "description": "In How to Clone a Mammoth, Beth Shapiro tackles to the topic of de-extinction, carefully considering the technological, ecological, and ethical challenges that such an endeavor would entail. Reviewer A. Rus Hoelzel recounts Shapiro's arguments (Can we? Should we?) and applauds the book as \"rich in anecdote and scientifically precise.\"\nAuthor: A. Rus Hoelzel", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6246/388.summary?rss=1", 
        "title": "[Book Review] Raising the dead"
    }, 
    {
        "author": "Sudhakaran Prabakaran", 
        "date": "2015-07-24", 
        "description": "In her book, The Lock and Key of Medicine, Lara Marks presents a compelling, well-researched account of the discovery of monoclonal anitbodies (Mabs) and the development of Mab-based treatments and therapies. Reviewer Sudhakaran Prabakaran retraces the hurtles and the victories experienced by the researchers who sought to bring Mabs from the bench to the market, praising Marks for offering a timely tribute that does \"great justice to the topic.\"\nAuthor: Sudhakaran Prabakaran", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6246/389.1.summary?rss=1", 
        "title": "[Book Review] The quest for a magic bullet"
    }, 
    {
        "author": "", 
        "date": "2015-07-24", 
        "description": "A listing of books received at Science during the week ending 17 July 2015.\n", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6246/389.2.summary?rss=1", 
        "title": "[Books et al.] Books Received"
    }, 
    {
        "author": "K. C. Kent Lloyd", 
        "date": "2015-07-24", 
        "description": "Authors: K. C. Kent Lloyd, Terry Meehan, Arthur Beaudet, Steve Murray, Karen Svenson, Colin McKerlie, David West, Iva Morse, Helen Parkinson, Steve Brown, Ann-Marie Mallon, Mark Moore", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6246/390.1.summary?rss=1", 
        "title": "[Letter] Precision medicine: Look to the mice"
    }, 
    {
        "author": "Hillary S. Young", 
        "date": "2015-07-24", 
        "description": "Author: Hillary S. Young", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6246/390.2.summary?rss=1", 
        "title": "[Letter] Sexism discussion misses the point"
    }, 
    {
        "author": "Steven M. Wise", 
        "date": "2015-07-24", 
        "description": "Author: Steven M. Wise", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6246/391.1.summary?rss=1", 
        "title": "[Letter] Chimpanzees deserve their freedom"
    }, 
    {
        "author": "Donna K. Ginther", 
        "date": "2015-07-24", 
        "description": "Leslie et al. (Reports, 16 January 2015, p. 262) concluded that “expectations of brilliance” explained the gender makeup of academic disciplines. We reestimated their models after adding measures of disaggregated Graduate Record Examination scores by field. Our results indicated that female representation among Ph.D. recipients is associated with the field’s mathematical content and that faculty beliefs about innate ability were irrelevant.\nAuthors: Donna K. Ginther, Shulamit Kahn", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6246/391.2.summary?rss=1", 
        "title": "[Technical Comment] Comment on “Expectations of brilliance underlie gender distributions across academic disciplines”"
    }, 
    {
        "author": "Andrei Cimpian", 
        "date": "2015-07-24", 
        "description": "Ginther and Kahn claim that academics’ beliefs about the importance of brilliance do not predict gender gaps in Ph.D. attainment beyond mathematics and verbal test scores. However, Ginther and Kahn’s analyses are problematic, exhibiting more than 100 times the recommended collinearity thresholds. Multiple analyses that avoid this problem suggest that academics’ beliefs are in fact uniquely predictive of gender gaps across academia.\nAuthors: Andrei Cimpian, Sarah-Jane Leslie", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6246/391.3.summary?rss=1", 
        "title": "[Technical Response] Response to Comment on “Expectations of brilliance underlie gender distributions across academic disciplines”"
    }, 
    {
        "author": "Barry Pogson", 
        "date": "2015-07-24", 
        "description": "Author: Barry Pogson", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6246/392.1.full?rss=1", 
        "title": "[This Week in Science] Rice is on the lookout for bugs"
    }, 
    {
        "author": "Marc S. Lavine", 
        "date": "2015-07-24", 
        "description": "Author: Marc S. Lavine", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6246/392.2.full?rss=1", 
        "title": "[This Week in Science] Composite stretchable conducting wires"
    }, 
    {
        "author": "Pamela J. Hines", 
        "date": "2015-07-24", 
        "description": "Author: Pamela J. Hines", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6246/392.3.full?rss=1", 
        "title": "[This Week in Science] Keeping synaptic plasticity plastic"
    }, 
    {
        "author": "Paula A. Kiberstis", 
        "date": "2015-07-24", 
        "description": "Author: Paula A. Kiberstis", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6246/392.4.full?rss=1", 
        "title": "[This Week in Science] Trafficking from bedside to bench"
    }, 
    {
        "author": "Phil Szuromi", 
        "date": "2015-07-24", 
        "description": "Author: Phil Szuromi", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6246/392.5.full?rss=1", 
        "title": "[This Week in Science] Etching platinum nanocage catalysts"
    }, 
    {
        "author": "Jelena Stajic", 
        "date": "2015-07-24", 
        "description": "Author: Jelena Stajic", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6246/392.6.full?rss=1", 
        "title": "[This Week in Science] Making hybrid quantum information systems"
    }, 
    {
        "author": "Sacha Vignieri", 
        "date": "2015-07-24", 
        "description": "Author: Sacha Vignieri", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6246/392.7.full?rss=1", 
        "title": "[This Week in Science] Snakes' four-legged missing link"
    }, 
    {
        "author": "Wei Wong", 
        "date": "2015-07-24", 
        "description": "Author: Wei Wong", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6246/392.8.full?rss=1", 
        "title": "[This Week in Science] Counteracting the effects of a bad diet"
    }, 
    {
        "author": "Nicholas S. Wigginton", 
        "date": "2015-07-24", 
        "description": "Author: Nicholas S. Wigginton", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6246/392.9.full?rss=1", 
        "title": "[This Week in Science] A deep sleep in coal beds"
    }, 
    {
        "author": "Caroline Ash", 
        "date": "2015-07-24", 
        "description": "Author: Caroline Ash", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6246/392.10.full?rss=1", 
        "title": "[This Week in Science] Microbial bioactive molecules"
    }, 
    {
        "author": "Marc S. Lavine", 
        "date": "2015-07-24", 
        "description": "Author: Marc S. Lavine", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6246/392.11.full?rss=1", 
        "title": "[This Week in Science] Expanding origami to thicker materials"
    }, 
    {
        "author": "Stella M. Hurtley", 
        "date": "2015-07-24", 
        "description": "Author: Stella M. Hurtley", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6246/392.12.full?rss=1", 
        "title": "[This Week in Science] Membrane contact sites promote lipid exchange"
    }, 
    {
        "author": "Angela Colmone", 
        "date": "2015-07-24", 
        "description": "Author: Angela Colmone", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6246/392.13.full?rss=1", 
        "title": "[This Week in Science] The downside of diversity"
    }, 
    {
        "author": "Stella M. Hurtley", 
        "date": "2015-07-24", 
        "description": "Author: Stella M. Hurtley", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6246/393.1.full?rss=1", 
        "title": "[Editors' Choice] Making a StART on sterol transport"
    }, 
    {
        "author": "Gilbert Chin", 
        "date": "2015-07-24", 
        "description": "Author: Gilbert Chin", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6246/393.2.full?rss=1", 
        "title": "[Editors' Choice] Learning while listening to a foreign language"
    }, 
    {
        "author": "Barbara R. Jasny", 
        "date": "2015-07-24", 
        "description": "Author: Barbara R. Jasny", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6246/393.3.full?rss=1", 
        "title": "[Editors' Choice] SLIDE-ing to promote biosecurity"
    }, 
    {
        "author": "Pamela J. Hines", 
        "date": "2015-07-24", 
        "description": "Author: Pamela J. Hines", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6246/393.4.full?rss=1", 
        "title": "[Editors' Choice] Lefties find marsupial friends"
    }, 
    {
        "author": "Brad Wible", 
        "date": "2015-07-24", 
        "description": "Author: Brad Wible", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6246/393.5.full?rss=1", 
        "title": "[Editors' Choice] Academic effort hindered by peer pressure"
    }, 
    {
        "author": "Jake Yeston", 
        "date": "2015-07-24", 
        "description": "Author: Jake Yeston", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6246/393.6.full?rss=1", 
        "title": "[Editors' Choice] Boron juggling makes two bonds in a row"
    }, 
    {
        "author": "Marc S. Lavine", 
        "date": "2015-07-24", 
        "description": "Author: Marc S. Lavine", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6246/393.7.full?rss=1", 
        "title": "[Editors' Choice] Printing potent patchy particles"
    }, 
    {
        "author": "Mohamed S. Donia", 
        "date": "2015-07-24", 
        "description": "Developments in the use of genomics to guide natural product discovery and a recent emphasis on understanding the molecular mechanisms of microbiota-host interactions have converged on the discovery of small molecules from the human microbiome. Here, we review what is known about small molecules produced by the human microbiota. Numerous molecules representing each of the major metabolite classes have been found that have a variety of biological activities, including immune modulation and antibiosis. We discuss technologies that will affect how microbiota-derived molecules are discovered in the future and consider the challenges inherent in finding specific molecules that are critical for driving microbe-host and microbe-microbe interactions and understanding their biological relevance.\nAuthors: Mohamed S. Donia, Michael A. Fischbach", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6246/1254766.abstract?rss=1", 
        "title": "[Review] Small molecules from the human microbiota"
    }, 
    {
        "author": "Yan Chen", 
        "date": "2015-07-24", 
        "description": "Origami patterns, including the rigid origami patterns in which flat inflexible sheets are joined by creases, are primarily created for zero-thickness sheets. In order to apply them to fold structures such as roofs, solar panels, and space mirrors, for which thickness cannot be disregarded, various methods have been suggested. However, they generally involve adding materials to or offsetting panels away from the idealized sheet without altering the kinematic model used to simulate folding. We develop a comprehensive kinematic synthesis for rigid origami of thick panels that differs from the existing kinematic model but is capable of reproducing motions identical to that of zero-thickness origami. The approach, proven to be effective for typical origami, can be readily applied to fold real engineering structures.\nAuthors: Yan Chen, Rui Peng, Zhong You", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6246/396.summary?rss=1", 
        "title": "[Report] Origami of thick panels"
    }, 
    {
        "author": "Z. F. Liu", 
        "date": "2015-07-24", 
        "description": "Superelastic conducting fibers with improved properties and functionalities are needed for diverse applications. Here we report the fabrication of highly stretchable (up to 1320%) sheath-core conducting fibers created by wrapping carbon nanotube sheets oriented in the fiber direction on stretched rubber fiber cores. The resulting structure exhibited distinct short- and long-period sheath buckling that occurred reversibly out of phase in the axial and belt directions, enabling a resistance change of less than 5% for a 1000% stretch. By including other rubber and carbon nanotube sheath layers, we demonstrated strain sensors generating an 860% capacitance change and electrically powered torsional muscles operating reversibly by a coupled tension-to-torsion actuation mechanism. Using theory, we quantitatively explain the complementary effects of an increase in muscle length and a large positive Poisson’s ratio on torsional actuation and electronic properties.\nAuthors: Z. F. Liu, S. Fang, F. A. Moura, J. N. Ding, N. Jiang, J. Di, M. Zhang, X. Lepró, D. S. Galvão, C. S. Haines, N. Y. Yuan, S. G. Yin, D. W. Lee, R. Wang, H. Y. Wang, W. Lv, C. Dong, R. C. Zhang, M. J. Chen, Q. Yin, Y. T. Chong, R. Zhang, X. Wang, M. D. Lima, R. Ovalle-Robles, D. Qian, H. Lu, R. H. Baughman", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6246/400.summary?rss=1", 
        "title": "[Report] Hierarchically buckled sheath-core fibers for superelastic electronics, sensors, and muscles"
    }, 
    {
        "author": "Yutaka Tabuchi", 
        "date": "2015-07-24", 
        "description": "Rigidity of an ordered phase in condensed matter results in collective excitation modes spatially extending to macroscopic dimensions. A magnon is a quantum of such collective excitation modes in ordered spin systems. Here, we demonstrate the coherent coupling between a single-magnon excitation in a millimeter-sized ferromagnetic sphere and a superconducting qubit, with the interaction mediated by the virtual photon excitation in a microwave cavity. We obtain the coupling strength far exceeding the damping rates, thus bringing the hybrid system into the strong coupling regime. Furthermore, we use a parametric drive to realize a tunable magnon-qubit coupling scheme. Our approach provides a versatile tool for quantum control and measurement of the magnon excitations and may lead to advances in quantum information processing.\nAuthors: Yutaka Tabuchi, Seiichiro Ishino, Atsushi Noguchi, Toyofumi Ishikawa, Rekishu Yamazaki, Koji Usami, Yasunobu Nakamura", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6246/405.summary?rss=1", 
        "title": "[Report] Coherent coupling between a ferromagnetic magnon and a superconducting qubit"
    }, 
    {
        "author": "J. J. Viennot", 
        "date": "2015-07-24", 
        "description": "Electron spins and photons are complementary quantum-mechanical objects that can be used to carry, manipulate, and transform quantum information. To combine these resources, it is desirable to achieve the coherent coupling of a single spin to photons stored in a superconducting resonator. Using a circuit design based on a nanoscale spin valve, we coherently hybridize the individual spin and charge states of a double quantum dot while preserving spin coherence. This scheme allows us to achieve spin-photon coupling up to the megahertz range at the single-spin level. The cooperativity is found to reach 2.3, and the spin coherence time is about 60 nanoseconds. We thereby demonstrate a mesoscopic device suitable for nondestructive spin readout and distant spin coupling.\nAuthors: J. J. Viennot, M. C. Dartiailh, A. Cottet, T. Kontos", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6246/408.summary?rss=1", 
        "title": "[Report] Coherent coupling of a single spin to microwave cavity photons"
    }, 
    {
        "author": "Lei Zhang", 
        "date": "2015-07-24", 
        "description": "A cost-effective catalyst should have a high dispersion of the active atoms, together with a controllable surface structure for the optimization of activity, selectivity, or both. We fabricated nanocages by depositing a few atomic layers of platinum (Pt) as conformal shells on palladium (Pd) nanocrystals with well-defined facets and then etching away the Pd templates. Density functional theory calculations suggest that the etching is initiated via a mechanism that involves the formation of vacancies through the removal of Pd atoms incorporated into the outermost layer during the deposition of Pt. With the use of Pd nanoscale cubes and octahedra as templates, we obtained Pt cubic and octahedral nanocages enclosed by {100} and {111} facets, respectively, which exhibited distinctive catalytic activities toward oxygen reduction.\nAuthors: Lei Zhang, Luke T. Roling, Xue Wang, Madeline Vara, Miaofang Chi, Jingyue Liu, Sang-Il Choi, Jinho Park, Jeffrey A. Herron, Zhaoxiong Xie, Manos Mavrikakis, Younan Xia", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6246/412.summary?rss=1", 
        "title": "[Report] Platinum-based nanocages with subnanometer-thick walls and well-defined, controllable facets"
    }, 
    {
        "author": "David M. Martill", 
        "date": "2015-07-24", 
        "description": "Snakes are a remarkably diverse and successful group today, but their evolutionary origins are obscure. The discovery of snakes with two legs has shed light on the transition from lizards to snakes, but no snake has been described with four limbs, and the ecology of early snakes is poorly known. We describe a four-limbed snake from the Early Cretaceous (Aptian) Crato Formation of Brazil. The snake has a serpentiform body plan with an elongate trunk, short tail, and large ventral scales suggesting characteristic serpentine locomotion, yet retains small prehensile limbs. Skull and body proportions as well as reduced neural spines indicate fossorial adaptation, suggesting that snakes evolved from burrowing rather than marine ancestors. Hooked teeth, an intramandibular joint, a flexible spine capable of constricting prey, and the presence of vertebrate remains in the guts indicate that this species preyed on vertebrates and that snakes made the transition to carnivory early in their history. The structure of the limbs suggests that they were adapted for grasping, either to seize prey or as claspers during mating. Together with a diverse fauna of basal snakes from the Cretaceous of South America, Africa, and India, this snake suggests that crown Serpentes originated in Gondwana.\nAuthors: David M. Martill, Helmut Tischlinger, Nicholas R. Longrich", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6246/416.summary?rss=1", 
        "title": "[Report] A four-legged snake from the Early Cretaceous of Gondwana"
    }, 
    {
        "author": "F. Inagaki", 
        "date": "2015-07-24", 
        "description": "Microbial life inhabits deeply buried marine sediments, but the extent of this vast ecosystem remains poorly constrained. Here we provide evidence for the existence of microbial communities in ~40° to 60°C sediment associated with lignite coal beds at ~1.5 to 2.5 km below the seafloor in the Pacific Ocean off Japan. Microbial methanogenesis was indicated by the isotopic compositions of methane and carbon dioxide, biomarkers, cultivation data, and gas compositions. Concentrations of indigenous microbial cells below 1.5 km ranged from &lt;10 to ~104 cells cm−3. Peak concentrations occurred in lignite layers, where communities differed markedly from shallower subseafloor communities and instead resembled organotrophic communities in forest soils. This suggests that terrigenous sediments retain indigenous community members tens of millions of years after burial in the seabed.\nAuthors: F. Inagaki, K.-U. Hinrichs, Y. Kubo, M. W. Bowles, V. B. Heuer, W.-L. Hong, T. Hoshino, A. Ijiri, H. Imachi, M. Ito, M. Kaneko, M. A. Lever, Y.-S. Lin, B. A. Methé, S. Morita, Y. Morono, W. Tanikawa, M. Bihan, S. A. Bowden, M. Elvert, C. Glombitza, D. Gross, G. J. Harrington, T. Hori, K. Li, D. Limmer, C.-H. Liu, M. Murayama, N. Ohkouchi, S. Ono, Y.-S. Park, S. C. Phillips, X. Prieto-Mollar, M. Purkey, N. Riedinger, Y. Sanada, J. Sauvage, G. Snyder, R. Susilawati, Y. Takano, E. Tasumi, T. Terada, H. Tomaru, E. Trembath-Reichert, D. T. Wang, Y. Yamada", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6246/420.summary?rss=1", 
        "title": "[Report] Exploring deep microbial life in coal-bearing sediment down to ~2.5 km below the ocean floor"
    }, 
    {
        "author": "Stuart D. Greenhill", 
        "date": "2015-07-24", 
        "description": "Development of the cerebral cortex is influenced by sensory experience during distinct phases of postnatal development known as critical periods. Disruption of experience during a critical period produces neurons that lack specificity for particular stimulus features, such as location in the somatosensory system. Synaptic plasticity is the agent by which sensory experience affects cortical development. Here, we describe, in mice, a developmental critical period that affects plasticity itself. Transient neonatal disruption of signaling via the C-terminal domain of “disrupted in schizophrenia 1” (DISC1)—a molecule implicated in psychiatric disorders—resulted in a lack of long-term potentiation (LTP) (persistent strengthening of synapses) and experience-dependent potentiation in adulthood. Long-term depression (LTD) (selective weakening of specific sets of synapses) and reversal of LTD were present, although impaired, in adolescence and absent in adulthood. These changes may form the basis for the cognitive deficits associated with mutations in DISC1 and the delayed onset of a range of psychiatric symptoms in late adolescence.\nAuthors: Stuart D. Greenhill, Konrad Juczewski, Annelies M. de Haan, Gillian Seaton, Kevin Fox, Neil R. Hardingham", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6246/424.summary?rss=1", 
        "title": "[Report] Adult cortical plasticity depends on an early postnatal critical period"
    }, 
    {
        "author": "Jeeyun Chung", 
        "date": "2015-07-24", 
        "description": "Lipid transfer between cell membrane bilayers at contacts between the endoplasmic reticulum (ER) and other membranes help to maintain membrane lipid homeostasis. We found that two similar ER integral membrane proteins, oxysterol-binding protein (OSBP)–related protein 5 (ORP5) and ORP8, tethered the ER to the plasma membrane (PM) via the interaction of their pleckstrin homology domains with phosphatidylinositol 4-phosphate (PI4P) in this membrane. Their OSBP-related domains (ORDs) harbored either PI4P or phosphatidylserine (PS) and exchanged these lipids between bilayers. Gain- and loss-of-function experiments showed that ORP5 and ORP8 could mediate PI4P/PS countertransport between the ER and the PM, thus delivering PI4P to the ER-localized PI4P phosphatase Sac1 for degradation and PS from the ER to the PM. This exchange helps to control plasma membrane PI4P levels and selectively enrich PS in the PM.\nAuthors: Jeeyun Chung, Federico Torta, Kaori Masai, Louise Lucast, Heather Czapla, Lukas B. Tanner, Pradeep Narayanaswamy, Markus R. Wenk, Fubito Nakatsu, Pietro De Camilli", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6246/428.summary?rss=1", 
        "title": "[Report] PI4P/phosphatidylserine countertransport at ORP5- and ORP8-mediated ER–plasma membrane contacts"
    }, 
    {
        "author": "Joachim Moser von Filseck", 
        "date": "2015-07-24", 
        "description": "In eukaryotic cells, phosphatidylserine (PS) is synthesized in the endoplasmic reticulum (ER) but is highly enriched in the plasma membrane (PM), where it contributes negative charge and to specific recruitment of signaling proteins. This distribution relies on transport mechanisms whose nature remains elusive. Here, we found that the PS transporter Osh6p extracted phosphatidylinositol 4-phosphate (PI4P) and exchanged PS for PI4P between two membranes. We solved the crystal structure of Osh6p:PI4P complex and demonstrated that the transport of PS by Osh6p depends on PI4P recognition in vivo. Finally, we showed that the PI4P-phosphatase Sac1p, by maintaining a PI4P gradient at the ER/PM interface, drove PS transport. Thus, PS transport by oxysterol-binding protein–related protein (ORP)/oxysterol-binding homology (Osh) proteins is fueled by PI4P metabolism through PS/PI4P exchange cycles.\nAuthors: Joachim Moser von Filseck, Alenka Čopič, Vanessa Delfosse, Stefano Vanni, Catherine L. Jackson, William Bourguet, Guillaume Drin", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6246/432.summary?rss=1", 
        "title": "[Report] Phosphatidylserine transport by ORP/Osh proteins is driven by phosphatidylinositol 4-phosphate"
    }, 
    {
        "author": "Bernice Lo", 
        "date": "2015-07-24", 
        "description": "Mutations in the LRBA gene (encoding the lipopolysaccharide-responsive and beige-like anchor protein) cause a syndrome of autoimmunity, lymphoproliferation, and humoral immune deficiency. The biological role of LRBA in immunologic disease is unknown. We found that patients with LRBA deficiency manifested a dramatic and sustained improvement in response to abatacept, a CTLA4 (cytotoxic T lymphocyte antigen-4)–immunoglobulin fusion drug. Clinical responses and homology of LRBA to proteins controlling intracellular trafficking led us to hypothesize that it regulates CTLA4, a potent inhibitory immune receptor. We found that LRBA colocalized with CTLA4 in endosomal vesicles and that LRBA deficiency or knockdown increased CTLA4 turnover, which resulted in reduced levels of CTLA4 protein in FoxP3+ regulatory and activated conventional T cells. In LRBA-deficient cells, inhibition of lysosome degradation with chloroquine prevented CTLA4 loss. These findings elucidate a mechanism for CTLA4 trafficking and control of immune responses and suggest therapies for diseases involving the CTLA4 pathway.\nAuthors: Bernice Lo, Kejian Zhang, Wei Lu, Lixin Zheng, Qian Zhang, Chrysi Kanellopoulou, Yu Zhang, Zhiduo Liu, Jill M. Fritz, Rebecca Marsh, Ammar Husami, Diane Kissell, Shannon Nortman, Vijaya Chaturvedi, Hilary Haines, Lisa R. Young, Jun Mo, Alexandra H. Filipovich, Jack J. Bleesing, Peter Mustillo, Michael Stephens, Cesar M. Rueda, Claire A. Chougnet, Kasper Hoebe, Joshua McElwee, Jason D. Hughes, Elif Karakoc-Aydiner, Helen F. Matthews, Susan Price, Helen C. Su, V. Koneti Rao, Michael J. Lenardo, Michael B. Jordan", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6246/436.summary?rss=1", 
        "title": "[Report] Patients with LRBA deficiency show CTLA4 loss and immune dysregulation responsive to abatacept therapy"
    }, 
    {
        "author": "", 
        "date": "2015-07-24", 
        "description": "A weekly roundup of information on newly offered instrumentation, apparatus, and laboratory materials of potential interest to researchers.\n", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6246/441.1.summary?rss=1", 
        "title": "[New Products] New Products"
    }, 
    {
        "author": "", 
        "date": "2015-07-24", 
        "description": "On this week's show: Ancient DNA and a roundup of daily news stories.\n", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6246/441.2.summary?rss=1", 
        "title": "[Podcast] Science Podcast: 24 July Show"
    }, 
    {
        "author": "Eric Betzig", 
        "date": "2015-07-24", 
        "description": "Superresolution microscopy has recently been making headlines again, not least because it was the breakthrough that spurred Eric Betzig, Stefan Hell, and William Moerner to be awarded the Nobel Prize for Chemistry in 2014. The number of superresolution technologies keeps increasing, along with an alphabet soup of acronyms that includes SIM, SPIM, STED, PALM, and STORM. It is difficult enough for the microscopy experts to keep up, but even more challenging for the average biologist, particularly when they are looking for more from their data than a standard or confocal microscope can offer. When faced with the array of possible techniques, how does one decide which technique is going to get the results needed for that next major publication? In this webinar we will discuss the newest developments in superresolution microscopy and provide practical advice on obtaining the best imaging results. Our panelists, including 2014 Nobel Prize winner Eric Betzig, will help you find the right tool to answer your biological question. You will also hear case studies about how superresolution microscopy data has made the difference between acceptance and rejection of key papers by scientific journals.View the Webinar\nAuthors: Eric Betzig, Raman Das, Justin Taraska", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6246/441.3.summary?rss=1", 
        "title": "[Business Office Feature] \nGenerating the best superresolution microscopy data: Finding the right tool for the right job\n"
    }, 
    {
        "author": "C. Neal Stewart", 
        "date": "2015-07-24", 
        "description": "Author: C. Neal Stewart", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6246/446.summary?rss=1", 
        "title": "[Working Life] Songwriting and science"
    }, 
    {
        "author": "", 
        "date": "2015-07-24", 
        "description": "", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6246/aac9679.summary?rss=1", 
        "title": "[Errata] Erratum for the Report “The psychological consequences of money” by K. D. Vohs, N. L. Mead, M. R. Goode"
    }
]