[
    {
        "author": "Marcia McNutt", 
        "date": "2015-08-28", 
        "description": "Ten years ago, Katrina, a category 5 hurricane at peak strength, slammed into New Orleans. Its associated storm surge breached the extensive levee system that had protected the city. Nearly 2000 residents died, and damages exceeded $100 billion. The storm remains the costliest natural disaster in U.S. history, and the resulting economic, social, and environmental turmoil led to the largest mass migration since the U.S. Civil War. A distinguished panel* of scientists and engineers who had been on the scene of Katrina was convened on the eve of the 10th anniversary of this event to address the question: Are American cities better prepared for the next major hurricane?\nAuthor: Marcia McNutt", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6251/905.summary?rss=1", 
        "title": "[Editorial] Preparing for the next Katrina"
    }, 
    {
        "author": "", 
        "date": "2015-08-28", 
        "description": "In science news around the world, the IS group destroys an ancient temple in Palmyra, Syria, the U.S. Food and Drug Administration approves a \"female Viagra\" drug, eight protestors are arrested in Hawaii attempting to block construction of the Daniel K. Inouye Solar Telescope, a new quantum processor breaks the \"1000-qubit barrier,\" and more. Also, the National Oceanic and Atmospheric Administration declares the deaths of 30 large whales in the Gulf of Alaska since May an \"unusual mortality event,\" triggering a focused investigation into the cause of the deaths. And Science chats with Jorge Cham, creator of the comic Piled Higher and Deeper (PHD), about his new, upcoming movie.\n", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6251/906.summary?rss=1", 
        "title": "[In Brief] This week's section"
    }, 
    {
        "author": "Herton Escobar", 
        "date": "2015-08-28", 
        "description": "Brazilian scientists are facing one of the nation's worst funding climates in decades. Battling a slumping economy and debt, Brazil's federal government has taken an ax to spending, and it isn't sparing science. President Dilma Rousseff's administration has cut by 25% the Ministry of Science's projected 2015 budget, and sliced 9% from the budget of the Ministry of Education, which plays an important role in funding graduate students. Research agencies are withholding money for grants that have already been awarded, and have canceled or postponed new calls for proposals. And Rousseff is redirecting funds once earmarked largely for research to send Brazilian students abroad to study. The funding climate is \"the worst in 20 years,\" says Helena Nader, president of the Brazilian Society for the Advancement of Science. At the root of the problem are changes in how Brazil's government spends the royalties generated by Brazil's lucrative offshore oil fields, which have been a major source of funding for science and technology development. In recent years, Brazil's government has redirected much of the oil revenue to other priorities, including health care and education.\nAuthor: Herton Escobar", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6251/909.summary?rss=1", 
        "title": "[In Depth] Fiscal crisis has Brazilian scientists scrambling"
    }, 
    {
        "author": "John Bohannon", 
        "date": "2015-08-28", 
        "description": "The largest effort yet to replicate psychology studies has yielded both good and bad news. On the down side, of the 100 prominent papers analyzed, only 39% could be replicated unambiguously, as a group of 270 researchers describes on page 943. On the up side, despite the sobering results, the effort seems to have drawn little of the animosity that greeted a similar replication effort last year. This time around, even some of the original authors see the replications as a useful addition to their own research. \"This is how science works,\" says Joshua Correll, a psychologist at the University of Colorado, Boulder, and one of the authors whose results could not be replicated. \"How else will we converge on the truth? Really, the surprising thing is that this kind of systematic attempt at replication is not more common.\" That's encouraging news to Brian Nosek, a psychologist at the University of Virginia in Charlottesville who led the mass replication effort, which began in 2011 with the goal of putting psychological science on more rigorous experimental footing.\nAuthor: John Bohannon", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6251/910.summary?rss=1", 
        "title": "[In Depth] Many psychology papers fail replication test"
    }, 
    {
        "author": "Emily Underwood", 
        "date": "2015-08-28", 
        "description": "It is famous for robbing Lou Gehrig of his life and Stephen Hawking of his mobility and voice, but just how amyotrophic lateral sclerosis (ALS) destroys motor neurons in the brain and spinal cord remains a mystery. Now, scientists are converging on an explanation, at least for a fraction of the ALS cases caused by a mutation also associated with a kind of dementia. In cells with the mutation, the new work shows, pores in the membrane separating the nucleus and cytoplasm become clogged, preventing vital molecules from passing through and creating a fatal cellular traffic jam. For now, the work applies only to the mutation dubbed C9orf72—a DNA stutter in which a short nucleotide sequence, GGGGCC, is repeated hundreds to thousands of times in a gene on chromosome 9. Nor do the multiple labs reporting results this week agree on exactly what plugs those nuclear pores and how the cells die. Still, many in the field are calling the work a major breakthrough, and say the findings could point to new therapies, as well as a novel mechanism for neurodegeneration.\nAuthor: Emily Underwood", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6251/911.summary?rss=1", 
        "title": "[In Depth] Plugged pores may underlie some ALS, dementia cases"
    }, 
    {
        "author": "Daniel Clery", 
        "date": "2015-08-28", 
        "description": "Nuclear fusion has always required titanic machines and vast amounts of public money—and success is always decades away. Now, a privately funded company has taken what some physicists say is a significant step toward mastering fusion energy with a smaller, cheaper, faster approach. Tri Alpha Energy announced this week that it has built a machine that forms a ball of gas—superheated to about 10 million degrees Celsius—and holds it steady for 5 milliseconds without decaying. Those conditions are well short of what is needed for fusion, but the feat shows for the first time that Tri Alpha's unorthodox approach can trap hot fusion gas in a steady state. Now, the scientists hope to scale up the technique toward times and temperatures that cause atomic nuclei in the gas to fuse together, releasing energy.\nAuthor: Daniel Clery", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6251/912.summary?rss=1", 
        "title": "[In Depth] Dark horse scores a fusion coup"
    }, 
    {
        "author": "Erik Stokstad", 
        "date": "2015-08-28", 
        "description": "With more than 25,000 species, orchids are the largest group of plants. A new family tree shows how they owe their diversity to a series of innovations that individually or jointly touched off explosions of new species. The pace of diversification rose after orchids developed a way to lump their pollen into balls called pollinia, which allowed them to exclusively rely on certain insect species for pollination. Many lineages benefited from the evolution of a kind of water-saving photosynthesis. A shift to living in trees opened up many niches, as did a move into tropical mountains such as the Andes.\nAuthor: Erik Stokstad", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6251/914.summary?rss=1", 
        "title": "[In Depth] Orchids' dazzling diversity explained"
    }, 
    {
        "author": "Emily DeMarco", 
        "date": "2015-08-28", 
        "description": "In North America, crayfish have diversified into roughly 400 species—two-thirds of the world's total—and live mainly in the southeast. Biologists estimate nearly half of U.S. species are imperiled, whereas about a third of the world's crayfish are. Spurred by growing concerns that pollution, habitat destruction, and other threats are placing many crayfish species in harm's way, federal officials are taking a hard look at whether to give legal protection to two: the Guyandotte River crayfish found in southern West Virginia and the Big Sandy crayfish found in Kentucky, West Virginia, and Virginia. If the listings go through, a broad range of economically important activities that affect the crayfish, including mining, logging, and recreation, could feel an impact. So government officials are proceeding with care, seeking to learn as much as possible about the enigmatic invertebrates before making decisions—and they are asking researchers like West Liberty University's Zachary Loughman for help.\nAuthor: Emily DeMarco", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6251/915.summary?rss=1", 
        "title": "[Feature] The missing mudbug"
    }, 
    {
        "author": "Lizzie Wade", 
        "date": "2015-08-28", 
        "description": "Today's most successful religions have one thing in common: moralizing gods that care about how people treat one another and will punish those who are selfish and cruel. But for most of human history, these \"big gods\" were the exception. If today's hunter-gatherers are any guide, for thousands of years our ancestors conceived of deities as utterly indifferent to the human realm, and to whether we behaved well or badly. Now, to crack the mystery of why and how people around the world came to believe in moralizing gods, researchers are using a novel tool in religious studies: the scientific method. By combining laboratory experiments, cross-cultural fieldwork, and analysis of the historical record, an interdisciplinary team has proposed that belief in judgmental deities was key to the cooperation needed to build and sustain large, complex societies. And once big gods and big societies existed, their moralizing deities helped religions as dissimilar as Islam and Mormonism to spread by making groups of the faithful more cooperative and therefore more successful. Critics say the big gods team is projecting modern values onto ancient cultures, and that belief in moralizing deities is a byproduct of other social changes. To settle the debate, researchers are looking for quantitative data in novel places, including the historical record.\nAuthor: Lizzie Wade", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6251/918.summary?rss=1", 
        "title": "[Feature] Birth of the moralizing gods"
    }, 
    {
        "author": "Lizzie Wade", 
        "date": "2015-08-28", 
        "description": "To test his hypothesis about how moralizing, prosocial religions evolved, University of British Columbia psychologist Ara Norenzayan needs help from the humanities. Did moralizing gods, community-wide rituals, and supernatural punishment emerge before or after societies became politically complex? Has any large-scale society succeeded without prosocial religion? And what does \"moralizing\" really mean at different times and in difficult cultures? To answer these questions in a rigorous, scientific way, he and his colleagues are trying to convince historians to turn the nuanced knowledge in their heads into the kind of data scientists need: a database's binary code of yes/no answers. By creating the Database of Religious History, the big gods team is attempting to bridge the gulf between humanistic and scientific scholarship—but success hinges on enticing leading historians and religious studies scholars to join them.\nAuthor: Lizzie Wade", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6251/922.summary?rss=1", 
        "title": "[Feature] Turning history into a binary code"
    }, 
    {
        "author": "Brian P. Teague", 
        "date": "2015-08-28", 
        "description": "Cooperation between cells is one of evolution's fundamental innovations. It allows cells to specialize: Different members of a consortium assume different responsibilities, increasing overall productivity and allowing for more complex behavior than is possible with a single cell or a monoculture (1). These features of natural systems have attracted the attention of synthetic biologists, who have made engineering of cooperation between cells a long-standing goal. On page 986 of this issue, Chen et al. (2) report the creation of a synthetic consortium of cooperating Escherichia coli bacteria. The design principles they demonstrate have important implications for the construction of multicellular synthetic systems.\nAuthors: Brian P. Teague, Ron Weiss", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6251/924.abstract?rss=1", 
        "title": "[Perspective] Synthetic communities, the sum of parts"
    }, 
    {
        "author": "Myles W. Smith", 
        "date": "2015-08-28", 
        "description": "Olefin cycloadditions, pericyclic reactions in which the relatively weak π bonds of these unsaturated species are swapped out for stronger σ bonds, are among the most widely exploited transformations in organic synthesis (1). Indeed, the Diels-Alder reaction—a [4π+2π] cycloaddition (a [4+2] cycloaddition for short) that forms six-membered rings from a diene (the 4π component) and an olefin (the 2π component)—has a storied history in the many branches of synthetic chemistry and proceeds readily under thermal conditions (see the figure, panel A) (2). However, a similarly fundamental pericyclic reaction—the corresponding [2+2] cycloaddition of two olefins, leading to cyclobutane rings—usually requires photochemical conditions to proceed efficiently, a fact enforced by the constraints of orbital symmetry (3). On page 960 of this issue, Hoyt et al. (4) report the development of catalysts based on iron that transform simple feedstock olefins into cyclobutanes through [2+2] cycloadditions under mild, thermal conditions.\nAuthors: Myles W. Smith, Phil S. Baran", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6251/925.abstract?rss=1", 
        "title": "[Perspective] As simple as [2+2]"
    }, 
    {
        "author": "Omar S. Akbari", 
        "date": "2015-08-28", 
        "description": "Gene drive systems promote the spread of genetic elements through populations by assuring they are inherited more often than Mendelian segregation would predict (see the figure). Natural examples of gene drive from Drosophila include sex-ratio meiotic drive, segregation distortion, and replicative transposition. Synthetic drive systems based on selective embryonic lethality or homing endonucleases have been described previously in Drosophila melanogaster (1–3), but they are difficult to build or are limited to transgenic populations. In contrast, RNAguided gene drives based on the CRISPR/Cas9 nuclease can, in principle, be constructed by any laboratory capable of making transgenic organisms (4). They have tremendous potential to address global problems in health, agriculture, and conservation, but their capacity to alter wild populations outside the laboratory demands caution (4–7). Just as researchers working with self-propagating pathogens must ensure that these agents do not escape to the outside world, scientists working in the laboratory with gene drive constructs are responsible for keeping them confined (4, 6, 7).\nAuthors: Omar S. Akbari, Hugo J. Bellen, Ethan Bier, Simon L. Bullock, Austin Burt, George M. Church, Kevin R. Cook, Peter Duchek, Owain R. Edwards, Kevin M. Esvelt, Valentino M. Gantz, Kent G. Golic, Scott J. Gratz, Melissa M. Harrison, Keith R. Hayes, Anthony A. James, Thomas C. Kaufman, Juergen Knoblich, Harmit S. Malik, Kathy A. Matthews, Kate M. O'Connor-Giles, Annette L. Parks, Norbert Perrimon, Fillip Port, Steven Russell, Ryu Ueda, Jill Wildonger", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6251/927.summary?rss=1", 
        "title": "[Policy Forum] Safeguarding gene drive experiments in the laboratory"
    }, 
    {
        "author": "Ahmed N. Hegazy", 
        "date": "2015-08-28", 
        "description": "The immune system in the intestine is highly adapted to resist invading pathogens while residing peacefully with the abundant and diverse commensal bacteria that colonize the gastrointestinal tract. In turn, bacterial signals shape immunity in the intestine, promoting intestinal homeostasis in part by inducing and expanding specialized regulatory T (Treg) cells that prevent aberrant inflammatory responses to self and environmental stimuli (1). On pages 989 and 993 of this issue, Ohnmacht et al. (2) and Sefik et al. (3), respectively, report the development and function of a subpopulation of Treg cells found primarily in the large intestine, and characterized by expression of the nuclear hormone receptor retinoic acid receptor-related orphan receptor γt (RORγt). This is surprising because RORγt classically promotes the differentiation of T helper 17 (TH17) cells, a population associated with tissue inflammation in many inflammatory diseases (4). Both studies show that microbiota-derived signals induce the expression of RORγt in Treg cells that control intestinal inflammation (see the figure). These findings highlight the diversity of colonic Treg cells, their complex transcriptional programs, and their important role in the intestine.\nAuthors: Ahmed N. Hegazy, Fiona Powrie", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6251/929.abstract?rss=1", 
        "title": "[Perspective] Microbiota RORgulates intestinal suppressor T cells"
    }, 
    {
        "author": "Jeffrey H. Schwartz", 
        "date": "2015-08-28", 
        "description": "Almost 300 years ago, Linnaeus defined our genus Homo (and its species Homo sapiens) with the noncommittal words nosce te ipsum (know thyself) (1). Since then, fossil and molecular biology studies have provided insights into its evolution, yet the boundaries of both the species and the genus remain as fuzzy as ever, new fossils having been rather haphazardly assigned to species of Homo, with minimal attention to details of morphology.\nAuthors: Jeffrey H. Schwartz, Ian Tattersall", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6251/931.abstract?rss=1", 
        "title": "[Perspective] Defining the genus Homo"
    }, 
    {
        "author": "Rachel Gross", 
        "date": "2015-08-28", 
        "description": "Relying on nearly 70 rare books drawn from 21 library collections, Fantastic Worlds chronicles the era of rapid scientific discovery and innovation that gave birth to the literary genre known as science fiction. Reviewer Rachel Gross revels in the exhibition's juxtaposition of science and fantasy: from Jules Verne's tales of unabashed wonder, to Mary Shelley's haunting story of a scientist who pushes the boundaries of nature and taboo.\nAuthor: Rachel Gross", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6251/933.summary?rss=1", 
        "title": "[Book Review] Fact meets fiction"
    }, 
    {
        "author": "Lee Vinsel", 
        "date": "2015-08-28", 
        "description": "On 10 December 1954, Col. John Stapp shot across the grounds of Holloman Air Force Base on a rocket sled, reaching 639 miles per hour and coming to a complete halt in less than 1.37 seconds. This was not a publicity stunt. Stapp, a biophysicist and medical doctor, was conducting an experiment in the emerging scientific field of biomechanics. In Sonic Wind, author Craig Ryan brings Stapp's death-defying feats to life. Reviewer Lee Vinsel praises the book's smooth prose and Ryan's efforts to humanize Stapp, but questions his portrayal of Stapp as a lone genius. \nAuthor: Lee Vinsel", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6251/934.1.summary?rss=1", 
        "title": "[Book Review] The daring doctor"
    }, 
    {
        "author": "", 
        "date": "2015-08-28", 
        "description": "A listing of books received at Science during the week ending 21 August 2015.\n", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6251/934.2.summary?rss=1", 
        "title": "[Books et al.] Books Received"
    }, 
    {
        "author": "Courtney Addison", 
        "date": "2015-08-28", 
        "description": "Authors: Courtney Addison, Samuel Taylor-Alexander", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6251/935.1.summary?rss=1", 
        "title": "[Letter] Gene editing: Advising advice"
    }, 
    {
        "author": "K. Brad Wray", 
        "date": "2015-08-28", 
        "description": "Author: K. Brad Wray", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6251/935.2.summary?rss=1", 
        "title": "[Letter] The wisdom of baboon decisions"
    }, 
    {
        "author": "Ariana Strandburg-Peshkin", 
        "date": "2015-08-28", 
        "description": "Authors: Ariana Strandburg-Peshkin, Damien R. Farine, Iain D. Couzin, Margaret C. Crofoot", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6251/935.3.summary?rss=1", 
        "title": "[Letter] The wisdom of baboon decisions—Response"
    }, 
    {
        "author": "Aditya Natarajan", 
        "date": "2015-08-28", 
        "description": "Fried et al. (Reports, 19 December 2014, p. 1510) demonstrated a strong correlation between reaction rate and the carbonyl stretching frequency of a product analog bound to ketosteroid isomerase oxyanion hole mutants and concluded that the active-site electric field provides 70% of catalysis. Alternative comparisons suggest a smaller contribution, relative to the corresponding solution reaction, and highlight the importance of atomic-level descriptions.\nAuthors: Aditya Natarajan, Filip Yabukarski, Vandana Lamba, Jason P. Schwans, Fanny Sunden, Daniel Herschlag", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6251/936.1.summary?rss=1", 
        "title": "[Technical Comment] Comment on “Extreme electric fields power catalysis in the active site of ketosteroid isomerase”"
    }, 
    {
        "author": "Deliang Chen", 
        "date": "2015-08-28", 
        "description": "Fried et al. (Reports, 19 December 2014, p. 1510) demonstrate electric field–dependent acceleration of biological catalysis using ketosteroid isomerase as a prototypic example. These findings were not extended to aqueous solution because water by itself has field fluctuations that are too large and fast to provide a catalytic effect. Given physiological context, when water electrostatic interactions are considered, electric fields play a less important role in the catalysis.\nAuthors: Deliang Chen, Tor Savidge", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6251/936.2.summary?rss=1", 
        "title": "[Technical Comment] Comment on “Extreme electric fields power catalysis in the active site of ketosteroid isomerase”"
    }, 
    {
        "author": "Stephen D. Fried", 
        "date": "2015-08-28", 
        "description": "Natarajan et al. and Chen and Savidge comment that comparing the electric field in ketosteroid isomerase’s (KSI’s) active site to zero overestimates the catalytic effect of KSI’s electric field because the reference reaction occurs in water, which itself exerts a sizable electrostatic field. To compensate, Natarajan et al. argue that additional catalytic weight arises from positioning of the general base, whereas Chen and Savidge propose a separate contribution from desolvation of the general base. We note that the former claim is not well supported by published results, and the latter claim is intriguing but lacks experimental basis. We also take the opportunity to clarify some of the more conceptually subtle aspects of electrostatic catalysis.\nAuthors: Stephen D. Fried, Steven G. Boxer", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6251/936.3.summary?rss=1", 
        "title": "[Technical Response] Response to Comments on “Extreme electric fields power catalysis in the active site of ketosteroid isomerase”"
    }, 
    {
        "author": "Leho Tedersoo", 
        "date": "2015-08-28", 
        "description": "Schadt and Rosling (Technical Comment, 26 June 2015, p. 1438) argue that primer-template mismatches neglected the fungal class Archaeorhizomycetes in a global soil survey. Amplicon-based metabarcoding of nine barcode-primer pair combinations and polymerase chain reaction (PCR)–free shotgun metagenomics revealed that barcode and primer choice and PCR bias drive the diversity and composition of microorganisms in general, but the Archaeorhizomycetes were little affected in the global study. We urge that careful choice of DNA markers and primers is essential for ecological studies using high-throughput sequencing for identification.\nAuthors: Leho Tedersoo, Mohammad Bahram, Sergei Põlme, Sten Anslan, Taavi Riit, Urmas Kõljalg, R. Henrik Nilsson, Falk Hildebrand, Kessy Abarenkov", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6251/936.4.summary?rss=1", 
        "title": "[Technical Response] Response to Comment on “Global diversity and geography of soil fungi”"
    }, 
    {
        "author": "Michaela Jarvis", 
        "date": "2015-08-28", 
        "description": "In Nairobi, GIST Tech-I finalists transformed their ideas into business plans for great social impact\nAuthor: Michaela Jarvis", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6251/937.summary?rss=1", 
        "title": "[Association Affairs] Global competition propels innovation “snowball”"
    }, 
    {
        "author": "Becky Ham", 
        "date": "2015-08-28", 
        "description": "Author: Becky Ham", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6251/938.1.summary?rss=1", 
        "title": "[Association Affairs] EntryPoint! places students with disabilities on STEM tracks"
    }, 
    {
        "author": "", 
        "date": "2015-08-28", 
        "description": "", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6251/938.2.summary?rss=1", 
        "title": "[Association Affairs] AAAS annual election: Preliminary announcement"
    }, 
    {
        "author": "Sacha Vignieri", 
        "date": "2015-08-28", 
        "description": "Author: Sacha Vignieri", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6251/939.1.full?rss=1", 
        "title": "[This Week in Science] A third option leads to poor mates"
    }, 
    {
        "author": "Ian S. Osborne", 
        "date": "2015-08-28", 
        "description": "Author: Ian S. Osborne", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6251/939.2.full?rss=1", 
        "title": "[This Week in Science] Manipulation of a quantum squeeze"
    }, 
    {
        "author": "Jelena Stajic", 
        "date": "2015-08-28", 
        "description": "Author: Jelena Stajic", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6251/939.3.full?rss=1", 
        "title": "[This Week in Science] Magnetizing a topological insulator"
    }, 
    {
        "author": "L. Bryan Ray", 
        "date": "2015-08-28", 
        "description": "Author: L. Bryan Ray", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6251/939.4.full?rss=1", 
        "title": "[This Week in Science] Engineering cell population behavior"
    }, 
    {
        "author": "Phil Szuromi", 
        "date": "2015-08-28", 
        "description": "Author: Phil Szuromi", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6251/939.5.full?rss=1", 
        "title": "[This Week in Science] Crystal nuclei beaten to the punch"
    }, 
    {
        "author": "Caroline Ash", 
        "date": "2015-08-28", 
        "description": "Author: Caroline Ash", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6251/939.6.full?rss=1", 
        "title": "[This Week in Science] Cosmopolitan plant root symbionts"
    }, 
    {
        "author": "Kristen L. Mueller", 
        "date": "2015-08-28", 
        "description": "Author: Kristen L. Mueller", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6251/939.7.full?rss=1", 
        "title": "[This Week in Science] Gut microbes make T cells keep the peace"
    }, 
    {
        "author": "Kip Hodges", 
        "date": "2015-08-28", 
        "description": "Author: Kip Hodges", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6251/939.8.full?rss=1", 
        "title": "[This Week in Science] How to melt the Antarctic Ice Sheet"
    }, 
    {
        "author": "Yevgeniya Nusinovich", 
        "date": "2015-08-28", 
        "description": "Author: Yevgeniya Nusinovich", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6251/939.9.full?rss=1", 
        "title": "[This Week in Science] Not just another Notch for treatment"
    }, 
    {
        "author": "Marc S. Lavine", 
        "date": "2015-08-28", 
        "description": "Author: Marc S. Lavine", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6251/939.10.full?rss=1", 
        "title": "[This Week in Science] Learning from the packing of particles"
    }, 
    {
        "author": "Gilbert Chin", 
        "date": "2015-08-28", 
        "description": "Author: Gilbert Chin", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6251/939.11.full?rss=1", 
        "title": "[This Week in Science] Empirically analyzing empirical evidence"
    }, 
    {
        "author": "Stella M. Hurtley", 
        "date": "2015-08-28", 
        "description": "Author: Stella M. Hurtley", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6251/939.12.full?rss=1", 
        "title": "[This Week in Science] Adding to the super-resolution arsenal"
    }, 
    {
        "author": "Jake Yeston", 
        "date": "2015-08-28", 
        "description": "Author: Jake Yeston", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6251/939.13.full?rss=1", 
        "title": "[This Week in Science] Iron plays matchmaker to pair up olefins"
    }, 
    {
        "author": "Sacha Vignieri", 
        "date": "2015-08-28", 
        "description": "Author: Sacha Vignieri", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6251/939.14.full?rss=1", 
        "title": "[This Week in Science] Wing growth drives songbird selection"
    }, 
    {
        "author": "John F. Foley", 
        "date": "2015-08-28", 
        "description": "Author: John F. Foley", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6251/939.15.full?rss=1", 
        "title": "[This Week in Science] New targets to treat inflammation"
    }, 
    {
        "author": "Julia Fahrenkamp-Uppenbrink", 
        "date": "2015-08-28", 
        "description": "Author: Julia Fahrenkamp-Uppenbrink", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6251/939.16.full?rss=1", 
        "title": "[This Week in Science] Species diversity in human evolution"
    }, 
    {
        "author": "Pamela J. Hines", 
        "date": "2015-08-28", 
        "description": "Author: Pamela J. Hines", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6251/939.17.full?rss=1", 
        "title": "[This Week in Science] Axon paths in developing spinal cords"
    }, 
    {
        "author": "Paula A. Kiberstis", 
        "date": "2015-08-28", 
        "description": "Author: Paula A. Kiberstis", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6251/939.18.full?rss=1", 
        "title": "[This Week in Science] A giant disruption of the heart"
    }, 
    {
        "author": "Guy Riddihough", 
        "date": "2015-08-28", 
        "description": "Author: Guy Riddihough", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6251/939.19.full?rss=1", 
        "title": "[This Week in Science] Matching DNA three bases at a time"
    }, 
    {
        "author": "Jelena Stajic", 
        "date": "2015-08-28", 
        "description": "Author: Jelena Stajic", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6251/939.20.full?rss=1", 
        "title": "[This Week in Science] Trying to break a stubborn law"
    }, 
    {
        "author": "Sacha Vignieri", 
        "date": "2015-08-28", 
        "description": "Author: Sacha Vignieri", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6251/940.1.full?rss=1", 
        "title": "[Editors' Choice] The effects of pesticides run deep"
    }, 
    {
        "author": "Ian S. Osborne", 
        "date": "2015-08-28", 
        "description": "Author: Ian S. Osborne", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6251/940.2.full?rss=1", 
        "title": "[Editors' Choice] Adding communication to light harvesting"
    }, 
    {
        "author": "Phil Szuromi", 
        "date": "2015-08-28", 
        "description": "Author: Phil Szuromi", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6251/940.3.full?rss=1", 
        "title": "[Editors' Choice] An E-Z route to photobases"
    }, 
    {
        "author": "Brent Grocholski", 
        "date": "2015-08-28", 
        "description": "Author: Brent Grocholski", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6251/940.4.full?rss=1", 
        "title": "[Editors' Choice] Core composition gets nebular"
    }, 
    {
        "author": "Laura Schuhmacher", 
        "date": "2015-08-28", 
        "description": "Author: Laura Schuhmacher", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6251/940.5.full?rss=1", 
        "title": "[Editors' Choice] Does this taste fatty to you?"
    }, 
    {
        "author": "Paula A. Kiberstis", 
        "date": "2015-08-28", 
        "description": "Author: Paula A. Kiberstis", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6251/940.6.full?rss=1", 
        "title": "[Editors' Choice] A cadherin gene enters MVP territory"
    }, 
    {
        "author": "L. Bryan Ray", 
        "date": "2015-08-28", 
        "description": "Author: L. Bryan Ray", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6251/940.7.full?rss=1", 
        "title": "[Editors' Choice] Deciphering function from single-cell data"
    }, 
    {
        "author": "Vinothan N. Manoharan", 
        "date": "2015-08-28", 
        "description": "Colloidal particles with well-controlled shapes and interactions are an ideal experimental system for exploring how matter organizes itself. Like atoms and molecules, these particles form bulk phases such as liquids and crystals. But they are more than just crude analogs of atoms; they are a form of matter in their own right, with complex and interesting collective behavior not seen at the atomic scale. Their behavior is affected by geometrical or topological constraints, such as curved surfaces or the shapes of the particles. Because the interactions between the particles are often short-ranged, we can understand the effects of these constraints using geometrical concepts such as packing. The geometrical viewpoint gives us a window into how entropy affects not only the structure of matter, but also the dynamics of how it forms.\nAuthor: Vinothan N. Manoharan", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6251/1253751.abstract?rss=1", 
        "title": "[Review] Colloidal matter: Packing, geometry, and entropy"
    }, 
    {
        "author": "Dong Li", 
        "date": "2015-08-28", 
        "description": "Super-resolution fluorescence microscopy is distinct among nanoscale imaging tools in its ability to image protein dynamics in living cells. Structured illumination microscopy (SIM) stands out in this regard because of its high speed and low illumination intensities, but typically offers only a twofold resolution gain. We extended the resolution of live-cell SIM through two approaches: ultrahigh numerical aperture SIM at 84-nanometer lateral resolution for more than 100 multicolor frames, and nonlinear SIM with patterned activation at 45- to 62-nanometer resolution for approximately 20 to 40 frames. We applied these approaches to image dynamics near the plasma membrane of spatially resolved assemblies of clathrin and caveolin, Rab5a in early endosomes, and α-actinin, often in relationship to cortical actin. In addition, we examined mitochondria, actin, and the Golgi apparatus dynamics in three dimensions.\nAuthors: Dong Li, Lin Shao, Bi-Chang Chen, Xi Zhang, Mingshu Zhang, Brian Moses, Daniel E. Milkie, Jordan R. Beach, John A. Hammer, Mithun Pasham, Tomas Kirchhausen, Michelle A. Baird, Michael W. Davidson, Pingyong Xu, Eric Betzig", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6251/aab3500.abstract?rss=1", 
        "title": "[Research Article] Extended-resolution structured illumination imaging of endocytic and cytoskeletal dynamics"
    }, 
    {
        "author": " ", 
        "date": "2015-08-28", 
        "description": "Reproducibility is a defining feature of science, but the extent to which it characterizes current research is unknown. We conducted replications of 100 experimental and correlational studies published in three psychology journals using high-powered designs and original materials when available. Replication effects were half the magnitude of original effects, representing a substantial decline. Ninety-seven percent of original studies had statistically significant results. Thirty-six percent of replications had statistically significant results; 47% of original effect sizes were in the 95% confidence interval of the replication effect size; 39% of effects were subjectively rated to have replicated the original result; and if no bias in original results is assumed, combining original and replication results left 68% with statistically significant effects. Correlational tests suggest that replication success was better predicted by the strength of original evidence than by characteristics of the original and replication teams.\nAuthor:  ", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6251/aac4716.abstract?rss=1", 
        "title": "[Research Article] Estimating the reproducibility of psychological science"
    }, 
    {
        "author": "Xiao Lin", 
        "date": "2015-08-28", 
        "description": "Scattering among electrons generates a distinct contribution to electrical resistivity that follows a quadratic temperature (T) dependence. In strongly correlated electron systems, the prefactor A of this T2 resistivity scales with the magnitude of the electronic specific heat, γ. Here we show that one can change the magnitude of A by four orders of magnitude in metallic strontium titanate (SrTiO3) by tuning the concentration of the carriers and, consequently, the Fermi energy. The T2 behavior persists in the single-band dilute limit despite the absence of two known mechanisms for T2 behavior: distinct electron reservoirs and Umklapp processes. The results highlight the absence of a microscopic theory for momentum decay through electron-electron scattering in various Fermi liquids.\nAuthors: Xiao Lin, Benoît Fauqué, Kamran Behnia", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6251/945.summary?rss=1", 
        "title": "[Report] Scalable T2 resistivity in a small single-component Fermi surface"
    }, 
    {
        "author": "Y. H. Wang", 
        "date": "2015-08-28", 
        "description": "A magnetic domain boundary on the surface of a three-dimensional topological insulator is predicted to host a chiral edge state, but direct demonstration is challenging. We used a scanning superconducting quantum interference device to show that current in a magnetized topological insulator heterostructure (EuS/Bi2Se3) flows at the edge when the Fermi level is gate-tuned to the surface band gap. We further induced micrometer-scale magnetic structures on the heterostructure and detected a chiral edge current at the magnetic domain boundary. The chirality of the current was determined by magnetization of the surrounding domain, and its magnitude by the local chemical potential rather than the applied current. Such magnetic structures provide a platform for detecting topological magnetoelectric effects and may enable progress in quantum information processing and spintronics.\nAuthors: Y. H. Wang, J. R. Kirtley, F. Katmis, P. Jarillo-Herrero, J. S. Moodera, K. A. Moler", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6251/948.summary?rss=1", 
        "title": "[Report] Observation of chiral currents at the magnetic domain boundary of a topological insulator"
    }, 
    {
        "author": "E. E. Wollman", 
        "date": "2015-08-28", 
        "description": "According to quantum mechanics, a harmonic oscillator can never be completely at rest. Even in the ground state, its position will always have fluctuations, called the zero-point motion. Although the zero-point fluctuations are unavoidable, they can be manipulated. Using microwave frequency radiation pressure, we have manipulated the thermal fluctuations of a micrometer-scale mechanical resonator to produce a stationary quadrature-squeezed state with a minimum variance of 0.80 times that of the ground state. We also performed phase-sensitive, back-action evading measurements of a thermal state squeezed to 1.09 times the zero-point level. Our results are relevant to the quantum engineering of states of matter at large length scales, the study of decoherence of large quantum systems, and for the realization of ultrasensitive sensing of force and motion.\nAuthors: E. E. Wollman, C. U. Lei, A. J. Weinstein, J. Suh, A. Kronwald, F. Marquardt, A. A. Clerk, K. C. Schwab", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6251/952.summary?rss=1", 
        "title": "[Report] Quantum squeezing of motion in a mechanical resonator"
    }, 
    {
        "author": "Esther Amstad", 
        "date": "2015-08-28", 
        "description": "Amorphous nanoparticles (a-NPs) have physicochemical properties distinctly different from those of the corresponding bulk crystals; for example, their solubility is much higher. However, many materials have a high propensity to crystallize and are difficult to formulate in an amorphous structure without stabilizers. We fabricated a microfluidic nebulator that can produce amorphous NPs from a wide range of materials, even including pure table salt (NaCl). By using supersonic air flow, the nebulator produces drops that are so small that they dry before crystal nuclei can form. The small size of the resulting spray-dried a-NPs limits the probability of crystal nucleation in any given particle during storage. The kinetic stability of the a-NPs—on the order of months—is advantageous for hydrophobic drug molecules.\nAuthors: Esther Amstad, Manesh Gopinadhan, Christian Holtze, Chinedum O. Osuji, Michael P. Brenner, Frans Spaepen, David A. Weitz", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6251/956.summary?rss=1", 
        "title": "[Report] Production of amorphous nanoparticles by supersonic spray-drying with a microfluidic nebulator"
    }, 
    {
        "author": "Jordan M. Hoyt", 
        "date": "2015-08-28", 
        "description": "Cycloadditions, such as the [4+2] Diels-Alder reaction to form six-membered rings, are among the most powerful and widely used methods in synthetic chemistry. The analogous [2+2] alkene cycloaddition to synthesize cyclobutanes is kinetically accessible by photochemical methods, but the substrate scope and functional group tolerance are limited. Here, we report iron-catalyzed intermolecular [2+2] cycloaddition of unactivated alkenes and cross cycloaddition of alkenes and dienes as regio- and stereoselective routes to cyclobutanes. Through rational ligand design, development of this base metal–catalyzed method expands the chemical space accessible from abundant hydrocarbon feedstocks.\nAuthors: Jordan M. Hoyt, Valerie A. Schmidt, Aaron M. Tondreau, Paul J. Chirik", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6251/960.summary?rss=1", 
        "title": "[Report] Iron-catalyzed intermolecular [2+2] cycloadditions of unactivated alkenes"
    }, 
    {
        "author": "Amanda M. Lea", 
        "date": "2015-08-28", 
        "description": "Mate choice models derive from traditional microeconomic decision theory and assume that individuals maximize their Darwinian fitness by making economically rational decisions. Rational choices exhibit regularity, whereby the relative strength of preferences between options remains stable when additional options are presented. We tested female frogs with three simulated males who differed in relative call attractiveness and call rate. In binary choice tests, females’ preferences favored stimulus caller B over caller A; however, with the addition of an inferior “decoy” C, females reversed their preferences and chose A over B. These results show that the relative valuation of mates is not independent of inferior alternatives in the choice set and therefore cannot be explained with the rational choice models currently used in sexual selection theory.\nAuthors: Amanda M. Lea, Michael J. Ryan", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6251/964.summary?rss=1", 
        "title": "[Report] Irrationality in mate choice revealed by túngara frogs"
    }, 
    {
        "author": "Thomas E. Martin", 
        "date": "2015-08-28", 
        "description": "Life history theory attempts to explain why species differ in offspring number and quality, growth rate, and parental effort. I show that unappreciated interactions of these traits in response to age-related mortality risk challenge traditional perspectives and explain life history evolution in songbirds. Counter to a long-standing paradigm, tropical songbirds grow at similar overall rates to temperate species but grow wings relatively faster. These growth tactics are favored by predation risk, both in and after leaving the nest, and are facilitated by greater provisioning of individual offspring by parents. Increased provisioning of individual offspring depends on partitioning effort among fewer young because of constraints on effort from adult and nest mortality. These growth and provisioning responses to mortality risk finally explain the conundrum of small clutch sizes of tropical birds.\nAuthor: Thomas E. Martin", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6251/966.summary?rss=1", 
        "title": "[Report] Age-related mortality explains life history strategies of tropical and temperate songbirds"
    }, 
    {
        "author": "J. Davison", 
        "date": "2015-08-28", 
        "description": "The global biogeography of microorganisms remains largely unknown, in contrast to the well-studied diversity patterns of macroorganisms. We used arbuscular mycorrhizal (AM) fungus DNA from 1014 plant-root samples collected worldwide to determine the global distribution of these plant symbionts. We found that AM fungal communities reflected local environmental conditions and the spatial distance between sites. However, despite AM fungi apparently possessing limited dispersal ability, we found 93% of taxa on multiple continents and 34% on all six continents surveyed. This contrasts with the high spatial turnover of other fungal taxa and with the endemism displayed by plants at the global scale. We suggest that the biogeography of AM fungi is driven by unexpectedly efficient dispersal, probably via both abiotic and biotic vectors, including humans.\nAuthors: J. Davison, M. Moora, M. Öpik, A. Adholeya, L. Ainsaar, A. Bâ, S. Burla, A. G. Diedhiou, I. Hiiesalu, T. Jairus, N. C. Johnson, A. Kane, K. Koorem, M. Kochar, C. Ndiaye, M. Pärtel, Ü. Reier, Ü. Saks, R. Singh, M. Vasar, M. Zobel", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6251/970.summary?rss=1", 
        "title": "[Report] Global assessment of arbuscular mycorrhizal fungus diversity reveals very low endemism"
    }, 
    {
        "author": "Adam T. Guy", 
        "date": "2015-08-28", 
        "description": "Glycerophospholipids, the structural components of cell membranes, have not been considered to be spatial cues for intercellular signaling because of their ubiquitous distribution. We identified lyso-phosphatidyl-β-d-glucoside (LysoPtdGlc), a hydrophilic glycerophospholipid, and demonstrated its role in modality-specific repulsive guidance of spinal cord sensory axons. LysoPtdGlc is locally synthesized and released by radial glia in a patterned spatial distribution to regulate the targeting of nociceptive but not proprioceptive central axon projections. Library screening identified the G protein–coupled receptor GPR55 as a high-affinity receptor for LysoPtdGlc, and GPR55 deletion or LysoPtdGlc loss of function in vivo caused the misallocation of nociceptive axons into proprioceptive zones. These findings show that LysoPtdGlc/GPR55 is a lipid-based signaling system in glia-neuron communication for neural development.\nAuthors: Adam T. Guy, Yasuko Nagatsuka, Noriko Ooashi, Mariko Inoue, Asuka Nakata, Peter Greimel, Asuka Inoue, Takuji Nabetani, Akiho Murayama, Kunihiro Ohta, Yukishige Ito, Junken Aoki, Yoshio Hirabayashi, Hiroyuki Kamiguchi", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6251/974.summary?rss=1", 
        "title": "[Report] Glycerophospholipid regulation of modality-specific sensory axon guidance in the spinal cord"
    }, 
    {
        "author": "Ja Yil Lee", 
        "date": "2015-08-28", 
        "description": "DNA strand exchange plays a central role in genetic recombination across all kingdoms of life, but the physical basis for these reactions remains poorly defined. Using single-molecule imaging, we found that bacterial RecA and eukaryotic Rad51 and Dmc1 all stabilize strand exchange intermediates in precise three-nucleotide steps. Each step coincides with an energetic signature (0.3 kBT) that is conserved from bacteria to humans. Triplet recognition is strictly dependent on correct Watson-Crick pairing. Rad51, RecA, and Dmc1 can all step over mismatches, but only Dmc1 can stabilize mismatched triplets. This finding provides insight into why eukaryotes have evolved a meiosis-specific recombinase. We propose that canonical Watson-Crick base triplets serve as the fundamental unit of pairing interactions during DNA recombination.\nAuthors: Ja Yil Lee, Tsuyoshi Terakawa, Zhi Qi, Justin B. Steinfeld, Sy Redding, YoungHo Kwon, William A. Gaines, Weixing Zhao, Patrick Sung, Eric C. Greene", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6251/977.summary?rss=1", 
        "title": "[Report] Base triplet stepping by the Rad51/RecA family of recombinases"
    }, 
    {
        "author": "John T. Hinson", 
        "date": "2015-08-28", 
        "description": "Human mutations that truncate the massive sarcomere protein titin [TTN-truncating variants (TTNtvs)] are the most common genetic cause for dilated cardiomyopathy (DCM), a major cause of heart failure and premature death. Here we show that cardiac microtissues engineered from human induced pluripotent stem (iPS) cells are a powerful system for evaluating the pathogenicity of titin gene variants. We found that certain missense mutations, like TTNtvs, diminish contractile performance and are pathogenic. By combining functional analyses with RNA sequencing, we explain why truncations in the A-band domain of TTN cause DCM, whereas truncations in the I band are better tolerated. Finally, we demonstrate that mutant titin protein in iPS cell–derived cardiomyocytes results in sarcomere insufficiency, impaired responses to mechanical and β-adrenergic stress, and attenuated growth factor and cell signaling activation. Our findings indicate that titin mutations cause DCM by disrupting critical linkages between sarcomerogenesis and adaptive remodeling.\nAuthors: John T. Hinson, Anant Chopra, Navid Nafissi, William J. Polacheck, Craig C. Benson, Sandra Swist, Joshua Gorham, Luhan Yang, Sebastian Schafer, Calvin C. Sheng, Alireza Haghighi, Jason Homsy, Norbert Hubner, George Church, Stuart A. Cook, Wolfgang A. Linke, Christopher S. Chen, J. G. Seidman, Christine E. Seidman", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6251/982.summary?rss=1", 
        "title": "[Report] Titin mutations in iPS cells define sarcomere insufficiency as a cause of dilated cardiomyopathy"
    }, 
    {
        "author": "Ye Chen", 
        "date": "2015-08-28", 
        "description": "A challenge of synthetic biology is the creation of cooperative microbial systems that exhibit population-level behaviors. Such systems use cellular signaling mechanisms to regulate gene expression across multiple cell types. We describe the construction of a synthetic microbial consortium consisting of two distinct cell types—an “activator” strain and a “repressor” strain. These strains produced two orthogonal cell-signaling molecules that regulate gene expression within a synthetic circuit spanning both strains. The two strains generated emergent, population-level oscillations only when cultured together. Certain network topologies of the two-strain circuit were better at maintaining robust oscillations than others. The ability to program population-level dynamics through the genetic engineering of multiple cooperative strains points the way toward engineering complex synthetic tissues and organs with multiple cell types.\nAuthors: Ye Chen, Jae Kyoung Kim, Andrew J. Hirning, Krešimir Josić, Matthew R. Bennett", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6251/986.summary?rss=1", 
        "title": "[Report] Emergent genetic oscillations in a synthetic microbial consortium"
    }, 
    {
        "author": "Caspar Ohnmacht", 
        "date": "2015-08-28", 
        "description": "Changes to the symbiotic microbiota early in life, or the absence of it, can lead to exacerbated type 2 immunity and allergic inflammations. Although it is unclear how the microbiota regulates type 2 immunity, it is a strong inducer of proinflammatory T helper 17 (TH17) cells and regulatory T cells (Tregs) in the intestine. Here, we report that microbiota-induced Tregs express the nuclear hormone receptor RORγt and differentiate along a pathway that also leads to TH17 cells. In the absence of RORγt+ Tregs, TH2-driven defense against helminths is more efficient, whereas TH2-associated pathology is exacerbated. Thus, the microbiota regulates type 2 responses through the induction of type 3 RORγt+ Tregs and TH17 cells and acts as a key factor in balancing immune responses at mucosal surfaces.\nAuthors: Caspar Ohnmacht, Joo-Hong Park, Sascha Cording, James B. Wing, Koji Atarashi, Yuuki Obata, Valérie Gaboriau-Routhiau, Rute Marques, Sophie Dulauroy, Maria Fedoseeva, Meinrad Busslinger, Nadine Cerf-Bensussan, Ivo G. Boneca, David Voehringer, Koji Hase, Kenya Honda, Shimon Sakaguchi, Gérard Eberl", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6251/989.summary?rss=1", 
        "title": "[Report] The microbiota regulates type 2 immunity through RORγt+ T cells"
    }, 
    {
        "author": "Esen Sefik", 
        "date": "2015-08-28", 
        "description": "T regulatory cells that express the transcription factor Foxp3 (Foxp3+ Tregs) promote tissue homeostasis in several settings. We now report that symbiotic members of the human gut microbiota induce a distinct Treg population in the mouse colon, which constrains immuno-inflammatory responses. This induction—which we find to map to a broad, but specific, array of individual bacterial species—requires the transcription factor Rorγ, paradoxically, in that Rorγ is thought to antagonize FoxP3 and to promote T helper 17 (TH17) cell differentiation. Rorγ’s transcriptional footprint differs in colonic Tregs and TH17 cells and controls important effector molecules. Rorγ, and the Tregs that express it, contribute substantially to regulating colonic TH1/TH17 inflammation. Thus, the marked context-specificity of Rorγ results in very different outcomes even in closely related cell types.\nAuthors: Esen Sefik, Naama Geva-Zatorsky, Sungwhan Oh, Liza Konnikova, David Zemmour, Abigail Manson McGuire, Dalia Burzyn, Adriana Ortiz-Lopez, Mercedes Lobera, Jianfei Yang, Shomir Ghosh, Ashlee Earl, Scott B. Snapper, Ray Jupp, Dennis Kasper, Diane Mathis, Christophe Benoist", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6251/993.summary?rss=1", 
        "title": "[Report] Individual intestinal symbionts induce a distinct population of RORγ+ regulatory T cells"
    }, 
    {
        "author": "", 
        "date": "2015-08-28", 
        "description": "A weekly roundup of information on newly offered instrumentation, apparatus, and laboratory materials of potential interest to researchers.\n", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6251/999.1.summary?rss=1", 
        "title": "[New Products] New Products"
    }, 
    {
        "author": "", 
        "date": "2015-08-28", 
        "description": "On this week's show: The origin of moralizing gods, replicating 100 psychology experiments, and a roundup of daily news stories.\n", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6251/999.2.summary?rss=1", 
        "title": "[Podcast] Science Podcast: 28 August Show"
    }, 
    {
        "author": "Kathleen E. \nMcGrath", 
        "date": "2015-08-28", 
        "description": "Defining the morphological characteristics—such as the size, shape, or structure—of different cell types has played a key role in assessing the progression and status of various diseases. Imaging flow cytometry combines the visual analysis capabilities of microscopy with flow cytometry to provide researchers with a powerful tool to study cell morphology and the potential effects of therapeutic interventions. In this webinar, we will explore ways to characterize cell morphology and how this information can be applied to better understand blood disorders, including how erythrocyte morphology is used in the analysis of sickle cell disease and to identify functional intermediates in erythropoiesis.View the Webinar\nAuthors: Kathleen E. \nMcGrath, David Archer", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6251/999.3.summary?rss=1", 
        "title": "[Business Office Feature] \nCharacterizing cell morphology using imaging flow cytometry\n"
    }, 
    {
        "author": "Joan W. Bennett", 
        "date": "2015-08-28", 
        "description": "Author: Joan W. Bennett", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/349/6251/1018.summary?rss=1", 
        "title": "[Working Life] The fungi that ate my house"
    }
]