[
    {
        "author": "Ariel E. Lugo",
        "date": "2015-08-21",
        "description": "Human activity has had enormous effects on the species composition of floras and faunas, creating new ecological biomes worldwide. A principal challenge in forestry research and conservation is how to deal with these novel ecosystems. Most attention to this phenomenon is centered on the negative effects of species introductions and the need to stem the tide of species invasion. However, we need to scientifically understand new ecosystems and learn to recognize adaptive species combinations that will function sustainably in changing environmental conditions.\nAuthor: Ariel E. Lugo",
        "journal": "Science",
        "link": "http://www.sciencemag.org/content/349/6250/771.summary?rss=1",
        "title": "[Editorial] Forestry in the Anthropocene"
    },
    {
        "author": "",
        "date": "2015-08-21",
        "description": "In science news around the world, an animal advocacy group uses crowdsourcing and public records requests to huntfor violations of National Institutes of Health animal research rules; a Global Food Security report warns that climate change will increase weather-related crop disasters; patient advocates and scientists join forces to call for more research into myalgic encephalomyelitis, or chronic fatigue syndrome; and climatologists with the National Oceanic and Atmospheric Administration are forecasting a \"Godzilla El Niño\" for the winter of 2015 to 2016. Also, scientists link gut microbes to a debilitating eye disease. And new evidence supports the existence of the \"exercise\" hormone irisin in humans.  \n",
        "journal": "Science",
        "link": "http://www.sciencemag.org/content/349/6250/772.summary?rss=1",
        "title": "[In Brief] This week's section"
    },
    {
        "author": "Michael Balter",
        "date": "2015-08-21",
        "description": "Between about 850 C.E. and 1250 C.E., Chaco Canyon in northwestern New Mexico's San Juan Basin was at the center of a vast and sophisticated Pueblo culture. Today, the park is at the center of anoil and gas boom that archaeologists, environmentalists, and Native American activists say threatens a broader landscape filled with hundreds of Chacoan sites. Earlier this month, Chaco experts presented a plan to slow down the granting of drilling leases close to the park. They are also preparing a white paper arguing that the widest possible region around Chaco Canyon should be protected from drilling. Meanwhile, environmental and Native American groups have gone to court to block 239 pending drilling permits in the Chaco area.\nAuthor: Michael Balter",
        "journal": "Science",
        "link": "http://www.sciencemag.org/content/349/6250/774.summary?rss=1",
        "title": "[In Depth] Big Archaeology fights Big Oil to preserve ancient landscape"
    },
    {
        "author": "Tania Rabesandratana",
        "date": "2015-08-21",
        "description": "The Belgian government and the International Polar Foundation (IPF) are battling for control of Belgium's $21 research station in Antarctica, the Princess Elisabeth Antarctica. IPF, which built the station and has managed it since its 2009 inauguration, has been accused of misusing public funds. The government says it will run the station from now on, with the help of the Belgian army. But IPF is fighting back; the foundation says it remains in charge. The fight is creating uncertainty for scientists who are preparing for the 2015 to 2016 Antarctic research season.\nAuthor: Tania Rabesandratana",
        "journal": "Science",
        "link": "http://www.sciencemag.org/content/349/6250/775.summary?rss=1",
        "title": "[In Depth] War over Belgian polar station"
    },
    {
        "author": "David Grimm",
        "date": "2015-08-21",
        "description": "No researchers have applied for required federal permits to conduct invasive research on chimpanzees living in the United States. That suggests that all U.S. biomedical research on chimps has stopped—or is about to stop—and it's unclear whether the work will ever start again. Research on chimpanzees has been waning since 2013, when the National Institutes of Health (NIH) announced that it would phase out most government-funded chimp research and retire the majority of its research chimps to sanctuaries. The most recent blow came in June, when the U.S. Fish and Wildlife Service stated that all chimpanzees in the United States—including the more than 700 chimps used in research—would be classified as endangered under the Endangered Species Act (ESA). Any labs that wished to continue invasive work on these animals would need to apply for an ESA permit, and the agency would grant permits only for work that enhances the survival of the species and benefits chimpanzees in the wild. By 17 August, however, not a single lab had applied for an ESA permit. And because the agency needs 90 days or more to review permit requests, no labs will have one by the time the rule goes into effect on 14 September. That means any ongoing projects must stop on that date. \"This is the beginning of the end of invasive chimpanzee research,\" says Stephen Ross, director of the Lester E. Fisher Center for the Study and Conservation of Apes at the Lincoln Park Zoo in Chicago, Illinois, who pushed for the FWS rule. Less clear, however, is whether researchers conducting behavioral studies or other non-invasive research involving chimpanzees will need to obtain a permit.\nAuthor: David Grimm",
        "journal": "Science",
        "link": "http://www.sciencemag.org/content/349/6250/777.summary?rss=1",
        "title": "[In Depth] New rules may end U.S. chimpanzee research"
    },
    {
        "author": "Eli Kintisch",
        "date": "2015-08-21",
        "description": "This week, Royal Dutch Shell received the federal go-ahead to begin full-scale exploratory drilling in the Chukchi Sea off Northwest Alaska. Since 2010, the company has given more than $15 million to an environmental research program that is jointly managed by the firm's scientists, outside researchers, and representatives of the native Alaskan Inupiat villages that face the most acute potential environmental impacts from drilling. These studies have focused on ice movements, currents, and the behavior of whales and other animals. Participating scientists have lauded the work as important, but others want environmental research to be conducted by unbiased bodies instead of funded by industry.\nAuthor: Eli Kintisch",
        "journal": "Science",
        "link": "http://www.sciencemag.org/content/349/6250/778.summary?rss=1",
        "title": "[In Depth] As Arctic drilling starts, Shell-funded researchers keep watch"
    },
    {
        "author": "Jeffrey Mervis",
        "date": "2015-08-21",
        "description": "This column is the second in a new series that takes a fresh look at some of the numbers that shape policies affecting the scientific community. The first column reexamined a metric devised by the U.S. National Institutes of Health, called the Biomedical Research and Development Price Index, to track the cost of what's needed to carry out biomedical research. This column tackles the issue of government red tape, specifically, what portion of a grant is devoted to \"nonresearch\" activities. A closer look at the faculty surveys generating the data suggests there are flaws in the conventional wisdom that scientists are weighted down with a heavy administrative \"burden\" that interferes with their ability to carry out cutting-edge research.\nAuthor: Jeffrey Mervis",
        "journal": "Science",
        "link": "http://www.sciencemag.org/content/349/6250/779.summary?rss=1",
        "title": "[In Depth] Rethinking the time ‘lost’ to red tape"
    },
    {
        "author": "Jennifer Couzin-Frankel",
        "date": "2015-08-21",
        "description": "Since 2005, when internist Pieter Cohen of the Cambridge Health Alliance in Massachusetts found that his patients were being sickened by a Brazilian weight loss supplement containing antidepressants and thyroid hormones, he has become something of a mix of Indiana Jones and Sherlock Holmes of the supplement world. With chemist colleagues in the United States, Brazil, and Europe, he hunts for drugs illegally buried in supplements. Then he goes public. Ultimately, he hopes to inspire new regulations. So far, Cohen and his collaborators have identified three hidden stimulant drugs in supplements. The discoveries also highlight a broader problem, Cohen and others contend: a dysfunctional system for policing dietary supplements.\nAuthor: Jennifer Couzin-Frankel",
        "journal": "Science",
        "link": "http://www.sciencemag.org/content/349/6250/780.summary?rss=1",
        "title": "[Feature] The Supplement Sleuth"
    },
    {
        "author": "Boris Worm",
        "date": "2015-08-21",
        "description": "Modern humans evolved as cooperative hunter-gatherers whose cultural and technological evolution enabled them to slay prey much larger than themselves, across many species groups. One might think that those hunting skills have faded since the advent of agriculture and animal husbandry almost 10,000 years ago. Yet, as Darimont et al. show in a global analysis on page 858 of this issue (1), we are still the unique superpredator that we evolved to be. Analyzing an extensive database of 2135 exploited wild animal populations, the authors find that humans take up to 14 times as much adult prey biomass as do other predators. Our trophic dominance is most pronounced outside our own habitat, in the oceans (see the chart).\nAuthor: Boris Worm",
        "journal": "Science",
        "link": "http://www.sciencemag.org/content/349/6250/784.abstract?rss=1",
        "title": "[Perspective] A most unusual (super)predator"
    },
    {
        "author": "Jörg Schmiedmayer",
        "date": "2015-08-21",
        "description": "In the past 17 years, a new picture of our cosmos has emerged based mainly on the energy-matter budget of the universe, as determined by the percent level by observation (1). A striking consequence is that regular matter built from the known particles of the standard model (e.g., quarks, leptons, neutrinos, and photons) accounts for only 4.9% of the total energy-matter density. Most of our universe consists of two components of unknown origin that are colloquially called dark matter (26.8%) and dark energy (68.3%). Two reports in this issue describe experimental efforts in the search for the proposed constituents. On page 849, Hamilton et al. (2) search for chameleon fields, one of the most prominent dark energy candidates, and on page 851, the XENON Collaboration (3) reports on their search for dark matter.\nAuthors: Jörg Schmiedmayer, Hartmut Abele",
        "journal": "Science",
        "link": "http://www.sciencemag.org/content/349/6250/786.abstract?rss=1",
        "title": "[Perspective] Probing the dark side"
    },
    {
        "author": "Cara H. Haney",
        "date": "2015-08-21",
        "description": "Just as the number of petals in a flower or the number of limbs on an animal follow predictable rules, host-associated microbial communities (“microbiomes”) have predictable compositions. At the level of bacterial phylum, the structure of the host-associated microbiome is conserved across individuals of a species (1, 2). The consistency and predictability of host-associated microbiomes—like many of the phenotypes of a particular multicellular organism—suggest that they too may, in part, be under the regulation of a genetic blueprint. Indeed, evidence in animals shows that through production of broad-spectrum antimicrobials, the innate immune system shapes the composition of the gut microbiome (3, 4). On page 860 of this issue, Lebeis et al. (5) reveal a critical role of the plant hormone salicylic acid in determining the higher-order organization of the root-associated microbiome of the reference plant Arabidopsis thaliana.\nAuthors: Cara H. Haney, Frederick M. Ausubel",
        "journal": "Science",
        "link": "http://www.sciencemag.org/content/349/6250/788.abstract?rss=1",
        "title": "[Perspective] Plant microbiome blueprints"
    },
    {
        "author": "Alessio Accardi",
        "date": "2015-08-21",
        "description": "How does membrane voltage control cellular proliferation? This is a key but poorly understood step in understanding how dysregulation of the electrical balance in a cell can lead to uncontrolled proliferation and, eventually, to tumor development. Although the phenomenon is well established (1–3), the underlying mechanisms have been unclear. On page 873 of this issue, Zhou et al. (4) show that persistent changes in the resting membrane potential (the voltage across the membrane of a cell), caused by the uncontrolled expression of ion channels, can cause negatively charged lipid in the inner membrane leaflet to cluster and attract the signaling protein K-Ras, enhancing its ability to promote cell proliferation.\nAuthor: Alessio Accardi",
        "journal": "Science",
        "link": "http://www.sciencemag.org/content/349/6250/789.abstract?rss=1",
        "title": "[Perspective] Lipids link ion channels and cancer"
    },
    {
        "author": "Andrea L. Cox",
        "date": "2015-08-21",
        "description": "Hepatitis C virus (HCV) infection is a blood-borne disease that infects ~185 million people (~3% of the world's population) worldwide (1). It can result in severe liver disease and is the leading cause of liver cancer in many countries. Although directly acting antivirals (DAAs) that target the viral life cycle have created enormous optimism about controlling HCV infection, achieving that goal remains a substantial challenge. Both acute and chronic infections are largely asymptomatic, infection incidence is rising in the United States (2), and comprehensive screening programs are rare in the most highly endemic regions of the world. As a result, less than 5% of the world's HCV-infected population, and only 50% of the United States' HCV-infected population, are aware that they are infected (3, 4) (see the figure). Most of these individuals will not receive treatment and will remain at risk for transmitting the infection to others. Successful control of HCV infection will most likely require a combination of mass global screening to identify those with infection, treatment, and prevention. Prophylactic HCV vaccination would also go a long way to reducing harm for uninfected people who are at risk.\nAuthor: Andrea L. Cox",
        "journal": "Science",
        "link": "http://www.sciencemag.org/content/349/6250/790.abstract?rss=1",
        "title": "[Perspective] Global control of hepatitis C virus"
    },
    {
        "author": "Crystal Boddie",
        "date": "2015-08-21",
        "description": "The U.S. government (USG) has taken steps intended to diminish the likelihood of misuse of research—in one recent action, declaring a funding moratorium on gain-of-function studies on influenza until a risk-benefit analysis can be conducted (1). The analysis is expected to examine biosafety concerns, the potential for such research to produce a biological weapons agent, and the possibility that publication may lower barriers to bioweapons development (1). To analyze the security risks of biological research, however, it is first necessary to determine the likelihood that bioweapons will threaten national security and to what degree legitimate research is at risk of misuse. This type of assessment is fraught with uncertainty.\nAuthors: Crystal Boddie, Matthew Watson, Gary Ackerman, Gigi Kwik Gronvall",
        "journal": "Science",
        "link": "http://www.sciencemag.org/content/349/6250/792.summary?rss=1",
        "title": "[Policy Forum] Assessing the bioweapons threat"
    },
    {
        "author": "Steven H. Strauss",
        "date": "2015-08-21",
        "description": "Intensive genetic modification is a longstanding practice in agriculture, and, for some species, in woody plant horticulture and forestry (1). Current regulatory systems for genetically engineered crops, in which recombinant DNA is used to asexually insert or modify DNA, were created decades ago with good intentions for caution and forethought. Likewise, forest certification systems were created to promote responsible forest management and sustainable practices. However, both systems are at odds with the need for rapid and innovative biotechnologies to help forests cope with growing pest epidemics and mounting abiotic stresses as a result of global travel and climate change. As the U.S. government recently initiated an update of the Coordinated Framework for the Regulation of Biotechnology (2), now is an opportune time to consider foundational changes.\nAuthors: Steven H. Strauss, Adam Costanza, Armand Séguin",
        "journal": "Science",
        "link": "http://www.sciencemag.org/content/349/6250/794.summary?rss=1",
        "title": "[Policy Forum] Genetically engineered trees: Paralysis from good intentions"
    },
    {
        "author": "Valerie Thompson",
        "date": "2015-08-21",
        "description": "On 31 August 2015, PBS will offer viewers a glimpse into the remarkable recovery of the Monterey Bay National Marine Sanctuary, airing the first episode of a three-part series anchored in real time from the sanctuary's shores and seas. M. Sanjayan, a senior scientist at Conservation International and co-host of the program, offers a sneak peek of what viewers can expect to see in this Q&amp;A. \nAuthor: Valerie Thompson",
        "journal": "Science",
        "link": "http://www.sciencemag.org/content/349/6250/796.summary?rss=1",
        "title": "[Book Review] Hosting nature's “Super Bowl”"
    },
    {
        "author": "Marc Fleurbaey",
        "date": "2015-08-21",
        "description": "When Anthony Atkinson publishes a book, we should pay attention, begins reviewer Marc Fleurbaey. According to Fleurbaey, Atkinson is the best expert on the topic of inequality, mastering the theory and the empirics as well as the relevant politics. In this timely tome, Atkinson offers concrete policy proposals intended to combat the growing disparity in economic equality, while systematically debunking the standard objections to actions against inequality.\nAuthor: Marc Fleurbaey",
        "journal": "Science",
        "link": "http://www.sciencemag.org/content/349/6250/797.1.summary?rss=1",
        "title": "[Book Review] Achieving equality"
    },
    {
        "author": "",
        "date": "2015-08-21",
        "description": "A listing of books received at Science during the week ending 14 August 2015.\n",
        "journal": "Science",
        "link": "http://www.sciencemag.org/content/349/6250/797.2.summary?rss=1",
        "title": "[Books et al.] Books Received"
    },
    {
        "author": "Conrad Feather",
        "date": "2015-08-21",
        "description": "Author: Conrad Feather",
        "journal": "Science",
        "link": "http://www.sciencemag.org/content/349/6250/798.1.summary?rss=1",
        "title": "[Letter] Isolated tribes: Contact misguided"
    },
    {
        "author": "John H. Bodley",
        "date": "2015-08-21",
        "description": "Author: John H. Bodley",
        "journal": "Science",
        "link": "http://www.sciencemag.org/content/349/6250/798.2.summary?rss=1",
        "title": "[Letter] Isolated tribes: Human rights first"
    },
    {
        "author": "Farshid Vahedifard",
        "date": "2015-08-21",
        "description": "Authors: Farshid Vahedifard, Amir AghaKouchak, Joe D. Robinson",
        "journal": "Science",
        "link": "http://www.sciencemag.org/content/349/6250/799.1.summary?rss=1",
        "title": "[Letter] Drought threatens California's levees"
    },
    {
        "author": "Peter K. Zeitler",
        "date": "2015-08-21",
        "description": "Wang et al. (Reports, 21 November, 2014, p. 978) describe a buried canyon upstream of the Yarlung Tsangpo Gorge and argue that rapid erosion of the gorge was merely a passive response to rapid uplift at ~2.5 million years ago (Ma). We view these data as an expected consequence emerging from feedbacks between erosion and crustal rheology active well before 2.5 Ma.\nAuthors: Peter K. Zeitler, Peter O. Koons, Bernard Hallet, Anne S. Meltzer",
        "journal": "Science",
        "link": "http://www.sciencemag.org/content/349/6250/799.2.summary?rss=1",
        "title": "[Technical Comment] Comment on “Tectonic control of Yarlung Tsangpo Gorge revealed by a buried canyon in Southern Tibet”"
    },
    {
        "author": "Ping Wang",
        "date": "2015-08-21",
        "description": "In their Comment, Zeitler et al. do not challenge our results or interpretation. Our study does not disprove coupling between tectonic uplift and erosion but suggests that this coupling cannot be the sole explanation of rapid uplift in the Himalayan syntaxes.\nAuthors: Ping Wang, Dirk Scherler, Jing Liu-Zeng, Jürgen Mey, Jean-Philippe Avouac, Yunda Zhang, Dingguo Shi",
        "journal": "Science",
        "link": "http://www.sciencemag.org/content/349/6250/799.3.summary?rss=1",
        "title": "[Technical Response] Response to Comment on “Tectonic control of Yarlung Tsangpo Gorge revealed by a buried canyon in Southern Tibet”"
    },
    {
        "author": "Andrew Sugden",
        "date": "2015-08-21",
        "description": "Authors: Andrew Sugden, Julia Fahrenkamp-Uppenbrink, David Malakoff, Sacha Vignieri",
        "journal": "Science",
        "link": "http://www.sciencemag.org/content/349/6250/800.summary?rss=1",
        "title": "[Introduction to Special Issue] Forest health in a changing world"
    },
    {
        "author": "Gabriel Popkin",
        "date": "2015-08-21",
        "description": "The eastern hemlock is one of eastern North America's largest native conifers. It has been called the \"redwood of the east\" and the \"queen of the conifers.\" A healthy tree resembles an evergreen waterfall; overlapping layers of short, downy needles cascade from the crown almost to the ground. But the iconic tree, found from Georgia to Canada, is under attack. The hemlock woolly adelgid, a tiny sap-sucking insect about the size of a pinhead, has infested more than half of the hemlock's range, killing countless trees. Barring human intervention, it ultimately kills nearly every tree it attacks. Forest managers have been fighting a fierce battle against the adelgid. Many hemlocks are still alive because they've been treated with insecticides. But that's an expensive and labor-intensive tactic, so scientists are searching for more sustainable, long-term strategies. They're rearing and releasing predatory insects that eat the adelgid, for instance, and even looking for rare genes that might help them breed resistant trees. The question is whether such efforts will mature in time to prevent the adelgid from essentially removing one of the defining species from the eastern forest. Eastern hemlocks, warns forester Jesse Webster of Great Smoky Mountains National Park, \"are in intensive care.\"\nAuthor: Gabriel Popkin",
        "journal": "Science",
        "link": "http://www.sciencemag.org/content/349/6250/802.summary?rss=1",
        "title": "[Special Issue News] Battling a giant killer"
    },
    {
        "author": "Tim Appenzeller",
        "date": "2015-08-21",
        "description": "For 7 weeks last year, Yellowknife was besieged by smoke. In the vast evergreen forests encircling this small city in Canada's Northwest Territories, years of drought had set the scene for a historic fire year. Across the territories, 3.4 million hectares burned—an area equal to the state of Maryland, and seven times the annual average. The smoke darkened the sky, stung eyes, and filled Yellowknife residents with \"a sense of panic,\" says Frank Lepine, who manages wildfire response for the Northwest Territories government. When the snow fell and the fires died, Lepine's army of firefighters—about 1000 strong at one point—could stand down. But for scientists, the work is just beginning. The fires, they say, were an extreme example of the forces transforming the boreal forest, a stronghold of spruce, pine, and other conifers that rings the top of the planet. With its millions of square kilometers of pristine timber, thick carpet of moss and needles, and organic-rich frozen soil, the boreal forest stores more carbon than any other land ecosystem. And more than any other forest, it is bearing the brunt of climate change, warming roughly twice as fast as the rest of the planet.\nAuthor: Tim Appenzeller",
        "journal": "Science",
        "link": "http://www.sciencemag.org/content/349/6250/806.summary?rss=1",
        "title": "[Special Issue News] The new North"
    },
    {
        "author": "Elizabeth Pennisi",
        "date": "2015-08-21",
        "description": "When it came to studying forests, ecologist Robin Chazdon took the road less traveled. In the 1990s, when many tropical researchers were scrambling to study tropical forests before they disappeared, she focused on what grew back once the trees were burned or logged. Many colleagues worked in the forest's shaded understory, an ecosystem celebrated in Hollywood films. She labored in less charismatic deforested plots in the broiling sun, covered head to toe to keep prickly bushes and biting chiggers at bay. For decades, Chazdon worked in relative obscurity on long-term studies of these so-called secondary forests. She took issue with some prevailing views: that tropical forests wouldn't regenerate, and that second growth was a biological wasteland. Chazdon and like-minded colleagues argued that, while protecting intact forest was essential, second growth couldn't be ignored in efforts to protect the environment and human livelihoods. Now the rest of the world is beginning to see her point. Thanks in part to Chazdon's work, many now see secondary forests as key to restoring biodiversity and performing important ecosystems services, such as providing clean water and sequestering carbon. And last year, nations attending a United Nations climate conference set a goal of reforesting 350 million hectares of degraded land—an area larger than India—by 2030. For Chazdon, the rising interest in secondary forests has catalyzed her own second act. After decades as an academic, she's shifted her attention from collecting and analyzing data to influencing policy.\nAuthor: Elizabeth Pennisi",
        "journal": "Science",
        "link": "http://www.sciencemag.org/content/349/6250/810.summary?rss=1",
        "title": "[Special Issue News] Second act"
    },
    {
        "author": "S. Trumbore",
        "date": "2015-08-21",
        "description": "Humans rely on healthy forests to supply energy, building materials, and food and to provide services such as storing carbon, hosting biodiversity, and regulating climate. Defining forest health integrates utilitarian and ecosystem measures of forest condition and function, implemented across a range of spatial scales. Although native forests are adapted to some level of disturbance, all forests now face novel stresses in the form of climate change, air pollution, and invasive pests. Detecting how intensification of these stresses will affect the trajectory of forests is a major scientific challenge that requires developing systems to assess the health of global forests. It is particularly critical to identify thresholds for rapid forest decline, because it can take many decades for forests to restore the services that they provide.\nAuthors: S. Trumbore, P. Brando, H. Hartmann",
        "journal": "Science",
        "link": "http://www.sciencemag.org/content/349/6250/814.summary?rss=1",
        "title": "[Special Issue Review] Forest health and global change"
    },
    {
        "author": "S. Gauthier",
        "date": "2015-08-21",
        "description": "The boreal forest, one of the largest biomes on Earth, provides ecosystem services that benefit society at levels ranging from local to global. Currently, about two-thirds of the area covered by this biome is under some form of management, mostly for wood production. Services such as climate regulation are also provided by both the unmanaged and managed boreal forests. Although most of the boreal forests have retained the resilience to cope with current disturbances, projected environmental changes of unprecedented speed and amplitude pose a substantial threat to their health. Management options to reduce these threats are available and could be implemented, but economic incentives and a greater focus on the boreal biome in international fora are needed to support further adaptation and mitigation actions.\nAuthors: S. Gauthier, P. Bernier, T. Kuuluvainen, A. Z. Shvidenko, D. G. Schepaschenko",
        "journal": "Science",
        "link": "http://www.sciencemag.org/content/349/6250/819.summary?rss=1",
        "title": "[Special Issue Review] Boreal forest health and global change"
    },
    {
        "author": "Constance I. Millar",
        "date": "2015-08-21",
        "description": "Although disturbances such as fire and native insects can contribute to natural dynamics of forest health, exceptional droughts, directly and in combination with other disturbance factors, are pushing some temperate forests beyond thresholds of sustainability. Interactions from increasing temperatures, drought, native insects and pathogens, and uncharacteristically severe wildfire are resulting in forest mortality beyond the levels of 20th-century experience. Additional anthropogenic stressors, such as atmospheric pollution and invasive species, further weaken trees in some regions. Although continuing climate change will likely drive many areas of temperate forest toward large-scale transformations, management actions can help ease transitions and minimize losses of socially valued ecosystem services.\nAuthors: Constance I. Millar, Nathan L. Stephenson",
        "journal": "Science",
        "link": "http://www.sciencemag.org/content/349/6250/823.summary?rss=1",
        "title": "[Special Issue Review] Temperate forest health in an era of emerging megadisturbance"
    },
    {
        "author": "Simon L. Lewis",
        "date": "2015-08-21",
        "description": "Tropical forests house over half of Earth’s biodiversity and are an important influence on the climate system. These forests are experiencing escalating human influence, altering their health and the provision of important ecosystem functions and services. Impacts started with hunting and millennia-old megafaunal extinctions (phase I), continuing via low-intensity shifting cultivation (phase II), to today’s global integration, dominated by intensive permanent agriculture, industrial logging, and attendant fires and fragmentation (phase III). Such ongoing pressures, together with an intensification of global environmental change, may severely degrade forests in the future (phase IV, global simplification) unless new “development without destruction” pathways are established alongside climate change–resilient landscape designs.\nAuthors: Simon L. Lewis, David P. Edwards, David Galbraith",
        "journal": "Science",
        "link": "http://www.sciencemag.org/content/349/6250/827.summary?rss=1",
        "title": "[Special Issue Review] Increasing human dominance of tropical forests"
    },
    {
        "author": "M. J. Wingfield",
        "date": "2015-08-21",
        "description": "Several key tree genera are used in planted forests worldwide, and these represent valuable global resources. Planted forests are increasingly threatened by insects and microbial pathogens, which are introduced accidentally and/or have adapted to new host trees. Globalization has hastened tree pest emergence, despite a growing awareness of the problem, improved understanding of the costs, and an increased focus on the importance of quarantine. To protect the value and potential of planted forests, innovative solutions and a better-coordinated global approach are needed. Mitigation strategies that are effective only in wealthy countries fail to contain invasions elsewhere in the world, ultimately leading to global impacts. Solutions to forest pest problems in the future should mainly focus on integrating management approaches globally, rather than single-country strategies. A global strategy to manage pest issues is vitally important and urgently needed.\nAuthors: M. J. Wingfield, E. G. Brockerhoff, B. D. Wingfield, B. Slippers",
        "journal": "Science",
        "link": "http://www.sciencemag.org/content/349/6250/832.summary?rss=1",
        "title": "[Special Issue Review] Planted forest health: The need for a global strategy"
    },
    {
        "author": "Pamela J. Hines",
        "date": "2015-08-21",
        "description": "Author: Pamela J. Hines",
        "journal": "Science",
        "link": "http://www.sciencemag.org/content/349/6250/838.1.full?rss=1",
        "title": "[This Week in Science] Germination signals illuminated"
    },
    {
        "author": "Guy Riddihough",
        "date": "2015-08-21",
        "description": "Author: Guy Riddihough",
        "journal": "Science",
        "link": "http://www.sciencemag.org/content/349/6250/838.2.full?rss=1",
        "title": "[This Week in Science] Transcription factor shape-shifts DNA"
    },
    {
        "author": "Ian S. Osborne",
        "date": "2015-08-21",
        "description": "Author: Ian S. Osborne",
        "journal": "Science",
        "link": "http://www.sciencemag.org/content/349/6250/838.3.full?rss=1",
        "title": "[This Week in Science] Limiting unknows in the dark side"
    },
    {
        "author": "Jelena Stajic",
        "date": "2015-08-21",
        "description": "Author: Jelena Stajic",
        "journal": "Science",
        "link": "http://www.sciencemag.org/content/349/6250/838.4.full?rss=1",
        "title": "[This Week in Science] Making interacting atoms localize"
    },
    {
        "author": "Sacha Vignieri",
        "date": "2015-08-21",
        "description": "Author: Sacha Vignieri",
        "journal": "Science",
        "link": "http://www.sciencemag.org/content/349/6250/838.5.full?rss=1",
        "title": "[This Week in Science] An anomalous and unbalanced predator"
    },
    {
        "author": "L. Bryan Ray",
        "date": "2015-08-21",
        "description": "Author: L. Bryan Ray",
        "journal": "Science",
        "link": "http://www.sciencemag.org/content/349/6250/838.6.full?rss=1",
        "title": "[This Week in Science] Membrane potential regulates growth"
    },
    {
        "author": "Philip Yeagle",
        "date": "2015-08-21",
        "description": "Author: Philip Yeagle",
        "journal": "Science",
        "link": "http://www.sciencemag.org/content/349/6250/838.7.full?rss=1",
        "title": "[This Week in Science] Protonation by “Newton's cradle”"
    },
    {
        "author": "Pamela J. Hines",
        "date": "2015-08-21",
        "description": "Author: Pamela J. Hines",
        "journal": "Science",
        "link": "http://www.sciencemag.org/content/349/6250/838.8.full?rss=1",
        "title": "[This Week in Science] Immune signals shape root communities"
    },
    {
        "author": "Angela Colmone",
        "date": "2015-08-21",
        "description": "Author: Angela Colmone",
        "journal": "Science",
        "link": "http://www.sciencemag.org/content/349/6250/838.9.full?rss=1",
        "title": "[This Week in Science] A tale of two asthmas"
    },
    {
        "author": "Guy Riddihough",
        "date": "2015-08-21",
        "description": "Author: Guy Riddihough",
        "journal": "Science",
        "link": "http://www.sciencemag.org/content/349/6250/838.10.full?rss=1",
        "title": "[This Week in Science] Keeping gene transcription in check"
    },
    {
        "author": "Laura Zahn",
        "date": "2015-08-21",
        "description": "Author: Laura Zahn",
        "journal": "Science",
        "link": "http://www.sciencemag.org/content/349/6250/838.11.full?rss=1",
        "title": "[This Week in Science] Genetic history of Native Americans"
    },
    {
        "author": "Guy Riddihough",
        "date": "2015-08-21",
        "description": "Author: Guy Riddihough",
        "journal": "Science",
        "link": "http://www.sciencemag.org/content/349/6250/838.12.full?rss=1",
        "title": "[This Week in Science] Regulation of splicing regulators"
    },
    {
        "author": "Sacha Vignieri",
        "date": "2015-08-21",
        "description": "Author: Sacha Vignieri",
        "journal": "Science",
        "link": "http://www.sciencemag.org/content/349/6250/838.13.full?rss=1",
        "title": "[This Week in Science] A model for who eats and who is eaten"
    },
    {
        "author": "Jelena Stajic",
        "date": "2015-08-21",
        "description": "Author: Jelena Stajic",
        "journal": "Science",
        "link": "http://www.sciencemag.org/content/349/6250/838.14.full?rss=1",
        "title": "[This Week in Science] The dynamics of dipolar interactions"
    },
    {
        "author": "Leslie K. Ferrarelli",
        "date": "2015-08-21",
        "description": "Author: Leslie K. Ferrarelli",
        "journal": "Science",
        "link": "http://www.sciencemag.org/content/349/6250/838.15.full?rss=1",
        "title": "[This Week in Science] Inhibiting two pathways is better than one"
    },
    {
        "author": "Marc S. Lavine",
        "date": "2015-08-21",
        "description": "Author: Marc S. Lavine",
        "journal": "Science",
        "link": "http://www.sciencemag.org/content/349/6250/839.1.full?rss=1",
        "title": "[Editors' Choice] When wrinkling is a good thing"
    },
    {
        "author": "Valda Vinson",
        "date": "2015-08-21",
        "description": "Author: Valda Vinson",
        "journal": "Science",
        "link": "http://www.sciencemag.org/content/349/6250/839.2.full?rss=1",
        "title": "[Editors' Choice] Probing the activity of two proteases"
    },
    {
        "author": "Nicholas S. Wigginton",
        "date": "2015-08-21",
        "description": "Author: Nicholas S. Wigginton",
        "journal": "Science",
        "link": "http://www.sciencemag.org/content/349/6250/839.3.full?rss=1",
        "title": "[Editors' Choice] Abundant microbes hiding in plain sight"
    },
    {
        "author": "Kristen L. Mueller",
        "date": "2015-08-21",
        "description": "Author: Kristen L. Mueller",
        "journal": "Science",
        "link": "http://www.sciencemag.org/content/349/6250/839.4.full?rss=1",
        "title": "[Editors' Choice] For females, a different path to pain"
    },
    {
        "author": "Guy Riddihough",
        "date": "2015-08-21",
        "description": "Author: Guy Riddihough",
        "journal": "Science",
        "link": "http://www.sciencemag.org/content/349/6250/839.5.full?rss=1",
        "title": "[Editors' Choice] Copying chromatin to ensure identity"
    },
    {
        "author": "Laura M. Zahn",
        "date": "2015-08-21",
        "description": "Author: Laura M. Zahn",
        "journal": "Science",
        "link": "http://www.sciencemag.org/content/349/6250/839.6.full?rss=1",
        "title": "[Editors' Choice] How starving affects you and yours"
    },
    {
        "author": "Melissa McCartney",
        "date": "2015-08-21",
        "description": "Author: Melissa McCartney",
        "journal": "Science",
        "link": "http://www.sciencemag.org/content/349/6250/839.7.full?rss=1",
        "title": "[Editors' Choice] What does one know and not know?"
    },
    {
        "author": "Maanasa Raghavan",
        "date": "2015-08-21",
        "description": "How and when the Americas were populated remains contentious. Using ancient and modern genome-wide data, we found that the ancestors of all present-day Native Americans, including Athabascans and Amerindians, entered the Americas as a single migration wave from Siberia no earlier than 23 thousand years ago (ka) and after no more than an 8000-year isolation period in Beringia. After their arrival to the Americas, ancestral Native Americans diversified into two basal genetic branches around 13 ka, one that is now dispersed across North and South America and the other restricted to North America. Subsequent gene flow resulted in some Native Americans sharing ancestry with present-day East Asians (including Siberians) and, more distantly, Australo-Melanesians. Putative “Paleoamerican” relict populations, including the historical Mexican Pericúes and South American Fuego-Patagonians, are not directly related to modern Australo-Melanesians as suggested by the Paleoamerican Model.\nAuthors: Maanasa Raghavan, Matthias Steinrücken, Kelley Harris, Stephan Schiffels, Simon Rasmussen, Michael DeGiorgio, Anders Albrechtsen, Cristina Valdiosera, María C. Ávila-Arcos, Anna-Sapfo Malaspinas, Anders Eriksson, Ida Moltke, Mait Metspalu, Julian R. Homburger, Jeff Wall, Omar E. Cornejo, J. Víctor Moreno-Mayar, Thorfinn S. Korneliussen, Tracey Pierre, Morten Rasmussen, Paula F. Campos, Peter de Barros Damgaard, Morten E. Allentoft, John Lindo, Ene Metspalu, Ricardo Rodríguez-Varela, Josefina Mansilla, Celeste Henrickson, Andaine Seguin-Orlando, Helena Malmström, Thomas Stafford, Suyash S. Shringarpure, Andrés Moreno-Estrada, Monika Karmin, Kristiina Tambets, Anders Bergström, Yali Xue, Vera Warmuth, Andrew D. Friend, Joy Singarayer, Paul Valdes, Francois Balloux, Ilán Leboreiro, Jose Luis Vera, Hector Rangel-Villalobos, Davide Pettener, Donata Luiselli, Loren G. Davis, Evelyne Heyer, Christoph P. E. Zollikofer, Marcia S. Ponce de León, Colin I. Smith, Vaughan Grimes, Kelly-Anne Pike, Michael Deal, Benjamin T. Fuller, Bernardo Arriaza, Vivien Standen, Maria F. Luz, Francois Ricaut, Niede Guidon, Ludmila Osipova, Mikhail I. Voevoda, Olga L. Posukh, Oleg Balanovsky, Maria Lavryashina, Yuri Bogunov, Elza Khusnutdinova, Marina Gubina, Elena Balanovska, Sardana Fedorova, Sergey Litvinov, Boris Malyarchuk, Miroslava Derenko, M. J. Mosher, David Archer, Jerome Cybulski, Barbara Petzelt, Joycelynn Mitchell, Rosita Worl, Paul J. Norman, Peter Parham, Brian M. Kemp, Toomas Kivisild, Chris Tyler-Smith, Manjinder S. Sandhu, Michael Crawford, Richard Villems, David Glenn Smith, Michael R. Waters, Ted Goebel, John R. Johnson, Ripan S. Malhi, Mattias Jakobsson, David J. Meltzer, Andrea Manica, Richard Durbin, Carlos D. Bustamante, Yun S. Song, Rasmus Nielsen, Eske Willerslev",
        "journal": "Science",
        "link": "http://www.sciencemag.org/content/349/6250/aab3884.abstract?rss=1",
        "title": "[Research Article] Genomic evidence for the Pleistocene and recent population history of Native Americans"
    },
    {
        "author": "Michael Schreiber",
        "date": "2015-08-21",
        "description": "Many-body localization (MBL), the disorder-induced localization of interacting particles, signals a breakdown of conventional thermodynamics because MBL systems do not thermalize and show nonergodic time evolution. We experimentally observed this nonergodic evolution for interacting fermions in a one-dimensional quasirandom optical lattice and identified the MBL transition through the relaxation dynamics of an initially prepared charge density wave. For sufficiently weak disorder, the time evolution appears ergodic and thermalizing, erasing all initial ordering, whereas above a critical disorder strength, a substantial portion of the initial ordering persists. The critical disorder value shows a distinctive dependence on the interaction strength, which is in agreement with numerical simulations. Our experiment paves the way to further detailed studies of MBL, such as in noncorrelated disorder or higher dimensions.\nAuthors: Michael Schreiber, Sean S. Hodgman, Pranjal Bordia, Henrik P. Lüschen, Mark H. Fischer, Ronen Vosk, Ehud Altman, Ulrich Schneider, Immanuel Bloch",
        "journal": "Science",
        "link": "http://www.sciencemag.org/content/349/6250/842.abstract?rss=1",
        "title": "[Research Article] Observation of many-body localization of interacting fermions in a quasirandom optical lattice"
    },
    {
        "author": "Gonzalo A. Álvarez",
        "date": "2015-08-21",
        "description": "Nonequilibrium dynamics of many-body systems are important in many scientific fields. Here, we report the experimental observation of a phase transition of the quantum coherent dynamics of a three-dimensional many-spin system with dipolar interactions. Using nuclear magnetic resonance (NMR) on a solid-state system of spins at room-temperature, we quench the interaction Hamiltonian to drive the evolution of the system. Depending on the quench strength, we then observe either localized or extended dynamics of the system coherence. We extract the critical exponents for the localized cluster size of correlated spins and diffusion coefficient around the phase transition separating the localized from the delocalized dynamical regime. These results show that NMR techniques are well suited to studying the nonequilibrium dynamics of complex many-body systems.\nAuthors: Gonzalo A. Álvarez, Dieter Suter, Robin Kaiser",
        "journal": "Science",
        "link": "http://www.sciencemag.org/content/349/6250/846.summary?rss=1",
        "title": "[Report] Localization-delocalization transition in the dynamics of dipolar-coupled nuclear spins"
    },
    {
        "author": "P. Hamilton",
        "date": "2015-08-21",
        "description": "If dark energy, which drives the accelerated expansion of the universe, consists of a light scalar field, it might be detectable as a “fifth force” between normal-matter objects, in potential conflict with precision tests of gravity. Chameleon fields and other theories with screening mechanisms, however, can evade these tests by suppressing the forces in regions of high density, such as the laboratory. Using a cesium matter-wave interferometer near a spherical mass in an ultrahigh-vacuum chamber, we reduced the screening mechanism by probing the field with individual atoms rather than with bulk matter. We thereby constrained a wide class of dark energy theories, including a range of chameleon and other theories that reproduce the observed cosmic acceleration.\nAuthors: P. Hamilton, M. Jaffe, P. Haslinger, Q. Simmons, H. Müller, J. Khoury",
        "journal": "Science",
        "link": "http://www.sciencemag.org/content/349/6250/849.summary?rss=1",
        "title": "[Report] Atom-interferometry constraints on dark energy"
    },
    {
        "author": "The XENON Collaboration",
        "date": "2015-08-21",
        "description": "Laboratory experiments searching for galactic dark matter particles scattering off nuclei have so far not been able to establish a discovery. We use data from the XENON100 experiment to search for dark matter interacting with electrons. With no evidence for a signal above the low background of our experiment, we exclude a variety of representative dark matter models that would induce electronic recoils. For axial-vector couplings to electrons, we exclude cross sections above 6 × 10–35 cm2 for particle masses of mχ = 2 GeV/c2. Independent of the dark matter halo, we exclude leptophilic models as an explanation for the long-standing DAMA/LIBRA signal, such as couplings to electrons through axial-vector interactions at a 4.4σ confidence level, mirror dark matter at 3.6σ, and luminous dark matter at 4.6σ.\nAuthors: The XENON Collaboration, E. Aprile, F. Agostini, M. Alfonsi, L. Arazi, K. Arisaka, F. Arneodo, M. Auger, C. Balan, P. Barrow, L. Baudis, B. Bauermeister, A. Behrens, A. Brown, E. Brown, S. Bruenner, G. Bruno, R. Budnik, L. Bütikofer, J. M. R. Cardoso, M. Cervantes, D. Coderre, A. P. Colijn, H. Contreras, J. P. Cussonneau, M. P. Decowski, A. Di Giovanni, E. Duchovni, S. Fattori, A. D. Ferella, A. Fieguth, W. Fulgione, F. Gao, M. Garbini, C. Geis, L. W. Goetzke, C. Grignon, E. Gross, W. Hampel, R. Itay, F. Kaether, B. Kaminsky, G. Kessler, A. Kish, H. Landsman, R. F. Lang, M. Le Calloch, D. Lellouch, L. Levinson, C. Levy, S. Lindemann, M. Lindner, J. A. M. Lopes, A. Lyashenko, S. Macmullin, T. Marrodán Undagoitia, J. Masbou, F. V. Massoli, D. Mayani, A. J. Melgarejo Fernandez, Y. Meng, M. Messina, B. Miguez, A. Molinario, G. Morana, M. Murra, J. Naganoma, K. Ni, U. Oberlack, S. E. A. Orrigo, P. Pakarha, E. Pantic, R. Persiani, F. Piastra, J. Pienaar, G. Plante, N. Priel, L. Rauch, S. Reichard, C. Reuter, A. Rizzo, S. Rosendahl, J. M. F. dos Santos, G. Sartorelli, S. Schindler, J. Schreiner, M. Schumann, L. Scotto Lavina, M. Selvi, P. Shagin, H. Simgen, A. Teymourian, D. Thers, A. Tiseni, G. Trinchero, C. Tunnell, O. Vitells, R. Wall, H. Wang, M. Weber, C. Weinheimer",
        "journal": "Science",
        "link": "http://www.sciencemag.org/content/349/6250/851.summary?rss=1",
        "title": "[Report] Exclusion of leptophilic dark matter models using XENON100 electronic recoil data"
    },
    {
        "author": "Kevin D. Lafferty",
        "date": "2015-08-21",
        "description": "Food-web dynamics arise from predator-prey, parasite-host, and herbivore-plant interactions. Models for such interactions include up to three consumer activity states (questing, attacking, consuming) and up to four resource response states (susceptible, exposed, ingested, resistant). Articulating these states into a general model allows for dissecting, comparing, and deriving consumer-resource models. We specify this general model for 11 generic consumer strategies that group mathematically into predators, parasites, and micropredators and then derive conditions for consumer success, including a universal saturating functional response. We further show how to use this framework to create simple models with a common mathematical lineage and transparent assumptions. Underlying assumptions, missing elements, and composite parameters are revealed when classic consumer-resource models are derived from the general model.\nAuthors: Kevin D. Lafferty, Giulio DeLeo, Cheryl J. Briggs, Andrew P. Dobson, Thilo Gross, Armand M. Kuris",
        "journal": "Science",
        "link": "http://www.sciencemag.org/content/349/6250/854.summary?rss=1",
        "title": "[Report] A general consumer-resource population model"
    },
    {
        "author": "Chris T. Darimont",
        "date": "2015-08-21",
        "description": "Paradigms of sustainable exploitation focus on population dynamics of prey and yields to humanity but ignore the behavior of humans as predators. We compared patterns of predation by contemporary hunters and fishers with those of other predators that compete over shared prey (terrestrial mammals and marine fishes). Our global survey (2125 estimates of annual finite exploitation rate) revealed that humans kill adult prey, the reproductive capital of populations, at much higher median rates than other predators (up to 14 times higher), with particularly intense exploitation of terrestrial carnivores and fishes. Given this competitive dominance, impacts on predators, and other unique predatory behavior, we suggest that humans function as an unsustainable “super predator,” which—unless additionally constrained by managers—will continue to alter ecological and evolutionary processes globally.\nAuthors: Chris T. Darimont, Caroline H. Fox, Heather M. Bryan, Thomas E. Reimchen",
        "journal": "Science",
        "link": "http://www.sciencemag.org/content/349/6250/858.summary?rss=1",
        "title": "[Report] The unique ecology of human predators"
    },
    {
        "author": "Sarah L. Lebeis",
        "date": "2015-08-21",
        "description": "Immune systems distinguish “self” from “nonself” to maintain homeostasis and must differentially gate access to allow colonization by potentially beneficial, nonpathogenic microbes. Plant roots grow within extremely diverse soil microbial communities but assemble a taxonomically limited root-associated microbiome. We grew isogenic Arabidopsis thaliana mutants with altered immune systems in a wild soil and also in recolonization experiments with a synthetic bacterial community. We established that biosynthesis of, and signaling dependent on, the foliar defense phytohormone salicylic acid is required to assemble a normal root microbiome. Salicylic acid modulates colonization of the root by specific bacterial families. Thus, plant immune signaling drives selection from the available microbial communities to sculpt the root microbiome.\nAuthors: Sarah L. Lebeis, Sur Herrera Paredes, Derek S. Lundberg, Natalie Breakfield, Jase Gehring, Meredith McDonald, Stephanie Malfatti, Tijana Glavina del Rio, Corbin D. Jones, Susannah G. Tringe, Jeffery L. Dangl",
        "journal": "Science",
        "link": "http://www.sciencemag.org/content/349/6250/860.summary?rss=1",
        "title": "[Report] Salicylic acid modulates colonization of the root microbiome by specific bacterial taxa"
    },
    {
        "author": "Yuichiro Tsuchiya",
        "date": "2015-08-21",
        "description": "Elucidating the signaling mechanism of strigolactones has been the key to controlling the devastating problem caused by the parasitic plant Striga hermonthica. To overcome the genetic intractability that has previously interfered with identification of the strigolactone receptor, we developed a fluorescence turn-on probe, Yoshimulactone Green (YLG), which activates strigolactone signaling and illuminates signal perception by the strigolactone receptors. Here we describe how strigolactones bind to and act via ShHTLs, the diverged family of α/β hydrolase-fold proteins in Striga. Live imaging using YLGs revealed that a dynamic wavelike propagation of strigolactone perception wakes up Striga seeds. We conclude that ShHTLs function as the strigolactone receptors mediating seed germination in Striga. Our findings enable access to strigolactone receptors and observation of the regulatory dynamics for strigolactone signal transduction in Striga.\nAuthors: Yuichiro Tsuchiya, Masahiko Yoshimura, Yoshikatsu Sato, Keiko Kuwata, Shigeo Toh, Duncan Holbrook-Smith, Hua Zhang, Peter McCourt, Kenichiro Itami, Toshinori Kinoshita, Shinya Hagihara",
        "journal": "Science",
        "link": "http://www.sciencemag.org/content/349/6250/864.summary?rss=1",
        "title": "[Report] Probing strigolactone receptors in Striga hermonthica with fluorescence"
    },
    {
        "author": "Serge Gueroussov",
        "date": "2015-08-21",
        "description": "Alternative splicing (AS) generates extensive transcriptomic and proteomic complexity. However, the functions of species- and lineage-specific splice variants are largely unknown. Here we show that mammalian-specific skipping of polypyrimidine tract–binding protein 1 (PTBP1) exon 9 alters the splicing regulatory activities of PTBP1 and affects the inclusion levels of numerous exons. During neurogenesis, skipping of exon 9 reduces PTBP1 repressive activity so as to facilitate activation of a brain-specific AS program. Engineered skipping of the orthologous exon in chicken cells induces a large number of mammalian-like AS changes in PTBP1 target exons. These results thus reveal that a single exon-skipping event in an RNA binding regulator directs numerous AS changes between species. Our results further suggest that these changes contributed to evolutionary differences in the formation of vertebrate nervous systems.\nAuthors: Serge Gueroussov, Thomas Gonatopoulos-Pournatzis, Manuel Irimia, Bushra Raj, Zhen-Yuan Lin, Anne-Claude Gingras, Benjamin J. Blencowe",
        "journal": "Science",
        "link": "http://www.sciencemag.org/content/349/6250/868.summary?rss=1",
        "title": "[Report] An alternative splicing event amplifies evolutionary differences between vertebrates"
    },
    {
        "author": "Yong Zhou",
        "date": "2015-08-21",
        "description": "Plasma membrane depolarization can trigger cell proliferation, but how membrane potential influences mitogenic signaling is uncertain. Here, we show that plasma membrane depolarization induces nanoscale reorganization of phosphatidylserine and phosphatidylinositol 4,5-bisphosphate but not other anionic phospholipids. K-Ras, which is targeted to the plasma membrane by electrostatic interactions with phosphatidylserine, in turn undergoes enhanced nanoclustering. Depolarization-induced changes in phosphatidylserine and K-Ras plasma membrane organization occur in fibroblasts, excitable neuroblastoma cells, and Drosophila neurons in vivo and robustly amplify K-Ras–dependent mitogen-activated protein kinase (MAPK) signaling. Conversely, plasma membrane repolarization disrupts K-Ras nanoclustering and inhibits MAPK signaling. By responding to voltage-induced changes in phosphatidylserine spatiotemporal dynamics, K-Ras nanoclusters set up the plasma membrane as a biological field-effect transistor, allowing membrane potential to control the gain in mitogenic signaling circuits.\nAuthors: Yong Zhou, Ching-On Wong, Kwang-jin Cho, Dharini van der Hoeven, Hong Liang, Dhananiay P. Thakur, Jialie Luo, Milos Babic, Konrad E. Zinsmaier, Michael X. Zhu, Hongzhen Hu, Kartik Venkatachalam, John F. Hancock",
        "journal": "Science",
        "link": "http://www.sciencemag.org/content/349/6250/873.summary?rss=1",
        "title": "[Report] Membrane potential modulates plasma membrane phospholipid dynamics and K-Ras signaling"
    },
    {
        "author": "Steven J. Philips",
        "date": "2015-08-21",
        "description": "Many transcriptional activators act at a distance from core promoter elements and work by recruiting RNA polymerase through protein-protein interactions. We show here how the prokaryotic regulatory protein CueR both represses and activates transcription by differentially modulating local DNA structure within the promoter. Structural studies reveal that the repressor state slightly bends the promoter DNA, precluding optimal RNA polymerase-promoter recognition. Upon binding a metal ion in the allosteric site, CueR switches into an activator conformation. It maintains all protein-DNA contacts but introduces torsional stresses that kink and undertwist the promoter, stabilizing an A-form DNA–like conformation. These factors switch on and off transcription by exerting dynamic control of DNA stereochemistry, reshaping the core promoter and making it a better or worse substrate for polymerase.\nAuthors: Steven J. Philips, Monica Canalizo-Hernandez, Ilyas Yildirim, George C. Schatz, Alfonso Mondragón, Thomas V. O’Halloran",
        "journal": "Science",
        "link": "http://www.sciencemag.org/content/349/6250/877.summary?rss=1",
        "title": "[Report] Allosteric transcriptional regulation via changes in the overall topology of the core promoter"
    },
    {
        "author": "Yun Yang",
        "date": "2015-08-21",
        "description": "Transcription by RNA polymerase (RNAP) in bacteria requires specific promoter recognition by σ factors. The major variant σ factor (σ54) initially forms a transcriptionally silent complex requiring specialized adenosine triphosphate–dependent activators for initiation. Our crystal structure of the 450-kilodalton RNAP-σ54 holoenzyme at 3.8 angstroms reveals molecular details of σ54 and its interactions with RNAP. The structure explains how σ54 targets different regions in RNAP to exert its inhibitory function. Although σ54 and the major σ factor, σ70, have similar functional domains and contact similar regions of RNAP, unanticipated differences are observed in their domain arrangement and interactions with RNAP, explaining their distinct properties. Furthermore, we observe evolutionarily conserved regulatory hotspots in RNAPs that can be targeted by a diverse range of mechanisms to fine tune transcription.\nAuthors: Yun Yang, Vidya C. Darbari, Nan Zhang, Duo Lu, Robert Glyde, Yi-Ping Wang, Jared T. Winkelman, Richard L. Gourse, Katsuhiko S. Murakami, Martin Buck, Xiaodong Zhang",
        "journal": "Science",
        "link": "http://www.sciencemag.org/content/349/6250/882.summary?rss=1",
        "title": "[Report] Structures of the RNA polymerase-σ54 reveal new and conserved regulatory strategies"
    },
    {
        "author": "",
        "date": "2015-08-21",
        "description": "A weekly roundup of information on newly offered instrumentation, apparatus, and laboratory materials of potential interest to researchers.\n",
        "journal": "Science",
        "link": "http://www.sciencemag.org/content/349/6250/886.1.summary?rss=1",
        "title": "[New Products] New Products"
    },
    {
        "author": "",
        "date": "2015-08-21",
        "description": "On this week's show: Human superpredators and a roundup of daily news stories.\n",
        "journal": "Science",
        "link": "http://www.sciencemag.org/content/349/6250/886.2.summary?rss=1",
        "title": "[Podcast] Science Podcast: 21 August Show"
    },
    {
        "author": "Richard Krablin",
        "date": "2015-08-21",
        "description": "Author: Richard Krablin",
        "journal": "Science",
        "link": "http://www.sciencemag.org/content/349/6250/894.summary?rss=1",
        "title": "[Working Life] A risk worth taking"
    }
]