[
    {
        "author": "CAROLYN A. REYNOLDS, JAMES A. RIDOUT, JUSTIN G. McLAY",
        "date": "2011-08-08",
        "description": "The impact of parameter variations on the Navy Operational Global Atmospheric Prediction System ensemble performance is examined, and subsets of ensemble members are used to identify the relative impact of the individual parameters. Two sets of parameter variations are considered. The first set has variations in the parametrization of cumulus convection only. The second set has variations in both convection and boundary layer parametrizations. In the tropics, parameter variations significantly increase ensemble spread in wind and temperature fields, and significantly reduce Brier scores for low-level wind speed and temperature, primarily through improvements to the resolution (the impact in the extratropics is negligible). There are also small but significant improvements in the ensemble mean tropical cyclone track forecasts. For the metrics considered here, the second set of parameter variations outperforms the first set. Examination of the spread within ensemble subsets suggests that the parameter with the biggest overall impact is one that helps to control the convective updraft parcel temperature deficit at cloud base level. Variations in the von Kármán constant significantly increase ensemble spread in the low-level tropical winds near the date line, and in the low-level temperature field throughout the tropics and subtropics.",
        "journal": "Tellus: Atmosphere",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1111%2Fj.1600-0870.2011.00532.x",
        "title": "Examination of parameter variations in the U. S. Navy Global Ensemble"
    },
    {
        "author": "THOMAS NIPEN, ROLAND STULL",
        "date": "2011-08-04",
        "description": "A post-processing method for calibrating probabilistic forecasts of continuous weather variables is presented. The method takes an existing probability distribution and adjusts it such that it becomes calibrated in the long run. The original probability distributions can be ones such as are generated from a numerical weather prediction (NWP) ensemble combined with a description of how uncertainty is represented by this ensemble. The method uses a calibration function to relabel raw cumulative probabilities into calibrated cumulative probabilities based on where past observations verified on past raw probability forecasts. Applying the calibration method to existing probabilistic forecasts can be beneficial in cases where the underlying assumptions used to construct the probabilistic forecast are not in line with nature's generating process of the ensemble and corresponding observation. The method was tested on a forecast data set with five different forecast variables and was verified against the corresponding analyses. The calibration method reduced the calibration deficiency of the forecasts down to the level expected for perfectly calibrated forecasts. When the raw forecasts exhibited calibration deficiencies, the calibration method improved the ignorance score significantly. It was also found that the ensemble-uncertainty model used to create the original probability distribution affected the ignorance score.",
        "journal": "Tellus: Atmosphere",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1111%2Fj.1600-0870.2011.00535.x",
        "title": "Calibrating probabilistic forecasts from an NWP ensemble"
    },
    {
        "author": "FUYU LI, WILLIAM D. COLLINS, MICHAEL F. WEHNER, DAVID L. WILLIAMSON, JERRY G. OLSON",
        "date": "2011-09-02",
        "description": "Current climate models produce quite heterogeneous projections for the responses of precipitation extremes to future climate change. To help understand the range of projections from multimodel ensembles, a series of idealized ‘aquaplanet’ Atmospheric General Circulation Model (AGCM) runs have been performed with the Community Atmosphere Model CAM3. These runs have been analysed to identify the effects of horizontal resolution on precipitation extreme projections under two simple global warming scenarios. We adopt the aquaplanet framework for our simulations to remove any sensitivity to the spatial resolution of external inputs and to focus on the roles of model physics and dynamics. Results show that a uniform increase of sea surface temperature (SST) and an increase of low-to-high latitude SST gradient both lead to increase of precipitation and precipitation extremes for most latitudes. The perturbed SSTs generally have stronger impacts on precipitation extremes than on mean precipitation. Horizontal model resolution strongly affects the global warming signals in the extreme precipitation in tropical and subtropical regions but not in high latitude regions. This study illustrates that the effects of horizontal resolution have to be taken into account to develop more robust projections of precipitation extremes.",
        "journal": "Tellus: Atmosphere",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1111%2Fj.1600-0870.2011.00543.x",
        "title": "Response of precipitation extremes to idealized global warming in an aqua-planet climate model: towards a robust projection across different horizontal resolutions"
    },
    {
        "author": "FUYU LI, WILLIAM D. COLLINS, MICHAEL F. WEHNER, DAVID L. WILLIAMSON, JERRY G. OLSON, CHRISTOPHER ALGIERI",
        "date": "2011-09-02",
        "description": "One key question regarding current climate models is whether the projection of climate extremes converges to a realistic representation as the spatial and temporal resolutions of the model are increased. Ideally the model extreme statistics should approach a fixed distribution once the resolutions are commensurate with the characteristic length and time scales of the processes governing the formation of the extreme phenomena of interest. In this study, a series of AGCM runs with idealized ‘aquaplanet-steady-state’ boundary conditions have been performed with the Community Atmosphere Model CAM3 to investigate the effect of horizontal resolution on climate extreme simulations. The use of the aquaplanet framework highlights the roles of model physics and dynamics and removes any apparent convergence in extreme statistics due to better resolution of surface boundary conditions and other external inputs. Assessed at a same large spatial scale, the results show that the horizontal resolution and time step have strong effects on the simulations of precipitation extremes. The horizontal resolution has a much stronger impact on precipitation extremes than on mean precipitation. Updrafts are strongly correlated with extreme precipitation at tropics at all the resolutions, while positive low-tropospheric temperature anomalies are associated with extreme precipitation at mid-latitudes.",
        "journal": "Tellus: Atmosphere",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1111%2Fj.1600-0870.2011.00544.x",
        "title": "Impact of horizontal resolution on simulation of precipitation extremes in an aqua-planet version of Community Atmospheric Model (CAM3)"
    },
    {
        "author": "ADRIAN J. CHAMPION, KEVIN I. HODGES, LENNART O. BENGTSSON, NOEL S. KEENLYSIDE, MONIKA ESCH",
        "date": "2011-08-17",
        "description": "The effect of a warmer climate on the properties of extratropical cyclones is investigated using simulations of the ECHAM5 global climate model at resolutions of T213 (60 km) and T319 (40 km). Two periods representative of the end of the 20th and 21st centuries are investigated using the IPCC A1B scenario. The focus of the paper is on precipitation for the NH summer and winter seasons, however results from vorticity and winds are also presented. Similar number of events are identified at both resolutions. There are, however, a greater number of extreme precipitation events in the higher resolution run. The difference between maximum intensity distributions is shown to be statistically significant using a Kolmogorov–Smirnov test. A generalized Pareto distribution is used to analyse changes in extreme precipitation and wind events. In both resolutions, there is an increase in the number of extreme precipitation events in a warmer climate for all seasons, together with a reduction in return period. This is not associated with any increased vertical velocity, or with any increase in wind intensity in the winter and spring. However, there is an increase in wind extremes in the summer and autumn associated with tropical cyclones migrating into the extratropics.",
        "journal": "Tellus: Atmosphere",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1111%2Fj.1600-0870.2011.00538.x",
        "title": "Impact of increasing resolution and a warmer climate on extreme weather from Northern Hemisphere extratropical cyclones"
    },
    {
        "author": "LENNART BENGTSSON, KEVIN I. HODGES, SYMEON KOUMOUTSARIS, MATTHIAS ZAHN, NOEL KEENLYSIDE",
        "date": "2011-08-09",
        "description": "We have examined the atmospheric water cycle of both Polar Regions, polewards of 60°N and 60°S, using the ERA-Interim reanalysis and high-resolution simulations with the ECHAM5 model for both the present and future climate based on the IPCC, A1B scenario.The annual precipitation in ERA-Interim amounts to ∼17000 km3 and is more or less the same in the Arctic and the Antarctic, but it is composed differently. In the Arctic the annual evaporation is ∼8000 km3 but ∼3000 km3 less in the Antarctica where the net horizontal transport is correspondingly larger. The net water transport of the model is more intense than in ERA-Interim, in the Arctic the difference is 2.5% and in the Antarctic it is 6.2%. Precipitation and net horizontal transport in the Arctic has a maximum in August and September. Evaporation peaks in June and July. The seasonal cycle is similar in Antarctica with the highest precipitation in the austral autumn. The largest net transport occurs at the end of the major extra-tropical storm tracks in the Northern Hemisphere such as the eastern Pacific and eastern north Atlantic.The variability of the model is virtually identical to that of the re-analysis and there are no changes in variability between the present climate and the climate at the end of the 21st century when normalized with the higher level of moisture. The changes from year to year are substantial with the 20- and 30-year records being generally too short to identify robust trends in the hydrological cycle.In the A1B climate scenario the strength of the water cycle increases by some 25% in the Arctic and by 19% in the Antarctica, as measured by annual precipitation. The increase in the net horizontal transport is 29% and 22%, respectively, and the increase in evaporation correspondingly less. The net transport follows closely the Clausius–Clapeyron relation. There is a minor change in the annual cycle of the Arctic atmospheric water cycle with the maximum transport and precipitation occurring later in the year.There is a small imbalance of some 4–6% between the net transport and precipitation minus evaporation. We suggest that this is mainly due to the fact that the transport is calculated from instantaneous six hourly data while precipitation and evaporation is accumulated over a 6-h period. The residual difference is proportionally similar for all experiments and hardly varies from year to year.",
        "journal": "Tellus: Atmosphere",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1111%2Fj.1600-0870.2011.00534.x",
        "title": "The changing atmospheric water cycle in Polar Regions in a warmer climate"
    },
    {
        "author": "DAVID H. BROMWICH, DANIEL F. STEINHOFF, IAN SIMMONDS, KEVIN KEAY, RYAN L. FOGT",
        "date": "2011-09-15",
        "description": "The Adélie Land coastal region of Antarctica is one of the most prominent cyclogenesis regions in the Southern Hemisphere, and is adjacent to the continent's most intense katabatic wind regime. However, the physical mechanisms responsible for cyclogenesis are not known. A manual analysis of cyclogenesis for the 2003–2005 period using output from the Antarctic Mesoscale Prediction System (AMPS) identifies two primary patterns of cyclogenesis near the Adélie Land coast. For “secondary development” cyclones, enhanced low-level cyclonic vorticity and baroclinicity result from the combination of an existing synoptic-scale cyclone to the west, coastal barrier winds and katabatic winds. “Lee cyclogenesis” occurs near 152°E on the cyclonic-shear side of the Adélie Land katabatic jet, where a low-level warm potential temperature anomaly sets up a lee trough that becomes mobile with the arrival of upper-level synoptic-scale forcing. The representation of both “secondary development” and “lee cyclogenesis” cyclones in an automated cyclone-tracking scheme is explored, where it is found that the automated scheme overestimates cyclogenesis for this region. The location of the Antarctic coastal cyclogenesis maximum near Adélie Land is due to the unique juxtaposition of the extraordinary katabatic wind regime and dissipating synoptic-scale cyclones to the west.",
        "journal": "Tellus: Atmosphere",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1111%2Fj.1600-0870.2011.00537.x",
        "title": "Climatological aspects of cyclogenesis near Adélie Land Antarctica"
    },
    {
        "author": "HONGLI WANG, MU MU, XIANG-YU HUANG",
        "date": "2011-09-02",
        "description": "Conditional non-linear optimal perturbation (CNOP), which is a natural extension of the linear singular vector into the non-linear regime, has been suggested to identify data-sensitive regions in the adaptive observation strategy. CNOP is the global maximum of a cost function, whereas, local CNOP is the local maximum of the cost function if the local maximum exists. The potential application of CNOPs to tropical cyclone adaptive observation is researched. The CNOPs and the first singular vector (FSV) are numerically obtained by a spectral projected gradient algorithm with the Weather Research Forecasting (WRF) model. This paper examines two tropical cyclone cases, a fast straight moving typhoon Matsa (2005) and a slow moving recurving typhoon Shanshan (2006). The CNOPs and FSVs are obtained using the norms of background error at initial time and total dry energy at final time with a 36-h optimization time interval. The spatial structures of CNOPs, their energies, non-linear evolutions and impacts on track simulations are compared with those of the FSVs. The results show that both the CNOPs and the FSVs are localized, and evolve into the verification area at the final time with the upscale growth of perturbations. However, the CNOPs are different from the FSVs in spatial patterns, wind maximum distribution, growth rate of energy and impact on track simulation. Compared to FSV, CNOP and local CNOP have greater impact on the forecast in the verification region at the final time in terms of total energy, and have larger, at least similar impact on track simulation too. This indicates the CNOP method with constraint of the norm of background error at initial time and total energy norm at final time is a reasonable candidate in tropical cyclone adaptive observation. Therefore, both CNOP and local CNOP are suggested to be considered in tropical cyclone adaptive observation.",
        "journal": "Tellus: Atmosphere",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1111%2Fj.1600-0870.2011.00536.x",
        "title": "Application of conditional non-linear optimal perturbations to tropical cyclone adaptive observation using the Weather Research Forecasting (WRF) model"
    },
    {
        "author": "GENE-HUA CRYSTAL NG, DENNIS MCLAUGHLIN, DARA ENTEKHABI, ADEL AHANIN",
        "date": "2011-09-15",
        "description": "The ensemble Kalman filter (EnKF) is susceptible to losing track of observations, or ‘diverging’, when applied to large chaotic systems such as atmospheric and ocean models. Past studies have demonstrated the adverse impact of sampling error during the filter's update step. We examine how system dynamics affect EnKF performance, and whether the absence of certain dynamic features in the ensemble may lead to divergence. The EnKF is applied to a simple chaotic model, and ensembles are checked against singular vectors of the tangent linear model, corresponding to short-term growth and Lyapunov vectors, corresponding to long-term growth. Results show that the ensemble strongly aligns itself with the subspace spanned by unstable Lyapunov vectors. Furthermore, the filter avoids divergence only if the full linearized long-term unstable subspace is spanned. However, short-term dynamics also become important as non-linearity in the system increases. Non-linear movement prevents errors in the long-term stable subspace from decaying indefinitely. If these errors then undergo linear intermittent growth, a small ensemble may fail to properly represent all important modes, causing filter divergence. A combination of long and short-term growth dynamics are thus critical to EnKF performance. These findings can help in developing practical robust filters based on model dynamics.",
        "journal": "Tellus: Atmosphere",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1111%2Fj.1600-0870.2011.00539.x",
        "title": "The role of model dynamics in ensemble Kalman filter performance for chaotic systems"
    },
    {
        "author": "S. HERRERA, D. PAZÓ, J. FERNÁNDEZ, M. A. RODRÍGUEZ",
        "date": "2011-09-15",
        "description": "The preparation of perturbed initial conditions to initialize an ensemble of numerical weather forecasts is a crucial task in current ensemble prediction systems (EPSs). Perturbations are added in the places where they are expected to grow faster, in order to provide an envelope of uncertainty along with the deterministic forecast. This work analyses the influence of large-scale spatial patterns on the growth of small perturbations. Therefore, we compare Lyapunov vector (LV) definitions, used in the initialization of state-of-the-art EPSs, with the so-called characteristic LVs. We test the dynamical behaviour of these LVs in the two-scale Lorenz’96 system. We find that the commonly used definitions of LVs include non-intrinsic and spurious effects due to their mutual orthogonality. We also find that the spatial locations where the small-scale perturbations are growing are ‘quantized’ by the large-scale pattern. This ‘quantization’ enhances the artificial disposition of the LVs, which is only avoided using the characteristic LVs, an unambiguous basis which may also be of great use in realistic models for assessing or initializing EPSs.",
        "journal": "Tellus: Atmosphere",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1111%2Fj.1600-0870.2011.00545.x",
        "title": "The role of large-scale spatial patterns in the chaotic amplification of perturbations in a Lorenz’96 model"
    },
    {
        "author": "ILONA GLATT, ANDREAS DÖRNBRACK, SARAH JONES, JULIA KELLER, O. MARTIUS, AURELIA MÜLLER, DIETER H. W. PETERS, VOLKMAR WIRTH",
        "date": "2011-09-02",
        "description": "The study investigates and compares various methods that aim to diagnose Rossby wave trains with the help of Hovmöller diagrams. Three groups of methods are distinguished: The first group contains trough-and-ridge Hovmöller diagrams of the meridional wind; they provide full phase information, but differ in the method for latitudinal averaging or weighting. The second group aims to identify Rossby wave trains as a whole, discounting individual troughs and ridges. The third group contains diagnostics which focus on physical mechanisms during the different phases of a Rossby wave train life cycle; they include the analysis of eddy kinetic energy and methods for quantifying Rossby wave breaking.The different methods are analysed and systematically compared with each other in the framework of a two-month period in fall 2008. Each method more or less serves its designed purpose, but they all have their own strengths and weaknesses. Notable differences between the individual methods render an objective identification of a Rossby wave train somewhat elusive. Nevertheless, the combination of several techniques provides a rather comprehensive picture of the Rossby wave train life cycle, being broadly consistent with the expected behaviour from previous theoretical analysis.",
        "journal": "Tellus: Atmosphere",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1111%2Fj.1600-0870.2011.00541.x",
        "title": "Utility of Hovmöller diagrams to diagnose Rossby wave trains"
    },
    {
        "author": "H. I. SAVIJÄRVI",
        "date": "2011-07-25",
        "description": "A two-dimensional fine-scale atmospheric model was set across an idealized 80-km-wide east–west sea gulf at 60oN (‘Gulf of Finland’). During a moderate south-easterly basic flow in overcast early summer conditions, a robust low-level jet (LLJ) is formed, with diverging and relatively strong afternoon surface easterlies blowing along the cool gulf. The LLJ is caused primarily by inertial oscillation in space–time due to the large difference in roughness and stability over the land and the sea, but the surface easterlies are also enhanced by an anti-heat island circulation triggered by the slant basic flow across the cool sea gulf. The dynamics and details of the anti-heat island circulation are discussed. With warmer waters the primary LLJ relaxes and the anti-heat island circulation ceases while the enhanced vertical mixing still maintains strong surface winds over the warm sea, but with reduced cross-isobar angles. Sunny conditions enhance convection over land and may induce sea breezes. These may reinforce the LLJ and the associated surface easterlies over the sea.",
        "journal": "Tellus: Atmosphere",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1111%2Fj.1600-0870.2011.00531.x",
        "title": "Anti-heat island circulations and low-level jets on a sea gulf"
    },
    {
        "author": "QIN XU, LI WEI",
        "date": "2011-09-02",
        "description": "Utilities of the spectral formulations for measuring information content from observations are explored and demonstrated with real radar data. It is shown that the spectral formulations can be used (i) to precisely compute the information contents from one-dimensional radar data uniformly distributed along the radar beam, (ii) to approximately estimate the information contents from two-dimensional radar observations non-uniformly distributed on the conical surface of radar scan and thus (iii) to estimate the information losses caused by super-observations generated by local averaging with a series of successively coarsened resolutions to find an optimally coarsened resolution for radar data compression with zero or near-zero minimal loss of information. The results obtained from the spectral formulations are verified against the results computed accurately but costly from the singular-value formulations. As the background and observation error power spectra can be derived analytically for the above utilities, the spectral formulations are computationally much more efficient and affordable than the singular-value formulations, even and especially when the background space and observation space are both extremely large and too large to be computed by the singular-value formulations.",
        "journal": "Tellus: Atmosphere",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1111%2Fj.1600-0870.2011.00542.x",
        "title": "Measuring information content from observations for data assimilations: utilities of spectral formulations demonstrated with radar observations"
    },
    {
        "author": "RASMUS T. TONBOE, GORM DYBKJÆR, JACOB L. HØYER",
        "date": "2011-08-09",
        "description": "The snow surface on thick multiyear sea ice in winter is on average colder than the air because of the negative radiation balance. Beneath the snow surface there is a strong temperature gradient in winter with increasing temperatures towards the ice–water interface temperature at the freezing point around –1.8 °C. The sea ice surface temperature and the thermal microwave brightness temperature were simulated using a combination of thermodynamic and microwave emission models.The simulations indicate that the physical snow–ice interface temperature or alternatively the 6 GHz effective temperature have a good correlation with the effective temperature at the temperature sounding channels near 50 GHz. The complete correlation matrix based on the simulations for physical and effective temperatures is given.The physical snow–ice interface temperature is related to the brightness temperature at 6 GHz vertical polarization as expected. However, the emissivity factor normally used when converting brightness temperature to the ice temperature is dependent on the ice temperature. The simulations indicate that a simple model may be used to derive the snow-ice interface temperature from satellite AMSR 6 GHz measurements.",
        "journal": "Tellus: Atmosphere",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1111%2Fj.1600-0870.2011.00530.x",
        "title": "Simulations of the snow covered sea ice surface temperature and microwave effective temperature"
    },
    {
        "author": "OLIVIER TITAUD, JEAN-MICHEL BRANKART, JACQUES VERRON",
        "date": "2011-08-17",
        "description": "Satellite ocean tracer images, of sea surface temperature (SST) and ocean colour images, for example, show patterns like fronts and filaments that characterize the flow dynamics. These patterns can be described using Lagrangian tools such as Finite-Time Lyapunov Exponents (FTLE) or Finite-Time Lyapunov Vectors (FTLV). In recent years, several studies have investigated the possibility of directly assimilating structured data from satellite images into numerical models. In this paper, we exploit specific properties of FTLE and FTLV to define observation operators that can be used in a direct ocean tracer image assimilation scheme. In an idealized context, we show that high-resolution SST and ocean colour images can be exploited to correct velocity fields using FTLE or FTLV.",
        "journal": "Tellus: Atmosphere",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1111%2Fj.1600-0870.2011.00533.x",
        "title": "On the use of Finite-Time Lyapunov Exponents and Vectors for direct assimilation of tracer images into ocean models"
    },
    {
        "author": "",
        "date": "2011-09-15",
        "description": "",
        "journal": "Tellus: Atmosphere",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1111%2Fj.1600-0870.2011.00540.x",
        "title": "Corrigendum"
    }
]