[
    {
        "author": "", 
        "date": "2015-08-24", 
        "description": "", 
        "journal": "WIREs Climate Change", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fwcc.312", 
        "title": "Issue information"
    }, 
    {
        "author": "David N. Livingstone", 
        "date": "2015-07-28", 
        "description": "\n\nNational security agencies and other interested parties now often regard conflict as the inevitable consequence of climate change. This inclination to reduce war to the vicissitudes of climate is not new however. Here, I examine some of the earlier ways in which violence was attributed to climatic conditions, particularly in the United States, and trace links between these older advocates of climatic determinism and the recent writings of those insisting that climate change will usher in a grim world of chronic warfare. It ends by drawing attention to the writings of some critics who are troubled by the ease with which climatic reductionism is capturing the public imagination. WIREs Clim Change 2015, 6:437–444. doi: 10.1002/wcc.352\nFor further resources related to this article, please visit the WIREs website.\n", 
        "journal": "WIREs Climate Change", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fwcc.352", 
        "title": "The climate of war: violence, warfare, and climatic reductionism"
    }, 
    {
        "author": "Roger McLean, Paul Kench", 
        "date": "2015-07-20", 
        "description": "\nThe future of low-lying reef islands has been the subject of international concern, scientific debate, and media interest in the last decade. As a result of sea-level rise, atoll islands are expected to become increasingly unstable and to be susceptible to potential depopulation by the end of the 21st century. Some have suggested that sea-level rise has already resulted in widespread erosion and inundation of atoll islands. Here, we analyze the physical changes in over 200 islands on 12 atolls in the central and western Pacific in the past few decades when sea level in the region increased at rates three to four times the global average. Results show little evidence of heightened erosion or reduction in island size. Instead island shores have adjusted their position and morphology in response to human impacts such as seawall construction and to variations in climate–ocean processes. These changes are reviewed and the role of sea-level rise is evaluated. The implications of this analysis are addressed in two parts. First, we consider the proposition that future sea-level rise will destabilize atoll islands to such an extent that their inhabitants will be forced to migrate offshore. And second, we identify a series of new challenges relating to risk reduction and adaptation policy for atoll island governments, international agencies, and island communities. These require a substantial shift away from the present adaptation paradigm of external migration and focus on the persistence of atoll islands and in-country solutions. WIREs Clim Change 2015, 6:445–463. doi: 10.1002/wcc.350\nFor further resources related to this article, please visit the WIREs website.\n", 
        "journal": "WIREs Climate Change", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fwcc.350", 
        "title": "Destruction or persistence of coral atoll islands in the face of 20th and 21st century sea-level rise?"
    }, 
    {
        "author": "Janet Martin-Nielsen", 
        "date": "2015-07-14", 
        "description": "\nToday, numerical modelling is widely seen as the leading method of climate research. Modelling enjoys a hegemonic status in the production of climate predictions and the discussion and policy application of climate knowledge. This dominance obscures past and present debates about which types of climate knowledge are important, which epistemic standards are used to judge that knowledge, and which applications of that knowledge are considered useful. In the existing historiography of climate research, the focus has overwhelmingly been on numerical modelling, and relatively little has been written about other ways of knowing climate. The hegemony that numerical models enjoy today is not the result of a linear ‘arrow of progress,’ beginning with the introduction of digital computers and leading naturally to today's situation, but rather of a more complex situation centered on changing ideas of climate, the identity of climate researchers, and the direction and scope of their work. This paper aims to shed light on these ideas by investigating and analyzing climate research debates in the 1960s and early 1970s through the lens of the English meteorologist and climatologist Hubert Horace Lamb (1913–1997). It pays particular attention to Lamb's understanding of climatology as a discipline and his assessment of that discipline through the latter half of the 20th century. WIREs Clim Change 2015, 6:465–477. doi: 10.1002/wcc.349\nFor further resources related to this article, please visit the \nWIREs website.\n", 
        "journal": "WIREs Climate Change", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fwcc.349", 
        "title": "Ways of knowing climate: Hubert H. Lamb and climate research in the UK"
    }, 
    {
        "author": "M Jackson", 
        "date": "2015-07-24", 
        "description": "\nAcross global environmental change research, glaciers are depicted as rapidly disappearing. This review identifies and problematizes the prevalence of a glacier-ruins narrative in artistic, performative, cinematic, and other humanities-based representations of glacier–climate discourse and perceptions. A glacier-ruins narrative is understood as a narrative about glaciers that tends to overlook the existing state of a glacier and/or glacier systems and speaks instead to imagined states of loss. Five examples are reviewed and exemplify this glacier-ruins narrative: the work of well-known American landscape painter Diane Burko, conceptual artist Kitty Von-Sometime's 2014 performance, ice installations by Olafur Eliasson and Minik Rosing, the documentary film Chasing Ice, and the National Park Service's Exit Glacier display within south-central Alaska's Kenai Fjords National Park. While a glacier-ruins narrative is present throughout various academic disciplines engaging with global environmental change research, this review focuses primarily on the humanities, largely in response to multiple scholars' calls for the increased role of the humanities in global environmental change discourse. This review suggests that the practice of climate change reductionism is equally prevalent in the humanities as it is in the natural and social sciences. It argues that narrating glaciers as climate change ruins normalizes and predetermines a glacier-free world not yet in existence while reducing the range of imaginable climate change-influenced futures. WIREs Clim Change 2015, 6:479–492. doi: 10.1002/wcc.351\nFor further resources related to this article, please visit the WIREs website.\n", 
        "journal": "WIREs Climate Change", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fwcc.351", 
        "title": "Glaciers and climate change: narratives of ruined futures"
    }, 
    {
        "author": "Elizabeth A. Allison", 
        "date": "2015-08-10", 
        "description": "\nClimate change has largely been understood as a biophysical, economic, and political phenomenon. This approach has obscured the ways in which climate change also poses a challenge to human subjective understandings of self and society in relation to place, and in relation to perceptions of the sacred. Glaciers, as dominant features of high mountain landscapes, are sites of easily observable consequences of climate change, grounding the consequences of distant carbon emissions in material surroundings. They are also sites of powerful sacred and symbolic meanings for local communities. This review examines three instances of glacial decline in sacred mountain landscapes, in the Peruvian Andes, the Nepalese Himalaya, and the Meili Snow Mountains of Yunnan, China. These examples show that glacial decline is not simply a material process, but also has important implications for the ways that local people understand themselves and make meaning in relation to their surroundings. Locally grounded values arising from particular experiences of the landscape, especially from those most at risk from effects of climate change, may offer new avenues of ethical reflection around climate change that can and should influence larger climate discourses. WIREs Clim Change 2015, 6:493–508. doi: 10.1002/wcc.354\nFor further resources related to this article, please visit the WIREs website.\n", 
        "journal": "WIREs Climate Change", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fwcc.354", 
        "title": "The spiritual significance of glaciers in an age of climate change"
    }, 
    {
        "author": "Jonathan Ensor, Blane Harvey", 
        "date": "2015-06-22", 
        "description": "The potential for social learning to address complex, interconnected social and environmental challenges, such as climate change adaptation, is receiving increasing attention in research and practice. Social learning approaches vary, but commonly include cycles of knowledge sharing and joint action to co-create knowledge, relationships, and practices among diverse stakeholders. This results in learning and change that goes beyond the individual into communities, networks, or systems. Many authors have focused on analysis of case studies to better understand the contexts in which such learning occurs. In this paper, we look across this literature to draw out lessons for international development practice. To support those looking to purposively design social learning interventions for adaptation, we focus on four areas: lessons learned and the principles adopted when using a social learning approach, examples of tools and methods used, approaches to evaluating social learning, and examples of its impact. While we identify important lessons for practice within each of these areas, three cross-cutting themes emerge. These are: the importance of developing a shared view among those initiating learning processes of how change might happen and of how social learning fits within it, linking this locus of desired change to the tools employed; the centrality of skilled facilitation and in particular how practitioners may shift toward being participants in the collective learning process; and the need to attend to social difference, recognizing the complexity of social relations and the potential for less powerful actors to be co-opted in shared decision making. WIREs Clim Change 2015, 6:509–522. doi: 10.1002/wcc.348\nFor further resources related to this article, please visit the WIREs website.\n", 
        "journal": "WIREs Climate Change", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fwcc.348", 
        "title": "Social learning and climate change adaptation: evidence for international development practice"
    }, 
    {
        "author": "Adam Corner, Olga Roberts, Sybille Chiari, Sonja Völler, Elisabeth S. Mayrhuber, Sylvia Mandl, Kate Monson", 
        "date": "2015-08-24", 
        "description": "\nDespite several decades of research on more effectively communicating climate change to the general public, there is only a limited amount of knowledge about how young people engage with an issue that will shape and define their generation. We provide a thorough review of international studies in this area, drawing on survey data and qualitative research. The review is organized into two main sections. The first briefly situates young people's engagement with climate change relative to other concerns and examines levels of awareness, concern and ‘scepticism’ among this age group. The second focuses on four key determinants of effective climate change communication and assess whether young people differ in any appreciable way from research findings relating to the general population. The four factors are the role of values and worldviews in determining climate change views; the efficacy of ‘information-based’ interventions; the ‘psychological distance’ of climate change and message framing; and the role of trusted messengers. In the concluding section we discuss the implications for engaging young people more effectively and explore possibilities for future research. WIREs Clim Change 2015, 6:523–534. doi: 10.1002/wcc.353\nFor further resources related to this article, please visit the WIREs website.\n", 
        "journal": "WIREs Climate Change", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fwcc.353", 
        "title": "How do young people engage with climate change? The role of knowledge, values, message framing, and trusted communicators"
    }
]