[
    {
        "author": "M Jackson", 
        "date": "2015-07-24", 
        "description": "\nAcross global environmental change research, glaciers are depicted as rapidly disappearing. This review identifies and problematizes the prevalence of a glacier-ruins narrative in artistic, performative, cinematic, and other humanities-based representations of glacier–climate discourse and perceptions. A glacier-ruins narrative is understood as a narrative about glaciers that tends to overlook the existing state of a glacier and/or glacier systems and speaks instead to imagined states of loss. Five examples are reviewed and exemplify this glacier-ruins narrative: the work of well-known American landscape painter Diane Burko, conceptual artist Kitty Von-Sometime's 2014 performance, ice installations by Olafur Eliasson and Minik Rosing, the documentary film Chasing Ice, and the National Park Service's Exit Glacier display within south-central Alaska's Kenai Fjords National Park. While a glacier-ruins narrative is present throughout various academic disciplines engaging with global environmental change research, this review focuses primarily on the humanities, largely in response to multiple scholars' calls for the increased role of the humanities in global environmental change discourse. This review suggests that the practice of climate change reductionism is equally prevalent in the humanities as it is in the natural and social sciences. It argues that narrating glaciers as climate change ruins normalizes and predetermines a glacier-free world not yet in existence while reducing the range of imaginable climate change-influenced futures.\nFor further resources related to this article, please visit the WIREs website.\n", 
        "journal": "WIREs Climate Change", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fwcc.351", 
        "title": "Glaciers and climate change: narratives of ruined futures"
    }, 
    {
        "author": "Roger McLean, Paul Kench", 
        "date": "2015-07-20", 
        "description": "\nThe future of low-lying reef islands has been the subject of international concern, scientific debate, and media interest in the last decade. As a result of sea-level rise, atoll islands are expected to become increasingly unstable and to be susceptible to potential depopulation by the end of the 21st century. Some have suggested that sea-level rise has already resulted in widespread erosion and inundation of atoll islands. Here, we analyze the physical changes in over 200 islands on 12 atolls in the central and western Pacific in the past few decades when sea level in the region increased at rates three to four times the global average. Results show little evidence of heightened erosion or reduction in island size. Instead island shores have adjusted their position and morphology in response to human impacts such as seawall construction and to variations in climate–ocean processes. These changes are reviewed and the role of sea-level rise is evaluated. The implications of this analysis are addressed in two parts. First, we consider the proposition that future sea-level rise will destabilize atoll islands to such an extent that their inhabitants will be forced to migrate offshore. And second, we identify a series of new challenges relating to risk reduction and adaptation policy for atoll island governments, international agencies, and island communities. These require a substantial shift away from the present adaptation paradigm of external migration and focus on the persistence of atoll islands and in-country solutions.\nFor further resources related to this article, please visit the \nWIREs website.\n", 
        "journal": "WIREs Climate Change", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fwcc.350", 
        "title": "Destruction or persistence of coral atoll islands in the face of 20th and 21st century sea-level rise?"
    }, 
    {
        "author": "Janet Martin-Nielsen", 
        "date": "2015-07-14", 
        "description": "\nToday, numerical modelling is widely seen as the leading method of climate research. Modelling enjoys a hegemonic status in the production of climate predictions and the discussion and policy application of climate knowledge. This dominance obscures past and present debates about which types of climate knowledge are important, which epistemic standards are used to judge that knowledge, and which applications of that knowledge are considered useful. In the existing historiography of climate research, the focus has overwhelmingly been on numerical modelling, and relatively little has been written about other ways of knowing climate. The hegemony that numerical models enjoy today is not the result of a linear ‘arrow of progress,’ beginning with the introduction of digital computers and leading naturally to today's situation, but rather of a more complex situation centered on changing ideas of climate, the identity of climate researchers, and the direction and scope of their work. This paper aims to shed light on these ideas by investigating and analyzing climate research debates in the 1960s and early 1970s through the lens of the English meteorologist and climatologist Hubert Horace Lamb (1913–1997). It pays particular attention to Lamb's understanding of climatology as a discipline and his assessment of that discipline through the latter half of the 20th century.\nFor further resources related to this article, please visit the \nWIREs website.\n", 
        "journal": "WIREs Climate Change", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fwcc.349", 
        "title": "Ways of knowing climate: Hubert H. Lamb and climate research in the UK"
    }, 
    {
        "author": "Jonathan Ensor, Blane Harvey", 
        "date": "2015-06-22", 
        "description": "The potential for social learning to address complex, interconnected social and environmental challenges, such as climate change adaptation, is receiving increasing attention in research and practice. Social learning approaches vary, but commonly include cycles of knowledge sharing and joint action to co-create knowledge, relationships, and practices among diverse stakeholders. This results in learning and change that goes beyond the individual into communities, networks, or systems. Many authors have focused on analysis of case studies to better understand the contexts in which such learning occurs. In this paper, we look across this literature to draw out lessons for international development practice. To support those looking to purposively design social learning interventions for adaptation, we focus on four areas: lessons learned and the principles adopted when using a social learning approach, examples of tools and methods used, approaches to evaluating social learning, and examples of its impact. While we identify important lessons for practice within each of these areas, three cross-cutting themes emerge. These are: the importance of developing a shared view among those initiating learning processes of how change might happen and of how social learning fits within it, linking this locus of desired change to the tools employed; the centrality of skilled facilitation and in particular how practitioners may shift toward being participants in the collective learning process; and the need to attend to social difference, recognizing the complexity of social relations and the potential for less powerful actors to be co-opted in shared decision making.\nFor further resources related to this article, please visit the \nWIREs website.\nConflict of interest: The authors have declared no conflicts of interest for this article.\n", 
        "journal": "WIREs Climate Change", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fwcc.348", 
        "title": "Social learning and climate change adaptation: evidence for international development practice"
    }, 
    {
        "author": "", 
        "date": "2015-06-08", 
        "description": "", 
        "journal": "WIREs Climate Change", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fwcc.311", 
        "title": "Issue information"
    }, 
    {
        "author": "Lynda Walsh", 
        "date": "2015-04-21", 
        "description": "\nA unique perspective on climate-change graphics is provided by the discipline of rhetoric, which treats these images as arguments that configure polities in specific debates over climate change. Rhetorical approaches remind us that all climate-change arguments are political and that their effects are contingent on the time and place of their presentation. While the research in this area is new and diverse, nevertheless, some common findings emerge: that habitual ways of visualizing climate change work against, not for, effective political action; that rhetorical choices do and should underpin technical climate graphics at fundamental levels; but ironically that nonexperts, and even some experts, perpetuate the myth that climate graphics are transparent, untransformed views of nature. Rhetorical scholarship to date suggests a few paths forward through these problems toward more just, equitable, and effective public deliberation over climate-change policy. WIREs Clim Change 2015, 6:361–368. doi: 10.1002/wcc.342\nFor further resources related to this article, please visit the \nWIREs website.\nConflict of interest: The author has declared no conflicts of interest for this article.\n", 
        "journal": "WIREs Climate Change", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fwcc.342", 
        "title": "The visual rhetoric of climate change"
    }, 
    {
        "author": "David Kaniewski, Joël Guiot, Elise Van Campo", 
        "date": "2015-05-06", 
        "description": "\nOne of the goals of climate scientists is to understand how climate shifts may have changed the course of history and influenced culture at millennial timescales. Repeatedly, environmental degradation has upset the balance between people, their habitat, and the socioeconomic frameworks in which they live. Among these imbalances, drought, firmly rooted in people's minds as a catalyst of harvest failures and famines, remains a permanent threat because it may trigger or amplify social crises, leading to massive exoduses, conflicts, and political turmoil. The spiral of decline in which the flourishing Eastern Mediterranean civilizations were plunged 3200 years ago, and the ensuing chaos, remains a persistent riddle in Near Eastern history. Scholars tend to believe that this socioeconomic collapse was violent and culturally disruptive. Most of the coastal cities between Pylos and Gaza were destroyed, burned, and often left unoccupied, thereafter, putting an end to the elaborate network of international trade that ensured prosperity in the Aegean and the Eastern Mediterranean. The rural settlements that emerged have mainly persisted through adapted agropastoral activities and limited long-distance trade. At the dusk of this event, regional cultures began to be poorly documented, leading historians to allude to a dark age that lasted for 300 years. Among the roots, tectonic instability and earthquakes, demographic imbalance between social groups, internal collapses, and technological innovations are commonly evoked. However, recent studies have mainly hypothesized about an impact of a centuries-long drought behind the decline. Drought may have hastened the fall of the Old World by sparking famine, invasions, and conflicts, leading to the political, economic, and cultural chaos termed ‘Late Bronze Age collapse’. WIREs Clim Change 2015, 6:369–382. doi: 10.1002/wcc.345\nFor further resources related to this article, please visit the \nWIREs website.\nConflict of interest: The authors have declared no conflict of interest for this article.\n", 
        "journal": "WIREs Climate Change", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fwcc.345", 
        "title": "Drought and societal collapse 3200 years ago in the Eastern Mediterranean: a review"
    }, 
    {
        "author": "Kirsty H. Lewis, Timothy M. Lenton", 
        "date": "2015-05-13", 
        "description": "\nThe demand for policy-relevant information on climate change has never been higher, but there remains a gap between the type of information climate projections provide and an understanding of the consequences for human well-being. This review explores the knowledge available to support assessments of climate change and security for a wide range of policy stakeholders. Both the climate science and social science communities undertake valuable research toward understanding climate change and the interaction of environment and security, but address different aspects of the problem. Differences in the types of knowledge produced include analytical methods, language, and scale issues. This makes research conclusions difficult to reconcile and provides a barrier to knowledge sharing. It is largely left to policy and security analysts to bring these two very different types of information together in accessible, policy-relevant assessments. Often this is done by considering the potential implications of existing climate change projections, with little or no input from social scientists on the complexities of the relationship between environment and security. An alternative approach to climate change and security assessments is to consider the problem from a systems perspective. This approach has the potential to offer new insight across disciplines and improve the utility of research outcomes to inform action on climate change and security. WIREs Clim Change 2015, 6:383–399. doi: 10.1002/wcc.346\nFor further resources related to this article, please visit the WIREs website.\nConflict of interest: The authors have declared no conflicts of interest for this article.\n", 
        "journal": "WIREs Climate Change", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fwcc.346", 
        "title": "Knowledge problems in climate change and security research"
    }, 
    {
        "author": "Marc D. Davidson", 
        "date": "2015-06-04", 
        "description": "\nClimate policy-making requires a balancing, however rudimentary, of the costs of reducing greenhouse gas emissions against the benefits of reduced risks of climate change. Since those creating and those facing the risks of climate change belong to different generations, striking the balance is preeminently a matter of ethics. In climate policy-making, this issue of intergenerational ethics is hidden behind the choice of the discount rate, a parameter used in economic analysis to compare changes in consumption occurring in different years. There is a long-standing debate in ethics and economics as to whether discounting the future is morally justifiable. Some economists have argued that the future should always be discounted against the marginal rate of return on alternative investments, whether for reasons of efficiency, or for reasons of consumer sovereignty and democracy. Other authors, however, have argued against this position, instead proposing discount rates based on a variety of moral principles. Although these counterarguments may be convincing, the debate between the two positions is far from settled. Neither has the debate been settled as to which moral theory the discount rate should be based on. This is hardly surprising, though, given the fact that within ethics itself, the debate over the various moral principles is still ongoing. WIREs Clim Change 2015, 6:401–412. doi: 10.1002/wcc.347\nFor further resources related to this article, please visit the WIREs website.\nConflict of interest: The author has declared no conflicts of interest for this article.\n", 
        "journal": "WIREs Climate Change", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fwcc.347", 
        "title": "Climate change and the ethics of discounting"
    }, 
    {
        "author": "Lisa Dilling, Meaghan E. Daly, William R. Travis, Olga V. Wilhelmi, Roberta A. Klein", 
        "date": "2015-04-23", 
        "description": "\nRecent reports and scholarship suggest that adapting to current climate variability may represent a ‘no regrets’ strategy for adapting to climate change. Addressing ‘adaptation deficits’ and other approaches that target existing vulnerabilities are helpful for responding to current climate variability, but we argue that they may not be sufficient for adapting to climate change. Through a review and unique synthesis of the natural hazards and climate adaptation literatures, we identify why the dynamics of vulnerability matter for adaptation efforts. We draw on vulnerability theory and the natural hazards and climate adaptation literatures to outline how adaptation to climate variability, combined with the shifting societal landscape can sometimes lead to unintended consequences and increased vulnerability. Moreover, we argue that public perceptions of risk associated with current climate variability do not necessarily position communities to adapt to the impacts from climate change. We suggest that decision makers faced with adapting to climate change must consider the dynamics of vulnerability in a connected system—how choices made in one part of the system might impact other valued outcomes or even create new vulnerabilities. We conclude by suggesting the need for greater engagement with various publics on the tradeoffs involved in adaptation action and for improving communication about the complicated nature of the dynamics of vulnerability. WIREs Clim Change 2015, 6:413–425. doi: 10.1002/wcc.341\nFor further resources related to this article, please visit the WIREs website.\nConflict of interest: The authors have declared no conflicts of interest for this article.\n", 
        "journal": "WIREs Climate Change", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fwcc.341", 
        "title": "The dynamics of vulnerability: why adapting to climate variability will not always prepare us for climate change"
    }, 
    {
        "author": "Chris Russill", 
        "date": "2015-05-06", 
        "description": "\nThe article reviews the origins, precursors, and main proponents of climate change tipping points, and the debates that the tipping point concept has occasioned. The importance of dynamical systems theory, GAIA theory, and abrupt climate change to the main proponents of tipping point warning systems is noted and situated in historical context. The ‘semantic confusion’ that animates contemporary debates, it is suggested, results not simply from a narrow conception of tipping points, but from inattention to the way metaphor was used to reshape climate policy. A deeper understanding of dynamical systems theory and its origins (both mathematical and metaphorical) is recommended for addressing the value of tipping points in policy. WIREs Clim Change 2015, 6:427–434. doi: 10.1002/wcc.344\nFor further resources related to this article, please visit the WIREs website.\nConflict of interest: The author has declared no conflicts of interest for this article.\n", 
        "journal": "WIREs Climate Change", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fwcc.344", 
        "title": "Climate change tipping points: origins, precursors, and debates"
    }, 
    {
        "author": "Stuart Capstick, Lorraine Whitmarsh, Wouter Poortinga, Nick Pidgeon, Paul Upham", 
        "date": "2015-06-08", 
        "description": "", 
        "journal": "WIREs Climate Change", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fwcc.343", 
        "title": "International trends in public perceptions of climate change over the past quarter century"
    }
]