[
    {
        "author": "Leifu Chang", 
        "date": "2015-06-15", 
        "description": "A cryo-electron microscopy determination of the atomic structures of anaphase-promoting complex (APC/C)–coactivator complexes with either Emi1 or a UbcH10–ubiquitin conjugate.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/EzPLOpBdJOU/nature14471", 
        "title": "Atomic structure of the APC/C and its mechanism of protein ubiquitination"
    }, 
    {
        "author": "Christopher T. Brown", 
        "date": "2015-06-15", 
        "description": "A prominent feature of the bacterial domain is a radiation of major lineages that are defined as candidate phyla because they lack isolated representatives. Bacteria from these phyla occur in diverse environments and are thought to mediate carbon and hydrogen cycles. Genomic analyses of a few representatives suggested that metabolic limitations have prevented their cultivation. Here we reconstructed 8 complete and 789 draft genomes from bacteria representing >35 phyla and documented features that consistently distinguish these organisms from other bacteria. We infer that this group, which may comprise >15% of the bacterial domain, has shared evolutionary history, and describe it as the candidate phyla radiation (CPR). All CPR genomes are small and most lack numerous biosynthetic pathways. Owing to divergent 16S ribosomal RNA (rRNA) gene sequences, 50–100% of organisms sampled from specific phyla would evade detection in typical cultivation-independent surveys. CPR organisms often have self-splicing introns and proteins encoded within their rRNA genes, a feature rarely reported in bacteria. Furthermore, they have unusual ribosome compositions. All are missing a ribosomal protein often absent in symbionts, and specific lineages are missing ribosomal proteins and biogenesis factors considered universal in bacteria. This implies different ribosome structures and biogenesis mechanisms, and underlines unusual biology across a large part of the bacterial domain.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/tWfCnyEP3JA/nature14486", 
        "title": "Unusual biology across a group comprising more than 15% of domain Bacteria"
    }, 
    {
        "author": "Madhu S. Kumar", 
        "date": "2015-06-10", 
        "description": "", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/z4rKGeiybW4/nature14551", 
        "title": "Retraction: HMGA2 functions as a competing endogenous RNA to promote lung cancer progression"
    }, 
    {
        "author": "Seung-Jae Lee", 
        "date": "2015-06-10", 
        "description": "Aggregates of α-synuclein protein can form in various cell types and cause different neurodegenerative disorders. The existence of strains with distinct structural conformations might explain this variability.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/1rXV-kPIg0c/nature14526", 
        "title": "Neurodegeneration: Aggregates feel the strain"
    }, 
    {
        "author": "Glenn Telling", 
        "date": "2015-06-10", 
        "description": "A genetic variant of PrP, the protein that forms prions, confers protection against the human prion disease kuru by inhibiting the conversion of functional isoforms to the abnormal, disease-causing conformation.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/RVZI7Xzwz8U/nature14534", 
        "title": "Neurodegeneration: Evolved protection against human prions"
    }, 
    {
        "author": "Emmanuel A. Asante", 
        "date": "2015-06-10", 
        "description": "Mammalian prions, transmissible agents causing lethal neurodegenerative diseases, are composed of assemblies of misfolded cellular prion protein (PrP). A novel PrP variant, G127V, was under positive evolutionary selection during the epidemic of kuru—an acquired prion disease epidemic of the Fore population in Papua New Guinea—and appeared to provide strong protection against disease in the heterozygous state. Here we have investigated the protective role of this variant and its interaction with the common, worldwide M129V PrP polymorphism. V127 was seen exclusively on a M129 PRNP allele. We demonstrate that transgenic mice expressing both variant and wild-type human PrP are completely resistant to both kuru and classical Creutzfeldt–Jakob disease (CJD) prions (which are closely similar) but can be infected with variant CJD prions, a human prion strain resulting from exposure to bovine spongiform encephalopathy prions to which the Fore were not exposed. Notably, mice expressing only PrP V127 were completely resistant to all prion strains, demonstrating a different molecular mechanism to M129V, which provides its relative protection against classical CJD and kuru in the heterozygous state. Indeed, this single amino acid substitution (G→V) at a residue invariant in vertebrate evolution is as protective as deletion of the protein. Further study in transgenic mice expressing different ratios of variant and wild-type PrP indicates that not only is PrP V127 completely refractory to prion conversion but acts as a potent dose-dependent inhibitor of wild-type prion propagation.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/cdHpCWHfAco/nature14510", 
        "title": "A naturally occurring variant of the human prion protein completely prevents prion disease"
    }, 
    {
        "author": "Daniel P. Maskell", 
        "date": "2015-06-10", 
        "description": "Retroviral integration is catalysed by a tetramer of integrase (IN) assembled on viral DNA ends in a stable complex, known as the intasome. How the intasome interfaces with chromosomal DNA, which exists in the form of nucleosomal arrays, is currently unknown. Here we show that the prototype foamy virus (PFV) intasome is proficient at stable capture of nucleosomes as targets for integration. Single-particle cryo-electron microscopy reveals a multivalent intasome–nucleosome interface involving both gyres of nucleosomal DNA and one H2A–H2B heterodimer. While the histone octamer remains intact, the DNA is lifted from the surface of the H2A–H2B heterodimer to allow integration at strongly preferred superhelix location ±3.5 positions. Amino acid substitutions disrupting these contacts impinge on the ability of the intasome to engage nucleosomes in vitro and redistribute viral integration sites on the genomic scale. Our findings elucidate the molecular basis for nucleosome capture by the viral DNA recombination machinery and the underlying nucleosome plasticity that allows integration.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/xdesqAOffqA/nature14495", 
        "title": "Structural basis for retroviral integration into nucleosomes"
    }, 
    {
        "author": "W. Peelaerts", 
        "date": "2015-06-10", 
        "description": "Misfolded protein aggregates represent a continuum with overlapping features in neurodegenerative diseases, but differences in protein components and affected brain regions. The molecular hallmark of synucleinopathies such as Parkinson’s disease, dementia with Lewy bodies and multiple system atrophy are megadalton α-synuclein-rich deposits suggestive of one molecular event causing distinct disease phenotypes. Glial α-synuclein (α-SYN) filamentous deposits are prominent in multiple system atrophy and neuronal α-SYN inclusions are found in Parkinson’s disease and dementia with Lewy bodies. The discovery of α-SYN assemblies with different structural characteristics or ‘strains’ has led to the hypothesis that strains could account for the different clinico-pathological traits within synucleinopathies. In this study we show that α-SYN strain conformation and seeding propensity lead to distinct histopathological and behavioural phenotypes. We assess the properties of structurally well-defined α-SYN assemblies (oligomers, ribbons and fibrils) after injection in rat brain. We prove that α-SYN strains amplify in vivo. Fibrils seem to be the major toxic strain, resulting in progressive motor impairment and cell death, whereas ribbons cause a distinct histopathological phenotype displaying Parkinson’s disease and multiple system atrophy traits. Additionally, we show that α-SYN assemblies cross the blood–brain barrier and distribute to the central nervous system after intravenous injection. Our results demonstrate that distinct α-SYN strains display differential seeding capacities, inducing strain-specific pathology and neurotoxic phenotypes.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/worrnrX_QUg/nature14547", 
        "title": "α-Synuclein strains cause distinct synucleinopathies after local and systemic administration"
    }, 
    {
        "author": "Patrice Rassam", 
        "date": "2015-06-10", 
        "description": "Gram-negative bacteria inhabit a broad range of ecological niches. For Escherichia coli, this includes river water as well as humans and animals, where it can be both a commensal and a pathogen. Intricate regulatory mechanisms ensure that bacteria have the right complement of β-barrel outer membrane proteins (OMPs) to enable adaptation to a particular habitat. Yet no mechanism is known for replacing OMPs in the outer membrane, an issue that is further confounded by the lack of an energy source and the high stability and abundance of OMPs. Here we uncover the process underpinning OMP turnover in E. coli and show it to be passive and binary in nature, in which old OMPs are displaced to the poles of growing cells as new OMPs take their place. Using fluorescent colicins as OMP-specific probes, in combination with ensemble and single-molecule fluorescence microscopy in vivo and in vitro, as well as molecular dynamics simulations, we established the mechanism for binary OMP partitioning. OMPs clustered to form ∼0.5-μm diameter islands, where their diffusion is restricted by promiscuous interactions with other OMPs. OMP islands were distributed throughout the cell and contained the Bam complex, which catalyses the insertion of OMPs in the outer membrane. However, OMP biogenesis occurred as a gradient that was highest at mid-cell but largely absent at cell poles. The cumulative effect is to push old OMP islands towards the poles of growing cells, leading to a binary distribution when cells divide. Hence, the outer membrane of a Gram-negative bacterium is a spatially and temporally organized structure, and this organization lies at the heart of how OMPs are turned over in the membrane.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/4HuQNC3mowE/nature14461", 
        "title": "Supramolecular assemblies underpin turnover of outer membrane proteins in bacteria"
    }, 
    {
        "author": "Timothy Spellman", 
        "date": "2015-06-08", 
        "description": "Spatial working memory is known to involve the prefrontal cortex and the hippocampus, but the specificities of the connection have been unclear; now, a direct path between these two areas is defined that is necessary for the encoding of spatial cues in mice, but is not required for the maintenance or retrieval of these cues.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/Y4isrenWi0Y/nature14445", 
        "title": "Hippocampal–prefrontal input supports spatial encoding in working memory"
    }, 
    {
        "author": "Trevor Bedford", 
        "date": "2015-06-08", 
        "description": "Understanding the spatiotemporal patterns of emergence and circulation of new human seasonal influenza virus variants is a key scientific and public health challenge. The global circulation patterns of influenza A/H3N2 viruses are well characterized, but the patterns of A/H1N1 and B viruses have remained largely unexplored. Here we show that the global circulation patterns of A/H1N1 (up to 2009), B/Victoria, and B/Yamagata viruses differ substantially from those of A/H3N2 viruses, on the basis of analyses of 9,604 haemagglutinin sequences of human seasonal influenza viruses from 2000 to 2012. Whereas genetic variants of A/H3N2 viruses did not persist locally between epidemics and were reseeded from East and Southeast Asia, genetic variants of A/H1N1 and B viruses persisted across several seasons and exhibited complex global dynamics with East and Southeast Asia playing a limited role in disseminating new variants. The less frequent global movement of influenza A/H1N1 and B viruses coincided with slower rates of antigenic evolution, lower ages of infection, and smaller, less frequent epidemics compared to A/H3N2 viruses. Detailed epidemic models support differences in age of infection, combined with the less frequent travel of children, as probable drivers of the differences in the patterns of global circulation, suggesting a complex interaction between virus evolution, epidemiology, and human behaviour.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/X-TU_I9WUvY/nature14460", 
        "title": "Global circulation patterns of seasonal influenza viruses vary with antigenic drift"
    }, 
    {
        "author": "Victoria A. Blaho", 
        "date": "2015-06-08", 
        "description": "Lipid mediators influence immunity in myriad ways. For example, circulating sphingosine-1-phosphate (S1P) is a key regulator of lymphocyte egress. Although the majority of plasma S1P is bound to apolipoprotein M (ApoM) in the high-density lipoprotein (HDL) particle, the immunological functions of the ApoM–S1P complex are unknown. Here we show that ApoM–S1P is dispensable for lymphocyte trafficking yet restrains lymphopoiesis by activating the S1P1 receptor on bone marrow lymphocyte progenitors. Mice that lacked ApoM (Apom−/−) had increased proliferation of Lin− Sca-1+ cKit+ haematopoietic progenitor cells (LSKs) and common lymphoid progenitors (CLPs) in bone marrow. Pharmacological activation or genetic overexpression of S1P1 suppressed LSK and CLP cell proliferation in vivo. ApoM was stably associated with bone marrow CLPs, which showed active S1P1 signalling in vivo. Moreover, ApoM-bound S1P, but not albumin-bound S1P, inhibited lymphopoiesis in vitro. Upon immune stimulation, Apom−/− mice developed more severe experimental autoimmune encephalomyelitis, characterized by increased lymphocytes in the central nervous system and breakdown of the blood–brain barrier. Thus, the ApoM–S1P–S1P1 signalling axis restrains the lymphocyte compartment and, subsequently, adaptive immune responses. Unique biological functions imparted by specific S1P chaperones could be exploited for novel therapeutic opportunities.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/7kco-6mLa18/nature14462", 
        "title": "HDL-bound sphingosine-1-phosphate restrains lymphopoiesis and neuroinflammation"
    }, 
    {
        "author": "Sunil Mittal", 
        "date": "2015-06-03", 
        "description": "Simulations reveal that microwaves propagating through a waveguide can travel around sharp bends in the device without being reflected. The finding might open the way to technologies that exploit this uncommon phenomenon.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/7ZF0AU2GEM4/nature14533", 
        "title": "Materials science: Round the bend with microwaves"
    }, 
    {
        "author": "David C. Rubinsztein", 
        "date": "2015-06-03", 
        "description": "Two studies show that the engulfment of certain intracellular membranous structures by vesicles called autophagosomes regulates the structures' degradation in a selective, receptor-protein-mediated manner.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/3RCInU6g0bs/nature14532", 
        "title": "Cell biology: Receptors for selective recycling"
    }, 
    {
        "author": "Aliaksandr Khaminets", 
        "date": "2015-06-03", 
        "description": "The endoplasmic reticulum (ER) is the largest intracellular endomembrane system, enabling protein and lipid synthesis, ion homeostasis, quality control of newly synthesized proteins and organelle communication. Constant ER turnover and modulation is needed to meet different cellular requirements and autophagy has an important role in this process. However, its underlying regulatory mechanisms remain unexplained. Here we show that members of the FAM134 reticulon protein family are ER-resident receptors that bind to autophagy modifiers LC3 and GABARAP, and facilitate ER degradation by autophagy (‘ER-phagy’). Downregulation of FAM134B protein in human cells causes an expansion of the ER, while FAM134B overexpression results in ER fragmentation and lysosomal degradation. Mutant FAM134B proteins that cause sensory neuropathy in humans are unable to act as ER-phagy receptors. Consistently, disruption of Fam134b in mice causes expansion of the ER, inhibits ER turnover, sensitizes cells to stress-induced apoptotic cell death and leads to degeneration of sensory neurons. Therefore, selective ER-phagy via FAM134 proteins is indispensable for mammalian cell homeostasis and controls ER morphology and turnover in mice and humans.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/x3ChsYWflfY/nature14498", 
        "title": "Regulation of endoplasmic reticulum turnover by selective autophagy"
    }, 
    {
        "author": "Keisuke Mochida", 
        "date": "2015-06-03", 
        "description": "Macroautophagy (hereafter referred to as autophagy) degrades various intracellular constituents to regulate a wide range of cellular functions, and is also closely linked to several human diseases. In selective autophagy, receptor proteins recognize degradation targets and direct their sequestration by double-membrane vesicles called autophagosomes, which transport them into lysosomes or vacuoles. Although recent studies have shown that selective autophagy is involved in quality/quantity control of some organelles, including mitochondria and peroxisomes, it remains unclear how extensively it contributes to cellular organelle homeostasis. Here we describe selective autophagy of the endoplasmic reticulum (ER) and nucleus in the yeast Saccharomyces cerevisiae. We identify two novel proteins, Atg39 and Atg40, as receptors specific to these pathways. Atg39 localizes to the perinuclear ER (or the nuclear envelope) and induces autophagic sequestration of part of the nucleus. Atg40 is enriched in the cortical and cytoplasmic ER, and loads these ER subdomains into autophagosomes. Atg39-dependent autophagy of the perinuclear ER/nucleus is required for cell survival under nitrogen-deprivation conditions. Atg40 is probably the functional counterpart of FAM134B, an autophagy receptor for the ER in mammals that has been implicated in sensory neuropathy. Our results provide fundamental insight into the pathophysiological roles and mechanisms of ‘ER-phagy’ and ‘nucleophagy’ in other organisms.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/wQrJ9FfRDnQ/nature14506", 
        "title": "Receptor-mediated selective autophagy degrades the endoplasmic reticulum and the nucleus"
    }, 
    {
        "author": "Yu Tanouchi", 
        "date": "2015-06-03", 
        "description": "During bacterial growth, a cell approximately doubles in size before division, after which it splits into two daughter cells. This process is subjected to the inherent perturbations of cellular noise and thus requires regulation for cell-size homeostasis. The mechanisms underlying the control and dynamics of cell size remain poorly understood owing to the difficulty in sizing individual bacteria over long periods of time in a high-throughput manner. Here we measure and analyse long-term, single-cell growth and division across different Escherichia coli strains and growth conditions. We show that a subset of cells in a population exhibit transient oscillations in cell size with periods that stretch across several (more than ten) generations. Our analysis reveals that a simple law governing cell-size control—a noisy linear map—explains the origins of these cell-size oscillations across all strains. This noisy linear map implements a negative feedback on cell-size control: a cell with a larger initial size tends to divide earlier, whereas one with a smaller initial size tends to divide later. Combining simulations of cell growth and division with experimental data, we demonstrate that this noisy linear map generates transient oscillations, not just in cell size, but also in constitutive gene expression. Our work provides new insights into the dynamics of bacterial cell-size regulation with implications for the physiological processes involved.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/1jYKQJQzpx4/nature14562", 
        "title": "A noisy linear map underlies oscillations in cell size and gene expression in bacteria"
    }, 
    {
        "author": "Sebastian Kreiter", 
        "date": "2015-06-03", 
        "description": "", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/YShPjGTZhH0/nature14567", 
        "title": "Erratum: Mutant MHC class II epitopes drive therapeutic immune responses to cancer"
    }, 
    {
        "author": "Xiaoting Zheng", 
        "date": "2015-06-03", 
        "description": "", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/UPgzoOo-jC0/nature14511", 
        "title": "Corrigendum: A new arboreal haramiyid shows the diversity of crown mammals in the Jurassic period"
    }, 
    {
        "author": "Emily Crane", 
        "date": "2015-06-01", 
        "description": "The three-dimensional organization of a genome plays a critical role in regulating gene expression, yet little is known about the machinery and mechanisms that determine higher-order chromosome structure. Here we perform genome-wide chromosome conformation capture analysis, fluorescent in situ hybridization (FISH), and RNA-seq to obtain comprehensive three-dimensional (3D) maps of the Caenorhabditis elegans genome and to dissect X chromosome dosage compensation, which balances gene expression between XX hermaphrodites and XO males. The dosage compensation complex (DCC), a condensin complex, binds to both hermaphrodite X chromosomes via sequence-specific recruitment elements on X (rex sites) to reduce chromosome-wide gene expression by half. Most DCC condensin subunits also act in other condensin complexes to control the compaction and resolution of all mitotic and meiotic chromosomes. By comparing chromosome structure in wild-type and DCC-defective embryos, we show that the DCC remodels hermaphrodite X chromosomes into a sex-specific spatial conformation distinct from autosomes. Dosage-compensated X chromosomes consist of self-interacting domains (∼1 Mb) resembling mammalian topologically associating domains (TADs). TADs on X chromosomes have stronger boundaries and more regular spacing than on autosomes. Many TAD boundaries on X chromosomes coincide with the highest-affinity rex sites and become diminished or lost in DCC-defective mutants, thereby converting the topology of X to a conformation resembling autosomes. rex sites engage in DCC-dependent long-range interactions, with the most frequent interactions occurring between rex sites at DCC-dependent TAD boundaries. These results imply that the DCC reshapes the topology of X chromosomes by forming new TAD boundaries and reinforcing weak boundaries through interactions between its highest-affinity binding sites. As this model predicts, deletion of an endogenous rex site at a DCC-dependent TAD boundary using CRISPR/Cas9 greatly diminished the boundary. Thus, the DCC imposes a distinct higher-order structure onto X chromosomes while regulating gene expression chromosome-wide.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/4YjSKWJwFBA/nature14450", 
        "title": "Condensin-driven remodelling of X chromosome topology during dosage compensation"
    }, 
    {
        "author": "Zhenfei Li", 
        "date": "2015-06-01", 
        "description": "Prostate cancer resistance to castration occurs because tumours acquire the metabolic capability of converting precursor steroids to 5α-dihydrotestosterone (DHT), promoting signalling by the androgen receptor and the development of castration-resistant prostate cancer. Essential for resistance, DHT synthesis from adrenal precursor steroids or possibly from de novo synthesis from cholesterol commonly requires enzymatic reactions by 3β-hydroxysteroid dehydrogenase (3βHSD), steroid-5α-reductase (SRD5A) and 17β-hydroxysteroid dehydrogenase (17βHSD) isoenzymes. Abiraterone, a steroidal 17α-hydroxylase/17,20-lyase (CYP17A1) inhibitor, blocks this synthetic process and prolongs survival. We hypothesized that abiraterone is converted by an enzyme to the more active Δ4-abiraterone (D4A), which blocks multiple steroidogenic enzymes and antagonizes the androgen receptor, providing an additional explanation for abiraterone’s clinical activity. Here we show that abiraterone is converted to D4A in mice and patients with prostate cancer. D4A inhibits CYP17A1, 3βHSD and SRD5A, which are required for DHT synthesis. Furthermore, competitive androgen receptor antagonism by D4A is comparable to the potent antagonist enzalutamide. D4A also has more potent anti-tumour activity against xenograft tumours than abiraterone. Our findings suggest an additional explanation—conversion to a more active agent—for abiraterone’s survival extension. We propose that direct treatment with D4A would be more clinically effective than abiraterone treatment.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/CP_1qVFMWZM/nature14406", 
        "title": "Conversion of abiraterone to D4A drives anti-tumour activity in prostate cancer"
    }, 
    {
        "author": "Antoine Louveau", 
        "date": "2015-06-01", 
        "description": "One of the characteristics of the central nervous system is the lack of a classical lymphatic drainage system. Although it is now accepted that the central nervous system undergoes constant immune surveillance that takes place within the meningeal compartment, the mechanisms governing the entrance and exit of immune cells from the central nervous system remain poorly understood. In searching for T-cell gateways into and out of the meninges, we discovered functional lymphatic vessels lining the dural sinuses. These structures express all of the molecular hallmarks of lymphatic endothelial cells, are able to carry both fluid and immune cells from the cerebrospinal fluid, and are connected to the deep cervical lymph nodes. The unique location of these vessels may have impeded their discovery to date, thereby contributing to the long-held concept of the absence of lymphatic vasculature in the central nervous system. The discovery of the central nervous system lymphatic system may call for a reassessment of basic assumptions in neuroimmunology and sheds new light on the aetiology of neuroinflammatory and neurodegenerative diseases associated with immune system dysfunction.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/A2Ky4NnYd7Y/nature14432", 
        "title": "Structural and functional features of central nervous system lymphatic vessels"
    }, 
    {
        "author": "Matthew D. Schultz", 
        "date": "2015-06-01", 
        "description": "Understanding the diversity of human tissues is fundamental to disease and requires linking genetic information, which is identical in most of an individual’s cells, with epigenetic mechanisms that could have tissue-specific roles. Surveys of DNA methylation in human tissues have established a complex landscape including both tissue-specific and invariant methylation patterns. Here we report high coverage methylomes that catalogue cytosine methylation in all contexts for the major human organ systems, integrated with matched transcriptomes and genomic sequence. By combining these diverse data types with each individuals’ phased genome, we identified widespread tissue-specific differential CG methylation (mCG), partially methylated domains, allele-specific methylation and transcription, and the unexpected presence of non-CG methylation (mCH) in almost all human tissues. mCH correlated with tissue-specific functions, and using this mark, we made novel predictions of genes that escape X-chromosome inactivation in specific tissues. Overall, DNA methylation in several genomic contexts varies substantially among human tissues.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/Q2Dmhs370ww/nature14465", 
        "title": "Human body epigenome maps reveal noncanonical DNA methylation variation"
    }, 
    {
        "author": "E. M. Alexandrova", 
        "date": "2015-05-25", 
        "description": "Missense mutations in p53 generate aberrant proteins with abrogated tumour suppressor functions that can also acquire oncogenic gain-of-function activities that promote malignant progression, invasion, metastasis and chemoresistance. Mutant p53 (mutp53) proteins undergo massive constitutive stabilization specifically in tumours, which is the key requisite for the acquisition of gain-of-functions activities. Although currently 11 million patients worldwide live with tumours expressing highly stabilized mutp53, it is unknown whether mutp53 is a therapeutic target in vivo. Here we use a novel mutp53 mouse model expressing an inactivatable R248Q hotspot mutation (floxQ) to show that tumours depend on sustained mutp53 expression. Upon tamoxifen-induced mutp53 ablation, allotransplanted and autochthonous tumours curb their growth, thus extending animal survival by 37%, and advanced tumours undergo apoptosis and tumour regression or stagnation. The HSP90/HDAC6 chaperone machinery, which is significantly upregulated in cancer compared with normal tissues, is a major determinant of mutp53 stabilization. We show that long-term HSP90 inhibition significantly extends the survival of mutp53 Q/− (R248Q allele) and H/H (R172H allele) mice by 59% and 48%, respectively, but not their corresponding p53−/− littermates. This mutp53-dependent drug effect occurs in H/H mice treated with 17DMAG+SAHA and in H/H and Q/− mice treated with the potent Hsp90 inhibitor ganetespib. Notably, drug activity correlates with induction of mutp53 degradation, tumour apoptosis and prevention of T-cell lymphomagenesis. These proof-of-principle data identify mutp53 as an actionable cancer-specific drug target.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/tYZdZEntgws/nature14430", 
        "title": "Improving survival by exploiting tumour dependence on stabilized mutant p53 for treatment"
    }, 
    {
        "author": "Mathieu Frechin", 
        "date": "2015-05-25", 
        "description": "Cells sense the context in which they grow to adapt their phenotype and allow multicellular patterning by mechanisms of autocrine and paracrine signalling. However, patterns also form in cell populations exposed to the same signalling molecules and substratum, which often correlate with specific features of the population context of single cells, such as local cell crowding. Here we reveal a cell-intrinsic molecular mechanism that allows multicellular patterning without requiring specific communication between cells. It acts by sensing the local crowding of a single cell through its ability to spread and activate focal adhesion kinase (FAK, also known as PTK2), resulting in adaptation of genes controlling membrane homeostasis. In cells experiencing low crowding, FAK suppresses transcription of the ABC transporter A1 (ABCA1) by inhibiting FOXO3 and TAL1. Agent-based computational modelling and experimental confirmation identified membrane-based signalling and feedback control as crucial for the emergence of population patterns of ABCA1 expression, which adapts membrane lipid composition to cell crowding and affects multiple signalling activities, including the suppression of ABCA1 expression itself. The simple design of this cell-intrinsic system and its broad impact on the signalling state of mammalian single cells suggests a fundamental role for a tunable membrane lipid composition in collective cell behaviour.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/iq3hOJ4x-W8/nature14429", 
        "title": "Cell-intrinsic adaptation of lipid composition to local crowding drives social behaviour"
    }, 
    {
        "author": "Veronica Finisguerra", 
        "date": "2015-05-18", 
        "description": "Mutations or amplification of the MET proto-oncogene are involved in the pathogenesis of several tumours, which rely on the constitutive engagement of this pathway for their growth and survival. However, MET is expressed not only by cancer cells but also by tumour-associated stromal cells, although its precise role in this compartment is not well characterized. Here we show that MET is required for neutrophil chemoattraction and cytotoxicity in response to its ligand hepatocyte growth factor (HGF). Met deletion in mouse neutrophils enhances tumour growth and metastasis. This phenotype correlates with reduced neutrophil infiltration to both the primary tumour and metastatic sites. Similarly, Met is necessary for neutrophil transudation during colitis, skin rash or peritonitis. Mechanistically, Met is induced by tumour-derived tumour necrosis factor (TNF)-α or other inflammatory stimuli in both mouse and human neutrophils. This induction is instrumental for neutrophil transmigration across an activated endothelium and for inducible nitric oxide synthase production upon HGF stimulation. Consequently, HGF/MET-dependent nitric oxide release by neutrophils promotes cancer cell killing, which abates tumour growth and metastasis. After systemic administration of a MET kinase inhibitor, we prove that the therapeutic benefit of MET targeting in cancer cells is partly countered by the pro-tumoural effect arising from MET blockade in neutrophils. Our work identifies an unprecedented role of MET in neutrophils, suggests a potential ‘Achilles’ heel’ of MET-targeted therapies in cancer, and supports the rationale for evaluating anti-MET drugs in certain inflammatory diseases.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/NX5F3WeJ2Lg/nature14407", 
        "title": "MET is required for the recruitment of anti-tumoural neutrophils"
    }, 
    {
        "author": "Alyson J. Lumley", 
        "date": "2015-05-18", 
        "description": "Reproduction through sex carries substantial costs, mainly because only half of sexual adults produce offspring. It has been theorized that these costs could be countered if sex allows sexual selection to clear the universal fitness constraint of mutation load. Under sexual selection, competition between (usually) males and mate choice by (usually) females create important intraspecific filters for reproductive success, so that only a subset of males gains paternity. If reproductive success under sexual selection is dependent on individual condition, which is contingent to mutation load, then sexually selected filtering through ‘genic capture’ could offset the costs of sex because it provides genetic benefits to populations. Here we test this theory experimentally by comparing whether populations with histories of strong versus weak sexual selection purge mutation load and resist extinction differently. After evolving replicate populations of the flour beetle Tribolium castaneum for 6 to 7 years under conditions that differed solely in the strengths of sexual selection, we revealed mutation load using inbreeding. Lineages from populations that had previously experienced strong sexual selection were resilient to extinction and maintained fitness under inbreeding, with some families continuing to survive after 20 generations of sib × sib mating. By contrast, lineages derived from populations that experienced weak or non-existent sexual selection showed rapid fitness declines under inbreeding, and all were extinct after generation 10. Multiple mutations across the genome with individually small effects can be difficult to clear, yet sum to a significant fitness load; our findings reveal that sexual selection reduces this load, improving population viability in the face of genetic stress.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/wyZkSwEnmVs/nature14419", 
        "title": "Sexual selection protects against extinction"
    }, 
    {
        "author": "Bradley A. Webb", 
        "date": "2015-05-18", 
        "description": "Phosphofructokinase-1 (PFK1), the ‘gatekeeper’ of glycolysis, catalyses the committed step of the glycolytic pathway by converting fructose-6-phosphate to fructose-1,6-bisphosphate. Allosteric activation and inhibition of PFK1 by over ten metabolites and in response to hormonal signalling fine-tune glycolytic flux to meet energy requirements. Mutations inhibiting PFK1 activity cause glycogen storage disease type VII, also known as Tarui disease, and mice deficient in muscle PFK1 have decreased fat stores. Additionally, PFK1 is proposed to have important roles in metabolic reprogramming in cancer. Despite its critical role in glucose flux, the biologically relevant crystal structure of the mammalian PFK1 tetramer has not been determined. Here we report the first structures of the mammalian PFK1 tetramer, for the human platelet isoform (PFKP), in complex with ATP–Mg2+ and ADP at 3.1 and 3.4 Å, respectively. The structures reveal substantial conformational changes in the enzyme upon nucleotide hydrolysis as well as a unique tetramer interface. Mutations of residues in this interface can affect tetramer formation, enzyme catalysis and regulation, indicating the functional importance of the tetramer. With altered glycolytic flux being a hallmark of cancers, these new structures allow a molecular understanding of the functional consequences of somatic PFK1 mutations identified in human cancers. We characterize three of these mutations and show they have distinct effects on allosteric regulation of PFKP activity and lactate production. The PFKP structural blueprint for somatic mutations as well as the catalytic site can guide therapeutic targeting of PFK1 activity to control dysregulated glycolysis in disease.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/hmHUsTeWs_0/nature14405", 
        "title": "Structures of human phosphofructokinase-1 and atomic basis of cancer-associated mutations"
    }, 
    {
        "author": "Yi-Gang Tong", 
        "date": "2015-05-13", 
        "description": "A novel Ebola virus (EBOV) first identified in March 2014 has infected more than 25,000 people in West Africa, resulting in more than 10,000 deaths. Preliminary analyses of genome sequences of 81 EBOV collected from March to June 2014 from Guinea and Sierra Leone suggest that the 2014 EBOV originated from an independent transmission event from its natural reservoir followed by sustained human-to-human infections. It has been reported that the EBOV genome variation might have an effect on the efficacy of sequence-based virus detection and candidate therapeutics. However, only limited viral information has been available since July 2014, when the outbreak entered a rapid growth phase. Here we describe 175 full-length EBOV genome sequences from five severely stricken districts in Sierra Leone from 28 September to 11 November 2014. We found that the 2014 EBOV has become more phylogenetically and genetically diverse from July to November 2014, characterized by the emergence of multiple novel lineages. The substitution rate for the 2014 EBOV was estimated to be 1.23 × 10−3 substitutions per site per year (95% highest posterior density interval, 1.04 × 10−3 to 1.41 × 10−3 substitutions per site per year), approximating to that observed between previous EBOV outbreaks. The sharp increase in genetic diversity of the 2014 EBOV warrants extensive EBOV surveillance in Sierra Leone, Guinea and Liberia to better understand the viral evolution and transmission dynamics of the ongoing outbreak. These data will facilitate the international efforts to develop vaccines and therapeutics.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/xqEMuTh2Yrg/nature14490", 
        "title": "Genetic diversity and evolutionary dynamics of Ebola virus in Sierra Leone"
    }, 
    {
        "author": "Rosanna P. Baker", 
        "date": "2015-05-11", 
        "description": "Intramembrane proteases catalyse the signal-generating step of various cell signalling pathways, and continue to be implicated in diseases ranging from malaria infection to Parkinsonian neurodegeneration. Despite playing such decisive roles, it remains unclear whether or how these membrane-immersed enzymes might be regulated directly. To address this limitation, here we focus on intramembrane proteases containing domains known to exert regulatory functions in other contexts, and characterize a rhomboid protease that harbours calcium-binding EF-hands. We find calcium potently stimulates proteolysis by endogenous rhomboid-4 in Drosophila cells, and, remarkably, when rhomboid-4 is purified and reconstituted in liposomes. Interestingly, deleting the amino-terminal EF-hands activates proteolysis prematurely, while residues in cytoplasmic loops connecting distal transmembrane segments mediate calcium stimulation. Rhomboid regulation is not orchestrated by either dimerization or substrate interactions. Instead, calcium increases catalytic rate by promoting substrate gating. Substrates with cleavage sites outside the membrane can be cleaved but lose the capacity to be regulated. These observations indicate substrate gating is not an essential step in catalysis, but instead evolved as a mechanism for regulating proteolysis inside the membrane. Moreover, these insights provide new approaches for studying rhomboid functions by investigating upstream inputs that trigger proteolysis.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/-11uQ7RiUMM/nature14357", 
        "title": "Cytosolic extensions directly regulate a rhomboid protease by modulating substrate gating"
    }, 
    {
        "author": "María Elena Fernández-Sánchez", 
        "date": "2015-05-11", 
        "description": "The tumour microenvironment may contribute to tumorigenesis owing to mechanical forces such as fibrotic stiffness or mechanical pressure caused by the expansion of hyper-proliferative cells. Here we explore the contribution of the mechanical pressure exerted by tumour growth onto non-tumorous adjacent epithelium. In the early stage of mouse colon tumour development in the Notch+Apc+/1638N mouse model, we observed mechanistic pressure stress in the non-tumorous epithelial cells caused by hyper-proliferative adjacent crypts overexpressing active Notch, which is associated with increased Ret and β-catenin signalling. We thus developed a method that allows the delivery of a defined mechanical pressure in vivo, by subcutaneously inserting a magnet close to the mouse colon. The implanted magnet generated a magnetic force on ultra-magnetic liposomes, stabilized in the mesenchymal cells of the connective tissue surrounding colonic crypts after intravenous injection. The magnetically induced pressure quantitatively mimicked the endogenous early tumour growth stress in the order of 1,200 Pa, without affecting tissue stiffness, as monitored by ultrasound strain imaging and shear wave elastography. The exertion of pressure mimicking that of tumour growth led to rapid Ret activation and downstream phosphorylation of β-catenin on Tyr654, imparing its interaction with the E-cadherin in adherens junctions, and which was followed by β-catenin nuclear translocation after 15 days. As a consequence, increased expression of β-catenin-target genes was observed at 1 month, together with crypt enlargement accompanying the formation of early tumorous aberrant crypt foci. Mechanical activation of the tumorigenic β-catenin pathway suggests unexplored modes of tumour propagation based on mechanical signalling pathways in healthy epithelial cells surrounding the tumour, which may contribute to tumour heterogeneity.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/mOd8QlajQU4/nature14329", 
        "title": "Mechanical induction of the tumorigenic β-catenin pathway by tumour growth pressure"
    }, 
    {
        "author": "Cheryl M. Koh", 
        "date": "2015-05-11", 
        "description": "Deregulated expression of the MYC transcription factor occurs in most human cancers and correlates with high proliferation, reprogrammed cellular metabolism and poor prognosis. Overexpressed MYC binds to virtually all active promoters within a cell, although with different binding affinities, and modulates the expression of distinct subsets of genes. However, the critical effectors of MYC in tumorigenesis remain largely unknown. Here we show that during lymphomagenesis in Eµ-myc transgenic mice, MYC directly upregulates the transcription of the core small nuclear ribonucleoprotein particle assembly genes, including Prmt5, an arginine methyltransferase that methylates Sm proteins. This coordinated regulatory effect is critical for the core biogenesis of small nuclear ribonucleoprotein particles, effective pre-messenger-RNA splicing, cell survival and proliferation. Our results demonstrate that MYC maintains the splicing fidelity of exons with a weak 5′ donor site. Additionally, we identify pre-messenger-RNAs that are particularly sensitive to the perturbation of the MYC–PRMT5 axis, resulting in either intron retention (for example, Dvl1) or exon skipping (for example, Atr, Ep400). Using antisense oligonucleotides, we demonstrate the contribution of these splicing defects to the anti-proliferative/apoptotic phenotype observed in PRMT5-depleted Eµ-myc B cells. We conclude that, in addition to its well-documented oncogenic functions in transcription and translation, MYC also safeguards proper pre-messenger-RNA splicing as an essential step in lymphomagenesis.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/IrmHUoZSFsc/nature14351", 
        "title": "MYC regulates the core pre-mRNA splicing machinery as an essential step in lymphomagenesis"
    }, 
    {
        "author": "Hsiang-Ying Lee", 
        "date": "2015-05-11", 
        "description": "Many acute and chronic anaemias, including haemolysis, sepsis and genetic bone marrow failure diseases such as Diamond–Blackfan anaemia, are not treatable with erythropoietin (Epo), because the colony-forming unit erythroid progenitors (CFU-Es) that respond to Epo are either too few in number or are not sensitive enough to Epo to maintain sufficient red blood cell production. Treatment of these anaemias requires a drug that acts at an earlier stage of red cell formation and enhances the formation of Epo-sensitive CFU-E progenitors. Recently, we showed that glucocorticoids specifically stimulate self-renewal of an early erythroid progenitor, burst-forming unit erythroid (BFU-E), and increase the production of terminally differentiated erythroid cells. Here we show that activation of the peroxisome proliferator-activated receptor α (PPAR-α) by the PPAR-α agonists GW7647 and fenofibrate synergizes with the glucocorticoid receptor (GR) to promote BFU-E self-renewal. Over time these agonists greatly increase production of mature red blood cells in cultures of both mouse fetal liver BFU-Es and mobilized human adult CD34+ peripheral blood progenitors, with a new and effective culture system being used for the human cells that generates normal enucleated reticulocytes. Although Ppara−/− mice show no haematological difference from wild-type mice in both normal and phenylhydrazine (PHZ)-induced stress erythropoiesis, PPAR-α agonists facilitate recovery of wild-type but not Ppara−/− mice from PHZ-induced acute haemolytic anaemia. We also show that PPAR-α alleviates anaemia in a mouse model of chronic anaemia. Finally, both in control and corticosteroid-treated BFU-E cells, PPAR-α co-occupies many chromatin sites with GR; when activated by PPAR-α agonists, additional PPAR-α is recruited to GR-adjacent sites and presumably facilitates GR-dependent BFU-E self-renewal. Our discovery of the role of PPAR-α agonists in stimulating self-renewal of early erythroid progenitor cells suggests that the clinically tested PPAR-α agonists we used may improve the efficacy of corticosteroids in treating Epo-resistant anaemias.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/PzeodWO5yVQ/nature14326", 
        "title": "PPAR-α and glucocorticoid receptor synergize to promote erythroid progenitor self-renewal"
    }, 
    {
        "author": "Stefani Spranger", 
        "date": "2015-05-11", 
        "description": "Melanoma treatment is being revolutionized by the development of effective immunotherapeutic approaches. These strategies include blockade of immune-inhibitory receptors on activated T cells; for example, using monoclonal antibodies against CTLA-4, PD-1, and PD-L1 (refs 3, 4, 5). However, only a subset of patients responds to these treatments, and data suggest that therapeutic benefit is preferentially achieved in patients with a pre-existing T-cell response against their tumour, as evidenced by a baseline CD8+ T-cell infiltration within the tumour microenvironment. Understanding the molecular mechanisms that underlie the presence or absence of a spontaneous anti-tumour T-cell response in subsets of cases, therefore, should enable the development of therapeutic solutions for patients lacking a T-cell infiltrate. Here we identify a melanoma-cell-intrinsic oncogenic pathway that contributes to a lack of T-cell infiltration in melanoma. Molecular analysis of human metastatic melanoma samples revealed a correlation between activation of the WNT/β-catenin signalling pathway and absence of a T-cell gene expression signature. Using autochthonous mouse melanoma models we identified the mechanism by which tumour-intrinsic active β-catenin signalling results in T-cell exclusion and resistance to anti-PD-L1/anti-CTLA-4 monoclonal antibody therapy. Specific oncogenic signals, therefore, can mediate cancer immune evasion and resistance to immunotherapies, pointing to new candidate targets for immune potentiation.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/OZ3DNiO3sLo/nature14404", 
        "title": "Melanoma-intrinsic β-catenin signalling prevents anti-tumour immunity"
    }, 
    {
        "author": "C. Lori", 
        "date": "2015-05-06", 
        "description": "Fundamental to all living organisms is the capacity to coordinate cell division and cell differentiation to generate appropriate numbers of specialized cells. Whereas eukaryotes use cyclins and cyclin-dependent kinases to balance division with cell fate decisions, equivalent regulatory systems have not been described in bacteria. Moreover, the mechanisms used by bacteria to tune division in line with developmental programs are poorly understood. Here we show that Caulobacter crescentus, a bacterium with an asymmetric division cycle, uses oscillating levels of the second messenger cyclic diguanylate (c-di-GMP) to drive its cell cycle. We demonstrate that c-di-GMP directly binds to the essential cell cycle kinase CckA to inhibit kinase activity and stimulate phosphatase activity. An upshift of c-di-GMP during the G1–S transition switches CckA from the kinase to the phosphatase mode, thereby allowing replication initiation and cell cycle progression. Finally, we show that during division, c-di-GMP imposes spatial control on CckA to install the replication asymmetry of future daughter cells. These studies reveal c-di-GMP to be a cyclin-like molecule in bacteria that coordinates chromosome replication with cell morphogenesis in Caulobacter. The observation that c-di-GMP-mediated control is conserved in the plant pathogen Agrobacterium tumefaciens suggests a general mechanism through which this global regulator of bacterial virulence and persistence coordinates behaviour and cell proliferation.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/wK8CTmdw5u8/nature14473", 
        "title": "Cyclic di-GMP acts as a cell cycle oscillator to drive chromosome replication"
    }, 
    {
        "author": "Yu Liu", 
        "date": "2015-05-04", 
        "description": "Knowledge of the structure and dynamics of RNA molecules is critical to understanding their many biological functions. Furthermore, synthetic RNAs have applications as therapeutics and molecular sensors. Both research and technological applications of RNA would be dramatically enhanced by methods that enable incorporation of modified or labelled nucleotides into specifically designated positions or regions of RNA. However, the synthesis of tens of milligrams of such RNAs using existing methods has been impossible. Here we develop a hybrid solid–liquid phase transcription method and automated robotic platform for the synthesis of RNAs with position-selective labelling. We demonstrate its use by successfully preparing various isotope- or fluorescently labelled versions of the 71-nucleotide aptamer domain of an adenine riboswitch for nuclear magnetic resonance spectroscopy or single-molecule Förster resonance energy transfer, respectively. Those RNAs include molecules that were selectively isotope-labelled in specific loops, linkers, a helix, several discrete positions, or a single internal position, as well as RNA molecules that were fluorescently labelled in and near kissing loops. These selectively labelled RNAs have the same fold as those transcribed using conventional methods, but they greatly simplify the interpretation of NMR spectra. The single-position isotope- and fluorescently labelled RNA samples reveal multiple conformational states of the adenine riboswitch. Lastly, we describe a robotic platform and the operation that automates this technology. Our selective labelling method may be useful for studying RNA structure and dynamics and for making RNA sensors for a variety of applications including cell-biological studies, substance detection, and disease diagnostics.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/tZ7vXcQvl0s/nature14352", 
        "title": "Synthesis and applications of RNAs with position-selective labelling and mosaic composition"
    }, 
    {
        "author": "Nicola Gagliani", 
        "date": "2015-04-29", 
        "description": "Analysis of a mouse model shows that during the course of an immune response, helper T cells undergo functional reprogramming to transdifferentiate into regulatory T cells; this T cell plasticity could possibly be exploited to develop better therapies for restoring immune tolerance in autoimmune diseases.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/UydbCts_WiM/nature14452", 
        "title": "Th17 cells transdifferentiate into regulatory T cells during resolution of inflammation"
    }, 
    {
        "author": "Tanmay A. M. Bharat", 
        "date": "2015-04-27", 
        "description": "Active segregation of Escherichia coli low-copy-number plasmid R1 involves formation of a bipolar spindle made of left-handed double-helical actin-like ParM filaments. ParR links the filaments with centromeric parC plasmid DNA, while facilitating the addition of subunits to ParM filaments. Growing ParMRC spindles push sister plasmids to the cell poles. Here, using modern electron cryomicroscopy methods, we investigate the structures and arrangements of ParM filaments in vitro and in cells, revealing at near-atomic resolution how subunits and filaments come together to produce the simplest known mitotic machinery. To understand the mechanism of dynamic instability, we determine structures of ParM filaments in different nucleotide states. The structure of filaments bound to the ATP analogue AMPPNP is determined at 4.3 Å resolution and refined. The ParM filament structure shows strong longitudinal interfaces and weaker lateral interactions. Also using electron cryomicroscopy, we reconstruct ParM doublets forming antiparallel spindles. Finally, with whole-cell electron cryotomography, we show that doublets are abundant in bacterial cells containing low-copy-number plasmids with the ParMRC locus, leading to an asynchronous model of R1 plasmid segregation.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/PsbdfcY9oXs/nature14356", 
        "title": "Structures of actin-like ParM filaments show architecture of plasmid-segregating spindles"
    }, 
    {
        "author": "Fernando E. Novas", 
        "date": "2015-04-27", 
        "description": "Theropod dinosaurs were the dominant predators in most Mesozoic era terrestrial ecosystems. Early theropod evolution is currently interpreted as the diversification of various carnivorous and cursorial taxa, whereas the acquisition of herbivorism, together with the secondary loss of cursorial adaptations, occurred much later among advanced coelurosaurian theropods. A new, bizarre herbivorous basal tetanuran from the Upper Jurassic of Chile challenges this conception. The new dinosaur was discovered at Aysén, a fossil locality in the Upper Jurassic Toqui Formation of southern Chile (General Carrera Lake). The site yielded abundant and exquisitely preserved three-dimensional skeletons of small archosaurs. Several articulated individuals of Chilesaurus at different ontogenetic stages have been collected, as well as less abundant basal crocodyliforms, and fragmentary remains of sauropod dinosaurs (diplodocids and titanosaurians).", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/NLpgcGz22V0/nature14307", 
        "title": "An enigmatic plant-eating theropod from the Late Jurassic period of Chile"
    }, 
    {
        "author": "Binyamin D. Berkovits", 
        "date": "2015-04-20", 
        "description": "About half of human genes use alternative cleavage and polyadenylation (ApA) to generate messenger RNA transcripts that differ in the length of their 3′ untranslated regions (3′ UTRs) while producing the same protein. Here we show in human cell lines that alternative 3′ UTRs differentially regulate the localization of membrane proteins. The long 3′ UTR of CD47 enables efficient cell surface expression of CD47 protein, whereas the short 3′ UTR primarily localizes CD47 protein to the endoplasmic reticulum. CD47 protein localization occurs post-translationally and independently of RNA localization. In our model of 3′ UTR-dependent protein localization, the long 3′ UTR of CD47 acts as a scaffold to recruit a protein complex containing the RNA-binding protein HuR (also known as ELAVL1) and SET to the site of translation. This facilitates interaction of SET with the newly translated cytoplasmic domains of CD47 and results in subsequent translocation of CD47 to the plasma membrane via activated RAC1 (ref. 5). We also show that CD47 protein has different functions depending on whether it was generated by the short or long 3′ UTR isoforms. Thus, ApA contributes to the functional diversity of the proteome without changing the amino acid sequence. 3′ UTR-dependent protein localization has the potential to be a widespread trafficking mechanism for membrane proteins because HuR binds to thousands of mRNAs, and we show that the long 3′ UTRs of CD44, ITGA1 and TNFRSF13C, which are bound by HuR, increase surface protein expression compared to their corresponding short 3′ UTRs. We propose that during translation the scaffold function of 3′ UTRs facilitates binding of proteins to nascent proteins to direct their transport or function—and this role of 3′ UTRs can be regulated by ApA.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/Ziww7Ybw9Fw/nature14321", 
        "title": "Alternative 3′ UTRs act as scaffolds to regulate membrane protein localization"
    }, 
    {
        "author": "Ditte S. Andersen", 
        "date": "2015-04-15", 
        "description": "Disruption of epithelial polarity is a key event in the acquisition of neoplastic growth. JNK signalling is known to play an important part in driving the malignant progression of many epithelial tumours, although the link between loss of polarity and JNK signalling remains elusive. In a Drosophila genome-wide genetic screen designed to identify molecules implicated in neoplastic growth, we identified grindelwald (grnd), a gene encoding a transmembrane protein with homology to members of the tumour necrosis factor receptor (TNFR) superfamily. Here we show that Grnd mediates the pro-apoptotic functions of Eiger (Egr), the unique Drosophila TNF, and that overexpression of an active form of Grnd lacking the extracellular domain is sufficient to activate JNK signalling in vivo. Grnd also promotes the invasiveness of RasV12/scrib−/− tumours through Egr-dependent Matrix metalloprotease-1 (Mmp1) expression. Grnd localizes to the subapical membrane domain with the cell polarity determinant Crumbs (Crb) and couples Crb-induced loss of polarity with JNK activation and neoplastic growth through physical interaction with Veli (also known as Lin-7). Therefore, Grnd represents the first example of a TNFR that integrates signals from both Egr and apical polarity determinants to induce JNK-dependent cell death or tumour growth.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/1davBOgHbks/nature14298", 
        "title": "The Drosophila TNF receptor Grindelwald couples loss of cell polarity and neoplastic growth"
    }, 
    {
        "author": "Marina Caskey", 
        "date": "2015-04-08", 
        "description": "HIV-1 immunotherapy with a combination of first generation monoclonal antibodies was largely ineffective in pre-clinical and clinical settings and was therefore abandoned. However, recently developed single-cell-based antibody cloning methods have uncovered a new generation of far more potent broadly neutralizing antibodies to HIV-1 (refs 4, 5). These antibodies can prevent infection and suppress viraemia in humanized mice and nonhuman primates, but their potential for human HIV-1 immunotherapy has not been evaluated. Here we report the results of a first-in-man dose escalation phase 1 clinical trial of 3BNC117, a potent human CD4 binding site antibody, in uninfected and HIV-1-infected individuals. 3BNC117 infusion was well tolerated and demonstrated favourable pharmacokinetics. A single 30 mg kg−1 infusion of 3BNC117 reduced the viral load in HIV-1-infected individuals by 0.8–2.5 log10 and viraemia remained significantly reduced for 28 days. Emergence of resistant viral strains was variable, with some individuals remaining sensitive to 3BNC117 for a period of 28 days. We conclude that, as a single agent, 3BNC117 is safe and effective in reducing HIV-1 viraemia, and that immunotherapy should be explored as a new modality for HIV-1 prevention, therapy and cure.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/A46MEtbTSCs/nature14411", 
        "title": "Viraemia suppressed in HIV-1-infected humans by broadly neutralizing antibody 3BNC117"
    }, 
    {
        "author": "Seth B. Coffelt", 
        "date": "2015-03-30", 
        "description": "Metastatic disease remains the primary cause of death for patients with breast cancer. The different steps of the metastatic cascade rely on reciprocal interactions between cancer cells and their microenvironment. Within this local microenvironment and in distant organs, immune cells and their mediators are known to facilitate metastasis formation. However, the precise contribution of tumour-induced systemic inflammation to metastasis and the mechanisms regulating systemic inflammation are poorly understood. Here we show that tumours maximize their chance of metastasizing by evoking a systemic inflammatory cascade in mouse models of spontaneous breast cancer metastasis. We mechanistically demonstrate that interleukin (IL)-1β elicits IL-17 expression from gamma delta (γδ) T cells, resulting in systemic, granulocyte colony-stimulating factor (G-CSF)-dependent expansion and polarization of neutrophils in mice bearing mammary tumours. Tumour-induced neutrophils acquire the ability to suppress cytotoxic T lymphocytes carrying the CD8 antigen, which limit the establishment of metastases. Neutralization of IL-17 or G-CSF and absence of γδ T cells prevents neutrophil accumulation and downregulates the T-cell-suppressive phenotype of neutrophils. Moreover, the absence of γδ T cells or neutrophils profoundly reduces pulmonary and lymph node metastases without influencing primary tumour progression. Our data indicate that targeting this novel cancer-cell-initiated domino effect within the immune system—the γδ T cell/IL-17/neutrophil axis—represents a new strategy to inhibit metastatic disease.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/odrAf4yvncc/nature14282", 
        "title": "IL-17-producing γδ T cells and neutrophils conspire to promote breast cancer metastasis"
    }, 
    {
        "author": "Michael Ghidiu", 
        "date": "2014-11-26", 
        "description": "Safe and powerful energy storage devices are becoming increasingly important. Charging times of seconds to minutes, with power densities exceeding those of batteries, can in principle be provided by electrochemical capacitors—in particular, pseudocapacitors. Recent research has focused mainly on improving the gravimetric performance of the electrodes of such systems, but for portable electronics and vehicles volume is at a premium. The best volumetric capacitances of carbon-based electrodes are around 300 farads per cubic centimetre; hydrated ruthenium oxide can reach capacitances of 1,000 to 1,500 farads per cubic centimetre with great cyclability, but only in thin films. Recently, electrodes made of two-dimensional titanium carbide (Ti3C2, a member of the ‘MXene’ family), produced by etching aluminium from titanium aluminium carbide (Ti3AlC2, a ‘MAX’ phase) in concentrated hydrofluoric acid, have been shown to have volumetric capacitances of over 300 farads per cubic centimetre. Here we report a method of producing this material using a solution of lithium fluoride and hydrochloric acid. The resulting hydrophilic material swells in volume when hydrated, and can be shaped like clay and dried into a highly conductive solid or rolled into films tens of micrometres thick. Additive-free films of this titanium carbide ‘clay’ have volumetric capacitances of up to 900 farads per cubic centimetre, with excellent cyclability and rate performances. This capacitance is almost twice that of our previous report, and our synthetic method also offers a much faster route to film production as well as the avoidance of handling hazardous concentrated hydrofluoric acid.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/e4TrG5Hf6Wg/nature13970", 
        "title": "Conductive two-dimensional titanium carbide ‘clay’ with high volumetric capacitance"
    }, 
    {
        "author": "Sanchita Bhatnagar", 
        "date": "2014-11-24", 
        "description": "The TRIM37 (also known as MUL) gene is located in the 17q23 chromosomal region, which is amplified in up to ∼40% of breast cancers. TRIM37 contains a RING finger domain, a hallmark of E3 ubiquitin ligases, but its protein substrate(s) is unknown. Here we report that TRIM37 mono-ubiquitinates histone H2A, a chromatin modification associated with transcriptional repression. We find that in human breast cancer cell lines containing amplified 17q23, TRIM37 is upregulated and, reciprocally, the major H2A ubiquitin ligase RNF2 (also known as RING1B) is downregulated. Genome-wide chromatin immunoprecipitation (ChIP)-chip experiments in 17q23-amplified breast cancer cells identified many genes, including multiple tumour suppressors, whose promoters were bound by TRIM37 and enriched for ubiquitinated H2A. However, unlike RNF2, which is a subunit of polycomb repressive complex 1 (PRC1), we find that TRIM37 associates with polycomb repressive complex 2 (PRC2). TRIM37, PRC2 and PRC1 are co-bound to specific target genes, resulting in their transcriptional silencing. RNA-interference-mediated knockdown of TRIM37 results in loss of ubiquitinated H2A, dissociation of PRC1 and PRC2 from target promoters, and transcriptional reactivation of silenced genes. Knockdown of TRIM37 in human breast cancer cells containing amplified 17q23 substantially decreases tumour growth in mouse xenografts. Conversely, ectopic expression of TRIM37 renders non-transformed cells tumorigenic. Collectively, our results reveal TRIM37 as an oncogenic H2A ubiquitin ligase that is overexpressed in a subset of breast cancers and promotes transformation by facilitating silencing of tumour suppressors and other genes.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/P-w1TkdTEa4/nature13955", 
        "title": "TRIM37 is a new histone H2A ubiquitin ligase and breast cancer oncoprotein"
    }, 
    {
        "author": "Deborah M. Muoio", 
        "date": "2014-11-19", 
        "description": "A new class of fatty acid — found in food and synthesized by mammalian tissues — enhances glucose uptake from the blood and reduces inflammation, suggesting that these fats might be used to treat diabetes.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/upzlyGnwOqk/nature14070", 
        "title": "Diabetes: The good in fat"
    }, 
    {
        "author": "Marie Claire Villeval", 
        "date": "2014-11-19", 
        "description": "An experiment shows that although bank employees behave honestly on average, their dishonesty increases when they make decisions after having been primed to think about their professional identity.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/D8aYXAy-5vo/nature14068", 
        "title": "Behavioural economics: Professional identity can increase dishonesty"
    }, 
    {
        "author": "Yao Wang", 
        "date": "2014-11-19", 
        "description": "The finding that intestinal viruses can substitute for intestinal bacteria to promote the health of their mammalian hosts raises the possibility that viruses in the gut may be beneficial in some circumstances.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/w3UaNUbDWtc/nature13938", 
        "title": "Microbiology: A backup for bacteria"
    }, 
    {
        "author": "Alain Cohn", 
        "date": "2014-11-19", 
        "description": "Trust in others’ honesty is a key component of the long-term performance of firms, industries, and even whole countries. However, in recent years, numerous scandals involving fraud have undermined confidence in the financial industry. Contemporary commentators have attributed these scandals to the financial sector’s business culture, but no scientific evidence supports this claim. Here we show that employees of a large, international bank behave, on average, honestly in a control condition. However, when their professional identity as bank employees is rendered salient, a significant proportion of them become dishonest. This effect is specific to bank employees because control experiments with employees from other industries and with students show that they do not become more dishonest when their professional identity or bank-related items are rendered salient. Our results thus suggest that the prevailing business culture in the banking industry weakens and undermines the honesty norm, implying that measures to re-establish an honest culture are very important.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/0f_QKIsIQxY/nature13977", 
        "title": "Business culture and dishonesty in the banking industry"
    }, 
    {
        "author": "Elisabeth Kernbauer", 
        "date": "2014-11-19", 
        "description": "Intestinal microbial communities have profound effects on host physiology. Whereas the symbiotic contribution of commensal bacteria is well established, the role of eukaryotic viruses that are present in the gastrointestinal tract under homeostatic conditions is undefined. Here we demonstrate that a common enteric RNA virus can replace the beneficial function of commensal bacteria in the intestine. Murine norovirus (MNV) infection of germ-free or antibiotic-treated mice restored intestinal morphology and lymphocyte function without inducing overt inflammation and disease. The presence of MNV also suppressed an expansion of group 2 innate lymphoid cells observed in the absence of bacteria, and induced transcriptional changes in the intestine associated with immune development and type I interferon (IFN) signalling. Consistent with this observation, the IFN-α receptor was essential for the ability of MNV to compensate for bacterial depletion. Importantly, MNV infection offset the deleterious effect of treatment with antibiotics in models of intestinal injury and pathogenic bacterial infection. These data indicate that eukaryotic viruses have the capacity to support intestinal homeostasis and shape mucosal immunity, similarly to commensal bacteria.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/UG1UiJ4HgNk/nature13960", 
        "title": "An enteric virus can replace the beneficial function of commensal bacteria"
    }, 
    {
        "author": "Xu Chen", 
        "date": "2014-11-17", 
        "description": "The prominent and evolutionarily ancient role of the plant hormone auxin is the regulation of cell expansion. Cell expansion requires ordered arrangement of the cytoskeleton but molecular mechanisms underlying its regulation by signalling molecules including auxin are unknown. Here we show in the model plant Arabidopsis thaliana that in elongating cells exogenous application of auxin or redistribution of endogenous auxin induces very rapid microtubule re-orientation from transverse to longitudinal, coherent with the inhibition of cell expansion. This fast auxin effect requires auxin binding protein 1 (ABP1) and involves a contribution of downstream signalling components such as ROP6 GTPase, ROP-interactive protein RIC1 and the microtubule-severing protein katanin. These components are required for rapid auxin- and ABP1-mediated re-orientation of microtubules to regulate cell elongation in roots and dark-grown hypocotyls as well as asymmetric growth during gravitropic responses.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/RA8d07RqLAE/nature13889", 
        "title": "Inhibition of cell expansion by rapid ABP1-mediated auxin effect on microtubules"
    }, 
    {
        "author": "Gerhard Schratt", 
        "date": "2014-11-12", 
        "description": "Chronic stress can cause depression in some individuals, but leaves others untouched. Engagement of a molecular pathway controlling the production of tiny RNA snippets might help to explain the difference.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/WppVcqlB3-c/nature13942", 
        "title": "Neurobiology: A molecular knife to dice depression"
    }, 
    {
        "author": "Carmine Settembre", 
        "date": "2014-11-12", 
        "description": "Two studies find that an intracellular quality-control mechanism called autophagy is regulated by nuclear receptor proteins that govern the expression of autophagy genes.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/CPkQJZJxidg/nature13939", 
        "title": "Cell metabolism: Autophagy transcribed"
    }, 
    {
        "author": "Caroline Dias", 
        "date": "2014-11-12", 
        "description": "Here β-catenin, which has been implicated in neurological and psychiatric diseases, including depression, is shown to mediate resilience to chronic stress in mice through induction of Dicer and microRNAs in nucleus accumbens, a key brain reward region.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/Q_lYgRcO87s/nature13976", 
        "title": "β-catenin mediates stress resilience through Dicer1/microRNA regulation"
    }, 
    {
        "author": "Jae Man Lee", 
        "date": "2014-11-12", 
        "description": "Autophagy is an evolutionarily conserved catabolic process that recycles nutrients upon starvation and maintains cellular energy homeostasis. Its acute regulation by nutrient-sensing signalling pathways is well described, but its longer-term transcriptional regulation is not. The nuclear receptors peroxisome proliferator-activated receptor-α (PPARα) and farnesoid X receptor (FXR) are activated in the fasted and fed liver, respectively. Here we show that both PPARα and FXR regulate hepatic autophagy in mice. Pharmacological activation of PPARα reverses the normal suppression of autophagy in the fed state, inducing autophagic lipid degradation, or lipophagy. This response is lost in PPARα knockout (Ppara−/−, also known as Nr1c1−/−) mice, which are partially defective in the induction of autophagy by fasting. Pharmacological activation of the bile acid receptor FXR strongly suppresses the induction of autophagy in the fasting state, and this response is absent in FXR knockout (Fxr−/−, also known as Nr1h4−/−) mice, which show a partial defect in suppression of hepatic autophagy in the fed state. PPARα and FXR compete for binding to shared sites in autophagic gene promoters, with opposite transcriptional outputs. These results reveal complementary, interlocking mechanisms for regulation of autophagy by nutrient status.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/wxpEsKAJ8aA/nature13961", 
        "title": "Nutrient-sensing nuclear receptors coordinate autophagy"
    }, 
    {
        "author": "Sunmi Seok", 
        "date": "2014-11-12", 
        "description": "Lysosomal degradation of cytoplasmic components by autophagy is essential for cellular survival and homeostasis under nutrient-deprived conditions. Acute regulation of autophagy by nutrient-sensing kinases is well defined, but longer-term transcriptional regulation is relatively unknown. Here we show that the fed-state sensing nuclear receptor farnesoid X receptor (FXR) and the fasting transcriptional activator cAMP response element-binding protein (CREB) coordinately regulate the hepatic autophagy gene network. Pharmacological activation of FXR repressed many autophagy genes and inhibited autophagy even in fasted mice, and feeding-mediated inhibition of macroautophagy was attenuated in FXR-knockout mice. From mouse liver chromatin immunoprecipitation and high-throughput sequencing data, FXR and CREB binding peaks were detected at 178 and 112 genes, respectively, out of 230 autophagy-related genes, and 78 genes showed shared binding, mostly in their promoter regions. CREB promoted autophagic degradation of lipids, or lipophagy, under nutrient-deprived conditions, and FXR inhibited this response. Mechanistically, CREB upregulated autophagy genes, including Atg7, Ulk1 and Tfeb, by recruiting the coactivator CRTC2. After feeding or pharmacological activation, FXR trans-repressed these genes by disrupting the functional CREB–CRTC2 complex. This study identifies the new FXR–CREB axis as a key physiological switch regulating autophagy, resulting in sustained nutrient regulation of autophagy during feeding/fasting cycles.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/dRKqzzABriA/nature13949", 
        "title": "Transcriptional regulation of autophagy by an FXR–CREB axis"
    }, 
    {
        "author": "Adel Al Jord", 
        "date": "2014-10-12", 
        "description": "The semi-conservative centrosome duplication in cycling cells gives rise to a centrosome composed of a mother and a newly formed daughter centriole. Both centrioles are regarded as equivalent in their ability to form new centrioles and their symmetric duplication is crucial for cell division homeostasis. Multiciliated cells do not use the archetypal duplication program and instead form more than a hundred centrioles that are required for the growth of motile cilia and the efficient propelling of physiological fluids. The majority of these new centrioles are thought to appear de novo, that is, independently from the centrosome, around electron-dense structures called deuterosomes. Their origin remains unknown. Using live imaging combined with correlative super-resolution light and electron microscopy, we show that all new centrioles derive from the pre-existing progenitor cell centrosome through multiple rounds of procentriole seeding. Moreover, we establish that only the daughter centrosomal centriole contributes to deuterosome formation, and thus to over ninety per cent of the final centriole population. This unexpected centriolar asymmetry grants new perspectives when studying cilia-related diseases and pathological centriole amplification observed in cycling cells and associated with microcephaly and cancer.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/79JMG3byspU/nature13770", 
        "title": "Centriole amplification by mother and daughter centrioles differs in multiciliated cells"
    }, 
    {
        "author": "Andrew Whiten", 
        "date": "2014-10-01", 
        "description": "The adoption of a new form of tool use has been observed to spread along social-network pathways in a chimpanzee community. The finding offers the first direct evidence of cultural diffusion in these animals in the wild.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/K9BHIxUp9hA/nature13759", 
        "title": "Animal behaviour: Incipient tradition in wild chimpanzees"
    }, 
    {
        "author": "Robert T. Batey", 
        "date": "2014-09-24", 
        "description": "The spliceosome enzyme complex removes intron sequences from RNA transcripts to form messenger RNA. The crystal structure of a lasso-shaped RNA suggests a mechanism for this splicing process.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/0d5E6SQvJAc/nature13754", 
        "title": "Structural biology: Lariat lessons"
    }, 
    {
        "author": "Aaron R. Robart", 
        "date": "2014-09-24", 
        "description": "This study determines the structure of a branched lariat RNA, providing insights into rearrangement of the intron between the two steps of RNA splicing.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/A_ImGCoLYZQ/nature13790", 
        "title": "Crystal structure of a eukaryotic group II intron lariat"
    }, 
    {
        "author": "Nuno Carvalhais", 
        "date": "2014-09-24", 
        "description": "The response of the terrestrial carbon cycle to climate change is among the largest uncertainties affecting future climate change projections. The feedback between the terrestrial carbon cycle and climate is partly determined by changes in the turnover time of carbon in land ecosystems, which in turn is an ecosystem property that emerges from the interplay between climate, soil and vegetation type. Here we present a global, spatially explicit and observation-based assessment of whole-ecosystem carbon turnover times that combines new estimates of vegetation and soil organic carbon stocks and fluxes. We find that the overall mean global carbon turnover time is  years (95 per cent confidence interval). On average, carbon resides in the vegetation and soil near the Equator for a shorter time than at latitudes north of 75° north (mean turnover times of 15 and 255 years, respectively). We identify a clear dependence of the turnover time on temperature, as expected from our present understanding of temperature controls on ecosystem dynamics. Surprisingly, our analysis also reveals a similarly strong association between turnover time and precipitation. Moreover, we find that the ecosystem carbon turnover times simulated by state-of-the-art coupled climate/carbon-cycle models vary widely and that numerical simulations, on average, tend to underestimate the global carbon turnover time by 36 per cent. The models show stronger spatial relationships with temperature than do observation-based estimates, but generally do not reproduce the strong relationships with precipitation and predict faster carbon turnover in many semi-arid regions. Our findings suggest that future climate/carbon-cycle feedbacks may depend more strongly on changes in the hydrological cycle than is expected at present and is considered in Earth system models.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/KIoX8_0pWoA/nature13731", 
        "title": "Global covariation of carbon turnover times with climate in terrestrial ecosystems"
    }, 
    {
        "author": "Taylor Feehley", 
        "date": "2014-09-17", 
        "description": "Analyses in mice and humans indicate that non-caloric artificial sweeteners may promote obesity-associated metabolic changes by changing the function of the bacteria that colonize the gut.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/fKM2lUnu9j4/nature13752", 
        "title": "Health: The weighty costs of non-caloric sweeteners"
    }, 
    {
        "author": "Jotham Suez", 
        "date": "2014-09-17", 
        "description": "Non-caloric artificial sweeteners (NAS), widely used food additives considered to be safe and beneficial alternatives to sugars, are shown here to lead to the development of glucose intolerance through compositional and functional changes in the gut microbiota of mice, and the deleterious metabolic effects are transferred to germ-free mice by faecal transplant; NAS-induced dysbiosis and glucose intolerance are also demonstrated in healthy human subjects.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/8CiFVoxRVso/nature13793", 
        "title": "Artificial sweeteners induce glucose intolerance by altering the gut microbiota"
    }, 
    {
        "author": "Ru-Jin Huang", 
        "date": "2014-09-17", 
        "description": "Rapid industrialization and urbanization in developing countries has led to an increase in air pollution, along a similar trajectory to that previously experienced by the developed nations. In China, particulate pollution is a serious environmental problem that is influencing air quality, regional and global climates, and human health. In response to the extremely severe and persistent haze pollution experienced by about 800 million people during the first quarter of 2013 (refs 4, 5), the Chinese State Council announced its aim to reduce concentrations of PM2.5 (particulate matter with an aerodynamic diameter less than 2.5 micrometres) by up to 25 per cent relative to 2012 levels by 2017 (ref. 6). Such efforts however require elucidation of the factors governing the abundance and composition of PM2.5, which remain poorly constrained in China. Here we combine a comprehensive set of novel and state-of-the-art offline analytical approaches and statistical techniques to investigate the chemical nature and sources of particulate matter at urban locations in Beijing, Shanghai, Guangzhou and Xi’an during January 2013. We find that the severe haze pollution event was driven to a large extent by secondary aerosol formation, which contributed 30–77 per cent and 44–71 per cent (average for all four cities) of PM2.5 and of organic aerosol, respectively. On average, the contribution of secondary organic aerosol (SOA) and secondary inorganic aerosol (SIA) are found to be of similar importance (SOA/SIA ratios range from 0.6 to 1.4). Our results suggest that, in addition to mitigating primary particulate emissions, reducing the emissions of secondary aerosol precursors from, for example, fossil fuel combustion and biomass burning is likely to be important for controlling China’s PM2.5 levels and for reducing the environmental, economic and health impacts resulting from particulate pollution.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/rYOoSJyiqOA/nature13774", 
        "title": "High secondary aerosol contribution to particulate pollution during haze events in China"
    }, 
    {
        "author": "Mazhar N. Ali", 
        "date": "2014-09-14", 
        "description": "Magnetoresistance is the change in a material’s electrical resistance in response to an applied magnetic field. Materials with large magnetoresistance have found use as magnetic sensors, in magnetic memory, and in hard drives at room temperature, and their rarity has motivated many fundamental studies in materials physics at low temperatures. Here we report the observation of an extremely large positive magnetoresistance at low temperatures in the non-magnetic layered transition-metal dichalcogenide WTe2: 452,700 per cent at 4.5 kelvins in a magnetic field of 14.7 teslas, and 13 million per cent at 0.53 kelvins in a magnetic field of 60 teslas. In contrast with other materials, there is no saturation of the magnetoresistance value even at very high applied fields. Determination of the origin and consequences of this effect, and the fabrication of thin films, nanostructures and devices based on the extremely large positive magnetoresistance of WTe2, will represent a significant new direction in the study of magnetoresistivity.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/JfTiM39ZEic/nature13763", 
        "title": "Large, non-saturating magnetoresistance in WTe2"
    }, 
    {
        "author": "Jean-Benoît Arlet", 
        "date": "2014-08-24", 
        "description": "β-Thalassaemia major (β-TM) is an inherited haemoglobinopathy caused by a quantitative defect in the synthesis of β-globin chains of haemoglobin, leading to the accumulation of free α-globin chains that form toxic aggregates. Despite extensive knowledge of the molecular defects causing β-TM, little is known of the mechanisms responsible for the ineffective erythropoiesis observed in the condition, which is characterized by accelerated erythroid differentiation, maturation arrest and apoptosis at the polychromatophilic stage. We have previously demonstrated that normal human erythroid maturation requires a transient activation of caspase-3 at the later stages of maturation. Although erythroid transcription factor GATA-1, the master transcriptional factor of erythropoiesis, is a caspase-3 target, it is not cleaved during erythroid differentiation. We have shown that, in human erythroblasts, the chaperone heat shock protein70 (HSP70) is constitutively expressed and, at later stages of maturation, translocates into the nucleus and protects GATA-1 from caspase-3 cleavage. The primary role of this ubiquitous chaperone is to participate in the refolding of proteins denatured by cytoplasmic stress, thus preventing their aggregation. Here we show in vitro that during the maturation of human β-TM erythroblasts, HSP70 interacts directly with free α-globin chains. As a consequence, HSP70 is sequestrated in the cytoplasm and GATA-1 is no longer protected, resulting in end-stage maturation arrest and apoptosis. Transduction of a nuclear-targeted HSP70 mutant or a caspase-3-uncleavable GATA-1 mutant restores terminal maturation of β-TM erythroblasts, which may provide a rationale for new targeted therapies of β-TM.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/Dq8t-DAC4m0/nature13614", 
        "title": "HSP70 sequestration by free α-globin promotes ineffective erythropoiesis in β-thalassaemia"
    }, 
    {
        "author": "Thomas De Raedt", 
        "date": "2014-08-13", 
        "description": "The polycomb repressive complex 2 (PRC2) exerts oncogenic effects in many tumour types. However, loss-of-function mutations in PRC2 components occur in a subset of haematopoietic malignancies, suggesting that this complex plays a dichotomous and poorly understood role in cancer. Here we provide genomic, cellular, and mouse modelling data demonstrating that the polycomb group gene SUZ12 functions as tumour suppressor in PNS tumours, high-grade gliomas and melanomas by cooperating with mutations in NF1. NF1 encodes a Ras GTPase-activating protein (RasGAP) and its loss drives cancer by activating Ras. We show that SUZ12 loss potentiates the effects of NF1 mutations by amplifying Ras-driven transcription through effects on chromatin. Importantly, however, SUZ12 inactivation also triggers an epigenetic switch that sensitizes these cancers to bromodomain inhibitors. Collectively, these studies not only reveal an unexpected connection between the PRC2 complex, NF1 and Ras, but also identify a promising epigenetic-based therapeutic strategy that may be exploited for a variety of cancers.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/chThdF-H-H8/nature13561", 
        "title": "PRC2 loss amplifies Ras-driven transcription and confers sensitivity to BRD4-based therapies"
    }, 
    {
        "author": "Jianjin Shi", 
        "date": "2014-08-06", 
        "description": "Caspase-4 and caspase-11 are shown to be the direct sensors for cytoplasmic lipopolysaccharide in humans and mice, respectively, mediating inflammatory cell death in intracellular bacterial infection.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/lJpcTYga5SA/nature13683", 
        "title": "Inflammatory caspases are innate immune receptors for intracellular LPS"
    }, 
    {
        "author": "Lei Pan", 
        "date": "2014-08-06", 
        "description": "The balance between stem cell self-renewal and differentiation is controlled by intrinsic factors and niche signals. In the Drosophila melanogaster ovary, some intrinsic factors promote germline stem cell (GSC) self-renewal, whereas others stimulate differentiation. However, it remains poorly understood how the balance between self-renewal and differentiation is controlled. Here we use D. melanogaster ovarian GSCs to demonstrate that the differentiation factor Bam controls the functional switch of the COP9 complex from self-renewal to differentiation via protein competition. The COP9 complex is composed of eight Csn subunits, Csn1–8, and removes Nedd8 modifications from target proteins. Genetic results indicated that the COP9 complex is required intrinsically for GSC self-renewal, whereas other Csn proteins, with the exception of Csn4, were also required for GSC progeny differentiation. Bam-mediated Csn4 sequestration from the COP9 complex via protein competition inactivated the self-renewing function of COP9 and allowed other Csn proteins to promote GSC differentiation. Therefore, this study reveals a protein-competition-based mechanism for controlling the balance between stem cell self-renewal and differentiation. Because numerous self-renewal factors are ubiquitously expressed throughout the stem cell lineage in various systems, protein competition may function as an important mechanism for controlling the self-renewal-to-differentiation switch.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/zUVLmQ8uuU0/nature13562", 
        "title": "Protein competition switches the function of COP9 from self-renewal to differentiation"
    }, 
    {
        "author": "Xiaoting Wang", 
        "date": "2014-08-06", 
        "description": "The connection between an altered gut microbiota and metabolic disorders such as obesity, diabetes, and cardiovascular disease is well established. Defects in preserving the integrity of the mucosal barriers can result in systemic endotoxaemia that contributes to chronic low-grade inflammation, which further promotes the development of metabolic syndrome. Interleukin (IL)-22 exerts essential roles in eliciting antimicrobial immunity and maintaining mucosal barrier integrity within the intestine. Here we investigate the connection between IL-22 and metabolic disorders. We find that the induction of IL-22 from innate lymphoid cells and CD4+ T cells is impaired in obese mice under various immune challenges, especially in the colon during infection with Citrobacter rodentium. While innate lymphoid cell populations are largely intact in obese mice, the upregulation of IL-23, a cytokine upstream of IL-22, is compromised during the infection. Consequently, these mice are susceptible to C. rodentium infection, and both exogenous IL-22 and IL-23 are able to restore the mucosal host defence. Importantly, we further unveil unexpected functions of IL-22 in regulating metabolism. Mice deficient in IL-22 receptor and fed with high-fat diet are prone to developing metabolic disorders. Strikingly, administration of exogenous IL-22 in genetically obese leptin-receptor-deficient (db/db) mice and mice fed with high-fat diet reverses many of the metabolic symptoms, including hyperglycaemia and insulin resistance. IL-22 shows diverse metabolic benefits, as it improves insulin sensitivity, preserves gut mucosal barrier and endocrine functions, decreases endotoxaemia and chronic inflammation, and regulates lipid metabolism in liver and adipose tissues. In summary, we identify the IL-22 pathway as a novel target for therapeutic intervention in metabolic diseases.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/tU10am62Y8I/nature13564", 
        "title": "Interleukin-22 alleviates metabolic disorders and restores mucosal immunity in diabetes"
    }, 
    {
        "author": "Christopher R. Faehnle", 
        "date": "2014-08-03", 
        "description": "The pluripotency factor Lin28 inhibits the biogenesis of the let-7 family of mammalian microRNAs. Lin28 is highly expressed in embryonic stem cells and has a fundamental role in regulation of development, glucose metabolism and tissue regeneration. Overexpression of Lin28 is correlated with the onset of numerous cancers, whereas let-7, a tumour suppressor, silences several human oncogenes. Lin28 binds to precursor let-7 (pre-let-7) hairpins, triggering the 3′ oligo-uridylation activity of TUT4 and TUT7 (refs 10, 11, 12). The oligoU tail added to pre-let-7 serves as a decay signal, as it is rapidly degraded by Dis3l2 (refs 13, 14), a homologue of the catalytic subunit of the RNA exosome. The molecular basis of Lin28-mediated recruitment of TUT4 and TUT7 to pre-let-7 and its subsequent degradation by Dis3l2 is largely unknown. To examine the mechanism of Dis3l2 substrate recognition we determined the structure of mouse Dis3l2 in complex with an oligoU RNA to mimic the uridylated tail of pre-let-7. Three RNA-binding domains form an open funnel on one face of the catalytic domain that allows RNA to navigate a path to the active site different from that of its exosome counterpart. The resulting path reveals an extensive network of uracil-specific interactions spanning the first 12 nucleotides of an oligoU-tailed RNA. We identify three U-specificity zones that explain how Dis3l2 recognizes, binds and processes uridylated pre-let-7 in the final step of the Lin28–let-7 pathway.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/pa5_l_Vlmmk/nature13553", 
        "title": "Mechanism of Dis3l2 substrate recognition in the Lin28–let-7 pathway"
    }, 
    {
        "author": "Dorota Skowronska-Krawczyk", 
        "date": "2014-08-03", 
        "description": "Homeodomain proteins, described 30 years ago, exert essential roles in development as regulators of target gene expression; however, the molecular mechanisms underlying transcriptional activity of homeodomain factors remain poorly understood. Here investigation of a developmentally required POU-homeodomain transcription factor, Pit1 (also known as Pou1f1), has revealed that, unexpectedly, binding of Pit1-occupied enhancers to a nuclear matrin-3-rich network/architecture is a key event in effective activation of the Pit1-regulated enhancer/coding gene transcriptional program. Pit1 association with Satb1 (ref. 8) and β-catenin is required for this tethering event. A naturally occurring, dominant negative, point mutation in human PIT1(R271W), causing combined pituitary hormone deficiency, results in loss of Pit1 association with β-catenin and Satb1 and therefore the matrin-3-rich network, blocking Pit1-dependent enhancer/coding target gene activation. This defective activation can be rescued by artificial tethering of the mutant R271W Pit1 protein to the matrin-3 network, bypassing the pre-requisite association with β-catenin and Satb1 otherwise required. The matrin-3 network-tethered R271W Pit1 mutant, but not the untethered protein, restores Pit1-dependent activation of the enhancers and recruitment of co-activators, exemplified by p300, causing both enhancer RNA transcription and target gene activation. These studies have thus revealed an unanticipated homeodomain factor/β-catenin/Satb1-dependent localization of target gene regulatory enhancer regions to a subnuclear architectural structure that serves as an underlying mechanism by which an enhancer-bound homeodomain factor effectively activates developmental gene transcriptional programs.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/quJc93EfYZg/nature13573", 
        "title": "Required enhancer–matrin-3 network interactions for a homeodomain transcription program"
    }, 
    {
        "author": "Jeanine L. Van Nostrand", 
        "date": "2014-08-03", 
        "description": "CHARGE syndrome is a multiple anomaly disorder in which patients present with a variety of phenotypes, including ocular coloboma, heart defects, choanal atresia, retarded growth and development, genitourinary hypoplasia and ear abnormalities. Despite 70–90% of CHARGE syndrome cases resulting from mutations in the gene CHD7, which encodes an ATP-dependent chromatin remodeller, the pathways underlying the diverse phenotypes remain poorly understood. Surprisingly, our studies of a knock-in mutant mouse strain that expresses a stabilized and transcriptionally dead variant of the tumour-suppressor protein p53 (p5325,26,53,54), along with a wild-type allele of p53 (also known as Trp53), revealed late-gestational embryonic lethality associated with a host of phenotypes that are characteristic of CHARGE syndrome, including coloboma, inner and outer ear malformations, heart outflow tract defects and craniofacial defects. We found that the p5325,26,53,54 mutant protein stabilized and hyperactivated wild-type p53, which then inappropriately induced its target genes and triggered cell-cycle arrest or apoptosis during development. Importantly, these phenotypes were only observed with a wild-type p53 allele, as p5325,26,53,54/− embryos were fully viable. Furthermore, we found that CHD7 can bind to the p53 promoter, thereby negatively regulating p53 expression, and that CHD7 loss in mouse neural crest cells or samples from patients with CHARGE syndrome results in p53 activation. Strikingly, we found that p53 heterozygosity partially rescued the phenotypes in Chd7-null mouse embryos, demonstrating that p53 contributes to the phenotypes that result from CHD7 loss. Thus, inappropriate p53 activation during development can promote CHARGE phenotypes, supporting the idea that p53 has a critical role in developmental syndromes and providing important insight into the mechanisms underlying CHARGE syndrome.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/dRLl2w50RkY/nature13585", 
        "title": "Inappropriate p53 activation during development induces features of CHARGE syndrome"
    }, 
    {
        "author": "Zhe-Xi Luo", 
        "date": "2014-07-30", 
        "description": "Mice deficient in the EDA protein lack normal tooth features. Restoring EDA in embryonic teeth at increasing doses has now been found to recover these dental features in a stepwise pattern that mimics evolution.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/aIdABie_ATY/nature13651", 
        "title": "Evolution: Tooth structure re-engineered"
    }, 
    {
        "author": "Enni Harjunmaa", 
        "date": "2014-07-30", 
        "description": "Gradual changes that occur to mammalian tooth morphology across evolutionary time were modelled in vitro and in vivo by modulation of signalling pathways in the mouse, and computer modelling was used to provide further analysis of the parameters influencing tooth morphology.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/NzSM0FnK6TE/nature13613", 
        "title": "Replaying evolutionary transitions from the dental fossil record"
    }, 
    {
        "author": "Greg Gibson", 
        "date": "2014-07-23", 
        "description": "A comparison of colorectal cancer and normal cells from 103 patients identifies dozens of genes that are differently expressed in tumour cells as a result of altered regulation of transcription.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/oCb9quv6zPg/nature13649", 
        "title": "Cancer: Directions for the drivers"
    }, 
    {
        "author": "Halit Ongen", 
        "date": "2014-07-23", 
        "description": "The cis-regulatory effects responsible for cancer development have not been as extensively studied as the perturbations of the protein coding genome in tumorigenesis. To better characterize colorectal cancer (CRC) development we conducted an RNA-sequencing experiment of 103 matched tumour and normal colon mucosa samples from Danish CRC patients, 90 of which were germline-genotyped. By investigating allele-specific expression (ASE) we show that the germline genotypes remain important determinants of allelic gene expression in tumours. Using the changes in ASE in matched pairs of samples we discover 71 genes with excess of somatic cis-regulatory effects in CRC, suggesting a cancer driver role. We correlate genotypes and gene expression to identify expression quantitative trait loci (eQTLs) and find 1,693 and 948 eQTLs in normal samples and tumours, respectively. We estimate that 36% of the tumour eQTLs are exclusive to CRC and show that this specificity is partially driven by increased expression of specific transcription factors and changes in methylation patterns. We show that tumour-specific eQTLs are more enriched for low CRC genome-wide association study (GWAS) P values than shared eQTLs, which suggests that some of the GWAS variants are tumour specific regulatory variants. Importantly, tumour-specific eQTL genes also accumulate more somatic mutations when compared to the shared eQTL genes, raising the possibility that they constitute germline-derived cancer regulatory drivers. Collectively the integration of genome and the transcriptome reveals a substantial number of putative somatic and germline cis-regulatory cancer changes that may have a role in tumorigenesis.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/A7-c759JYhE/nature13602", 
        "title": "Putative cis-regulatory drivers in colorectal cancer"
    }, 
    {
        "author": "Kai Deng", 
        "date": "2014-07-20", 
        "description": "Giving monkeys antiretroviral therapy from just three days after exposure to simian immunodeficiency virus does not prevent a subsequent rebound of viral replication, suggesting that viral reservoirs are established early.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/LGZpnbMtFd0/nature13647", 
        "title": "HIV: Early treatment may not be early enough"
    }, 
    {
        "author": "Sean T. Michaletz", 
        "date": "2014-07-20", 
        "description": "Net primary production is affected by temperature and precipitation, but whether this is a direct kinetic effect on plant metabolism or an indirect ecological effect mediated by changes in plant age, plant biomass or growing season length is unclear — this study develops metabolic scaling theory to be able to answer this question and applies it to a global data set of plant productivity, concluding that it is indirect effects that explain the influence of climate on productivity, which is characterized by a common scaling relationship across climate gradients.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/YyODND68fU0/nature13470", 
        "title": "Convergence of terrestrial plant production across global climate gradients"
    }, 
    {
        "author": "James B. Whitney", 
        "date": "2014-07-20", 
        "description": "The viral reservoir represents a critical challenge for human immunodeficiency virus type 1 (HIV-1) eradication strategies. However, it remains unclear when and where the viral reservoir is seeded during acute infection and the extent to which it is susceptible to early antiretroviral therapy (ART). Here we show that the viral reservoir is seeded rapidly after mucosal simian immunodeficiency virus (SIV) infection of rhesus monkeys and before systemic viraemia. We initiated suppressive ART in groups of monkeys on days 3, 7, 10 and 14 after intrarectal SIVMAC251 infection. Treatment with ART on day 3 blocked the emergence of viral RNA and proviral DNA in peripheral blood and also substantially reduced levels of proviral DNA in lymph nodes and gastrointestinal mucosa as compared with treatment at later time points. In addition, treatment on day 3 abrogated the induction of SIV-specific humoral and cellular immune responses. Nevertheless, after discontinuation of ART following 24 weeks of fully suppressive therapy, virus rebounded in all animals, although the monkeys that were treated on day 3 exhibited a delayed viral rebound as compared with those treated on days 7, 10 and 14. The time to viral rebound correlated with total viraemia during acute infection and with proviral DNA at the time of ART discontinuation. These data demonstrate that the viral reservoir is seeded rapidly after intrarectal SIV infection of rhesus monkeys, during the ‘eclipse’ phase, and before detectable viraemia. This strikingly early seeding of the refractory viral reservoir raises important new challenges for HIV-1 eradication strategies.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/UYtuXaf5mmI/nature13594", 
        "title": "Rapid seeding of the viral reservoir prior to SIV viraemia in rhesus monkeys"
    }, 
    {
        "author": "Eric S. Fischer", 
        "date": "2014-07-16", 
        "description": "The crystal structures of thalidomide and its derivatives bound to the E3 ligase subcomplex DDB1–CRBN are shown; these drugs are found to have dual functions, interfering with the binding of certain cellular substrates to the E3 ligase but promoting the binding of others, thereby modulating the degradation of cellular proteins.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/WBLv880LHKQ/nature13527", 
        "title": "Structure of the DDB1–CRBN E3 ubiquitin ligase in complex with thalidomide"
    }, 
    {
        "author": "Yad Ghavi-Helm", 
        "date": "2014-07-02", 
        "description": "Developmental enhancers initiate transcription and are fundamental to our understanding of developmental networks, evolution and disease. Despite their importance, the properties governing enhancer–promoter interactions and their dynamics during embryogenesis remain unclear. At the β-globin locus, enhancer–promoter interactions appear dynamic and cell-type specific, whereas at the HoxD locus they are stable and ubiquitous, being present in tissues where the target genes are not expressed. The extent to which preformed enhancer–promoter conformations exist at other, more typical, loci and how transcription is eventually triggered is unclear. Here we generated a high-resolution map of enhancer three-dimensional contacts during Drosophila embryogenesis, covering two developmental stages and tissue contexts, at unprecedented resolution. Although local regulatory interactions are common, long-range interactions are highly prevalent within the compact Drosophila genome. Each enhancer contacts multiple enhancers, and promoters with similar expression, suggesting a role in their co-regulation. Notably, most interactions appear unchanged between tissue context and across development, arising before gene activation, and are frequently associated with paused RNA polymerase. Our results indicate that the general topology governing enhancer contacts is conserved from flies to humans and suggest that transcription initiates from preformed enhancer–promoter loops through release of paused polymerase.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/6zzrnRFZ1UA/nature13417", 
        "title": "Enhancer loops appear stable during development and are associated with paused polymerase"
    }, 
    {
        "author": "Lieselotte Vande Walle", 
        "date": "2014-06-29", 
        "description": "Rheumatoid arthritis is a chronic autoinflammatory disease that affects 1–2% of the world’s population and is characterized by widespread joint inflammation. Interleukin-1 is an important mediator of cartilage destruction in rheumatic diseases, but our understanding of the upstream mechanisms leading to production of interleukin-1β in rheumatoid arthritis is limited by the absence of suitable mouse models of the disease in which inflammasomes contribute to pathology. Myeloid-cell-specific deletion of the rheumatoid arthritis susceptibility gene A20/Tnfaip3 in mice (A20myel-KO mice) triggers a spontaneous erosive polyarthritis that resembles rheumatoid arthritis in patients. Rheumatoid arthritis in A20myel-KO mice is not rescued by deletion of tumour necrosis factor receptor 1 (ref. 2). Here we show, however, that it crucially relies on the Nlrp3 inflammasome and interleukin-1 receptor signalling. Macrophages lacking A20 have increased basal and lipopolysaccharide-induced expression levels of the inflammasome adaptor Nlrp3 and proIL-1β. As a result, A20-deficiency in macrophages significantly enhances Nlrp3 inflammasome-mediated caspase-1 activation, pyroptosis and interleukin-1β secretion by soluble and crystalline Nlrp3 stimuli. In contrast, activation of the Nlrc4 and AIM2 inflammasomes is not altered. Importantly, increased Nlrp3 inflammasome activation contributes to the pathology of rheumatoid arthritis in vivo, because deletion of Nlrp3, caspase-1 and the interleukin-1 receptor markedly protects against rheumatoid-arthritis-associated inflammation and cartilage destruction in A20myel-KO mice. These results reveal A20 as a novel negative regulator of Nlrp3 inflammasome activation, and describe A20myel-KO mice as the first experimental model to study the role of inflammasomes in the pathology of rheumatoid arthritis.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/3HfWsJKIeYk/nature13322", 
        "title": "Negative regulation of the NLRP3 inflammasome by A20 protects against arthritis"
    }, 
    {
        "author": "Lorena Arranz", 
        "date": "2014-06-22", 
        "description": "Myeloproliferative neoplasms (MPNs) are diseases caused by mutations in the haematopoietic stem cell (HSC) compartment. Most MPN patients have a common acquired mutation of Janus kinase 2 (JAK2) gene in HSCs that renders this kinase constitutively active, leading to uncontrolled cell expansion. The bone marrow microenvironment might contribute to the clinical outcomes of this common event. We previously showed that bone marrow nestin+ mesenchymal stem cells (MSCs) innervated by sympathetic nerve fibres regulate normal HSCs. Here we demonstrate that abrogation of this regulatory circuit is essential for MPN pathogenesis. Sympathetic nerve fibres, supporting Schwann cells and nestin+ MSCs are consistently reduced in the bone marrow of MPN patients and mice expressing the human JAK2(V617F) mutation in HSCs. Unexpectedly, MSC reduction is not due to differentiation but is caused by bone marrow neural damage and Schwann cell death triggered by interleukin-1β produced by mutant HSCs. In turn, in vivo depletion of nestin+ cells or their production of CXCL12 expanded mutant HSC number and accelerated MPN progression. In contrast, administration of neuroprotective or sympathomimetic drugs prevented mutant HSC expansion. Treatment with β3-adrenergic agonists that restored the sympathetic regulation of nestin+ MSCs prevented the loss of these cells and blocked MPN progression by indirectly reducing the number of leukaemic stem cells. Our results demonstrate that mutant-HSC-driven niche damage critically contributes to disease manifestation in MPN and identify niche-forming MSCs and their neural regulation as promising therapeutic targets.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/kvUICgzwqTM/nature13383", 
        "title": "Neuropathy of haematopoietic stem cell niche is essential for myeloproliferative neoplasms"
    }, 
    {
        "author": "Sayan Gupta", 
        "date": "2014-06-22", 
        "description": "The proton gradient is a principal energy source for respiration-dependent active transport, but the structural mechanisms of proton-coupled transport processes are poorly understood. YiiP is a proton-coupled zinc transporter found in the cytoplasmic membrane of Escherichia coli. Its transport site receives protons from water molecules that gain access to its hydrophobic environment and transduces the energy of an inward proton gradient to drive Zn(ii) efflux. This membrane protein is a well-characterized member of the family of cation diffusion facilitators that occurs at all phylogenetic levels. Here we show, using X-ray-mediated hydroxyl radical labelling of YiiP and mass spectrometry, that Zn(ii) binding triggers a highly localized, all-or-nothing change of water accessibility to the transport site and an adjacent hydrophobic gate. Millisecond time-resolved dynamics reveal a concerted and reciprocal pattern of accessibility changes along a transmembrane helix, suggesting a rigid-body helical re-orientation linked to Zn(ii) binding that triggers the closing of the hydrophobic gate. The gated water access to the transport site enables a stationary proton gradient to facilitate the conversion of zinc-binding energy to the kinetic power stroke of a vectorial zinc transport. The kinetic details provide energetic insights into a proton-coupled active-transport reaction.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/Ozax3CwgHLc/nature13382", 
        "title": "Visualizing the kinetic power stroke that drives proton-coupled zinc(ii) transport"
    }, 
    {
        "author": "Yuen-Yi Tseng", 
        "date": "2014-06-22", 
        "description": "‘Gain’ of supernumerary copies of the 8q24.21 chromosomal region has been shown to be common in many human cancers and is associated with poor prognosis. The well-characterized myelocytomatosis (MYC) oncogene resides in the 8q24.21 region and is consistently co-gained with an adjacent ‘gene desert’ of approximately 2 megabases that contains the long non-coding RNA gene PVT1, the CCDC26 gene candidate and the GSDMC gene. Whether low copy-number gain of one or more of these genes drives neoplasia is not known. Here we use chromosome engineering in mice to show that a single extra copy of either the Myc gene or the region encompassing Pvt1, Ccdc26 and Gsdmc fails to advance cancer measurably, whereas a single supernumerary segment encompassing all four genes successfully promotes cancer. Gain of PVT1 long non-coding RNA expression was required for high MYC protein levels in 8q24-amplified human cancer cells. PVT1 RNA and MYC protein expression correlated in primary human tumours, and copy number of PVT1 was co-increased in more than 98% of MYC-copy-increase cancers. Ablation of PVT1 from MYC-driven colon cancer line HCT116 diminished its tumorigenic potency. As MYC protein has been refractory to small-molecule inhibition, the dependence of high MYC protein levels on PVT1 long non-coding RNA provides a much needed therapeutic target.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/5mCr78x6VXE/nature13311", 
        "title": "PVT1 dependence in cancer with MYC copy-number increase"
    }, 
    {
        "author": "Stephen D. Bartlett", 
        "date": "2014-06-11", 
        "description": "What gives quantum computers that extra oomph over their classical digital counterparts? An intrinsic, measurable aspect of quantum mechanics called contextuality, it now emerges.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/ebVsDocWY-E/nature13504", 
        "title": "Quantum computing: Powered by magic"
    }, 
    {
        "author": "Emilio Hirsch", 
        "date": "2014-06-11", 
        "description": "The finding that phosphoinositide-3-OH kinase δ restrains the antitumour immune response by promoting the action of suppressive immune cells may broaden the applicability of drugs targeting this enzyme to multiple cancers.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/aqXYTRPVrWE/nature13503", 
        "title": "Cancer: Natural-born killers unleashed"
    }, 
    {
        "author": "Mark Howard", 
        "date": "2014-06-11", 
        "description": "Quantum computing promises advantages over classical computing for certain problems; now ‘quantum contextuality’ — a generalization of the concept of quantum non-locality — is shown to be a critical resource that gives the most promising class of quantum computers their power.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/PPeKTc98euU/nature13460", 
        "title": "Contextuality supplies the ‘magic’ for quantum computation"
    }, 
    {
        "author": "Alexander A. Myburg", 
        "date": "2014-06-11", 
        "description": "The Eucalyptus grandis genome has been sequenced, revealing the greatest number of tandem duplications of any plant genome sequenced so far, and the highest diversity of genes for specialized metabolites that act as chemical defence and provide unique pharmaceutical oils; genome sequencing of the sister species E. globulus and a set of inbred E. grandis tree genomes reveals dynamic genome evolution and hotspots of inbreeding depression.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/w1iCdjC-590/nature13308", 
        "title": "The genome of Eucalyptus grandis"
    }, 
    {
        "author": "Alex K. Shalek", 
        "date": "2014-06-11", 
        "description": "Large-scale single-cell RNA-seq of stimulated primary mouse bone-marrow-derived dendritic cells highlights positive and negative intercellular signalling pathways that promote and restrain cellular variation.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/5dhcJ7Oi1Es/nature13437", 
        "title": "Single-cell RNA-seq reveals dynamic paracrine control of cellular variation"
    }, 
    {
        "author": "Khaled Ali", 
        "date": "2014-06-11", 
        "description": "Inhibitors against the p110δ isoform of phosphoinositide-3-OH kinase (PI(3)K) have shown remarkable therapeutic efficacy in some human leukaemias. As p110δ is primarily expressed in leukocytes, drugs against p110δ have not been considered for the treatment of solid tumours. Here we report that p110δ inactivation in mice protects against a broad range of cancers, including non-haematological solid tumours. We demonstrate that p110δ inactivation in regulatory T cells unleashes CD8+ cytotoxic T cells and induces tumour regression. Thus, p110δ inhibitors can break tumour-induced immune tolerance and should be considered for wider use in oncology.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/mu5skuGv2oU/nature13444", 
        "title": "Inactivation of PI(3)K p110δ breaks regulatory T-cell-mediated immune tolerance to cancer"
    }, 
    {
        "author": "Elizabeth K. Costello", 
        "date": "2014-06-04", 
        "description": "Undernourished children fall behind not only on growth, but also on maturation of their intestinal bacterial communities, according to a study comparing acutely malnourished and healthy Bangladeshi children.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/eU0ZIPiOagc/nature13347", 
        "title": "Population health: Immaturity in the gut microbial community"
    }, 
    {
        "author": "Alban Ordureau", 
        "date": "2014-06-04", 
        "description": "The enzyme parkin is known to promote disposal of organelles called mitochondria that have suffered damage. The identification of an enzyme that opposes parkin demonstrates how a delicate balance is maintained in the cell.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/0EgrPOJoG4E/nature13500", 
        "title": "Cell biology: Balancing act"
    }, 
    {
        "author": "Baris Bingol", 
        "date": "2014-06-04", 
        "description": "Damaged mitochondria are removed by mitophagy, and defects in mitophagy are linked to Parkinson’s disease; here it is shown that USP30, a deubiquitinase localized to mitochondria, antagonizes mitophagy by removing the ubiquitin tags put in place by Parkin, USP30 inhibition is therefore potentially beneficial for Parkinson’s disease by promoting mitochondrial clearance and quality control.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/Syu9gI7q3UQ/nature13418", 
        "title": "The mitochondrial deubiquitinase USP30 opposes parkin-mediated mitophagy"
    }, 
    {
        "author": "Sathish Subramanian", 
        "date": "2014-06-04", 
        "description": "Therapeutic food interventions have reduced mortality in children with severe acute malnutrition (SAM), but incomplete restoration of healthy growth remains a major problem. The relationships between the type of nutritional intervention, the gut microbiota, and therapeutic responses are unclear. In the current study, bacterial species whose proportional representation define a healthy gut microbiota as it assembles during the first two postnatal years were identified by applying a machine-learning-based approach to 16S ribosomal RNA data sets generated from monthly faecal samples obtained from birth onwards in a cohort of children living in an urban slum of Dhaka, Bangladesh, who exhibited consistently healthy growth. These age-discriminatory bacterial species were incorporated into a model that computes a ‘relative microbiota maturity index’ and ‘microbiota-for-age Z-score’ that compare postnatal assembly (defined here as maturation) of a child’s faecal microbiota relative to healthy children of similar chronologic age. The model was applied to twins and triplets (to test for associations of these indices with genetic and environmental factors, including diarrhoea), children with SAM enrolled in a randomized trial of two food interventions, and children with moderate acute malnutrition. Our results indicate that SAM is associated with significant relative microbiota immaturity that is only partially ameliorated following two widely used nutritional interventions. Immaturity is also evident in less severe forms of malnutrition and correlates with anthropometric measurements. Microbiota maturity indices provide a microbial measure of human postnatal development, a way of classifying malnourished states, and a parameter for judging therapeutic efficacy. More prolonged interventions with existing or new therapeutic foods and/or addition of gut microbes may be needed to achieve enduring repair of gut microbiota immaturity in childhood malnutrition and improve clinical outcomes.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/MW0DmSvODQ0/nature13421", 
        "title": "Persistent gut microbiota immaturity in malnourished Bangladeshi children"
    }, 
    {
        "author": "Evgeny Z. Kvon", 
        "date": "2014-06-01", 
        "description": "Transcriptional enhancers are crucial regulators of gene expression and animal development and the characterization of their genomic organization, spatiotemporal activities and sequence properties is a key goal in modern biology. Here we characterize the in vivo activity of 7,705 Drosophila melanogaster enhancer candidates covering 13.5% of the non-coding non-repetitive genome throughout embryogenesis. 3,557 (46%) candidates are active, suggesting a high density with 50,000 to 100,000 developmental enhancers genome-wide. The vast majority of enhancers display specific spatial patterns that are highly dynamic during development. Most appear to regulate their neighbouring genes, suggesting that the cis-regulatory genome is organized locally into domains, which are supported by chromosomal domains, insulator binding and genome evolution. However, 12 to 21 per cent of enhancers appear to skip non-expressed neighbours and regulate a more distal gene. Finally, we computationally identify cis-regulatory motifs that are predictive and required for enhancer activity, as we validate experimentally. This work provides global insights into the organization of an animal regulatory genome and the make-up of enhancer sequences and confirms and generalizes principles from previous studies. All enhancer patterns are annotated manually with a controlled vocabulary and all results are available through a web interface (http://enhancers.starklab.org), including the raw images of all microscopy slides for manual inspection at arbitrary zoom levels.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/n7MGcCcYLuQ/nature13395", 
        "title": "Genome-scale functional characterization of Drosophila developmental enhancers in vivo"
    }, 
    {
        "author": "Joseph T. Rodgers", 
        "date": "2014-05-25", 
        "description": "A unique property of many adult stem cells is their ability to exist in a non-cycling, quiescent state. Although quiescence serves an essential role in preserving stem cell function until the stem cell is needed in tissue homeostasis or repair, defects in quiescence can lead to an impairment in tissue function. The extent to which stem cells can regulate quiescence is unknown. Here we show that the stem cell quiescent state is composed of two distinct functional phases, G0 and an ‘alert’ phase we term GAlert. Stem cells actively and reversibly transition between these phases in response to injury-induced systemic signals. Using genetic mouse models specific to muscle stem cells (or satellite cells), we show that mTORC1 activity is necessary and sufficient for the transition of satellite cells from G0 into GAlert and that signalling through the HGF receptor cMet is also necessary. We also identify G0-to-GAlert transitions in several populations of quiescent stem cells. Quiescent stem cells that transition into GAlert possess enhanced tissue regenerative function. We propose that the transition of quiescent stem cells into GAlert functions as an ‘alerting’ mechanism, an adaptive response that positions stem cells to respond rapidly under conditions of injury and stress, priming them for cell cycle entry.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/YFM2GvezZSE/nature13255", 
        "title": "mTORC1 controls the adaptive transition of quiescent stem cells from G0 to GAlert"
    }, 
    {
        "author": "Randall M. Chin", 
        "date": "2014-05-14", 
        "description": "Metabolism and ageing are intimately linked. Compared with ad libitum feeding, dietary restriction consistently extends lifespan and delays age-related diseases in evolutionarily diverse organisms. Similar conditions of nutrient limitation and genetic or pharmacological perturbations of nutrient or energy metabolism also have longevity benefits. Recently, several metabolites have been identified that modulate ageing; however, the molecular mechanisms underlying this are largely undefined. Here we show that α-ketoglutarate (α-KG), a tricarboxylic acid cycle intermediate, extends the lifespan of adult Caenorhabditis elegans. ATP synthase subunit β is identified as a novel binding protein of α-KG using a small-molecule target identification strategy termed drug affinity responsive target stability (DARTS). The ATP synthase, also known as complex V of the mitochondrial electron transport chain, is the main cellular energy-generating machinery and is highly conserved throughout evolution. Although complete loss of mitochondrial function is detrimental, partial suppression of the electron transport chain has been shown to extend C. elegans lifespan. We show that α-KG inhibits ATP synthase and, similar to ATP synthase knockdown, inhibition by α-KG leads to reduced ATP content, decreased oxygen consumption, and increased autophagy in both C. elegans and mammalian cells. We provide evidence that the lifespan increase by α-KG requires ATP synthase subunit β and is dependent on target of rapamycin (TOR) downstream. Endogenous α-KG levels are increased on starvation and α-KG does not extend the lifespan of dietary-restricted animals, indicating that α-KG is a key metabolite that mediates longevity by dietary restriction. Our analyses uncover new molecular links between a common metabolite, a universal cellular energy generator and dietary restriction in the regulation of organismal lifespan, thus suggesting new strategies for the prevention and treatment of ageing and age-related diseases.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/E29JhVapbxg/nature13264", 
        "title": "The metabolite α-ketoglutarate extends lifespan by inhibiting ATP synthase and TOR"
    }, 
    {
        "author": "Rasheduzzaman Chowdhury", 
        "date": "2014-05-11", 
        "description": "2-Oxoglutarate (2OG)-dependent oxygenases have important roles in the regulation of\n                gene expression via demethylation of N-methylated chromatin components and in the hydroxylation of transcription factors\n                and splicing factor proteins. Recently, 2OG-dependent oxygenases\n                that catalyse hydroxylation of transfer RNA and ribosomal\n                    proteins have been shown to be important in translation relating\n                to cellular growth, TH17-cell differentiation and translational\n                    accuracy. The finding that ribosomal oxygenases\n                (ROXs) occur in organisms ranging from prokaryotes to humans raises\n                questions as to their structural and evolutionary relationships. In Escherichia\n                    coli, YcfD catalyses arginine hydroxylation in the ribosomal protein L16; in\n                humans, MYC-induced nuclear antigen (MINA53; also known as MINA) and nucleolar\n                protein 66 (NO66) catalyse histidine hydroxylation in the ribosomal proteins RPL27A\n                and RPL8, respectively. The functional assignments of ROXs open therapeutic\n                possibilities via either ROX inhibition or targeting of differentially modified\n                ribosomes. Despite differences in the residue and protein selectivities of\n                prokaryotic and eukaryotic ROXs, comparison of the crystal structures of E.\n                    coli YcfD and Rhodothermus marinus YcfD with those of human MINA53\n                and NO66 reveals highly conserved folds and novel dimerization modes defining a new\n                structural subfamily of 2OG-dependent oxygenases. ROX structures with and without\n                their substrates support their functional assignments as hydroxylases but not\n                demethylases, and reveal how the subfamily has evolved to catalyse the hydroxylation\n                of different residue side chains of ribosomal proteins. Comparison of ROX crystal\n                structures with those of other JmjC-domain-containing hydroxylases, including the\n                hypoxia-inducible factor asparaginyl hydroxylase FIH and histone\n                    Nε-methyl lysine demethylases, identifies branch\n                points in 2OG-dependent oxygenase evolution and distinguishes between\n                JmjC-containing hydroxylases and demethylases catalysing modifications of\n                translational and transcriptional machinery. The structures reveal that new protein\n                hydroxylation activities can evolve by changing the coordination position from which\n                the iron-bound substrate-oxidizing species reacts. This coordination flexibility has\n                probably contributed to the evolution of the wide range of reactions catalysed by\n                oxygenases.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/XMSFM81DeQY/nature13263", 
        "title": "Ribosomal oxygenases are structurally conserved from prokaryotes to humans"
    }, 
    {
        "author": "Chioniso P. Masamha", 
        "date": "2014-05-11", 
        "description": "The global shortening of messenger RNAs through alternative polyadenylation (APA) that occurs during enhanced cellular proliferation represents an important, yet poorly understood mechanism of regulated gene expression. The 3′ untranslated region (UTR) truncation of growth-promoting mRNA transcripts that relieves intrinsic microRNA- and AU-rich-element-mediated repression has been observed to correlate with cellular transformation; however, the importance to tumorigenicity of RNA 3′-end-processing factors that potentially govern APA is unknown. Here we identify CFIm25 as a broad repressor of proximal poly(A) site usage that, when depleted, increases cell proliferation. Applying a regression model on standard RNA-sequencing data for novel APA events, we identified at least 1,450 genes with shortened 3′ UTRs after CFIm25 knockdown, representing 11% of significantly expressed mRNAs in human cells. Marked increases in the expression of several known oncogenes, including cyclin D1, are observed as a consequence of CFIm25 depletion. Importantly, we identified a subset of CFIm25-regulated APA genes with shortened 3′ UTRs in glioblastoma tumours that have reduced CFIm25 expression. Downregulation of CFIm25 expression in glioblastoma cells enhances their tumorigenic properties and increases tumour size, whereas CFIm25 overexpression reduces these properties and inhibits tumour growth. These findings identify a pivotal role of CFIm25 in governing APA and reveal a previously unknown connection between CFIm25 and glioblastoma tumorigenicity.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/VQEmMLsl5IM/nature13261", 
        "title": "CFIm25 links alternative polyadenylation to glioblastoma tumour suppression"
    }, 
    {
        "author": "Eita Sasaki", 
        "date": "2014-05-11", 
        "description": "Sulphur is an essential element for life and is ubiquitous in living systems. Yet how the sulphur atom is incorporated into many sulphur-containing secondary metabolites is poorly understood. For bond formation between carbon and sulphur in primary metabolites, the major ionic sulphur sources are the persulphide and thiocarboxylate groups on sulphur-carrier (donor) proteins. Each group is post-translationally generated through the action of a specific activating enzyme. In all reported bacterial cases, the gene encoding the enzyme that catalyses the carbon–sulphur bond formation reaction and that encoding the cognate sulphur-carrier protein exist in the same gene cluster. To study the production of the 2-thiosugar moiety in BE-7585A, an antibiotic from Amycolatopsis orientalis, we identified a putative 2-thioglucose synthase, BexX, whose protein sequence and mode of action seem similar to those of ThiG, the enzyme that catalyses thiazole formation in thiamine biosynthesis. However, no gene encoding a sulphur-carrier protein could be located in the BE-7585A cluster. Subsequent genome sequencing uncovered a few genes encoding sulphur-carrier proteins that are probably involved in the biosynthesis of primary metabolites but only one activating enzyme gene in the A. orientalis genome. Further experiments showed that this activating enzyme can adenylate each of these sulphur-carrier proteins and probably also catalyses the subsequent thiolation, through its rhodanese domain. A proper combination of these sulphur-delivery systems is effective for BexX-catalysed 2-thioglucose production. The ability of BexX to selectively distinguish sulphur-carrier proteins is given a structural basis using X-ray crystallography. This study is, to our knowledge, the first complete characterization of thiosugar formation in nature and also demonstrates the receptor promiscuity of the A. orientalis sulphur-delivery system. Our results also show that co-opting the sulphur-delivery machinery of primary metabolism for the biosynthesis of sulphur-containing natural products is probably a general strategy found in nature.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/kGJueAyPMT4/nature13256", 
        "title": "Co-opting sulphur-carrier proteins from primary metabolic pathways for 2-thiosugar biosynthesis"
    }, 
    {
        "author": "Cornelius Miething", 
        "date": "2014-05-04", 
        "description": "PTEN encodes a lipid phosphatase that is underexpressed in many cancers owing to deletions, mutations or gene silencing. PTEN dephosphorylates phosphatidylinositol (3,4,5)-triphosphate, thereby opposing the activity of class I phosphatidylinositol 3-kinases that mediate growth- and survival-factor signalling through phosphatidylinositol 3-kinase effectors such as AKT and mTOR. To determine whether continued PTEN inactivation is required to maintain malignancy, here we generate an RNA interference-based transgenic mouse model that allows tetracycline-dependent regulation of PTEN in a time- and tissue-specific manner. Postnatal Pten knockdown in the haematopoietic compartment produced highly disseminated T-cell acute lymphoblastic leukaemia. Notably, reactivation of PTEN mainly reduced T-cell leukaemia dissemination but had little effect on tumour load in haematopoietic organs. Leukaemia infiltration into the intestine was dependent on CCR9 G-protein-coupled receptor signalling, which was amplified by PTEN loss. Our results suggest that in the absence of PTEN, G-protein-coupled receptors may have an unanticipated role in driving tumour growth and invasion in an unsupportive environment. They further reveal that the role of PTEN loss in tumour maintenance is not invariant and can be influenced by the tissue microenvironment, thereby producing a form of intratumoral heterogeneity that is independent of cancer genotype.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/w7-SrYrK2lQ/nature13239", 
        "title": "PTEN action in leukaemia dictated by the tissue microenvironment"
    }
]