[
    {
        "author": "A. J. Stevens, D. Clarke, R. J. Nicholls, and M. P. Wadey", 
        "date": "2015-06-15", 
        "description": "<b>Estimating the long-term historic evolution of exposure to flooding of coastal populations</b><br /><br />Natural Hazards and Earth System Science, 15, 1215-1229, 2015<br /><br />Author(s): A. J. Stevens, D. Clarke, R. J. Nicholls, and M. P. Wadey<br /><br />Coastal managers face the task of assessing and managing flood risk. This\nrequires knowledge of the area of land, the number of people, properties and\nother infrastructure potentially affected by floods. Such analyses are\nusually static; i.e. they only consider a snapshot of the current situation.\nThis misses the opportunity to learn about the role of key drivers of\nhistorical changes in flood risk, such as development and population rise in\nthe coastal flood plain, as well as sea-level rise.\n<br><br>\nIn this paper, we develop and apply a method to analyse the temporal\nevolution of residential population exposure to coastal flooding. It uses\nreadily available data in a GIS environment. We examine how population and\nsea-level change have modified exposure over two centuries in two\nneighbouring coastal sites: Portsea and Hayling Islands on the UK south\ncoast. The analysis shows that flood exposure changes as a result of\nincreases in population, changes in coastal population density and sea level\nrise. The results indicate that to date, population change is the dominant\ndriver of the increase in exposure to flooding in the study sites, but\nclimate change may outweigh this in the future. A full analysis of changing\nflood risk is not possible as data on historic defences and wider\nvulnerability are not available. Hence, the historic evolution of flood\nexposure is as close as we can get to a historic evolution of flood risk.\n<br><br>\nThe method is applicable anywhere that suitable floodplain geometry, sea\nlevel and population data sets are available and could be widely applied, and\nwill help inform coastal managers of the time evolution in coastal flood drivers.", 
        "journal": "Natural Hazards and Earth System Science", 
        "link": "http://www.nat-hazards-earth-syst-sci.net/15/1215/2015/", 
        "title": "Estimating the long-term historic evolution of exposure to flooding of coastal populations"
    }, 
    {
        "author": "T. Simoniello, R. Coluzzi, V. Imbrenda, and M. Lanfredi", 
        "date": "2015-06-12", 
        "description": "<b>Land cover changes and forest landscape evolution (1985&ndash;2009) in a typical Mediterranean agroforestry system (high Agri Valley)</b><br /><br />Natural Hazards and Earth System Science, 15, 1201-1214, 2015<br /><br />Author(s): T. Simoniello, R. Coluzzi, V. Imbrenda, and M. Lanfredi<br /><br />The present study focuses on the transformations of a typical Mediterranean\nagroforestry landscape of southern Italy (high Agri Valley – Basilicata\nregion) that occurred over 24 years. In this period, the valuable agricultural\nand natural areas that compose such a landscape were subjected to intensive\nindustry-related activities linked to the exploitation of the largest\nEuropean onshore oil reservoir. Landsat imagery acquired in 1985 and 2009\nwere used to detect changes in forest areas and major land use trajectories.\nLandscape metrics indicators were adopted to characterize landscape\nstructure and evolution of both the complex ecomosaic (14 land cover\nclasses) and the forest/non-forest arrangement. Our results indicate a net\nincrease of 11% of forest areas between 1985 and 2009. The major changes\nconcern increase of all forest covers at the expense of pastures and\ngrasses, enlargement of riparian vegetation, and expansion of artificial areas.\nThe observed expansion of forests was accompanied by a decrease of the\nfragmentation levels likely due to the reduction of small glades that break\nforest homogeneity and to the recolonization of herbaceous areas. Overall,\nwe observe an evolution towards a more stable configuration depicting a\nsatisfactory picture of vegetation health.", 
        "journal": "Natural Hazards and Earth System Science", 
        "link": "http://www.nat-hazards-earth-syst-sci.net/15/1201/2015/", 
        "title": "Land cover changes and forest landscape evolution (1985&ndash;2009) in a typical Mediterranean agroforestry system (high Agri Valley)"
    }, 
    {
        "author": "D. Sakuna-Schwartz, P. Feldens, K. Schwarzer, S. Khokiattiwong, and K. Stattegger", 
        "date": "2015-06-12", 
        "description": "<b>Internal structure of event layers preserved on the Andaman Sea continental shelf, Thailand: tsunami vs. storm and flash-flood deposits</b><br /><br />Natural Hazards and Earth System Science, 15, 1181-1199, 2015<br /><br />Author(s): D. Sakuna-Schwartz, P. Feldens, K. Schwarzer, S. Khokiattiwong, and K. Stattegger<br /><br />Tsunami, storm and flash-flood event layers, which have been deposited over\nthe last century on the shelf offshore Khao Lak (Thailand, Andaman Sea), are\nidentified in sediment cores based on sedimentary structures, grain size\ncompositions, Ti / Ca ratios and <sup>210</sup>Pb activity. Individual offshore\ntsunami deposits are 12 to 30 cm in thickness and originate from the 2004\nIndian Ocean Tsunami. They are characterized by (1) the appearance of sand\nlayers enriched in shells and shell debris and (2) the appearance of mud and\nsand clasts. Storm deposits found in core depths between 5 and 82 cm could\nbe attributed to recent storm events by using <sup>210</sup>Pb profiles in\nconjunction with historical data of typhoons and tropical storms. Massive\nsand layers enriched in shells and shell debris characterize storm deposits.\nThe last classified type of event layer represents reworked flash-flood\ndeposits, which are characterized by a fining-upward sequence of muddy\nsediment. The most distinct difference between storm and tsunami deposits is\nthe lack of mud and sand clasts, mud content and terrigenous material\nwithin storm deposits. Terrigenous material transported offshore during the\ntsunami backwash is therefore an important indicator to distinguish between\nstorm and tsunami deposits in offshore environments.", 
        "journal": "Natural Hazards and Earth System Science", 
        "link": "http://www.nat-hazards-earth-syst-sci.net/15/1181/2015/", 
        "title": "Internal structure of event layers preserved on the Andaman Sea continental shelf, Thailand: tsunami vs. storm and flash-flood deposits"
    }, 
    {
        "author": "D. S. Rivas, M. A. Somos-Valenzuela, B. R. Hodges, and D. C. McKinney", 
        "date": "2015-06-09", 
        "description": "<b>Predicting outflow induced by moraine failure in glacial lakes: the Lake Palcacocha case from an uncertainty perspective</b><br /><br />Natural Hazards and Earth System Science, 15, 1163-1179, 2015<br /><br />Author(s): D. S. Rivas, M. A. Somos-Valenzuela, B. R. Hodges, and D. C. McKinney<br /><br />Moraine dam collapse is one of the causes of glacial lake outburst floods.\nAvailable models seek to predict both moraine breach formation and lake\noutflow. The models depend on hydraulic, erosion, and geotechnical\nparameters that are mostly unknown or uncertain. This paper estimates the\noutflow hydrograph caused by a potential erosive collapse of the moraine dam\nof Lake Palcacocha in Peru and quantifies the uncertainty of the results.\nThe overall aim is to provide a simple yet hydraulically robust approach for\ncalculating the expected outflow hydrographs that is useful for risk\nassessment studies. To estimate the peak outflow and failure time of the\nhydrograph, we assessed several available empirical equations based on lake\nand moraine geometries; each equation has defined confidence intervals for\npeak flow predictions. Complete outflow hydrographs for each peak flow\ncondition were modeled using a hydraulic simulation model calibrated to\nmatch the peak flows estimated with the empirical equations. Failure time\nand peak flow differences between the simulations, and the corresponding\nempirical equations were used as error parameters. Along with an expected\nhydrograph, lower and upper bound hydrographs were calculated for Lake\nPalcacocha, representing the confidence interval of the results. The\napproach has several advantages: first, it is simple and robust. Second, it\nevaluates the capability of empirical equations to reproduce the conditions\nof the lake and moraine dam. Third, this approach accounts for uncertainty\nin the hydrographs estimations, which makes it appropriate for risk\nmanagement studies.", 
        "journal": "Natural Hazards and Earth System Science", 
        "link": "http://www.nat-hazards-earth-syst-sci.net/15/1163/2015/", 
        "title": "Predicting outflow induced by moraine failure in glacial lakes: the Lake Palcacocha case from an uncertainty perspective"
    }, 
    {
        "author": "H. Kreibich, L. M. Bouwer, and R. Schwarze", 
        "date": "2015-06-05", 
        "description": "<b>Preface: Current advances in analysis, modelling and mitigation of the costs of natural hazards</b><br /><br />Natural Hazards and Earth System Science, 15, 1157-1162, 2015<br /><br />Author(s): H. Kreibich, L. M. Bouwer, and R. Schwarze<br /><br />", 
        "journal": "Natural Hazards and Earth System Science", 
        "link": "http://www.nat-hazards-earth-syst-sci.net/15/1157/2015/", 
        "title": "Preface: Current advances in analysis, modelling and mitigation of the costs of natural hazards"
    }, 
    {
        "author": "Z. Chen, X. Zhou, J. Du, C. Xie, L. Liu, Y. Li, L. Yi, H. Liu, and Y. Cui", 
        "date": "2015-06-05", 
        "description": "<b>Hydrochemical characteristics of hot spring waters in the Kangding district related to the Lushan <i>M</i><sub>S</sub> = 7.0 earthquake in Sichuan, China</b><br /><br />Natural Hazards and Earth System Science, 15, 1149-1156, 2015<br /><br />Author(s): Z. Chen, X. Zhou, J. Du, C. Xie, L. Liu, Y. Li, L. Yi, H. Liu, and Y. Cui<br /><br />Hydrogeochemistry of 10 hot springs in the Kangding\ndistrict was investigated by analyzing cation and anion concentrations in\nthe spring water. The water samples were collected in the 5 days after the\nLushan <i>M</i><sub>S</sub> = 7.0 earthquake, which occurred on 20 April 2013. The spring waters\nare classified into seven chemical types based on their hydrochemical\ncompositions. Compared with hydrochemical data before the Lushan\nearthquake, concentrations of Ca<sup>2+</sup>, HCO<sub>3</sub><sup>-</sup> and total dissolved solid (TDS) in water\nsamples from the Guanding, Erdaoqiao, Gonghe, Erhaoying, Tianwanhe and Caoke\nsprings significantly increased, which may be the result of a greater increase in\ngroundwater from carbonate rocks, and water–carbonate rock\ninteractions, enhanced by the increment of CO<sub>2</sub>. Concentrations of Na<sup>+</sup>, Cl<sup>-</sup>\nand SO<sub>4</sub><sup>2-</sup> in water samples from the Guanding, Zheduotang,\nXinxing and Gonghe springs decreased, indicating a dilution of shallow waters.\nConcentrations of Na<sup>+</sup> and SO<sub>4</sub><sup>2-</sup> in water samples from the\nErhaoying spring water increased, which may be attributed to water–granite\ninteractions enhanced by H<sub>2</sub>S. The results indicated that hydrochemical\ncomponents of spring water could be used as an effective indicator for earthquakes.", 
        "journal": "Natural Hazards and Earth System Science", 
        "link": "http://www.nat-hazards-earth-syst-sci.net/15/1149/2015/", 
        "title": "Hydrochemical characteristics of hot spring waters in the Kangding district related to the Lushan <i>M</i><sub>S</sub> = 7.0 earthquake in Sichuan, China"
    }, 
    {
        "author": "T. Bulteau, D. Idier, J. Lambert, and M. Garcin", 
        "date": "2015-06-05", 
        "description": "<b>How historical information can improve estimation and prediction of extreme coastal water levels: application to the Xynthia event at La Rochelle (France)</b><br /><br />Natural Hazards and Earth System Science, 15, 1135-1147, 2015<br /><br />Author(s): T. Bulteau, D. Idier, J. Lambert, and M. Garcin<br /><br />The knowledge of extreme coastal water levels is useful for coastal flooding\nstudies or the design of coastal defences. While deriving such extremes with\nstandard analyses using tide-gauge measurements, one often needs to deal\nwith limited effective duration of observation which can result in large\nstatistical uncertainties. This is even truer when one faces the issue of\noutliers, those particularly extreme values distant from the others which\nincrease the uncertainty on the results. In this study, we investigate how\nhistorical information, even partial, of past events reported in archives\ncan reduce statistical uncertainties and relativise such outlying\nobservations. A Bayesian Markov chain Monte Carlo method is developed to\ntackle this issue. We apply this method to the site of La Rochelle (France),\nwhere the storm Xynthia in 2010 generated a water level considered so far as\nan outlier. Based on 30 years of tide-gauge measurements and 8 historical\nevents, the analysis shows that (1) integrating historical information in\nthe analysis greatly reduces statistical uncertainties on return levels (2)\nXynthia's water level no longer appears as an outlier, (3) we could have\nreasonably predicted the annual exceedance probability of that level\nbeforehand (predictive probability for 2010 based on data until the end of 2009\nof the same order of magnitude as the standard estimative probability using\ndata until the end of 2010). Such results illustrate the usefulness of historical\ninformation in extreme value analyses of coastal water levels, as well as\nthe relevance of the proposed method to integrate heterogeneous data in such\nanalyses.", 
        "journal": "Natural Hazards and Earth System Science", 
        "link": "http://www.nat-hazards-earth-syst-sci.net/15/1135/2015/", 
        "title": "How historical information can improve estimation and prediction of extreme coastal water levels: application to the Xynthia event at La Rochelle (France)"
    }, 
    {
        "author": "E. Pekkan, M. Tun, Y. Guney, and S. Mutlu", 
        "date": "2015-06-02", 
        "description": "<b>Integrated seismic risk analysis using simple weighting method: the case of residential Eskişehir, Turkey</b><br /><br />Natural Hazards and Earth System Science, 15, 1123-1133, 2015<br /><br />Author(s): E. Pekkan, M. Tun, Y. Guney, and S. Mutlu<br /><br />A large part of the residential areas in Turkey are at risk from earthquakes.\nThe main factors that threaten residential areas during an earthquake are\npoor quality building stock and soil problems. Liquefaction, loss of bearing\ncapacity, amplification, slope failure, and landslide hazards must be taken\ninto account for residential areas that are close to fault zones and covered\nwith younger sediments. Analyzing these hazards separately and then combining\nthe analyses would ensure a more realistic risk evaluation according to\npopulation density than analyzing several risks based on a single parameter.\n<br><br>\nIn this study, an integrated seismic risk analysis of central Eskişehir\nwas performed based on two earthquake related parameters, liquefaction and\namplification. The analysis used a simple weighting method. Other\nearthquake-related problems such as loss of bearing capacity, landslides, and\nslope failures are not significant for Eskişehir because of the\ngeological and the topographical conditions of the region. According to the\nintegrated seismic risk analysis of the Eskişehir residential area, the\npopulated area is found to be generally at medium to high risk during a\npotential earthquake.", 
        "journal": "Natural Hazards and Earth System Science", 
        "link": "http://www.nat-hazards-earth-syst-sci.net/15/1123/2015/", 
        "title": "Integrated seismic risk analysis using simple weighting method: the case of residential Eskişehir, Turkey"
    }, 
    {
        "author": "S. K. Nath, M. D. Adhikari, N. Devaraj, and S. K. Maiti", 
        "date": "2015-06-02", 
        "description": "<b>Seismic vulnerability and risk assessment of Kolkata City, India</b><br /><br />Natural Hazards and Earth System Science, 15, 1103-1121, 2015<br /><br />Author(s): S. K. Nath, M. D. Adhikari, N. Devaraj, and S. K. Maiti<br /><br />The city of Kolkata is one of the most urbanized and densely populated\nregions in the world and a major industrial and commercial hub of the\neastern and northeastern region of India. In order to classify the seismic\nrisk zones of Kolkata we used seismic hazard exposures on the vulnerability\ncomponents, namely land use/land cover, population density, building typology,\nage and height. We microzoned seismic hazard of the city by integrating\nseismological, geological and geotechnical themes in GIS, which in turn are\nintegrated with the vulnerability components in a logic-tree framework for\nthe estimation of both the socioeconomic and structural risk of the city. In\nboth the risk maps, three broad zones have been demarcated as \"severe\",\n\"high\" and \"moderate\". There had also been a risk-free zone in the city\nthat is termed as \"low\". The damage distribution in the city due to the\n1934 Bihar–Nepal earthquake of <i>M</i><sub>w</sub> = 8.1 matches satisfactorily\nwell with the demarcated risk regime. The design horizontal seismic\ncoefficients for the city have been worked out for all the fundamental\nperiods that indicate suitability for \"A\", \"B\" and \"C\" type of\nstructures. The cumulative damage probabilities in terms of \"none\",\n\"slight\", \"moderate\", \"extensive\" and \"complete\" have also been\nassessed for the predominantly four model building types viz. RM2L, RM2M,\nURML and URMM for each seismic structural risk zone in the city. Both the\nseismic hazard and risk maps are expected to play vital roles in the\nearthquake-inflicted disaster mitigation and management of the city of\nKolkata.", 
        "journal": "Natural Hazards and Earth System Science", 
        "link": "http://www.nat-hazards-earth-syst-sci.net/15/1103/2015/", 
        "title": "Seismic vulnerability and risk assessment of Kolkata City, India"
    }, 
    {
        "author": "J. Fernandez Galarreta, N. Kerle, and M. Gerke", 
        "date": "2015-06-01", 
        "description": "<b>UAV-based urban structural damage assessment using object-based image analysis and semantic reasoning</b><br /><br />Natural Hazards and Earth System Science, 15, 1087-1101, 2015<br /><br />Author(s): J. Fernandez Galarreta, N. Kerle, and M. Gerke<br /><br />Structural damage assessment is critical after disasters but remains a\nchallenge. Many studies have explored the potential of remote sensing data,\nbut limitations of vertical data persist. Oblique imagery has been\nidentified as more useful, though the multi-angle imagery also adds a new\ndimension of complexity. This paper addresses damage assessment based on\nmulti-perspective, overlapping, very high resolution oblique images obtained\nwith unmanned aerial vehicles (UAVs). 3-D point-cloud assessment for the\nentire building is combined with detailed object-based image analysis (OBIA)\nof façades and roofs. This research focuses not on automatic damage\nassessment, but on creating a methodology that supports the often ambiguous\nclassification of intermediate damage levels, aiming at producing\ncomprehensive per-building damage scores. We identify completely damaged\nstructures in the 3-D point cloud, and for all other cases provide the\nOBIA-based damage indicators to be used as auxiliary information by damage\nanalysts. The results demonstrate the usability of the 3-D point-cloud data\nto identify major damage features. Also the UAV-derived and OBIA-processed\noblique images are shown to be a suitable basis for the identification of\ndetailed damage features on façades and roofs. Finally, we also\ndemonstrate the possibility of aggregating the multi-perspective damage\ninformation at building level.", 
        "journal": "Natural Hazards and Earth System Science", 
        "link": "http://www.nat-hazards-earth-syst-sci.net/15/1087/2015/", 
        "title": "UAV-based urban structural damage assessment using object-based image analysis and semantic reasoning"
    }, 
    {
        "author": "J. L. Macías, P. Corona-Chávez, J. M. Sanchéz-Núñez, M. Martínez-Medina, V. H. Garduño-Monroy, L. Capra, F. García-Tenorio, and G. Cisneros-Máximo", 
        "date": "2015-05-27", 
        "description": "<b>The 27 May 1937 catastrophic flow failure of gold tailings at Tlalpujahua, Michoacán, Mexico</b><br /><br />Natural Hazards and Earth System Science, 15, 1069-1085, 2015<br /><br />Author(s): J. L. Macías, P. Corona-Chávez, J. M. Sanchéz-Núñez, M. Martínez-Medina, V. H. Garduño-Monroy, L. Capra, F. García-Tenorio, and G. Cisneros-Máximo<br /><br />On 27 May 1937, after one week of sustained heavy rainfall, a voluminous\nflood caused the death of at least 300 people and the destruction of the\nhistoric El Carmen church and several neighborhoods in the mining region of\nTlalpujahua, Michoacán, central Mexico. This destructive flood was\ntriggered by the breaching of the impoundment of the Los Cedros tailings and\nthe sudden release of circa 16 Mt of water-saturated waste materials. The\nmuddy silty flood, moving at estimated speeds of 20–25 m s<sup>−1</sup>, was channelized\nalong the Dos Estrellas and Tlalpujahua drainages and devastated everything\nalong its flow path. After advancing 2.5 km downstream, the flood slammed\ninto El Carmen church and surrounding houses at estimated speeds of\n~ 7 m s<sup>−1</sup>, destroying many construction walls and covering\nthe church floor with ~ 2 m of mud and debris. Revision of\neyewitness accounts and newspaper articles, together with analysis of\narchived photographic materials, indicated that the flood consisted of three\nmuddy pulses. Stratigraphic relations and granulometric data for selected\nproximal and distal samples show that the flood behaved as a\nhyperconcentrated flow along most of its trajectory. A total volume of the\nLamas flood deposit was estimated as 1.5 × 10<sup>6</sup> m<sup>3</sup>. The physically\nbased bidimensional (2-D) hydraulic model FLO-2D was implemented to reproduce\nthe breached flow (0.5 sediment concentration) with a maximum flow discharge\nof 8000 m<sup>3</sup> s<sup>−1</sup> for a total outflow volume (sediment + water) of\n2.5 × 10<sup>6</sup> m<sup>3</sup>, similar to the calculations obtained using field measurements.\n<br><br>\nEven though premonitory signs of possible impoundment failure were reported\ndays before the flood, and people living downstream were alerted,\nauthorities ordered no evacuations or other mitigative actions. The\ncatastrophic flood at Tlalpujahua provides a well-documented, though tragic,\nexample of impoundment breaching of a tailings dam caused by the combined\neffects of intense rainfall, dam weakness, and inadequate\nemergency-management protocols – unfortunately an all-too-common\ncase scenario for most of the world's mining regions.", 
        "journal": "Natural Hazards and Earth System Science", 
        "link": "http://www.nat-hazards-earth-syst-sci.net/15/1069/2015/", 
        "title": "The 27 May 1937 catastrophic flow failure of gold tailings at Tlalpujahua, Michoacán, Mexico"
    }, 
    {
        "author": "J. N. Thomas, F. Masci, and J. J. Love", 
        "date": "2015-05-27", 
        "description": "<b>On a report that the 2012 <i>M</i> 6.0 earthquake in Italy was predicted after seeing an unusual cloud formation</b><br /><br />Natural Hazards and Earth System Science, 15, 1061-1068, 2015<br /><br />Author(s): J. N. Thomas, F. Masci, and J. J. Love<br /><br />Several recently published reports have suggested that semi-stationary\nlinear-cloud formations might be causally precursory to earthquakes. We\nexamine the report of Guangmeng and Jie (2013), who claim to have predicted\nthe 2012 <i>M</i> 6.0 earthquake in the Po Valley of northern Italy after seeing a\nsatellite photograph (a digital image) showing a linear-cloud formation over\nthe eastern Apennine Mountains of central Italy. From inspection of 4 years\nof satellite images we find numerous examples of linear-cloud\nformations over Italy. A simple test shows no obvious statistical\nrelationship between the occurrence of these cloud formations and\nearthquakes that occurred in and around Italy. All of the linear-cloud\nformations we have identified in satellite images, including that which\nGuangmeng and Jie (2013) claim to have used to predict the 2012 earthquake,\nappear to be orographic – formed by the interaction of moisture-laden wind\nflowing over mountains. Guangmeng and Jie (2013) have not clearly stated how\nlinear-cloud formations can be used to predict the size, location, and time\nof an earthquake, and they have not published an account of all of their\npredictions (including any unsuccessful predictions). We are skeptical of\nthe validity of the claim by Guangmeng and Jie (2013) that they have managed\nto predict any earthquakes.", 
        "journal": "Natural Hazards and Earth System Science", 
        "link": "http://www.nat-hazards-earth-syst-sci.net/15/1061/2015/", 
        "title": "On a report that the 2012 <i>M</i> 6.0 earthquake in Italy was predicted after seeing an unusual cloud formation"
    }, 
    {
        "author": "Y. Yardım and E. Mustafaraj", 
        "date": "2015-05-26", 
        "description": "<b>Effects of soil settlement and deformed geometry on a historical structure</b><br /><br />Natural Hazards and Earth System Science, 15, 1051-1059, 2015<br /><br />Author(s): Y. Yardım and E. Mustafaraj<br /><br />Protecting the historical character of a valued structure during the\nassessment and damage repair process is a very challenging task for many\nengineers. Heritage protection is complicated by a lack of design details\nand restrictions on sample extraction needed to obtain accurate material\nproperties and limited studies on the restoration of certain types of\nhistorical structures. This study aims to assess the effects of soil\nsettlement on a structure's stress concentrations and the value of laser\nscanning techniques on structure analysis in obtaining correct data of\nsettlement vs. deformation. Terrestrial laser scanner (TLS) data are used to\nanalyse the 500-year-old historical structure of Naziresha's Mosque. The\nobtained TLS data allow an accurate definition of the imperfect geometry\npatterns lying on every side of the structure. The soil profile and general\ncrack formation together with TLS measurement proves that the structure\ndeformed toward the south façade, where a railway and motorway are also\nlocated. Stress concentration and mode period results have a considerable\ndifference, which highlights earthquake vulnerability and failure mechanisms\nand changes the strategy of possible retrofitting.", 
        "journal": "Natural Hazards and Earth System Science", 
        "link": "http://www.nat-hazards-earth-syst-sci.net/15/1051/2015/", 
        "title": "Effects of soil settlement and deformed geometry on a historical structure"
    }, 
    {
        "author": "M. Bordoni, C. Meisina, R. Valentino, M. Bittelli, and S. Chersich", 
        "date": "2015-05-21", 
        "description": "<b>Site-specific to local-scale shallow landslides triggering zones assessment using TRIGRS</b><br /><br />Natural Hazards and Earth System Science, 15, 1025-1050, 2015<br /><br />Author(s): M. Bordoni, C. Meisina, R. Valentino, M. Bittelli, and S. Chersich<br /><br />Rainfall-induced shallow landslides are common phenomena in many parts of\nthe world, affecting cultivation and infrastructure and sometimes causing\nhuman losses. Assessing the triggering zones of shallow landslides is\nfundamental for land planning at different scales. This work defines a\nreliable methodology to extend a slope stability analysis from the\nsite-specific to local scale by using a well-established physically based\nmodel (TRIGRS-unsaturated). The model is initially applied to a sample slope\nand then to the surrounding 13.4 km<sup>2</sup> area in Oltrepò Pavese (northern\nItaly). To obtain more reliable input data for the model, long-term\nhydro-meteorological monitoring has been carried out at the sample slope,\nwhich has been assumed to be representative of the study area. Field\nmeasurements identified the triggering mechanism of shallow failures and\nwere used to verify the reliability of the model to obtain pore water\npressure trends consistent with those measured during the monitoring\nactivity. In this way, more reliable trends have been modelled for past\nlandslide events, such as the April 2009 event that was assumed as a\nbenchmark. The assessment of shallow landslide triggering zones obtained\nusing TRIGRS-unsaturated for the benchmark event appears good for both the\nmonitored slope and the whole study area, with better results when a\npedological instead of geological zoning is considered at the regional\nscale. The sensitivity analyses of the influence of the soil input data show\nthat the mean values of the soil properties give the best results in terms\nof the ratio between the true positive and false positive rates. The scheme\nfollowed in this work allows us to obtain better results in the assessment\nof shallow landslide triggering areas in terms of the reduction in the\noverestimation of unstable zones with respect to other distributed models\napplied in the past.", 
        "journal": "Natural Hazards and Earth System Science", 
        "link": "http://www.nat-hazards-earth-syst-sci.net/15/1025/2015/", 
        "title": "Site-specific to local-scale shallow landslides triggering zones assessment using TRIGRS"
    }, 
    {
        "author": "B. R. Hodges", 
        "date": "2015-05-21", 
        "description": "<b>Representing hydrodynamically important blocking features in coastal or riverine lidar topography</b><br /><br />Natural Hazards and Earth System Science, 15, 1011-1023, 2015<br /><br />Author(s): B. R. Hodges<br /><br />New automated methods are developed for identifying narrow landscape features\nthat cause hydrodynamic blocking and might have critical impacts for\nmanagement models of river flooding, coastal inundation, climate change, or\nextreme event analysis. Lidar data processed into a fine-resolution raster\n(1 m × 1 m) can resolve narrow blocking features in topography\nbut typically cannot be directly used for hydrodynamic modeling. For\npractical applications such data are abstracted to larger scales, which can\nresult in a loss of hydrodynamic blocking effects. The traditional approach\nto resolving hydrodynamic blocking features is to represent them as cell\nboundaries within a customized unstructured grid that is tuned to the spatial\nfeatures. A new automated edge-blocking approach is developed, which allows\napplication of an arbitrarily structured (Cartesian) mesh at coarser scales and\nprovides contiguous representation of blocking features along Cartesian cell\nboundaries. This approach distorts the shape of a blocking feature (i.e.,\nmaking it rectilinear along grid cell faces) but retains its critical\nhydrodynamic blocking height characteristics and spatial continuity within\nthe topographic model.", 
        "journal": "Natural Hazards and Earth System Science", 
        "link": "http://www.nat-hazards-earth-syst-sci.net/15/1011/2015/", 
        "title": "Representing hydrodynamically important blocking features in coastal or riverine lidar topography"
    }, 
    {
        "author": "M. H. Baek and T. H. Kim", 
        "date": "2015-05-20", 
        "description": "<b>A study on the use of planarity for quick identification of potential landslide hazard</b><br /><br />Natural Hazards and Earth System Science, 15, 997-1009, 2015<br /><br />Author(s): M. H. Baek and T. H. Kim<br /><br />In this study we focused on identifying a geomorphological feature that\ncontrols the location of landslides. The representation of the feature is\nbased on a high-resolution digital elevation model derived from the\nairborne laser altimetry (LiDAR) and evaluated by the statistical analysis of\naxial orientation data. The main principle of this analysis is generating\neigenvalues from axial orientation data and comparing them. The planarity, a\nratio of eigenvalues, would tell the degree of irregularity on the ground\nsurface based on their ratios. Results are compared to the recent landslide\ncase in Korea in order to evaluate the feasibility of the proposed\nmethodology in identifying the potential landslide hazard. The preliminary\nlandslide hazard assessment based on the planarity analysis\ndiscriminates features between stable and unstable domain in the study area\nwell, especially in the landslide initiation zones. Results also show it is\nbeneficial to build the landslide hazard inventory mapping, especially where\nno information on historical records of landslides exists. By\ncombining other physical procedures such as geotechnical monitoring, the\nlandslide hazard assessment using geomorphological features promises a\nbetter understanding of landslides and their mechanisms and provides an\nenhanced methodology to evaluate their hazards and appropriate actions.", 
        "journal": "Natural Hazards and Earth System Science", 
        "link": "http://www.nat-hazards-earth-syst-sci.net/15/997/2015/", 
        "title": "A study on the use of planarity for quick identification of potential landslide hazard"
    }, 
    {
        "author": "N. K. Meyer, W. Schwanghart, O. Korup, and F. Nadim", 
        "date": "2015-05-19", 
        "description": "<b>Roads at risk: traffic detours from debris flows in southern Norway</b><br /><br />Natural Hazards and Earth System Science, 15, 985-995, 2015<br /><br />Author(s): N. K. Meyer, W. Schwanghart, O. Korup, and F. Nadim<br /><br />Globalisation and interregional exchange of people, goods, and services has\nboosted the importance of and reliance on all kinds of transport networks.\nThe linear structure of road networks is especially sensitive to natural\nhazards. In southern Norway, steep topography and extreme weather events\npromote frequent traffic disruption caused by debris flows. Topographic\nsusceptibility and trigger frequency maps serve as input into a hazard\nappraisal at the scale of first-order catchments to quantify the impact of\ndebris flows on the road network in terms of a failure likelihood of each\nlink connecting two network vertices, e.g. road junctions. We compute total\nadditional traffic loads as a function of traffic volume and excess\ndistance, i.e. the extra length of an alternative path connecting two\npreviously disrupted network vertices using a shortest-path algorithm. Our\nrisk metric of link failure is the total additional annual traffic load,\nexpressed as vehicle kilometres, because of debris-flow-related road\nclosures. We present two scenarios demonstrating the impact of debris flows\non the road network and quantify the associated path-failure likelihood\nbetween major cities in southern Norway. The scenarios indicate that major\nroutes crossing the central and north-western part of the study area are\nassociated with high link-failure risk. Yet options for detours on major\nroutes are manifold and incur only little additional costs provided that\ndrivers are sufficiently well informed about road closures. Our risk\nestimates may be of importance to road network managers and transport\ncompanies relying on speedy delivery of services and goods.", 
        "journal": "Natural Hazards and Earth System Science", 
        "link": "http://www.nat-hazards-earth-syst-sci.net/15/985/2015/", 
        "title": "Roads at risk: traffic detours from debris flows in southern Norway"
    }, 
    {
        "author": "A. A. Rasuly, K. K. W. Cheung, and B. McBurney", 
        "date": "2015-05-13", 
        "description": "<b>Hail events across the Greater Metropolitan Severe Thunderstorm Warning Area</b><br /><br />Natural Hazards and Earth System Science, 15, 973-984, 2015<br /><br />Author(s): A. A. Rasuly, K. K. W. Cheung, and B. McBurney<br /><br />This study addresses the recent climatology of hail occurrence in the\nGreater Metropolitan Severe Thunderstorm Warning Area (GMSTWA) of New South\nWales (NSW). The study area is a sprawling suburban area with a population\nof nearly 4.7 million and one of Australia's largest metropoles. The main\nobjective is to highlight the recent temporal–spatial fluctuations of hail\nevent frequencies and magnitudes (sizes) for each of recognized and vastly\ninhabited local government areas (LGAs). The relevant hail event data from\n1989 to 2013 were initially derived from the severe storm archive of the\nAustralian Bureau of Meteorology. A climatologically oriented GIS technique\nwas then applied in the examining and mapping procedure of all hail events\nand hail days reported throughout the study area. By applying a specific\ncriterion, severe hail (defined as 2 cm or more in diameter) was\ncautiously selected for relevant analysis. The database includes 357 hail\nevents with sizes 2–11 cm which occurred in 169 hail days (a day in\nwhich a hail event at least more than 2 cm reported) across the region\nduring the past 25 years.\n<br><br>\nThe hail distribution patterns are neither temporally nor spatially uniform\nin magnitude throughout the study area. Temporal analysis indicated that\nmost of hail events occur predominately in the afternoons with peak time of\n1–5 p.m. Australian eastern standard time (EST). They are particularly common\nin spring and summer, reaching maximum frequency in November and December.\nThere is an average of 14.3 events per year, but a significant decreasing\ntrend in hail frequency and associated magnitude in the recent years has\nbeen identified. In turn, spatial analyses also established three main\ndistribution patterns over the study area which include the Sydney\nmetropolitan, the coastal and the most pronounced topographic effects. Based on the\nunderstanding of the favorable factors for thunderstorm development in the\nGMSTWA, the potential impacts from climate variability and future climate\nchange have been briefly discussed.", 
        "journal": "Natural Hazards and Earth System Science", 
        "link": "http://www.nat-hazards-earth-syst-sci.net/15/973/2015/", 
        "title": "Hail events across the Greater Metropolitan Severe Thunderstorm Warning Area"
    }, 
    {
        "author": "H. March, M. Hernández, and D. Saurí", 
        "date": "2015-05-08", 
        "description": "<b>Assessing domestic water use habits for more effective water awareness campaigns during drought periods: a case study in Alicante, eastern Spain</b><br /><br />Natural Hazards and Earth System Science, 15, 963-972, 2015<br /><br />Author(s): H. March, M. Hernández, and D. Saurí<br /><br />The design of water awareness campaigns could benefit from knowledge of the\nspecific characteristics of domestic water use and the factors that may\ninfluence certain water consumption habits. This paper investigates water\nuse in 450 households in 10 municipalities of drought-prone Alicante\n(Spain). We aim to increase knowledge about existing domestic water\nbehaviors and therefore help to improve the design and implementation of\nfuture water awareness campaigns and even to consolidate reductions in water\nuse after drought periods. The survey suggests that awareness campaigns\nshould revise their scope and their channels of\ndiffusion on a regular basis. In a more specific way, for the Alicante case we propose\npolicy-oriented recommendations on the scope of action for further reductions.", 
        "journal": "Natural Hazards and Earth System Science", 
        "link": "http://www.nat-hazards-earth-syst-sci.net/15/963/2015/", 
        "title": "Assessing domestic water use habits for more effective water awareness campaigns during drought periods: a case study in Alicante, eastern Spain"
    }, 
    {
        "author": "V. L. Sword-Daniels, T. Rossetto, T. M. Wilson, and S. Sargeant", 
        "date": "2015-05-07", 
        "description": "<b>Interdependence and dynamics of essential services in an extensive risk context: a case study in Montserrat, West Indies</b><br /><br />Natural Hazards and Earth System Science, 15, 947-961, 2015<br /><br />Author(s): V. L. Sword-Daniels, T. Rossetto, T. M. Wilson, and S. Sargeant<br /><br />The essential services that support urban living are complex and\ninterdependent, and their disruption in disasters directly affects society.\nYet there are few empirical studies to inform our understanding of the\nvulnerabilities and resilience of complex infrastructure systems in\ndisasters.\n<br><br>\nThis research takes a systems thinking approach to explore the dynamic\nbehaviour of a network of essential services, in the presence and absence of\nvolcanic ashfall hazards in Montserrat, West Indies. Adopting a case study\nmethodology and qualitative methods to gather empirical data, we centre the\nstudy on the healthcare system and its interconnected network of essential\nservices. We identify different types of relationship between sectors and\ndevelop a new interdependence classification system for analysis.\nRelationships are further categorised by hazard conditions, for use in\nextensive risk contexts.\n<br><br>\nDuring heightened volcanic activity, relationships between systems transform\nin both number and type: connections increase across the network by 41%,\nand adapt to increase cooperation and information sharing. Interconnections\nadd capacities to the network, increasing the resilience of prioritised\nsectors. This in-depth and context-specific approach provides a new\nmethodology for studying the dynamics of infrastructure interdependence in an\nextensive risk context, and can be adapted for use in other hazard contexts.", 
        "journal": "Natural Hazards and Earth System Science", 
        "link": "http://www.nat-hazards-earth-syst-sci.net/15/947/2015/", 
        "title": "Interdependence and dynamics of essential services in an extensive risk context: a case study in Montserrat, West Indies"
    }
]