[
    {
        "author": "Alvaro Fernandez, Thomas J. Lapen, Rasmus Andreasen, Peter K. Swart, Christopher D. White, Brad E. Rosenheim", 
        "date": "2015-06-12", 
        "description": "\n\nWe present coral and sclerosponge based reconstructions of the 14C content in North Atlantic dissolved inorganic carbon (DIC) during the last ~100 years from the subtropical cells (STCs). These waters are sensitive to the dynamics of the shallow overturning meridional circulation that transports heat and water masses from the subtropics to the tropics. We use these records to investigate the circulation patterns of the off-equatorial upwelling regions of the STCs, which are not well understood. Coral and sclerosponge skeletons provide long time-series of ocean DIC 14C content, a tracer of oceanic circulation, effectively extending the observational record back in time. Sclerosponge data from the Bahamas were used to extend the existing subtropical 14C time series to the 21st century. Coral 14C data from the Cape Verde Islands (1890–2002) captured the 14C signature of water brought to the surface in the off-equatorial regions of the STC present near the West African coast. We observe a unique post-bomb trend at Cape Verde that is similar to the upwelling regions in the Pacific, and we interpret this trend as the result of the slow penetration of bomb 14C into the interior ocean as part of the STC circulation. Using a multi-box mixing model we constrain the time history of bomb 14C in the eastern tropical Atlantic, and we estimate a 20-year timescale for ventilation of the thermocline in this area of the Ocean. The similarity between the Atlantic and Pacific 14C-based records of upwelling suggests that both are caused by bomb 14C penetration rather than more complex explanations that invoke changes in thermocline depth (e.g., related to El Niño Southern Oscillation variability) or changes in the strength of the subtropical cells. Our results offer constraints for models of tropical ocean circulation and anthropogenic CO2 uptake that attempt to reproduce the characteristics of the shallow wind driven circulation in the Atlantic.", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015PA002790", 
        "title": "Ventilation Timescales Of The N. Atlantic Subtropical Cell Revealed By Coral Radiocarbon From The Cape Verde Islands"
    }, 
    {
        "author": "Vera Pospelova, Andrea M. Price, Thomas F. Pedersen", 
        "date": "2015-06-11", 
        "description": "\n\nA high-resolution sedimentary record of dinoflagellate cysts from Ocean Drilling Program (ODP) Hole 1017E (off Point Conception, California margin) reflects how marine primary productivity has changed in response to major shifts in climate and ocean circulation along the California margin over the past 42 kyr. Throughout the studied sequence, dinoflagellate cyst assemblages are dominated by upwelling-related taxa, signifying the continued presence of coastal upwelling on the margin during the late Quaternary. The cyst record suggests that marine primary productivity was enhanced during the Holocene and Bølling, and to a lesser extent, during the late glacial and most Dansgaard-Oeschger events, while an apparent reduction in primary productivity can be seen during the Younger Dryas. The best-analogue technique, based on a modern dinoflagellate cyst assemblage database from the Northeast Pacific, was used for quantitative reconstruction of past sea-surface conditions. It points to dynamic changes in annual marine primary productivity (~235-331 g C m−2 yr−1) and sea-surface temperature (~10.1-12.6°C in winter; ~13.1-14.3°C in summer), while sea-surface salinity appears to be confined to a narrower range (~32.9-33.4 psu in summer). Our results also indicate noticeable climate variability during the Holocene in this region.", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014PA002728", 
        "title": "Palynological Evidence for Late Quaternary Climate and Marine Primary Productivity Changes along the California Margin"
    }, 
    {
        "author": "I. Ruvalcaba Baroni, N. A. G. M. Helmond, I. Tsandev, J. J. Middelburg, C. P. Slomp", 
        "date": "2015-06-09", 
        "description": "\n\nSediment records of the stable isotopic composition of N (δ15N) show light δ15N values at several sites in the proto-North Atlantic during Oceanic Anoxic Event 2 (OAE 2) at the Cenomanian-Turonian transition (~94 Ma). The low delta15N during the event is generally attributed to an increase in N2-fixation and incomplete uptake of NH4+ for phytoplankton growth. A compilation of all reliable data for the proto North-Atlantic during OAE 2 demonstrates that the most pronounced negative shift in δ15N from pre-OAE 2 to OAE 2 occurs in the open ocean, but with δ15N never lower than −3 . Using a box model of N cycling for the proto-North Atlantic during OAE 2, we show that N2-fixation is a major contributor to the δ15N signal, especially in the open ocean. Incomplete uptake of NH4+ for phytoplankton growth is important in regions dominated by downwelling, with lateral transport of NH4+ acting as a major source. In the southern proto-North Atlantic, where bottom waters were euxinic, the light δ15N signature is largely explained by upwelling of NH4+. Our study provides an overview of regional differences in δ15N in the proto-North Atlantic and highlights the role of lateral exchange of water and nutrients, in addition to local biogeochemical processes, in determining δ15N values of OAE 2 sediments.", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014PA002744", 
        "title": "The nitrogen isotope composition of sediments from the proto-North Atlantic during Oceanic Anoxic Event 2"
    }, 
    {
        "author": "Dirk Nürnberg, Tebke Böschen, Kristin Doering, Elfi Mollier-Vogel, Jacek Raddatz, Ralph Schneider", 
        "date": "2015-06-09", 
        "description": "\n\nThe complex deglacial to Holocene oceanographic development in the Gulf of Guayaquil (Eastern Equatorial Pacific) is reconstructed for sea surface and subsurface ocean levels from (isotope)geochemical proxies based on marine sediment cores. At sea surface, southern-sourced Cold Coastal Water and tropical Equatorial Surface Water/Tropical Surface Water are intimately related. In particular since ~10 ka, independent sea surface temperature proxies capturing different seasons emphasize the growing seasonal contrast in the Gulf of Guayaquil, which is in contrast to ocean areas further offshore. Cold Coastal Water became rapidly present in the Gulf of Guayaquil during the austral winter season in line with the strengthening of the Southeast Trades, while coastal upwelling off Peru gradually intensified and expanded northward in response to a seasonally changing atmospheric circulation pattern affecting the core locations intensively since 4 ka BP. Equatorial Surface Water, instead, was displaced and Tropical Surface Water moved northward together with the Equatorial Front. At subsurface, the presence of Equatorial Under Current-sourced Equatorial Subsurface Water was continuously growing, prominently since ~10-8 ka BP. During Heinrich Stadial 1 and large parts of the Bølling/Allerød, and similarly during short Holocene time intervals at ~5.1-4 ka BP and ~1.5-0.5 ka BP, the admixture of Equatorial Subsurface Water was reduced in response to both short-term weakening of Equatorial Under Current strength from the northwest and emplacement by tropical Equatorial Surface Water considerably warming the uppermost ocean layers.", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014PA002706", 
        "title": "Sea surface and subsurface circulation dynamics off equatorial Peru during the last ~17 kyrs"
    }, 
    {
        "author": "Anja S. Studer, Daniel M. Sigman, Alfredo Martínez-García, Verena Benz, Gisela Winckler, Gerhard Kuhn, Oliver Esper, Frank Lamy, Samuel L. Jaccard, Lukas Wacker, Sergey Oleynik, Rainer Gersonde, Gerald H. Haug", 
        "date": "2015-06-09", 
        "description": "\n\nIn a sediment core from the Pacific sector of the Antarctic Zone of the Southern Ocean (AZ), we report diatom-bound N isotope (δ15Ndb) records for total recoverable diatoms and two distinct diatom assemblages (pennate- and centric-rich). These data indicate tight coupling between the degree of nitrate consumption and Antarctic climate across the last two glacial cycles, with δ15Ndb (and thus the degree of nitrate consumption) increasing at each major Antarctic cooling event. Coupled with evidence from opal- and barium-based proxies for reduced export production during ice ages, the δ15Ndb increases point to ice age reductions in the supply of deep ocean-sourced nitrate to the AZ surface. The two diatom assemblages and species abundance data indicate that the δ15Ndb changes are not the result of changing species composition. The pennate and centric assemblage δ15Ndb records indicate similar changes, but with a significant decline in their difference during peak ice ages. A tentative seasonality-based interpretation of the centric-to-pennate δ15Ndb difference suggests that late summer surface waters became nitrate-free during the peak glacials.", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014PA002745", 
        "title": "Antarctic Zone nutrient conditions during the last two glacial cycles"
    }, 
    {
        "author": "Andrea Burke, Andrew L. Stewart, Jess F. Adkins, Raffaele Ferrari, Malte F. Jansen, Andrew F. Thompson", 
        "date": "2015-06-02", 
        "description": "\n\nPublished reconstructions of radiocarbon in the Atlantic sector of the Southern Ocean indicate that there is a mid-depth maximum in radiocarbon age during the last glacial maximum (LGM). This is in contrast to the modern ocean where intense mixing between water masses results in a relatively homogenous radiocarbon profile. Ferrari et al. [2014] suggested that the extended Antarctic sea ice cover during the LGM necessitated a shallower boundary between the upper and lower branches of the meridional overturning circulation (MOC). This shoaled boundary lay above major topographic features associated with strong diapycnal mixing, isolating dense southern-sourced water in the lower branch of the overturning circulation. This isolation would have allowed radiocarbon to decay, and thus provides a possible explanation for the mid-depth radiocarbon age bulge. We test this hypothesis using an idealized, 2D, residual-mean dynamical model of the global overturning circulation. Concentration distributions of a decaying tracer that is advected by the simulated overturning are compared to published radiocarbon data. We find that a 600 km (~5° of latitude) increase in sea ice extent shoals the boundary between the upper and lower branches of the overturning circulation at 45°S by 600 m, and shoals the depth of North Atlantic Deep Water (NADW) convection at 50°N by 2500 m. This change in circulation configuration alone decreases the radiocarbon content in the mid-depth South Atlantic at 45°S by 40‰even without an increase in surface radiocarbon age in the source region of deep waters during the LGM.\n", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015PA002778", 
        "title": "The Glacial Mid-Depth Radiocarbon Bulge and Its Implications for the Overturning Circulation"
    }, 
    {
        "author": "Helen Bostock, Bruce W. Hayward, Helen Neil, Ashwaq T. Sabaa, George H. Scott", 
        "date": "2015-05-29", 
        "description": "\n\nThis study fills an important gap in our understanding of past changes in the Southern Subtropical Front (S-STF) in the southwest Pacific Ocean. Paleo-sea surface temperatures (SST) were estimated from planktic foraminiferal census counts from cores straddling the modern S-STF in the Solander Trough, south of New Zealand. The estimated SST were compared for 6 time slices; glacial period (25-21 ka), last glacial maximum (LGM; 21-18 ka), early deglaciation (18-16 ka), late deglacial/early Holocene period (14-8 ka), mid-Holocene period (8-4 ka) and late Holocene period (4-0 ka). The position of the S-STF was determined by two methods: 1) the location of the 10°C isotherm and 2) the location of the highest SST gradients. These new results suggest that the S-STF was not continuous between east and west of New Zealand during the glacial period. Steep SST gradients indicate that a strong S-STF rapidly shifted south during the LGM and early deglaciation. During the late deglacial and Holocene periods the position of the S-STF differs between the two methods with reduced SST gradients suggesting a more diffuse S-STF in the Solander Trough at this time. The glacial SST data suggest that the S-STF shifted north to the west of New Zealand, while to the east there was a stronger SST gradient across the front. This was possibly the result of an increased wind stress curl, which could have been caused by stronger, or more northerly Southern Hemisphere Westerly Winds (SHWW), or a merging of the SHWW split jet in this region.\n", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014PA002652", 
        "title": "Changes in the position of the Subtropical Front south of New Zealand since the last glacial period"
    }, 
    {
        "author": "Zhifang Xiong, Tiegang Li, Thomas Algeo, Kristin Doering, Martin Frank, Mark A. Brzezinski, Fengming Chang, Sophie Opfergelt, Xavier Crosta, Fuqing Jiang, Shiming Wan, Bin Zhai", 
        "date": "2015-05-26", 
        "description": "\n\nThe cause of massive blooms of Ethmodiscus rex laminated diatom mats (LDMs) in the eastern Philippine Sea (EPS) during the Last Glacial Maximum (LGM) remains uncertain. In order to better understand the mechanism of formation of E. rex LDMs from the perspective of dissolved silicon (DSi) utilization, we determined the silicon isotopic composition of single E. rex diatom frustules (δ30SiE. rex) from two sediment cores in the Parece Vela Basin of the EPS. In the study cores, δ30SiE. rex varies from −1.23‰ to −0.83‰ (average −1.04‰), a range that is atypical of marine diatom δ30Si and that corresponds to the lower limit of reported diatom δ30Si values of any age. A binary mixing model (upwelled silicon vs. eolian silicon) accounting for silicon isotopic fractionation during DSi uptake by diatoms was constructed. The binary mixing model demonstrates that E. rex dominantly utilized DSi from eolian sources (i.e., Asian dust) with only minor contributions from upwelled seawater sources (i.e., advected from Subantarctic Mode Water (SAMW), Antarctic Intermediate Water (AAIW), or North Pacific Intermediate Water (NPIW)). E. rex utilized only ~24% of available DSi, indicating that surface waters of the EPS were eutrophic with respect to silicon during the LGM. Our results suggest that giant diatoms did not always use a buoyancy strategy to obtain nutrients from the deep nutrient pool, thus revising previously proposed models for the formation of E. rex LDMs.", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015PA002793", 
        "title": "The silicon isotope composition of Ethmodiscus rex laminated diatom mats from the tropical West Pacific: Implications for silicate cycling during the Last Glacial Maximum"
    }, 
    {
        "author": "Melissa A. Hansen, Sandra Passchier, Boo-Keun Khim, Buhan Song, Trevor Williams", 
        "date": "2015-05-26", 
        "description": "\n\nWe investigate the stability of the East Antarctic Ice Sheet (EAIS) on the Wilkes Land continental margin, Antarctica, utilizing a high-resolution record of ice-rafted debris (IRD) mass accumulation rates (MAR) from Integrated Ocean Drilling Program (IODP) Site U1359. The relationship between orbital variations in the IRD record and climate drivers was evaluated to capture changes in the dynamics of a marine-based ice sheet in response to early Pliocene warming. Three IRD MAR excursions were observed and confirmed via Scanning Electron Microscope (SEM) microtextural analysis of sand grains. Time series analysis of the IRD MAR reveals obliquity paced expansions of the ice sheet to the outer shelf prior to ~4.6 Ma. A decline in the obliquity and a transition into a dominant precession response of IRD MAR occurs at ~4.6 Ma along with a decline in the amplitude of IRD MAR maxima to low background levels between ~4.0 and ~3.5 Ma. We speculate that as sea surface temperatures (SSTs) began to peak above 3°C during the early Pliocene climatic optimum, the ice shelves thinned, leading to a greater susceptibility to precession forced summer insolation and the onset of persistent retreat of a marine-based portion of the EAIS.\n", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014PA002704", 
        "title": "Threshold Behavior of a Marine-Based Sector of the East Antarctic Ice Sheet in Response to Early Pliocene Ocean Warming"
    }, 
    {
        "author": "Patricia Jiménez-Amat, Rainer Zahn", 
        "date": "2015-05-26", 
        "description": "\n\nMulti-decadal to centennial planktic 18O and Mg/Ca records were generated at ODP976 in the Alboran Sea. The site is in the flow path of Atlantic inflow waters entering the Mediterranean and captured North Atlantic signals through the surface inflow and the atmosphere. The records reveal similar climatic oscillations during the last two glacial-to-interglacial transitions, albeit with a different temporal pacing. Glacial termination 1 (T1) was marked by Heinrich event 1 (H1), post-H1 Bolling/Allerod (B/A) warming and Younger Dryas (YD) cooling. During T2 the H11 18O anomaly was twice as high and lasted 30% longer than during H1. The post-H11 warming marked the start of MIS5e while the subsequent YD-style cooling occurred during early MIS5e. The post-H11 temperature increase at ODP976 matched the sudden Asian Monsoon Termination II at 129 ka BP. Extending the 230Th-dated speleothem timescale to ODP976 suggests glacial conditions in the Northeast Atlantic region were terminated abruptly and interglacial warmth was reached in less than a millennium. The early-MIS5e cooling and freshening at ODP976 coincided with similar changes at North Atlantic sites suggesting this was a basin-wide event. By analogy with T1 we argue that this was a YD-type event that was shifted into the early stages of the last interglacial period. This scenario is consistent with evidence from northern North Atlantic and Nordic Sea sites that the continuing disintegration of the large Saalian Stage (MIS6) ice sheet in Eurasia delayed the advection of warm North Atlantic waters and full-strength convective overturn until later stages of MIS5e.\n", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014PA002710", 
        "title": "Offset Timing of Climate Oscillations During the Last two Glacial-Interglacial Transitions Connected with Large-Scale Freshwater Perturbation"
    }, 
    {
        "author": "Florence Colleoni, Annalisa Cherchi, Simona Masina, Christopher M. Brierley", 
        "date": "2015-05-20", 
        "description": "\n\nThis work explores the impact of the development of global meridional and zonal SST gradients on the Mediterranean runoff variability during the Plio-Pleistocene transition, about 3 Ma. Results show that total annual mean Pliocene Mediterranean runoff is about 40% larger than during the pre-industrial period due to more increased extra-tropical specific humidity. As a consequence of a weakened and extended Hadley cell, the Pliocene northwest Africa hydrological network produces a discharge 30 timeslarger than today. Our results support the conclusion that during the Pliocene, the Mediterranean water deficit was reduced relative to today due to a larger river discharge. By means of a stand-alone atmospheric general circulation model, we simulate the separate impact of extra-tropical and equatorial SST cooling on the Mediterranean runoff. While cooling of equatorial SST does not imply significant changes to the Pliocene Mediterranean hydrological budget, the extra-tropical SST cooling increases the water deficit due to a decrease in precipitation and runoff. Consequently river discharge from this area reduces to pre-industrial levels. The main teleconnections acting upon the Mediterranean area today, i.e. the North Atlantic Oscillation during winter and the “monsoon-desert” mechanism during summer already have a large influence on the climate of our Pliocene simulations. Finally, our results also suggest that in a climate state significantly warmer than today, changes of the Hadley circulation could potentially lead to increased water resources in northwest Africa.\n", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015PA002780", 
        "title": "Impact of global SST gradients on the Mediterranean runoff changes across the Plio-Pleistocene transition"
    }, 
    {
        "author": "Selen Esmeray-Senlet, James D. Wright, Richard K. Olsson, Kenneth G. Miller, James V. Browning, Tracy M. Quan", 
        "date": "2015-05-19", 
        "description": "\n\nThe Cretaceous/Paleogene (K/Pg) mass extinction was associated with a collapse in the carbon isotopic (δ13C) gradient between planktonic and benthic foraminifera and a decrease in bulk carbonate δ13C values. These perturbations have been explained by several hypotheses: global collapse of primary productivity (Strangelove Ocean); greatly reduced export but not primary productivity (Living Ocean); little or no reduction in export productivity (Resilient Ocean); and geographic heterogeneity in the change of export productivity (Heterogeneous Ocean). We tested primary vs. export productivity changes in the paleoshelf of New Jersey, where δ13C values and organic carbon accumulation rates can distinguish among different ocean responses. On the shelf, the K/Pg boundary is associated with a ~2.5‰ δ13C decrease in bulk carbonate, a ~0.8‰ δ13C decrease in organic carbon, a collapse of the surface to bottom δ13C gradient, and a drop in organic carbon percentage. We interpret an early Danian ~1.0‰ planktonic foraminiferal δ13C gradient, a ~0.75‰ cross-shelf benthic foraminiferal δ13C gradient, and a drop in carbon accumulation rates to reflect the presence of active primary but limited export productivity, consistent with the Living Ocean hypothesis. We evaluated interbasinal deep-sea benthic foraminiferal δ13C gradients between the Pacific (Site 1210) and the Atlantic (Site 1262) oceans as a proxy for changes in export productivity. The interbasinal δ13C gradient was reduced after the mass extinction, suggesting a reduction in global export productivity. Although our data support the Living Ocean hypothesis, evidence from paleo-upwelling zones shows significant export productivity, indicating spatial heterogeneity in the wake of the K/Pg mass extinction (Heterogeneous Ocean).", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014PA002724", 
        "title": "Evidence for reduced export productivity following the Cretaceous/Paleogene mass extinction"
    }, 
    {
        "author": "Thibaut Caley, Didier M. Roche", 
        "date": "2015-05-19", 
        "description": "\n\nQuantitative paleosalinity reconstructions with reasonable uncertainties remain a challenge in paleoceanography. In this study, we focus on stable isotope–based methods (δ18O and δ2H) to derive paleosalinity. We use the water isotopes-enabled fully coupled atmosphere/ocean/vegetation/land surface three-dimensional model of intermediate complexity iLOVECLIM to simulate the climate and water isotopes during the last glacial maximum (LGM) and Heinrich event 1. We investigate how the isotopes in water can be used as reliable proxies to quantitatively reconstruct past changes in seawater salinity. Our results demonstrate that a quantitative salinity reconstruction during glacial conditions based on present-day regional δ18O-salinity relationships can lead to considerable errors (up to 25 g/kg in certain regions). However, we show that these eventual uncertainties on paleosalinity reconstruction can be reduced by allowing for model-derived regional δ18O-salinity relationships to vary through time. Our results indicate a rather stable dependence between δ2H and δ18O in surface seawater during the LGM. This suggest that quantitative reconstruction of salinity based on the δ2H measurement of alkenones (δ2Ha) might be possible if the slope and the intercept of the regression between the fractionation factor δ2Ha-δ2Hsw and salinity can be sufficiently tightly constrained in open ocean conditions. We confirm that pairing water isotopologues has a strong potential to reduce uncertainties on quantitative paleosalinity reconstructions, also under glacial boundary conditions.", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014PA002720", 
        "title": "Modeling water isotopologues during the last glacial: implications for quantitative paleosalinity reconstruction."
    }, 
    {
        "author": "Allyson Tessin, Ingrid Hendy, Nathan Sheldon, Bradley Sageman", 
        "date": "2015-05-19", 
        "description": "\n\nDuring the Cretaceous, widespread black shale deposition occurred during a series of Oceanic Anoxic Events (OAEs). Multiple processes are known to control the deposition of marine black shales, including changes in primary productivity, organic matter preservation and dilution. OAEs offer an opportunity to evaluate the relative roles of these forcing factors. The youngest of these events – the Coniacian to Santonian OAE 3 – resulted in a prolonged organic carbon burial event in shallow and restricted marine environments including the Western Interior Seaway (WIS). New high-resolution isotope, organic and trace metal records from the latest Turonian to early Santonian Niobrara Formation are used to characterize the amount and composition of organic matter preserved, as well as the geochemical conditions under which it accumulated. Redox sensitive metals (Mo, Mn, Re) indicate a gradual drawdown of oxygen leading into the abrupt onset of organic carbon rich (up to 8%) deposition. High Hydrogen Indices (HI) and organic carbon to total nitrogen ratios (C:N) demonstrate that the elemental composition of preserved marine organic matter is distinct under different redox conditions. Local changes in δ13C indicate that redox controlled early diagenesis can also significantly alter δ13Corg records. These results demonstrate that the development of anoxia is of primary importance in triggering the prolonged carbon burial in the Niobrara Formation. Sea level reconstructions, δ18O results, and Mo/TOC ratios suggest that stratification and enhanced bottom water restriction caused the drawdown of bottom water oxygen. Increased nutrients from benthic regeneration and/or continental runoff may have sustained primary productivity.", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014PA002729", 
        "title": "Redox controlled preservation of organic matter during “OAE 3” within the Western Interior Seaway"
    }, 
    {
        "author": "Fabio Florindo, Rocco Gennari, Davide Persico, Elena Turco, Giuliana Villa, Pontus C. Lurcock, Andrew P. Roberts, Aldo Winkler, Lionel Carter, Stephen F. Pekar", 
        "date": "2015-06-11", 
        "description": "\n\nNew magnetobiostratigraphic data for the late Oligocene through early Miocene at Deep Sea Drilling Project (DSDP) Hole 516F provide a significantly revised age model, which permits reevaluation of developments that led to the Mi-1 glacial event at the Oligocene-Miocene boundary. Our new high-resolution paleomagnetic study, which is supported by quantitative calcareous nannofossil and planktonic foraminiferal analyses, significantly refines previous age models for Oligocene-Miocene sediments from DSDP Hole 516F, with ages that are systematically younger than those previously determined. In some parts of the Oligocene, the discrepancy with previous studies exceeds 450 kyr. Based on this new age model, we infer a progressive increase in sedimentation rate and paleoproductivity between circa 23.9 Ma and circa 22.9 Ma, with the highest rate coinciding with the Mi-1 glacial event at the Oligocene-Miocene boundary. This productivity increase would have resulted in higher rates of carbon burial and in turn a drawdown of atmospheric CO2. Immediately afterward, an abrupt decrease in sedimentation rate and paleoproductivity suggests that the Mi-1 deglaciation was associated with decreased carbon input into the ocean. Elevated sedimentation rates are also documented at ~24.5 Ma, coincident with the Oi2D glacioeustatic event. The presence of volcanic material within the sediments during these glacial events is interpreted to have resulted from redeposition of sediment scoured from nearby sites on the Rio Grande Rise due to transient variations in bottom water flow patterns.", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014PA002734", 
        "title": "New magnetobiostratigraphic chronology and paleoceanographic changes across the Oligocene-Miocene boundary at DSDP Site 516 (Rio Grande Rise, SW Atlantic)"
    }, 
    {
        "author": "Elsa Arellano-Torres, Raja S. Ganeshram, Laetitia E. Pichevin, David Alberto Salas-de-Leon", 
        "date": "2015-06-11", 
        "description": "\n\nHigh-resolution sediment records from the eastern tropical North Pacific (ETNP) spanning the last ~240 ka B.P. were studied to document the nature of millennial-scale climatic events in the tropical Pacific and to investigate teleconnection mechanisms. We present organic carbon (%OC) and diffuse spectral reflectivity records as indicative of upwelling and productivity changes off NW Mexico over the middle to late Pleistocene. The new productivity records document the persistence of abrupt millennial-scale changes over the last two glacial cycles. Detailed spectral and wavelet time series analyses show the predominance of longer climatic cycles (2–6 ka) during the last and the penultimate glacial periods. The persistence of millennial variability during the penultimate glacial, in absence of large ice rafted debris events in the North Atlantic, suggests that freshwater input through ice sheet dynamics is not essential for millennial-scale climate variability. Given the worldwide emerging picture of remarkable similar millennial-scale records over long time periods, we suggest that the pacing of this climate variability may represent a natural resonance in the climate system, amplified by a tightly coupled oceanic and atmospheric teleconnection processes. We present a schematic scenario of millennial-scale climate change depicting the role of the tropical Pacific in this global teleconnection system by linking productivity and upwelling changes in the ETNP with shifts in the position of the Intertropical Convergence Zone and the strength of the subtropical North Pacific High.", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014PA002714", 
        "title": "Persistent millennial-scale climate variability in the eastern tropical North Pacific over the last two glacial cycles"
    }, 
    {
        "author": "Fengming Chang, Tiegang Li, Zhifang Xiong, Zhaokai Xu", 
        "date": "2015-06-09", 
        "description": "\n\nGeochemical and sedimentological analyses of core PC-1 recovered from the northern East China Sea (ECS) provide insights into variations in terrigenous input associated with sea level and climate changes over the past 24.3 ka. Based on high-resolution multiproxy records, our results suggest that the competing processes of sea level and monsoonally driven precipitation determined terrigenous input to the northern ECS. Dominance of terrigenous material, along with relatively light Globigerinoides ruber δ18O, indicates that the Last Glacial Maximum (LGM) lowstand of sea level has occurred during the period 21.5–19.6 ka, not suggesting an early slow rise but supporting the conventional LGM age of 21 ka. This LGM lowstand was terminated by the rapid sea level rise of 19 ka meltwater pulse (MWP), which is well expressed by the nearly synchronous decreases in both terrigenous detritus and mean grain size from 19.6 to 18.9 ka. MWP-1A is clearly marked in our records by a sharp reduction in terrigenous input and pronounced maxima of G. ruber δ18O at 15.3–14.8 ka, given the considerable age uncertainties of deglacial marine radiocarbon samples. A slightly increasing input of terrigenous matter is noted after 13.4 ka, potentially pointing to a sea level fall following the Inter-Allerød Cooling Period, which was seldom reported previously. Although MWP-1B did not leave robust signatures in terrigenous input, it is explicitly captured by the heavy δ18O of G. ruber and decline in mean grain size at 11.5–10.9 ka. MWP-1c probably occurred in a broad millennial interval with multiple peaks, which are robustly marked by the abrupt variations in terrigenous input and marine organic matter at 9.7–9.3 and 9.1 ka, respectively. During the late Holocene, the effect of continuously weakening monsoon precipitation overwhelmed that of stable sea level resulting in a uniform increase in the proportion of marine-derived organic matter after 5.5 ka.", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014PA002733", 
        "title": "Evidence for sea level and monsoonally driven variations in terrigenous input to the northern East China Sea during the last 24.3 ka"
    }, 
    {
        "author": "David J. Wilson, Alexander M. Piotrowski, Albert Galy, Virupaxa K. Banakar", 
        "date": "2015-06-06", 
        "description": "\n\nChanges in ocean circulation structure, together with biological cycling, have been proposed for trapping carbon in the deep ocean during glacial periods of the Late Pleistocene, but uncertainty remains in the nature and timing of deep ocean circulation changes through glacial cycles. In this study, we use neodymium (Nd) and carbon isotopes from a deep Indian Ocean sediment core to reconstruct water mass mixing and carbon cycling in Circumpolar Deep Water over the past 250 thousand years, a period encompassing two full glacial cycles and including a range of orbital forcing. Building on recent studies, we use reductive sediment leaching supported by measurements on isolated phases (foraminifera and fish teeth) in order to obtain a robust seawater Nd isotope reconstruction. Neodymium isotopes record a changing North Atlantic Deep Water (NADW) component in the deep Indian Ocean that bears a striking resemblance to Northern Hemisphere climate records. In particular, we identify both an approximately in-phase link to Northern Hemisphere summer insolation in the precession band and a longer-term reduction of NADW contributions over the course of glacial cycles. The orbital timescale changes may record the influence of insolation forcing, for example via NADW temperature and/or Antarctic sea ice extent, on deep stratification and mixing in the Southern Ocean, leading to isolation of the global deep oceans from an NADW source during times of low Northern Hemisphere summer insolation. That evidence could support an active role for changing deep ocean circulation in carbon storage during glacial inceptions. However, mid-depth water mass mixing and deep ocean carbon storage were largely decoupled within glacial periods, and a return to an interglacial-like circulation state during marine isotope stage (MIS) 6.5 was accompanied by only minor changes in atmospheric CO2. Although a gradual reduction of NADW export through glacial periods may have produced slow climate feedbacks linked to the growth of Northern Hemisphere ice sheets, carbon cycling in the glacial ocean was instead more strongly linked to Southern Ocean processes.", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014PA002707", 
        "title": "Interhemispheric controls on deep ocean circulation and carbon chemistry during the last two glacial cycles"
    }, 
    {
        "author": "Xianyan Wang, Shuangwen Yi, Huayu Lu, Jef Vandenberghe, Zhiyong Han", 
        "date": "2015-06-02", 
        "description": "\nThe response of surface processes to global climatic changes since the last glacial is critical to understanding the mechanism of climatic changes on the Tibetan Plateau. In this study, loess from the northeastern Tibetan Plateau (NETP) was closely spaced dated to provide an independent high-resolution record of dust accumulation processes and millennial-scale climatic changes. Optically stimulated luminescence ages reveal episodes of rapid dust deposition at approximately 12.3 ka, 16 ka, 21–23 ka, 25–28 ka, and possibly also at 30–33 ka. These episodes are broadly correlated with high-latitude and marine records cold climatic events, such as the Younger Dryas, Heinrich event 1, and the Last Glacial Maximum. This correlation implies that dust storms in the NETP represent episodic aridification and wind strengthening, which is ascribed to the southward shift of the polar front and the intensification of the Siberian high-pressure cell that was forced by millennial-scale cooling in high northern latitudes.", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014PA002731", 
        "title": "Aeolian process and climatic changes in loess records from the northeastern Tibetan Plateau: Response to global temperature forcing since 30 ka"
    }, 
    {
        "author": "Paula Diz, Stephen Barker", 
        "date": "2015-06-02", 
        "description": "\nWe present a high-resolution record of benthic foraminifera fauna from a sediment core retrieved from the South Cape Basin (Subantarctic South Atlantic) spanning the last glacial cycle (95 kyr). Information provided by benthic foraminiferal assemblages together with paleoclimate proxies from the same core allow us to interpret changes in the style of primary production (episodic versus sustained) in relation to abrupt climate oscillations. Our results indicate that fluctuations in the abundance of the phytodetritus-related species, Epistominella exigua, are concomitant with millennial-scale high-latitude climate perturbations. Episodic phytoplankton blooms increased during a negative mode of the bipolar seesaw, irrespective of the magnitude of the perturbation (i.e., Heinrich stadial versus non-Heinrich stadial events). We provide a hypothesis linking the frequency and intensity of these events to atmospheric perturbations, interhemispheric climate variability, and millennial-scale changes in atmospheric CO2. A notable exception to the overall pattern is the generally high abundance of E. exigua across the globally synchronous onset of glacial marine oxygen isotope stage (MIS) 4, a period generally characterized by increased dustiness and low-quality organic carbon as inferred by the percentage of the nonphytodetritus species. This highlights the special characteristics governing the onset of MIS 4 in the Subantarctic.", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015PA002784", 
        "title": "Linkages between rapid climate variability and deep-sea benthic foraminifera in the deep Subantarctic South Atlantic during the last 95 kyr"
    }, 
    {
        "author": "Sascha Serno, Gisela Winckler, Robert F. Anderson, Edith Maier, Haojia Ren, Rainer Gersonde, Gerald H. Haug", 
        "date": "2015-06-02", 
        "description": "\n\nWe present a new record of eolian dust flux to the western Subarctic North Pacific (SNP) covering the past 27,000 years based on a core from the Detroit Seamount. Comparing the SNP dust record to the North Greenland Ice Core Project (NGRIP) ice core record shows significant differences in the amplitude of dust changes to the two regions during the last deglaciation, while the timing of abrupt changes is synchronous. If dust deposition in the SNP faithfully records its mobilization in East Asian source regions, then the difference in the relative amplitude must reflect climate-related changes in atmospheric dust transport to Greenland. Based on the synchronicity in the timing of dust changes in the SNP and Greenland, we tie abrupt deglacial transitions in the 230Th-normalized 4He flux record to corresponding transitions in the well-dated NGRIP dust flux record to provide a new chronostratigraphic technique for marine sediments from the SNP. Results from this technique are complemented by radiocarbon dating, which allows us to independently constrain radiocarbon paleoreservoir ages. We find paleoreservoir ages of 745 ± 140 years at 11,653 year B.P., 680 ± 228 years at 14,630 year B.P., and 790 ± 498 years at 23,290 year B.P. Our reconstructed paleoreservoir ages are consistent with modern surface water reservoir ages in the western SNP. Good temporal synchronicity between eolian dust records from the Subantarctic Atlantic and equatorial Pacific and the ice core record from Antarctica supports the reliability of the proposed dust tuning method to be used more widely in other global ocean regions.", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014PA002748", 
        "title": "Comparing dust flux records from the Subarctic North Pacific and Greenland: Implications for atmospheric transport to Greenland and for the application of dust as a chronostratigraphic tool"
    }, 
    {
        "author": "Tor Lien Mjell, Ulysses S. Ninnemann, Tor Eldevik, Helga Kikki F. Kleiven", 
        "date": "2015-05-28", 
        "description": "\nThe Nordic Seas overflows are an important part of the Atlantic thermohaline circulation. While there is growing evidence that the overflow of dense water changed on orbital time scales during the Holocene, less is known about the variability on shorter time scales beyond the instrumental record. Here we reconstruct the relative changes in flow strength of Iceland-Scotland Overflow Water (ISOW), the eastern branch of the overflows, on multidecadal-millennial time scales. The reconstruction is based on mean sortable silt (SS¯) from a sediment core on the Gardar Drift (60°19′N, 23°58′W, 2081 m). Our SS¯ record reveals that the main variance in ISOW vigor occurred on millennial time scales (1–2 kyr) with particularly prominent fluctuations after 8 kyr. Superimposed on the millennial variability, there were multidecadal-centennial flow speed fluctuations during the early Holocene (10–9 kyr) and one prominent minimum at 0.9 kyr. We find a broad agreement between reconstructed ISOW and regional North Atlantic climate, where a strong (weak) ISOW is generally associated with warm (cold) climate. We further identify the possible contribution of anomalous heat and freshwater forcing, respectively, related to reconstructed overflow variability. We infer that ocean poleward heat transport can explain the relationship between regional climate and ISOW during the middle to late Holocene, whereas freshwater input provides a possible explanation for the reduced overflow during early Holocene (8–10 kyr).", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014PA002737", 
        "title": "Holocene multidecadal- to millennial-scale variations in Iceland-Scotland overflow and their relationship to climate"
    }, 
    {
        "author": "Alba Vara, Robin P. M. Topper, Paul Th. Meijer, Tanja J. Kouwenhoven", 
        "date": "2015-05-21", 
        "description": "\n\nAlthough the present-day Mediterranean-Atlantic water exchange has been extensively studied, little is known about the dynamics of the Betic and Rifian corridors that existed before the Messinian Salinity Crisis. Due to the difficulties in studying the paleogeographic evolution of these corridors, physics-based knowledge of their behavior is essential to interpret observational evidence and to relate flow structures to gateway geometries. Here we present the first systematic model study of the water exchange through these gateways. We use the parallel version of the Princeton Ocean Model (sbPOM) and a set of idealized bathymetries based on a late Tortonian paleogeography. This analysis represents a major step forward in the understanding of the behavior of the double-gateway system constituted by the Late Miocene Betic and Rifian corridors. We demonstrate that the “siphon” scenario, involving inflow of cold upwelled Atlantic water through the Rifian corridor and outflow of Mediterranean water only via the Betic corridor, is unlikely from a physics perspective. It is shown that two exchange patterns are possible depending solely on the relative depth of the corridors. The implication of this is that geological evidence for the behavior of one corridor provides information about the dimensions of the other. We show that disappearance of outflow in one corridor does not necessarily imply its closure and we establish a guideline to determine how geological evidence can be interpreted as indicating one- or two-layer flow. Based on the model results, we propose new physics-based scenarios for the time interval defined for the siphon.", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014PA002719", 
        "title": "Water exchange through the Betic and Rifian corridors prior to the Messinian Salinity Crisis: A model study"
    }, 
    {
        "author": "Christina Karamperidou, Pedro N. Di Nezio, Axel Timmermann, Fei-Fei Jin, Kim M. Cobb", 
        "date": "2015-05-21", 
        "description": "\nThe response of El Niño–Southern Oscillation (ENSO) to mid-Holocene boundary conditions remains an open question: paleoclimate proxies and climate model simulations do not agree in the magnitude of the reduction of ENSO variability, while recent proxy evidence from fossil corals from the central Pacific show that the reduction in mid-Holocene ENSO variability compared to the end of the twentieth century is not different from the reduction during other Holocene time intervals. This is inconsistent with the interpretation of lake and ocean sediment records from the eastern Pacific, which show a significant reduction compared to all other Holocene periods. In order to reconcile the seemingly conflicting proxy evidence from the eastern and central Pacific, we hypothesize that ENSO remained active during the mid-Holocene; however, there was a change in the spatial pattern of the sea surface temperature anomalies, also known as ENSO flavors. Using National Center for Atmospheric Research's Community Climate System Model version 4 forced with mid-Holocene orbital conditions, we find that the frequency of occurrence of the strongest eastern Pacific (EP) events decreases in the mid-Holocene and their variance is reduced by ∼30%, while the frequency of central Pacific (CP) events slightly increases and their variance does not change. We also find a shift in the seasonality of EP events, but not in that of CP events. Lastly, mid-Holocene EP events develop more slowly and decay faster. The differential response of ENSO flavors to mid-Holocene forcing is remotely forced by the West Pacific, where a weakening of the trade winds in early boreal spring in the mid-Holocene initiates an anomalous downwelling annual Kelvin wave, which reaches the eastern Pacific during the ENSO development season, weakens the upper ocean stratification, and results in reduced ENSO upwelling feedback. The simulated reduction in the EP flavor versus the CP flavor in the mid-Holocene is consistent with proxy evidence: The teleconnection patterns of the two flavors with temperature, precipitation, and salinity are distinct, and proxies from different regions of the Pacific might be recording variability associated with only one of the flavors, or some combination of their relative effects.", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014PA002742", 
        "title": "The response of ENSO flavors to mid-Holocene climate: Implications for proxy interpretation"
    }, 
    {
        "author": "Jessica E. Carilli, Helen V. McGregor, Jessica J. Gaudry, Simon D. Donner, Michael K. Gagan, Samantha Stevenson, Henri Wong, David Fink", 
        "date": "2015-05-18", 
        "description": "", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015PA002783", 
        "title": "Reply to comment by Karnauskas et al. on “Equatorial Pacific coral geochemical records show recent weakening of the Walker circulation”"
    }, 
    {
        "author": "Kristopher B. Karnauskas, Anne L. Cohen, Elizabeth J. Drenkard", 
        "date": "2015-05-18", 
        "description": "", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014PA002753", 
        "title": "Comment on “Equatorial Pacific coral geochemical records show recent weakening of the Walker circulation” by J. Carilli et al."
    }, 
    {
        "author": "Xiaoli Zhou, Hugh C. Jenkyns, Jeremy D. Owens, Christopher K. Junium, Xin-Yuan Zheng, Bradley B. Sageman, Dalton S. Hardisty, Timothy W. Lyons, Andy Ridgwell, Zunli Lu", 
        "date": "2015-05-13", 
        "description": "\nGlobal warming lowers the solubility of gases in the ocean and drives an enhanced hydrological cycle with increased nutrient loads delivered to the oceans, leading to increases in organic production, the degradation of which causes a further decrease in dissolved oxygen. In extreme cases in the geological past, this trajectory has led to catastrophic marine oxygen depletion during the so-called oceanic anoxic events (OAEs). How the water column oscillated between generally oxic conditions and local/global anoxia remains a challenging question, exacerbated by a lack of sensitive redox proxies, especially for the suboxic window. To address this problem, we use bulk carbonate I/Ca to reconstruct subtle redox changes in the upper ocean water column at seven sites recording the Cretaceous OAE 2. In general, I/Ca ratios were relatively low preceding and during the OAE interval, indicating deep suboxic or anoxic waters exchanging directly with near-surface waters. However, individual sites display a wide range of initial values and excursions in I/Ca through the OAE interval, reflecting the importance of local controls and suggesting a high spatial variability in redox state. Both I/Ca and an Earth System Model suggest that the northeast proto-Atlantic had notably higher oxygen levels in the upper water column than the rest of the North Atlantic, indicating that anoxia was not global during OAE 2 and that important regional differences in redox conditions existed. A lack of correlation with calcium, lithium, and carbon isotope records suggests that neither enhanced global weathering nor carbon burial was a dominant control on the I/Ca proxy during OAE 2.", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014PA002741", 
        "title": "Upper ocean oxygenation dynamics from I/Ca ratios during the Cenomanian-Turonian OAE 2"
    }, 
    {
        "author": "Guillaume Suan, Bas Schootbrugge, Thierry Adatte, Jens Fiebig, Wolfgang Oschmann", 
        "date": "2015-05-13", 
        "description": "\nSedimentary rocks recording the Toarcian oceanic anoxic event (T-OAE) are marked by a negative carbon isotope excursion (CIE) reaching up to −7‰ and ranking among the largest known in the Phanerozoic. These records suggest a dramatic perturbation of the carbon cycle that has been linked to the transfer of juvenile carbon from the endogenic to the exogenic reservoirs. Nevertheless, the magnitude of the Toarcian CIE varies significantly from one substrate to another, hence complicating mass balance evaluation of the potential driving mechanisms. Here we show, using high-resolution, paired records of δ13Ctotal organic carbon (TOC) and hydrogen index from the Denkingen core and Dotternhausen quarry (Germany), that the amplitude of the negative CIE in marine organic matter is considerably exaggerated by changes in organic matter sourcing. Our corrected 3–4‰ CIE implies a constant carbon isotope fractionation between organic and carbonate carbon across the T-OAE and may point to a prominent role of cyanobacteria as organic matter producers during the Early Jurassic. These results also suggest that the difference between inorganic and organic carbon isotope values in marine strata constitutes a poor proxy of pCO2 levels across the T-OAE. Moreover, this corrected 3–4‰ CIE, together with evidence for >5°C seawater warming across the T-OAE, point to the input of >25,000 Gt C with much more 13C-enriched signature than previously modeled. Our results thus allow reconciling inorganic and organic δ13C records of the T-OAE and have important implications for the evaluation of their causal mechanisms.", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014PA002758", 
        "title": "Calibrating the magnitude of the Toarcian carbon cycle perturbation"
    }, 
    {
        "author": "D. C. Lund, A. C. Tessin, J. L. Hoffman, A. Schmittner", 
        "date": "2015-05-06", 
        "description": "\n\nThe rise in atmospheric CO2 during Heinrich Stadial 1 (HS1; 14.5–17.5 kyr B.P.) may have been driven by the release of carbon from the abyssal ocean. Model simulations suggest that wind-driven upwelling in the Southern Ocean can liberate 13C-depleted carbon from the abyss, causing atmospheric CO2 to increase and the δ13C of CO2 to decrease. One prediction of the Southern Ocean hypothesis is that water mass tracers in the deep South Atlantic should register a circulation response early in the deglaciation. Here we test this idea using a depth transect of 12 cores from the Brazil Margin. We show that records below 2300 m remained 13C-depleted until 15 kyr B.P. or later, indicating that the abyssal South Atlantic was an unlikely source of light carbon to the atmosphere during HS1. Benthic δ18O results are consistent with abyssal South Atlantic isolation until 15 kyr B.P., in contrast to shallower sites. The depth dependent timing of the δ18O signal suggests that correcting δ18O for ice volume is problematic on glacial terminations. New data from 2700 to 3000 m show that the deep SW Atlantic was isotopically distinct from the abyss during HS1. As a result, we find that mid-depth δ13C minima were most likely driven by an abrupt drop in δ13C of northern component water. Low δ13C at the Brazil Margin also coincided with an ~80‰ decrease in Δ14C. Our results are consistent with a weakening of the Atlantic meridional overturning circulation and point toward a northern hemisphere trigger for the initial rise in atmospheric CO2 during HS1.", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014PA002657", 
        "title": "Southwest Atlantic water mass evolution during the last deglaciation"
    }, 
    {
        "author": "Jean Lynch-Stieglitz, Pratigya J. Polissar, Allison W. Jacobel, Steven A. Hovan, Robert A. Pockalny, Mitchell Lyle, Richard W. Murray, A. Christina Ravelo, Samantha C. Bova, Ann G. Dunlea, Heather L. Ford, Jennifer E. Hertzberg, Christina A. Wertman, Ashley E. Maloney, Julia K. Shackford, Katherine Wejnert, Ruifang C. Xie", 
        "date": "2015-05-04", 
        "description": "\n\nMuch uncertainty exists about the state of the oceanic and atmospheric circulation in the tropical Pacific over the last glacial cycle. Studies have been hampered by the fact that sediment cores suitable for study were concentrated in the western and eastern parts of the tropical Pacific, with little information from the central tropical Pacific. Here we present information from a suite of sediment cores collected from the Line Islands Ridge in the central tropical Pacific, which show sedimentation rates and stratigraphies suitable for paleoceanographic investigations. Based on the radiocarbon and oxygen isotope measurements on the planktonic foraminifera Globigerinoides ruber, we construct preliminary age models for selected cores and show that the gradient in the oxygen isotope ratio of G. ruber between the equator and 8°N is enhanced during glacial stages relative to interglacial stages. This stronger gradient could reflect enhanced equatorial cooling (perhaps reflecting a stronger Walker circulation) or an enhanced salinity gradient (perhaps reflecting increased rainfall in the central tropical Pacific).", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014PA002746", 
        "title": "Glacial-interglacial changes in central tropical Pacific surface seawater property gradients"
    }, 
    {
        "author": "Fabienne Regoli, Thibault Garidel-Thoron, Kazuyo Tachikawa, Zhiming Jian, Liming Ye, André W. Droxler, Guillaume Lenoir, Michel Crucifix, Nicolas Barbarin, Luc Beaufort", 
        "date": "2015-05-04", 
        "description": "\n\nThe depth of equatorial Pacific thermocline is diagnostic of the main modes of tropical climates. Past estimates of Pacific thermocline dynamics have been reconstructed either for the Last Glacial Maximum or on longer timescales at low resolution. Here we document a new high-resolution set of reconstructed past sea surface and subsurface waters temperatures from the southwestern subequatorial Pacific, core MD05-2930, in the Gulf of Papua, over the last 800 ka. We used two morphotypes of Globigerinoides ruber known to live at different water depths to reconstruct past stratification. We estimated calcification temperature of each morphotypes by Mg/Ca paleothermometry. Our subequatorial Pacific thermocline paleotemperature record indicates a response of the thermocline to both direct orbital forcing and glacial-interglacial changes. Our stratification record shows a systematic shallower glacial thermocline, whereas sea surface temperatures are characterized by precessional forcing. The record is indicative of a progressive long-term shoaling of the thermocline during the glacial stages during the late Pleistocene. The shoaling of the subequatorial Pacific thermocline is consistent with regional estimates. An enhanced South Pacific shallow overturning wind-driven circulation could have driven this progressive shoaling. We speculate that this late Pleistocene glacial shoaling of the thermocline could be related to an increase in the amplitude of the obliquity.", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014PA002696", 
        "title": "Progressive shoaling of the equatorial Pacific thermocline over the last eight glacial periods"
    }, 
    {
        "author": "Janne Repschläger, Mara Weinelt, Hanno Kinkel, Nils Andersen, Dieter Garbe-Schönberg, Christian Schwab", 
        "date": "2015-05-04", 
        "description": "\n\nThe North Atlantic subtropical gyre (STG) circulates warm waters between 10 and 40°N and is a potential area of heat storage during periods of reduced North Atlantic Meridional Overturning Circulation (AMOC), when warm salt-rich waters are retained in the subtropics. In this study, we investigated multicentennial to millennial scale changes in subtropical North Atlantic hydrography in response to AMOC changes during the last deglaciation and early Holocene, using sediment cores MD08-3180 and GEOFAR KF16. The coring site (38°N) is situated near the boundary between transitional eastern North Atlantic waters and STG waters that is formed by the Azores Front. Hydrographic changes are reconstructed using new stable isotope data of benthic and subsurface dwelling planktonic foraminifera, Mg/Ca measurements on planktonic foraminifera, and planktonic foraminifera abundances that are supplemented with published sea surface temperature and stable isotope data. These multiproxy data indicate a close coupling between the latitudinal position of the northern STG boundary and deglacial AMOC modes. During weak AMOC phases (Heinrich event 1, Younger Dryas (YD), 8.2 ka event), Northern Hemisphere subpolar water reached down to the northern STG boundary, displacing the boundary southward. During the Bølling-Allerød warm period, a strong warming trend of the subtropical region to 19°C is observed. A cooling of the sea surface temperature by 6°C during the YD is accompanied by ongoing northward transport of warm subsurface water that might have contributed to the restart of AMOC.", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014PA002637", 
        "title": "Response of the subtropical North Atlantic surface hydrography on deglacial and Holocene AMOC changes"
    }, 
    {
        "author": "", 
        "date": "2015-05-13", 
        "description": "\nNo abstract is available for this article.", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fpalo.20134", 
        "title": "Issue Information"
    }, 
    {
        "author": "Shinya Iwasaki, Katsunori Kimoto, Osamu Sasaki, Harumasa Kano, Makio C. Honda, Yusuke Okazaki", 
        "date": "2015-04-10", 
        "description": "\n\nWe performed a 9 day dissolution experiment with tests of the planktic foraminifer Globigerina bulloides at pH 6.7 ± 0.1 in water undersaturated with respect to calcite. The initial stage of the dissolution process, which is not recognizable from the surface structure of the tests, was quantitatively evaluated by X-ray microcomputed tomography (XMCT). XMCT revealed three distinct test structures: early-developed calcite formed during the juvenile stage of G. bulloides, an inner calcite layer, and an outer calcite layer. The test ultrastructure was observed by scanning electron microscopy, and CT number evaluated the density distribution in the test. The early-developed calcite and inner calcite layer had low CT numbers (500–1300; low density, porous) and were sensitive to dissolution, whereas the outer calcite layer had high CT numbers (<1300; high density) and resisted dissolution. Both the modes and the frequencies of the CT numbers decreased with progress of dissolution. Changes in the CT number histogram with progress of dissolution were quantified in terms of the percentage of calcite volume accounted for by low-density calcite (% Low-CT-number calcite). A clear linear relationship (R2 = 0.87) between % Low-CT-number calcite and % Test weight loss was found. This relationship indicates that the amount of test dissolution can be estimated from the distribution of CT numbers. We propose that XMCT measurements will be useful for quantitatively estimating the amount of carbonate loss from foraminiferal tests by dissolution.", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014PA002639", 
        "title": "Observation of the dissolution process of Globigerina bulloides tests (planktic foraminifera) by X-ray microcomputed tomography"
    }, 
    {
        "author": "Gerald Auer, Werner E. Piller, Markus Reuter, Mathias Harzhauser", 
        "date": "2015-04-13", 
        "description": "\n\nDuring the Miocene prominent oxygen isotope events (Mi-events) reflect major changes in glaciation, while carbonate isotope maxima (CM-events) reflect changes in organic carbon burial, particularly during the Monterey carbon isotope excursion. However, despite their importance to the global climate history they have never been recorded in shallow marine carbonate successions. The Decontra section on the Maiella Platform (central Apennines, Italy), however, allows to resolve them for the first time in such a setting during the early to middle Miocene. The present study improves the stratigraphic resolution of parts of the Decontra section via orbital tuning of high-resolution gamma ray (GR) and magnetic susceptibility data to the 405 kyr eccentricity metronome. The tuning allows, within the established biostratigraphic, sequence stratigraphic, and isotope stratigraphic frameworks, a precise correlation of the Decontra section with pelagic records of the Mediterranean region, as well as the global paleoclimatic record and the global sea level curve. Spectral series analyses of GR data further indicate that the 405 kyr orbital cycle is particularly well preserved during the Monterey Event. Since GR is a direct proxy for authigenic uranium precipitation during increased burial of organic carbon in the Decontra section, it follows the same long-term orbital pacing as observed in the carbon isotope records. The 405 kyr GR beat is thus correlated with the carbon isotope maxima observed during the Monterey Event. Finally, the Mi-events can now be recognized in the δ18O record and coincide with plankton-rich, siliceous, or phosphatic horizons in the lithology of the section.", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014PA002716", 
        "title": "Correlating carbon and oxygen isotope events in early to middle Miocene shallow marine carbonates in the Mediterranean region using orbitally tuned chemostratigraphy and lithostratigraphy"
    }, 
    {
        "author": "Delia W. Oppo, William B. Curry, Jerry F. McManus", 
        "date": "2015-04-13", 
        "description": "\n\nApproximately synchronous with the onset of Heinrich Stadial 1 (HS1), δ13C decreased throughout most of the upper (~1000–2500 m) Atlantic, and at some deeper North Atlantic sites. This early deglacial δ13C decrease has been alternatively attributed to a reduced fraction of high-δ13C North Atlantic Deep Water (NADW) or to a decrease in the NADW δ13C source value. Here we present new benthic δ18O and δ13C records from three relatively shallow (~1450–1650 m) subpolar Northeast Atlantic cores. With published data from other cores, these data form a depth transect (~1200–3900 m) in the subpolar Northeast Atlantic. We compare Last Glacial Maximum (LGM) and HS1 data from this transect with data from a depth transect of cores from the Brazil Margin. The largest LGM-to-HS1 decreases in both benthic δ13C and δ18O occurred in upper waters containing the highest NADW fraction during the LGM. We show that the δ13C decrease can be explained entirely by a lower NADW δ13C source value, entirely by a decrease in the proportion of NADW relative to Southern Ocean Water, or by a combination of these mechanisms. However, building on insights from model simulations, we hypothesize that reduced ventilation due to a weakened but still active Atlantic Meridional Overturning Circulation also contributed to the low δ13C values in the upper North Atlantic. We suggest that the benthic δ18O gradients above ~2300 m at both core transects indicate the depth to which heat and North Atlantic deglacial freshwater had mixed into the subsurface ocean by early HS1.", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014PA002667", 
        "title": "What do benthic δ13C and δ18O data tell us about Atlantic circulation during Heinrich Stadial 1?"
    }, 
    {
        "author": "Christian Zeeden, Stephen R. Meyers, Lucas J. Lourens, Frederik J. Hilgen", 
        "date": "2015-04-14", 
        "description": "\nAstrochronology is fundamental to many paleoclimate studies, but a standard statistical test has yet to be established for validating stand-alone astronomically tuned time scales (those lacking detailed independent time control) against their astronomical insolation tuning curves. Shackleton et al. (1995) proposed that the modulation of precession's amplitude by eccentricity can be used as an independent test for the successful tuning of paleoclimate data. Subsequent studies have demonstrated that eccentricity-like amplitude modulation can be artificially generated in random data, following astronomical tuning. Here we introduce a new statistical approach that circumvents the problem of introducing amplitude modulations during tuning and data processing, thereby allowing the use of amplitude modulations for astronomical time scale evaluation. The method is based upon the use of the Hilbert transform to calculate instantaneous amplitude following application of a wide band precession filter and subsequent low-pass filtering of the instantaneous amplitude to extract potential eccentricity modulations. Statistical significance of the results is evaluated using phase-randomized surrogates that preserve the power spectrum structure of the data but have randomized amplitude modulations. Application of the new testing algorithm to two astronomically tuned data sets demonstrates the efficacy of the technique and confirms the presence of astronomical signals. Additionally, it is demonstrated that a minimal tuning approach using (at maximum) one precession cycle per ~100 kyr eccentricity cycle does not introduce systematic frequency modulations, even when a narrow band-pass filter is applied, allowing direct comparison of data amplitudes and orbital eccentricity.", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014PA002762", 
        "title": "Testing astronomically tuned age models"
    }, 
    {
        "author": "Michael Siccha, Eli Biton, Hezi Gildor", 
        "date": "2015-04-22", 
        "description": "\n\nWe have employed a regional Massachusetts Institute of Technology oceanic general circulation model of the Red Sea to investigate its circulation during marine isotope stage (MIS) 5e, the peak of the last interglacial, approximately 125 ka before present. Compared to present-day conditions, MIS 5e was characterized by higher Northern Hemisphere summer insolation, accompanied by increases in air temperature of more than 2°C and global sea level approximately 8 m higher than today. As a consequence of the increased seasonality, intensified monsoonal conditions with increased winds, rainfall, and humidity in the Red Sea region are evident in speleothem records and supported by model simulations. To assess the dominant factors responsible for the observed changes, we conducted several sensitivity experiments in which the MIS 5 boundary conditions or forcing parameters were used individually. Overall, our model simulation for the last interglacial maximum reconstructs a Red Sea that is colder, less ventilated and probably more oligotrophic than at present day. The largest alteration in Red Sea circulation and properties was found for the simulation of the northward displacement and intensification of the African tropical rain belt during MIS 5e, leading to a notable increase in the fresh water flux into the Red Sea. Such an increase significantly reduced the Red Sea salinity and exchange volume of the Red Sea with the Gulf of Aden. The Red Sea reacted to the MIS 5e insolation forcing by the expected increase in seasonal sea surface temperature amplitude and overall cooling caused by lower temperatures during deep water formation in winter.", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2013PA002603", 
        "title": "Red Sea circulation during marine isotope stage 5e"
    }, 
    {
        "author": "Meryem Mojtahid, Rose Manceau, Ralf Schiebel, Rick Hennekam, Gert J. Lange", 
        "date": "2015-04-29", 
        "description": "\n\nOver the past 13 ka, the hydrology for the southeastern Mediterranean was mainly regulated by Nile River runoff, which in turn was controlled by climate forcing. Being affected by orbital forcing, and the position of the Intertropical Convergence Zone (ITCZ), planktic foraminiferal data (assemblages, stable isotopes, and size properties) indicate three major periods. (1) From 13.0 to 11.5 ka, the upper water column was well-mixed, cold, and productive. (2) From 11.5 to 6.4 ka, hydrology and foraminifers were affected by intensified monsoonal circulation. The enhanced size of Globigerinoides ruber is interpreted as a response to environmental stress caused by low-saline waters. (3) After 6.4 ka, the southward retreat of the ITCZ caused a decrease in freshwater discharge and hence a return to ecological equilibrium. A drop in foraminifer diversity from 2.9 to 1.1 ka was related to more arid conditions, and limited supply of nutrients from the Nile River. We suggest a link to a negative North Atlantic Oscillation (NAO) marking the Roman Humid Period in the western Mediterranean, and in anti-phase with the southeastern Mediterranean aridity. Because Nile River runoff exerted major control on surface hydrology, a connection to Indian and Pacific climate systems partially controlling precipitation over the Nile catchment area is hypothesized. From 1.1 to 0.54 ka, high foraminifer diversity indicates humid conditions synchronous to the Medieval Climate Anomaly under a positive NAO state. Over the past 0.54 ka encompassing the Little Ice Age, another arid period is indicated by a drop in foraminifer diversity.", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014PA002705", 
        "title": "Thirteen thousand years of southeastern Mediterranean climate variability inferred from an integrative planktic foraminiferal-based approach"
    }
]