[
    {
        "author": "Cheryl Ann Blain, Richard P. Mied, Paul McKay, Wei Chen, William J. Rhea", 
        "date": "2015-06-15", 
        "description": "\n\nNon-buoyant front formation at the confluence of Nanjemoy Creek and the main Potomac River (MD) channel is examined. Terra satellite ASTER imagery reveals a sediment color front emerging from Nanjemoy Creek when the Potomac is near maximum ebb. Nearly contemporaneous ASTER and Landsat ETM+ imagery are used to extract surface velocities, which suggest a velocity shear front is collocated with the color front. In-situ velocities (measured by RiverRay traverses near the Nanjemoy Creek mouth) confirm the shear front's presence.\nA finite-element simulation (using ADCIRC) replicates the observed velocity-shear front and is applied to decipher its physics. Three results emerge: 1.) The velocity-shear front forms, confined to a shoal downstream of the creek-river confluence for most of the tidal cycle, 2.) A simulation with a flat bottom in Nanjemoy Creek and Potomac River (i.e., no bathymetry variation) indicates the velocity-shear front never forms, hence the front cannot exist without the bathymetry, and 3.) An additional simulation with a blocked-off Creek entrance demonstrates that while the magnitude of the velocity-shear is largely unchanged without the creek, shear front formation is delayed in time. Without the Creek there is no advection of the M6 tidal constituent (generated by nonlinear interaction of the flow with bottom friction) onto the shoals, only a locally generated contribution. A tidal phase difference between Nanjemoy and Potomac causes the ebbing Nanjemoy Creek waters to intrude into the Potomac as far south as its deep channel, and draw from a similar location in the Potomac during Nanjemoy flood. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010563", 
        "title": "Bathymetrically controlled velocity-shear front at a tidal river confluence"
    }, 
    {
        "author": "Joshua D. Anderson, Chin H. Wu, David J. Schwab", 
        "date": "2015-06-15", 
        "description": "\n\nThe wave climate of the Apostle Islands in Lake Superior for 35-year (1979-2013) was hindcast and examined using a third-generation spectral wave model. Wave measurements within the Apostle Islands and offshore NOAA buoys were used to validate the model. Statistics of the significant wave height, peak wave period, and mean wave direction were computed to reveal the spatial variability of wave properties within the archipelago for average and extreme events. Extreme value analysis was performed to estimate the significant wave height at the 1, 10, and 100-year return periods. Significant wave heights in the interior areas of the islands vary spatially but are approximately half those immediately offshore of the islands. Due to reduced winter ice cover and a clockwise shift in wind direction over the hindcast period, long-term trend analysis indicates an increasing trend of significant wave heights statistics by as much as 2%/year, which is approximately an order of magnitude greater than similar analysis performed in the global ocean for areas unaffected by ice. Two scientific questions related to wave climate are addressed. First, the wave climate change due to the relative role of changing wind fields or ice covers over the past 35 years was revealed. Second, potential bluff erosion affected by the change of wave climate and the trend of lower water levels in the Apostle Islands, Lake Superior was examined. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010278", 
        "title": "Wave climatology in the Apostle Islands, Lake Superior"
    }, 
    {
        "author": "M. Tchilibou, T. Delcroix, G. Alory, S. Arnault, G. Reverdin", 
        "date": "2015-06-13", 
        "description": "\n\nThis study focuses on the time-space variability of the low Sea Surface Salinity (SSS) waters extending zonally within 2°N-12°N in the Atlantic and Pacific and within 6°S-16°S in the western third of the Pacific. The analysis is based on a combination of in situ SSS observations collected in the last three decades from voluntary observing ships, TAO/TRITON and PIRATA moorings, Argo floats and (few) CTD profiles. The mean latitudes of the Atlantic and Pacific low SSS waters appear 1-3° further poleward than the Evaporation minus Precipitation (E-P) minima linked to the Inter Tropical Convergence Zones (ITCZ) and South Pacific Convergence Zone (SPCZ). At the seasonal time scale, the E-P minima migrate poleward in summer hemispheres, leading the migration of the SSS minima by 2-3 months in the Atlantic ITCZ, Pacific SPCZ, and in the eastern part of the Pacific ITCZ. On the other hand, the seasonal displacements of E-P and SSS minima are in anti-phase in the central and western parts of the Pacific ITCZ. At the interannual time scale, the E-P and SSS minima migrate poleward during La Nina events in the Pacific and during the positive phase of the Atlantic Meridional Dipole (AMD) in the Atlantic (and vice versa during El Nino and the negative phase of the AMD). We further document long-term (1979-2009) meridional migrations of the E-P and SSS minima, especially in the SPCZ region, and discuss whether or not they are consistent with documented SST and wind stress trends. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010836", 
        "title": "Variations of the Tropical Atlantic and Pacific SSS minimum zones and their relations to the ITCZ and SPCZ rain bands (1979–2009)"
    }, 
    {
        "author": "Sonja van Leeuwen, Paul Tett, David Mills, Johan van der Molen", 
        "date": "2015-06-12", 
        "description": "\n\nThe European Unions' Marine Strategy Framework Directive aims to limit anthropogenic influences in the marine environment. But marine ecosystems are characterised by high variability, and it is not trivial to define its natural state. Here, we use the physical environment as a basis for marine classification, as it determines the conditions in which organisms must operate to survive and thrive locally.\nWe present a delineation of the North Sea into five distinct regimes, based on multi-decadal stratification characteristics. Results are based on a 51-year simulation of the region using the coupled hydrobiogeochemical model GETM-ERSEM-BFM. The five identified regimes are: permanently stratified, seasonally stratified, intermittently stratified, permanently mixed and Region Of Freshwater Influence (ROFI). The areas characterised by these regimes show some interannual variation in geographical coverage, but are overall remarkable stable features within the North Sea.\nResults also show that 29% of North Sea waters fail to classify as one of the defined stratification regimes, due to high interannual variability.\nBiological characteristics of these regimes differ from diatom-based food webs in areas with prolonged stratification to Phaeocystis-dominated food webs in areas experiencing short-lived or no stratification. The spatial stability of the identified regimes indicates that carefully selected monitoring locations can be used to represent a substantive area of the North Sea. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010485", 
        "title": "Stratified and non-stratified areas in the North Sea: Long-term variability and biological and policy implications"
    }, 
    {
        "author": "Matthew S. Spydell, Falk Feddersen, Maitane Olabarrieta, Jialin Chen, R. T. Guza, Britt Raubenheimer, Steve Elgar", 
        "date": "2015-06-12", 
        "description": "\n\nMaterial transport and dispersion near the mouth of a tidal inlet (New River Inlet, NC) are investigated using GPS-tracked drifters and numerical models. For ebb tide releases, velocities are largest (>1 ms−1) in 2 approximately 30-m wide channels that bisect the 1-3 m deep ebb shoal. In the channels, drifter and subsurface current meter velocities are similar, consistent with strong vertical mixing and 2D hydrodynamics. Drifters were preferentially entrained in the channelized jets where drifter cluster lateral spreading rates μin were small (μin ≈ 0.5m2s−1). At the seaward edge of the ebb shoal, jet velocities decrease linearly with distance (to ≤ 0.2 ms−1, about 1 km from shore), and cluster spreading rates are larger with μout ≈ 3m2s−1. Although the models COAWST and NearCom generally reproduce the observed trajectory directions, certain observed drifter properties are poorly modeled. For example, modeled mean drifter velocities are smaller than observed, and upon exiting the inlet, observed drifters turn north more than modeled drifters.} The model simulations do reproduce qualitatively the spreading rates observed in the inner inlet, the flow deceleration, and the increase in μout observed in the outer inlet. However, model spreading rates increase only to μout < 1 m2s−1. Smaller modeled than observed μout may result from using unstratified models. Non-coincident (in space) observations show evidence of a buoyant plume (Δρ = 1kgm−3) in the outer inlet, likely affecting drifter lateral spreading. Generally, drifter based model performance is good within the inlet channels where tidal currents are strongest, whereas model-data differences are significant farther offshore. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010541", 
        "title": "Observed and Modeled Drifters at a Tidal Inlet"
    }, 
    {
        "author": "Hiroshi Sumata, Ronald Kwok, Rüdiger Gerdes, Frank Kauker, Michael Karcher", 
        "date": "2015-06-12", 
        "description": "\n\nTime-space varying uncertainty maps of monthly mean Arctic summer ice drift are presented. To assess the error statistics of two low-resolution Eulerian ice drift products, we use high-resolution Lagrangian ice motion derived from synthetic aperture radar (SAR) imagery. The Lagrangian trajectories from the SAR data are converted to an Eulerian format to serve as reference for the error assessment of the Eulerian products. The statistical error associated with the conversion is suppressed to an acceptable level by applying a threshold for averaging. By using the SAR ice drift as a reference, we formulate the uncertainty of monthly mean ice drift as an empirical function of drift speed and ice concentration. The empirical functions are applied to derive uncertainty maps of Arctic ice drift fields. The estimated uncertainty maps reasonably capture an increase of uncertainty with the progress of summer melting season. The uncertainties range from 1.0 cm s−1 to 2.0 cm s−1, which indicates that the low-resolution Eulerian products for summer seasons are of practical use for climate studies, model validation and data assimilation, if their uncertainties are appropriately taken into account. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010810", 
        "title": "Uncertainty of Arctic summer ice drift assessed by high-resolution SAR data"
    }, 
    {
        "author": "Wei Shi, Menghua Wang", 
        "date": "2015-06-12", 
        "description": "\n\nTwelve-year satellite observations between 2002 and 2013 from the Moderate Resolution Imaging Spectroradiometer (MODIS) onboard the satellite Aqua are used to quantitatively assess the water property changes in the Aral Sea. The shortwave infrared (SWIR) atmospheric correction algorithm is required and used to derive normalized water-leaving radiance spectra nLw(λ) in the Aral Sea. We used radiance ratio nLw(555)/nLw(443) as a surrogate to characterize the spatial and temporal variations of chlorophyll-a (Chl-a) in the Aral Sea. Both seasonal variability and significant interannual changes were observed when the Aral Sea desiccated between 2002 and 2013. All three separated regions of the Aral Sea show increased nLw(555)/nLw(443) ratio (a surrogate for Chl-a) and the diffuse attenuation coefficient at the wavelength of 490 nm (Kd(490)) during the fall season. Of the three regions, the North Aral Sea has had the least interannual variability, while South-East (SE) Aral Sea experienced drastic changes. Waters in the SE Aral Sea are the most turbid with significantly higher Kd(490) than those in the other two sub-regions. Kd(490) gradually increased from ∼2 m−1 in 2002 to ∼3.5 m−1 after 2008 in the SE Aral Sea. In comparison, both radiance ratio nLw(555)/nLw(443) and Kd(490) were relatively stable for the North Aral Sea. In the South-West (SW) Aral Sea, however, nLw(555)/nLw(443) values reached peaks in the fall of 2007 and 2010. A possible link between the Aral Sea water property change and the regional climate variation is also discussed. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010937", 
        "title": "Decadal Changes of Water Properties in the Aral Sea Observed by MODIS-Aqua"
    }, 
    {
        "author": "Hui Wu", 
        "date": "2015-06-12", 
        "description": "\n\nOffshore-penetrating tongues of coastal water have been frequently observed during the downwelling-favorable monsoon season at specific locations in waters off the Min-Zhe Coast, a region influenced by a buoyant coastal current originating from the Changjiang River. This process plays an important role in cross-shelf material exchange in the East China Sea (ECS), but the underlying mechanisms are not fully understood. This study suggests that the penetrating fronts are the response of buoyant coastal water to along-isobath undulation of the ambient pycnocline that is controlled by the temperature stratification in seawater. When the ambient pycnocline descends sharply in the downshelf direction, coastal water is transported offshore due to the joint effect of baroclinicity and relief (JEBAR), and thus generates a penetrating front. Along-isobath pycnocline undulation in the ECS can arise from non-uniform tidal mixing due to tidal wave divergence off the Min-Zhe Coast. On-shelf intrusion of cold and dense Kuroshio subsurface water prevents thorough mixing of the pycnocline. Different from the common cross-shelf transport phenomena induced by winds or frontal instabilities, such a tidal mechanism should produce penetrating fronts at specific locations, in agreement with observations. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010686", 
        "title": "Cross-shelf penetrating fronts: A response of buoyant coastal water to ambient pycnocline undulation"
    }, 
    {
        "author": "Ryan J. Lowe, Arturo S. Leon, Graham Symonds, James L. Falter, Renee Gruber", 
        "date": "2015-06-12", 
        "description": "\n\nA two-week field experiment investigated the hydrodynamics of a strongly tidally-forced tropical intertidal reef platform in the Kimberley region of northwestern Australia, where the spring tidal range exceeds 8 m. At this site, the flat and wide (∼1.4 km) reef platform is located slightly above mean sea level, such that during low tide the offshore water level can fall 4 m below the platform. While the reef always remained submerged over each tidal cycle, there were dramatic asymmetries in both the water levels and velocities on the reef, i.e., the flood duration lasted only ∼2 hr versus ∼10 hr for the ebb. These dynamics were investigated using a one-dimensional numerical model (SWASH) to solve the nonlinear shallow water equations with rapid (sub- to super-critical) flow transitions. The numerical model revealed that as water drains off the reef, a critical flow point was established near the reef edge prior to the water discharging down the steep forereef. Despite this hydraulic control, bottom friction on the reef was still found to make a far greater contribution to elevating water levels on the reef platform and keeping it submerged over each tidal cycle. Finally, a simple analytical model more broadly shows how water levels on intertidal reef platforms functionally depend on properties of reef morphology, bottom roughness, and tidal conditions, revealing a set of parameters (a reef draining time-scale and friction parameter) that can be used to quantify how the water depth will fall on a reef during ebb tide. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010701", 
        "title": "The intertidal hydraulics of tide-dominated reef platforms"
    }, 
    {
        "author": "Stavroula Biri, Martin G. Scharffenberg, Detlef Stammer", 
        "date": "2015-06-11", 
        "description": "\n\nGlobal and regional probability density functions and higher statistical moments are analyzed for anomalies of the surface geostrophic velocity components inferred from the 3-year Jason-1 TOPEX/POSEIDON Tandem mission and for sea level anomalies (SLA) observed through the TOPEX/POSEIDON, Jason-1 and 2 altimetric missions, together covering a 19-year period. Results are compared with those obtained from the AVISO 19 year, 1/3° gridded SLA space-time objective analysis and associated geostrophic velocity anomalies. The study reveals that eddy variability appears to be Gaussian over most parts of the ocean, outside the influence of energetic current systems, and that specific flow regimes in the ocean can be identified through higher statistical moments of the flow field and SLA observations. However, the moment-ratio diagrams of skewness and kurtosis reveal that in energetic boundary currents the ocean does not follow Gaussian statistics, but rather behaves like an exponential distribution. Higher statistical moments of SLA and velocity anomalies do vary seasonally and thereby provide valuable information about the seasonal changes of the oceans' flow field. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010681", 
        "title": "A probabilistic description of the mesoscale eddy field in the ocean"
    }, 
    {
        "author": "Sergei Kirillov, Igor Dmitrenko, David Babb, Søren Rysgaard, David Barber", 
        "date": "2015-06-11", 
        "description": "\n\nThe seasonal ice cover plays an important role in the climate system limiting the exchange of heat and momentum across the air-water interface. Among other factors, sea ice is sensitive to the ocean heat flux. In this study we use in situ oceanographic, sea ice and meteorological data collected during winter 2013/2014 in Young Sound (YS) fjord in Northeast Greenland to estimate the ocean heat flux to the landfast ice cover. During the preceding ice-free summer, incident solar radiation caused sea surface temperatures of up to 5-6°C. Subsequently this heat was transferred down to the intermediate depths, but returned to the surface and retarded ice growth throughout winter. Two different approaches were used to estimate the ocean heat fluxes; (i) a residual method based on a 1-D thermodynamic ice growth model and (ii) a bulk parameterization using friction velocities and available heat content of water beneath the ice.\nThe average heat flux in the inner YS varied from 13 Wm−2 in October-December to less than 2 W m−2 in January-May. An average heat flux of 9 Wm−2 was calculated for the outer YS. Moreover, we show that the upward heat flux in the outer fjord is strongly modulated by surface outflow, which produced two maxima in heat flux (up to 18-24 Wm−2) during 26 December to 27 January and from 11 February to 14 March. By May 2014, the upward ocean heat flux reduced the landfast ice thickness by 18% and 24% in the inner and outer YS, respectively. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010720", 
        "title": "The effect of ocean heat flux on seasonal ice growth in Young Sound (Northeast Greenland)"
    }, 
    {
        "author": "Mark A. Brzezinski, Jeffrey W. Krause, Randelle M. Bundy, Katherine A. Barbeau, Peter Franks, Ralf Goericke, Michael R. Landry, Michael R. Stukel", 
        "date": "2015-06-11", 
        "description": "\n\nNutrient dynamics, phytoplankton rate processes and export were examined in a frontal region between an anticyclone and a pair of cyclones 120 km off the coast in the southern California Current System (sCCS). Low silicic acid: nitrate ratios (Si:N) and high nitrate to iron ratios (N:Fe) characteristic of Fe-limiting conditions in the sCCS were associated with the northern cyclone and with the transition zone between the cyclones and the anticyclone. Phytoplankton growth in low-Si:N, high-N:Fe waters responded strongly to added Fe, confirming growth limitation by Fe of the diatom-dominated phytoplankton community. Low Si:N waters had low biogenic silica content, intermediate productivity, but high export compared to intermediate Si:N waters indicating increased export efficiency under Fe stress. Biogenic silica and particulate organic carbon (POC) export were both high beneath low Si:N waters with biogenic silica export being especially enhanced. This suggests that relatively high POC export from low Si:N waters was supported by silica ballasting from Fe-limited diatoms. Higher POC export efficiency in low Si:N waters may have been further enhanced by lower rates of organic carbon remineralization due to reduced grazing of more heavily armored diatoms growing under Fe stress. The results imply that Fe stress can enhance carbon export, despite lowering productivity, by driving higher export efficiency. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010829", 
        "title": "Enhanced silica ballasting from iron stress sustains carbon export in a frontal zone within the California Current"
    }, 
    {
        "author": "L. Rasmussen, P. D. Bromirski, A. J. Miller, D. Arcas, R. E. Flick, M. C. Hendershott", 
        "date": "2015-06-11", 
        "description": "\n\nTsunami propagation simulations are used to identify which tsunami source locations would produce the highest amplitude waves on approach to key population centers along the U.S. West Coast. The reasons for preferential influence of certain remote excitation sites are explored by examining model time sequences of tsunami wave patterns emanating from the source. Distant bathymetric features in the West and Central Pacific can redirect tsunami energy into narrow paths with anomalously large wave height that have disproportionate impact on small areas of coastline. The source region generating the waves can be as little as 100 km along a subduction zone, resulting in distinct source–target pairs with sharply amplified wave energy at the target. Tsunami spectral ratios examined for transects near the source, after crossing the West Pacific, and on approach to the coast illustrate how prominent bathymetric features alter wave spectral distributions, and relate to both the timing and magnitude of waves approaching shore. To contextualize the potential impact of tsunamis from high-amplitude source-target pairs, the source characteristics of major historical earthquakes and tsunamis in 1960, 1964 and 2011 are used to generate comparable events originating at the highest amplitude source locations for each coastal target. This creates a type of “worst case scenario”, a replicate of each region's historically largest earthquake positioned at the fault segment that would produce the most incoming tsunami energy at each target port. An amplification factor provides a measure of how the incoming wave height from the worst-case source compares to the historical event. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010718", 
        "title": "Source location impact on relative tsunami strength along the U.S. West Coast"
    }, 
    {
        "author": "Yosuke Yamada, Hideki Fukuda, Mario Uchimiya, Chiaki Motegi, Shigeto Nishino, Takashi Kikuchi, Toshi Nagata", 
        "date": "2015-06-11", 
        "description": "\n\nTransparent exopolymer particles (TEP), particulate organic carbon (POC), and particles (size range: 5.2–119 µm) as determined by laser in situ scattering and transmissometry (LISST) were measured in the water column from the Chukchi Sea to the Canada Basin in the western Arctic Ocean, during the late summer of 2012. In general, the percentages of TEP-carbon to POC were high (the mean values for the shelf and slope-basin regions were 135.4 ± 58.0% (± standard deviation, n = 36) and 187.6 ± 73.3% (n = 58), respectively), relative to the corresponding values reported for other oceanic regions, suggesting that TEP plays an important role in regulating particle dynamics. A hotspot (extremely high concentration) of particles, accompanied by high prokaryote abundance and production, was observed near the seafloor (depth 50 m) of the shelf region. Localized accumulation of particles was also found in the thin layer near the pycnocline (depth 10–30 m) and on the slope. Over a broader spatial scale, particle concentration gradients were identified from the shelf to the basin in the upper water column (<50 m). The particle size distribution analysis indicated that relatively small particles were dominant in the shelf region compared to the slope-basin region. These results suggest that particles containing large amounts of TEP are produced in the shelf region and are potentially delivered to the slope-basin region along the pycnocline, which might support productivity and material cycles in the nutrient-depleted basin region of the western Arctic Ocean. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010794", 
        "title": "Localized accumulation and a shelf-basin gradient of particles in the Chukchi Sea and Canada Basin, western Arctic"
    }, 
    {
        "author": "Darren J. Pilcher, Sarah R. Brody, Leah Johnson, Benjamin Bronselaer", 
        "date": "2015-06-11", 
        "description": "\n\nThe ability of Earth System Models to accurately simulate the seasonal cycle of the partial pressure of CO2 in surface water (pCO2SW) has important implications for projecting future ocean carbon uptake. Here, we develop objective model skill score metrics and assess the abilities of 18 CMIP5 models to simulate the seasonal mean, amplitude, and timing of pCO2SW in biogeographically defined ocean biomes. The models perform well at simulating the monthly timing of the seasonal minimum and maximum of pCO2SW, but perform somewhat worse at simulating the seasonal mean values, particularly in polar and equatorial regions. The results also illustrate that a single “best” model can be difficult to determine, despite an analysis restricted to the seasonality of a single variable. Nonetheless, groups of models tend to perform better than others, with significant regional differences. This suggests that particular models may be better suited for particular regions, though we find no evidence for model tuning. Timing and amplitude skill scores display a weak positive correlation with observational data density, while the seasonal mean scores display a weak negative correlation. Thus, additional mapped pCO2SW data may not directly increase model skill scores, however improved knowledge of the dominant mechanisms may improve model skill. Lastly, we find skill score variability due to internal model variability to be much lower than variability within the CMIP5 inter-model spread, suggesting that mechanistic model differences are primarily responsible for differences in model skill scores. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010759", 
        "title": "Assessing the abilities of CMIP5 models to represent the seasonal cycle of surface ocean pCO2"
    }, 
    {
        "author": "Adrien Lefauve, Caroline Muller, Angélique Melet", 
        "date": "2015-06-08", 
        "description": "\n\nThe breaking of internal tides is believed to provide a large part of the power needed to mix the abyssal ocean and sustain the meridional overturning circulation. Both the fraction of internal tide energy that is dissipated locally and the resulting vertical mixing distribution are crucial for the ocean state, but remain poorly quantified. Here we present a first worldwide estimate of mixing due to internal tides generated at small-scale abyssal hills. Our estimate is based on linear wave theory, a non-linear parameterization for wave breaking and uses quasi-global small-scale abyssal hill bathymetry, stratification and tidal data. We show that a large fraction of abyssal-hill generated internal tide energy is locally dissipated over midocean ridges in the Southern Hemisphere. Significant dissipation occurs above ridge crests, and, upon rescaling by the local stratification, follows a monotonic exponential decay with height off the bottom, with a non-uniform decay scale. We however show that a substantial part of the dissipation occurs over the smoother flanks of mid-ocean ridges, and exhibits a mid-depth maximum due to the interplay of wave amplitude with stratification. We link the three-dimensional map of dissipation to abyssal hills characteristics, ocean stratification and tidal forcing, and discuss its potential implementation in time-evolving parameterizations for global climate models. Current tidal parameterizations only account for waves generated at large-scale satellite-resolved bathymetry. Our results suggest that the presence of small-scale, mostly unresolved abyssal hills could significantly enhance the spatial inhomogeneity of tidal mixing, particularly above mid-ocean ridges in the Southern Hemisphere. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010598", 
        "title": "A three-dimensional map of tidal dissipation over abyssal hills"
    }, 
    {
        "author": "Katsuichiro Goda, Tomohiro Yasuda, Nobuhito Mori, P. Martin Mai", 
        "date": "2015-06-06", 
        "description": "\n\nThe sensitivity and variability of spatial tsunami inundation footprints in coastal cities and towns due to a mega-thrust subduction earthquake in the Tohoku region of Japan are investigated by considering different fault geometry and slip distributions. Stochastic tsunami scenarios are generated based on the spectral analysis and synthesis method with regards to an inverted source model. To assess spatial inundation processes accurately, tsunami modeling is conducted using bathymetry and elevation data with 50-m grid resolutions. Using the developed methodology for assessing variability of tsunami hazard estimates, stochastic inundation depth maps can be generated for local coastal communities. These maps are important for improving disaster preparedness by understanding the consequences of different situations/conditions, and by communicating uncertainty associated with hazard predictions. The analysis indicates that the sensitivity of inundation areas to the geometrical parameters (i.e. top-edge depth, strike, and dip) depends on the tsunami source characteristics and the site location, and is therefore complex and highly nonlinear. The variability assessment of inundation footprints indicates significant influence of slip distributions. In particular, topographical features of the region, such as ria coast and near-shore plain, have major influence on the tsunami inundation footprints. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010626", 
        "title": "Variability of tsunami inundation footprints considering stochastic scenarios based on a single rupture model: Application to the 2011 Tohoku earthquake"
    }, 
    {
        "author": "M. Janout, Y. Aksenov, J. Hölemann, B. Rabe, U. Schauer, I. Polyakov, S. Bacon, A. Coward, M. Karcher, Y.D. Lenn, H. Kassens, L. Timokhov", 
        "date": "2015-06-06", 
        "description": "\n\nSiberian river water is a first-order contribution to the Arctic freshwater budget, with the Ob, Yenisey, and Lena supplying nearly half of the total surface freshwater flux. However, few details are known regarding where, when and how the freshwater transverses the vast Siberian shelf seas. This paper investigates the mechanism, variability and pathways of the fresh Kara Sea outflow through Vilkitsky Strait towards the Laptev Sea. We utilize a high-resolution ocean model and recent shipboard observations to characterize the freshwater-laden Vilkitsky Strait Current (VSC), and shed new light on the little-studied region between the Kara and Laptev Seas, characterized by harsh ice conditions, contrasting water masses, straits and a large submarine canyon. The VSC is 10-20 km wide, surface-intensified, and varies seasonally (maximum from August-March) and interannually. Average freshwater (volume) transport is 500 ± 120 km3 a−1 (0.53 ± 0.08 Sv), with a baroclinic flow contribution of 50-90%. Interannual transport variability is explained by a storage-release mechanism, where blocking-favorable summer winds hamper the outflow and cause accumulation of freshwater in the Kara Sea. The year following a blocking event is characterized by enhanced transports driven by a baroclinic flow along the coast that is set up by increased freshwater volumes. Eventually, the VSC merges with a slope current and provides a major pathway for Eurasian river water towards the Western Arctic along the Eurasian continental slope. Kara (and Laptev) Sea freshwater transport is not correlated with the Arctic Oscillation, but rather driven by regional summer pressure patterns. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010635", 
        "title": "Kara Sea freshwater transport through Vilkitsky Strait: Variability, forcing, and further pathways toward the western Arctic Ocean from a model and observations"
    }, 
    {
        "author": "Andrew E. Shao, Sarah T. Gille, Sabine Mecking, LuAnne Thompson", 
        "date": "2015-06-06", 
        "description": "\n\nThe region of the Southern Ocean that encompasses the Subantarctic Front (SAF) to the north and the Polar Front (PF) to the south contains most of the transport of the Antarctic Circumpolar Current. Here, skewness of sea level anomaly (SLA) from 1992-2013 is coupled with a meandering Gaussian jet model to estimate the mean position, meridional width, and the percent variance that each front contributes to total SLA variability. The SAF and PF have comparable widths (85km) in the circumpolar average, but their widths differ significantly in the East Pacific Basin (85km and 60km respectively). Interannual variability in the positions of the SAF and PF are also estimated using annual subsets of the SLA data from 1993 to 2012. The PF position has enhanced variability near strong topographic features such as the Kerguelen Plateau, the Campbell Plateau east of New Zealand, and downstream of Drake Passage. Neither the SAF nor the PF showed a robust meridional trend over the 20-year period. The Southern Annular Mode was significantly correlated with basin-averaged SAF and PF positions in the East Pacific and with the PF south of Australia. A correlation between the PF and the basin-scale wind stress curl anomaly was also found in the Western extratropical Pacific but not in other basins. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010723", 
        "title": "Properties of the Subantarctic Front and Polar Front from the skewness of sea level anomaly"
    }, 
    {
        "author": "Brian Dzwonkowski, Neal R. Pettigrew, Stacy R. Knapp", 
        "date": "2015-06-05", 
        "description": "\n\nThe velocity and hydrographic structure across Broad Sound, a north-south orientated subsystem of Casco Bay, ME that lacks continuous coastal boundaries, was characterized using velocity observations from two moorings in late summer/fall of 2013 and velocity and density observations from a repeat-transect ship survey conducted over a tidal cycle during the same period. At tidal time scales, the system is dominated by a barotropic semi-diurnal standing wave with a west to east decrease in tidal amplitude and relatively minimal phase change across the majority of the transect. The stratification (vertical differences of 0.5-1.0 kg m−3) was generally laterally uniform and stronger during the flood phase which is hypothesized to result from stronger offshore stratification. The mean circulation had strong lateral shear with inflow over the deepest point in the bathymetric cross-section and eastern slope and outflow over the western slope. There was also vertical shearing of the horizontal velocities with stronger northward (or northward trending) velocities at depth. The depth-averaged subtidal fluctuations were relatively small (∼2-3 cm s−1) and uncorrelated between mooring sites suggesting the vertically uniform current response associated with remote wind forcing is of limited importance. On the other hand, the depth dependent velocity fluctuations at the subtidal time scale were, in large part (∼36-72%), driven by wind forcing. The net flux ratio, a means of quantifying the relative importance of the vertical and lateral shear in the flow field, was typically ∼0.44 indicating the structure of the local wind response favored vertically sheared flow. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010481", 
        "title": "Spatial and temporal variability of the velocity and hydrographic structure in a weakly stratified system, Broad Sound, Casco Bay, Maine"
    }, 
    {
        "author": "Vincent Combes, Samuel Hormazabal, Emanuele Di Lorenzo", 
        "date": "2015-06-02", 
        "description": "\n\nThe Southeast Pacific, which encompasses the coasts of Peru and Chile, is one of the world's most productive regions resulting principally from the upwelling of subsurface nutrient-rich waters. Over the satellite altimetry era, there have been numerous evidence that surface mesoscale eddies play an important role in the offshore transport of rich coastal waters, but it has been only recently that few observational/numerical studies have highlighted the importance of the subsurface eddies. The eddy field variability is explored using the results of a high-resolution model experiment from 1979 to 2012. The model results indicate an asymmetry of the surface and subsurface eddy fields. While surface-intensified cyclones are slightly more frequent than anticyclones, the subsurface field is dominated by anticyclones (IntrathermoclineEddies; ITEs), triggered by the instability of the subsurface Peru Chile undercurrent (PCUC). Composite maps are consistent with in-situ observations. ITEs are associated with maximum vorticity around 150-200 m depth, warmer and more saline core, characteristic of the equatorial subsurface water from the PCUC. We find that the variability of the ITEs is significantly correlated with the ENSO equatorial signal. During strong El Niño events (e.g. 1982; 1998), we find that while the PCUC transport increases, the volume of coastal waters transported by ITEs however decreases during those periods. We find that the relaxation of the isopycnals along the coast during El Niño events leads to weakened baroclinic instability and to a decrease of the ITEs transport. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010265", 
        "title": "Interannual variability of the subsurface eddy field in the southeast Pacific"
    }, 
    {
        "author": "Di Yang, Bicheng Chen, Marcelo Chamecki, Charles Meneveau", 
        "date": "2015-06-02", 
        "description": "\n\nOnce oil plumes such as those originating from underwater blowouts reach the ocean mixed layer (OML), their near-surface dispersion is influenced heavily by wind and wave-generated Langmuir turbulence. In this study, the complex oil spill dispersion process is modeled using large-eddy simulation (LES). The mean plume dispersion is characterized by performing statistical analysis of the resulting fields from the LES data. Although the instantaneous oil concentration exhibits high intermittency with complex spatial patterns such as Langmuir-induced striations, it is found that the time-averaged oil distribution can still be described quite well by smooth Gaussian-type plumes. LES results show that the competition between droplet rise velocity and vertical turbulent diffusion due to Langmuir turbulence is crucial in determining both the dilution rate and overall direction of transport of oil plumes in the OML. The smoothness of the mean plume makes it feasible to aim at modeling the oil dispersion using Reynolds-averaged type formulations, such as the K-profile parameterization (KPP) with sufficient vertical resolution to capture vertical profiles in the OML. Using LES data, we evaluate the eddy viscosity and eddy diffusivity following the KPP framework. We assess the performance of previous KPP models for pure shear turbulence and Langmuir turbulence by comparing them with the LES data. Based on the assessment a modified KPP model is proposed, which shows improved overall agreement with the LES results for both the eddy viscosity and the eddy diffusivity of the oil dispersion under a variety of flow conditions and droplet sizes. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010542", 
        "title": "Oil plumes and dispersion in Langmuir, upper-ocean turbulence: large-eddy simulations and K-profile parameterization"
    }, 
    {
        "author": "Tsurane Kuragano, Yosuke Fujii, Masafumi Kamachi", 
        "date": "2015-06-02", 
        "description": "\n\nThis study evaluates capability of the Argo observation network for monitoring ocean variation, especially for eddy-scale variation, by using an optimum interpolation (OI) procedure. Sea surface dynamic height anomalies (DHAs) are derived from Argo temperature and salinity profile data, and DHA fields are obtained by the OI based on the space-time correlation scales estimated from along-track sea level anomaly (SLA) data by satellite altimetry. The DHA fields are compared with the SLA fields derived from the same OI applied to the along-track SLA data. The results show that the equatorial Kelvin waves and tropical instability waves are well captured by Argo floats. Eddies are also monitored effectively in the subtropical western North Pacific. The OI results of DHA do not agree well with those of SLA in the high latitudes. A simple test of the space-time OI analysis shows that more than six data in the e-folding domain, where the correlation coefficient of ocean variation is above e−1, are required for the reliable analysis with 99% confidence level. Argo floats provide sufficient number of observations for the reliable analysis in the low latitudes and some areas in the North Pacific. Two to three times more Argo data would be required in most of mid-latitudes and much more in high latitudes for capturing eddy-scale variation. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010730", 
        "title": "Evaluation of the Argo network using statistical space-time scales derived from satellite altimetry data"
    }, 
    {
        "author": "Hitoshi Kaneko, Sachihiko Itoh, Shinya Kouketsu, Takeshi Okunishi, Shigeki Hosoda, Toshio Suga", 
        "date": "2015-05-29", 
        "description": "\n\nTo investigate the relationships between the movement of an eddy and its interior structure and water properties, four profiling floats were deployed in an anticyclonic eddy in the western North Pacific in 2013 (April–October). Daily float profiles showed rapid changes in temperature and salinity corresponding to strong interactions between eddies north of the subtropical Kuroshio Extension. After the first interaction with a warm-core eddy in April, the isolation of the winter mixed layer from the surface was observed, forming a subsurface remnant layer. Another interaction with a cold fresh eddy at mid-depths in May resulted in the formation of a multilayer structure. The eddy then moved poleward along the Japan and Kuril–Kamchatka trenches, indicating changes in its propagation pattern coupled to its interior structure. The eddy then moved northward (June–July), stalled (July–August), and moved eastward (August–October). In addition to a general declining trend, the properties of the warm saline core changed over a short time period, coinciding with changes in propagation. A density anomaly at mid-depths of the eddy changed location during the stalled period; however, denser waters were continuously observed in the southeast part of the eddy during its northward and eastward movement. This unidirectional density anomaly pattern was consistent with the structure of the poleward-propagating eddy, which interacted with the western topographic boundary. Meridional exchanges of heat and material were potentially elevated by the eddy's advection and movement, as well as by water modifications in the eddy associated with exchanges along its perimeter. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010693", 
        "title": "Evolution and modulation of a poleward-propagating anticyclonic eddy along the Japan and Kuril-Kamchatka trenches"
    }, 
    {
        "author": "T. Shimozono, Y. Tajima, A. B. Kennedy, H. Nobuoka, J. Sasaki, S. Sato", 
        "date": "2015-05-29", 
        "description": "\n\nSuper typhoon Haiyan struck the Philippines on November 8, 2013, marking one of the strongest typhoons at landfall in recorded history. Extreme storm waves attacked the Pacific coast of Eastern Samar where the violent typhoon first made landfall. Our field survey confirmed storm overwash heights of 6–14 m above mean sea level were distributed along the southeastern coast and extensive inundation occurred in some coastal villages in spite of natural protection by wide fringing reefs. A wave model based on Boussinesq-type equations was constructed to simulate wave transformation over shallow fringing reefs and validated against existing laboratory data. Wave propagation and runup on the Eastern Samar coast are then reproduced using offshore boundary conditions based on a wave hindcast. The model results suggests that extreme waves on the shore are characterized as a superposition of the infragravity wave and sea-swell components. The balance of the two components is strongly affected by the reef width and beach slope through wave breaking, frictional dissipation, reef-flat resonances and resonant runup amplification. Therefore, flood characteristics significantly differ from site to site due to a large variation of the two topographic parameters on the hilly coast. Strong coupling of infragravity waves and sea swells produces extreme runup on steep beaches fronted by narrow reefs, whereas the infragravity waves become dominant over wide reefs and they evolve into bores on steep beaches. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010760", 
        "title": "Combined infragravity wave and sea-swell runup over fringing reefs by super typhoon Haiyan"
    }, 
    {
        "author": "Mohammad Saud Afzal, Lars Erik Holmedal, Dag Myrhaug", 
        "date": "2015-05-29", 
        "description": "\n\nThe effect of three-dimensional wave-induced streaming on the seabed boundary layer is investigated for following and opposing waves and current where the wave propagation forms a non-zero angle with the current. It is shown that the sea bed boundary layer flow results from an interaction between the classical wave-current interaction (reducing the mean velocity relative to current alone), Longuet-Higgins streaming (forcing the flow in the wave propagation direction) and streaming caused by turbulence asymmetry in successive wave half-cycles (forcing the flow against the wave propagation direction). For waves and current which are not colinear, the mean velocity profile exhibits a veering behaviour which is strongly affected by streaming, particularly for the most wave-dominated situations. The effect of streaming on the boundary layer flow has been investigated for different wave-current conditions and bottom roughnesses. Visualizations are given by mean Eulerian and Lagrangian velocity profiles, as well as three-dimensional seabed boundary layer particle trajectories. The effect of streaming decreases as the flow becomes more current-dominated. The mean velocity in the current direction decreases as the roughness increases. However, the mean velocity orthogonal to the current direction increases as the roughness increases due to the lack of wave-current interaction in this direction. An excellent agreement between the predicted and recently measured velocity profiles (Yuan and Madsen [2015]) beneath horizontally uniform asymmetric forcing is obtained. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010793", 
        "title": "Three-dimensional streaming in the seabed boundary layer beneath propagating waves with an angle of attack on the current"
    }, 
    {
        "author": "Xiang-Hui Fang, Fei Zheng, Jiang Zhu", 
        "date": "2015-05-25", 
        "description": "\n\nIt has been suggested that the strength asymmetry of the Bjerknes feedback is responsible for the pronounced amplitude asymmetry between eastern Pacific (EP) and central Pacific (CP) El Niño events. Detailed analyses have indicated that this strength asymmetry is mainly derived from the weaker sensitivity of the zonal sea level pressure (SLP) anomaly to that of the diabatic heating anomaly during the development phase of CP El Niño events, which mainly results from the large cancelation induced by the negative sea surface temperature (SST)–cloud thermodynamic feedback that negates the positive dynamical feedback. This study validates these conclusions by using historical runs of 20 models involved in the Coupled Model Intercomparison Project Phase 5 (CMIP5). Our results suggest that the CMIP5 models generally depict the asymmetry in amplitude between the two types of El Niño events well, which is consistent with successfully simulating the strength asymmetry of the Bjerknes feedback. As observed during both types of El Niño events, variations in the total cloud amount and short wave radiation also indicated that the cloud radiative effect is an important factor that causes amplitude asymmetry between CP and EP El Niño events. However, the CMIP5 models are severely biased when capturing realistic CP El Niño structures, namely few models can simulate the significantly weaker warming anomalies in the EP relative to the CP. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010683", 
        "title": "The cloud radiative effect when simulating strength asymmetry in two types of El Niño events using CMIP5 models"
    }, 
    {
        "author": "Pablo Sangrà, Charles Troupin, Beatriz Barreiro-González, Eric Desmond Barton, Abdellatif Orbi, Javier Arístegui", 
        "date": "2015-05-20", 
        "description": "\n\nIn the framework of the CAIBEX (Canaries-Iberian marine Ecosystem Exchanges) experiment an interdisciplinary high-resolution survey was conducted in the NW African region of Cape Ghir (30º38'N) during August 2009. The anatomy of a major filament is investigated on scales down to the submesoscale using in situ and remotely sensed data. The filament may be viewed as a system composed of three intimately connected structures: a small, shallow and cold filament embedded within a larger, deeper and cool filament and an intrathermocline anticyclonic eddy (ITE). The cold filament, which stretches 110 km offshore, is a shallow feature 60 m deep and 25 km wide, identified by minimal surface temperatures and rich in chlorophyll-a. This structure comprises two asymmetrical submesoscale (∼18 km) fronts with jets flowing in opposite directions. The cold filament is embedded near the equatorward boundary of a much broader region of c.a. 120 km width and 150 m depth that forms the cool filament and stretches at least 200 km offshore. This cool region, partly resulting from the influence of cold filament, is limited by two asymmetrical mesoscale (∼50 km) frontal boundaries. At the ITE, located North of the cold filament, we observe evidence of downwelling as indicated by a relatively high concentration of particles extending from the surface to more than 200 m depth. We hypothesize that this ITE may act as a sink of carbon and thus the filament system may serve dual roles of offshore carbon export and carbon sink This article is protected by copyright. All rights reserved.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010514", 
        "title": "The Cape Ghir filament system in August 2009 (NW Africa)"
    }, 
    {
        "author": "Jennifer M. Jackson, Richard E. Thomson, Leslie N. Brown, Peter G. Willis, Gary A. Borstad", 
        "date": "2015-05-20", 
        "description": "\n\nWe examine the spatial and temporal variability of satellite-sensed sea surface chlorophyll-a off the west coast of North America from 1997 to 2010, with focus on coastal British Columbia. The variability in surface chlorophyll-a is shown to be complex. Whereas the spring bloom generates the highest phytoplankton concentration for coastal Alaska, the north and east coasts of Haida Gwaii, Queen Charlotte Sound, the Strait of Georgia, and coastal Oregon and California, it is the fall bloom that normally generates the highest concentration for the west coast of Vancouver Island, Juan de Fuca Strait, and the west coast of Washington. The highest satellite-sensed chlorophyll concentrations occur in the Strait of Georgia, where mean values are at least two times higher than elsewhere in the northeast Pacific. Moreover, the annual average surface chlorophyll concentration has increased significantly in the Strait of Georgia from 5.9 mg m−3 in 1998 (a major El Niño year) to 8.9 mg m−3 in 2010 (a moderate El Niño year), suggesting an enhancement of biological productivity. Similarly, surface chlorophyll in the waters north and east of Haida Gwaii increased from 2.0 mg m−3 in 1998 to 2.8 mg m−3 in 2010. In all British Columbia regions, except the Strait of Georgia, the annual average chlorophyll concentration was highest in 2008, a year with prolonged La Niña conditions in the North Pacific. In the Strait of Georgia, the highest chlorophyll concentration was observed during the near neutral ENSO conditions of the spring of 2007. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010496", 
        "title": "Satellite chlorophyll off the British Columbia coast, 1997–2010"
    }, 
    {
        "author": "I. Camara, Nicolas Kolodziejczyk, Juliette mignot, Alban Lazar, Amadou. T. Gaye", 
        "date": "2015-05-18", 
        "description": "\n\nThe physical processes controlling the mixed layer salinity (MLS) seasonal budget in the tropical Atlantic ocean are investigated using a regional configuration of a ocean general circulation model. The analysis reveals that the MLS cycle is generally weak in comparison of individual physical processes entering in the budget, because of strong compensation. In evaporative regions, around the surface salinity maxima, the ocean acts to freshen the mixed layer against the action of evaporation. Poleward of the southern SSS maxima, the freshening is ensured by geostrophic advection, the vertical salinity diffusion and, during winter, a dominant contribution of the convective entrainment. On the equatorward flanks of the SSS maxima, Ekman transport mainly contributes to supply freshwater from ITCZ regions while vertical salinity diffusion adds on the effect of evaporation. All these terms are phase-locked through the effect of the wind. Under the seasonal march of the ITCZ and in coastal areas affected by river (7°S:15°N), the upper ocean freshening by precipitations and/or runoff is attenuated by vertical salinity diffusion. In the eastern equatorial regions seasonal cycle of wind forced surface currents advect freshwaters which are mixed with subsurface saline water because of the strong vertical turbulent diffusion. In all these regions, the vertical diffusion presents an important contribution to the MLS budget by providing, in general, an upwelling flux of salinity. It is generally due to vertical salinity gradient and mixing due to winds. Furthermore, in the equator where the vertical shear, associated to surface horizontal currents, is developed, the diffusion depends also on the sheared flow stability. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010865", 
        "title": "On the seasonal variations of salinity of the tropical Atlantic mixed layer"
    }, 
    {
        "author": "Greta M. Leber, Lisa M. Beal", 
        "date": "2015-05-13", 
        "description": "\n\nWe present full-depth hydrographic and velocity observations across a solitary meander within the Agulhas Current, and assess the degree to which the meander causes upwelling, cross-frontal mixing, and diapycnal transport. These events can input nutrients onto the continental shelf as well as advect larvae offshore. We find that the meander drives inshore upwelling with vertical velocities of at least 13 m day– 1. The meander also causes diapycnal transport resulting in 1°C cooler and 0.25 fresher central waters and 1°C warmer, 0.25 saltier intermediate waters below the thermocline. We introduce a new coordinate system that separates these changes into kinematic changes due to meandering and property changes along transport streamlines. This reveals that most of the observed diapycnal transport below the thermocline is due to property changes. We find a small amount of enhanced cross-frontal mixing associated with solitary meanders of the Agulhas Current, but it is statistically insignificant. We believe this is due to the strongly barotropic nature of the meandering Agulhas Current, which maintains a deep steering level that inhibits mixing. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010863", 
        "title": "Local water mass modifications by a solitary meander in the Agulhas Current"
    }, 
    {
        "author": "Alison R. Gray, Stephen C. Riser", 
        "date": "2015-05-13", 
        "description": "\n\nThis study presents an optimal analysis method for estimating from observations the large and small scale components of a field. This technique relies on an iterative generalized least squares procedure to determine the statistics of the small scale fluctuations directly from the data and is thus especially valuable when such information is not known a priori. The use of spherical radial basis functions in fitting the large scale signal is suggested, particularly when the domain is sufficiently large. Two test cases illustrate several of the properties of this procedure, demonstrate its utility, and provide practical guidelines for its use. This method is then applied to observations collected by the Argo array of profiling floats to produce global gridded absolute geostrophic velocity estimates. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010208", 
        "title": "A method for multiscale optimal analysis with application to Argo data"
    }, 
    {
        "author": "Aditya R. Nayak, Cheng Li, Bobak T. Kiani, Joseph Katz", 
        "date": "2015-05-12", 
        "description": "\n\nInteractions of currents and waves with a rippled seabed in the inner part of the coastal ocean bottom boundary layer are studied using particle image velocimetry, ADV and bottom roughness measurements. Mean velocity profiles collapse with appropriate scaling in the log layer, but vary substantially in the roughness sublayer. When wave induced motions are similar or greater than the mean current, the hydrodynamic roughness (z0) determined from velocity profiles is substantially larger than directly measured values. The roughness signature in turbulent energy spectra persists with elevation when its scale falls in the dissipation range, but decays in the log layer for larger roughness elements. Reynolds shear stress profiles peak in the lower parts of the log layer, diminishing below it, and gradually decaying at higher elevations. In contrast, wave shear stresses are negligible within the log layer, but become significant within the roughness sublayer. This phenomenon is caused by an increase in the magnitude and phase lag of the vertical component of wave-induced motion. No single boundary layer length scale collapses the Reynolds stresses, but both the Prandtl mixing length and eddy viscosity profiles agree well with the classical model of linear increase with elevation, especially near the seabed. Within the log region, profiles of shear production and dissipation rates of turbulence converge. Below it, dissipation rapidly increases, peaking near the seabed. Conversely, the shear production decays near the seabed, in agreement with the eddy viscosity model, but in contrast to both laboratory and computational rough wall studies. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010606", 
        "title": "On the wave and current interaction with a rippled seabed in the coastal ocean bottom boundary layer"
    }, 
    {
        "author": "François Roy, Matthieu Chevallier, Greg Smith, Frédéric Dupont, Gilles Garric, Jean-François Lemieux, Youyu Lu, Fraser Davidson", 
        "date": "2015-05-09", 
        "description": "\n\nGlobal simulations are presented focusing on the atmosphere-ice-ocean (AIO) surface layer (SL) in the Arctic. Results are produced using an ocean model (NEMO) coupled to two different sea ice models: the Louvain-La-Neuve single-category model (LIM2) and the Los Alamos multi-category model (CICE4). A more objective way to adjust the sea ice-ocean drag is proposed compared to a coefficient tuning approach. The air-ice drag is also adjusted to be more consistent with the atmospheric forcing dataset. Improving the AIO SL treatment leads to more realistic results, having a significant impact on the sea ice volume trend, sea ice thickness and the Arctic freshwater (FW) budget. The physical mechanisms explaining this sensitivity are studied. Improved sea ice drift speeds result in less sea ice accumulation in the Beaufort Sea, correcting a typical ice thickness bias. Sea ice thickness and drag parameters affect how atmospheric stress is transferred to the ocean, thereby influencing Ekman transport and FW retention in the Beaufort Gyre (BG). Increasing sea ice-ocean roughness reduces sea ice growth in winter by reducing ice deformation and lead fractions in the BG. It also increases the total Arctic FW content by reducing sea ice export through Fram Strait. Similarly, increasing air-ice roughness increases the total Arctic FW content by increasing FW retention in the BG. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010677", 
        "title": "Arctic sea ice and freshwater sensitivity to the treatment of the atmosphere-ice-ocean surface layer"
    }, 
    {
        "author": "Yadan Mao, Peter V. Ridd", 
        "date": "2015-05-08", 
        "description": "\n\nAccurate parameterization of spatially-variable diffusivity in complex shelf regions such as the Great Barrier Reef (GBR) lagoon is an unresolved issue for hydrodynamic models. This leads to large uncertainties to the flushing time derived from them and to the evaluation of ecosystem resilience to terrestrially-derived pollution. In fact, numerical hydrodynamic models and analytical cross-shore diffusion models have predicted very different flushing times for the GBR lagoon. Nevertheless, scarcity of in-situ measurements used previously in the latter method prevents derivation of detailed diffusivity profiles. Here, detailed cross-shore profiles of diffusivity were calculated explicitly in a closed form for the first time from the steady state transects of sea surface temperature for different sections of the GBR lagoon. We find that diffusivity remains relatively constant within the inner lagoon (< ∼20km) where tidal current is weak, and increases linearly with sufficiently large tidal amplitude in reef-devoid regions, but increases dramatically where the reef matrixes start and fluctuates with reef size and density. The cross-shelf profile of steady-state salinity calculated using the derived diffusivity values agrees well with field measurements. The calculated diffusivity values are also consistent with values derived from satellite-tracked drifters. Flushing time by offshore diffusion is of the order of 1 month, suggesting the important role of turbulent diffusion in flushing the lagoon, especially in reef-distributed regions. The results imply that previous very large residence times predicted by numerical hydrodynamic models may result from underestimation of diffusivity. Our findings can guide parameterization of diffusivity in hydrodynamic modelling. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010745", 
        "title": "Sea surface temperature as a tracer to estimate cross-shelf turbulent diffusivity"
    }, 
    {
        "author": "Chuanzheng Zhang, Arata Kaneko, Xiao-Hua Zhu, Noriaki Gohda", 
        "date": "2015-06-15", 
        "description": "\n\nTemperature variations caused by a typhoon were measured in the northern part of Hiroshima Bay by four coastal acoustic tomography (CAT) systems. The horizontal distributions of depth-averaged temperature from 0 to 8 m were mapped at 10 min intervals between the 11 and 25 September 2013. The horizontal distributions of a coastal upwelling and the associated diurnal internal tides were reconstructed well by regularized inversion based on the grid segmented method, using one-way travel time data along five successful sound transmission lines. Station-to-station ranges were corrected in such a way that sound speed (determined from one-way travel time data) was equal to sound speed calculated from a couple of CTD (conductivity-temperature-depth) data sets on each transmission line. In addition, all station positions were adjusted to make focal points at the geographical positions of the transducers. The corrections increased the accuracy of temperature measurements to make temperature errors as small as 0.073–0.079°C. The high accuracy made it possible to map the temperature structure with a variation range of less than 0.5°C. An upwelling grew from 16 to 17 September, due to a typhoon-derived northerly wind. The diurnal internal tide resonated with the semidiurnal external tide, which was pronounced after the upwelling decayed (18 September), around the time the spring tide occurred. The upwelling and mixing fractions were formulated. These fractions increased continuously as the upwelling grew. Complete mixing was observed during the upwelling's mature phase.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010676", 
        "title": "Tomographic mapping of a coastal upwelling and the associated diurnal internal tides in Hiroshima Bay, Japan"
    }, 
    {
        "author": "Benjamin Holt, Michael P. Johnson, Dragana Perkovic-Martin, Ben Panzer", 
        "date": "2015-06-15", 
        "description": "\n\nThe snow radar being flown on NASA's Operation IceBridge, ongoing aircraft campaigns to the Arctic and the Antarctic are providing unique observations of the depth of snow on the sea ice cover. In this paper, we focus on the radar-derived snow depth results from the 2009–2012 Arctic campaigns. We develop and evaluate the use of a distinct snow layer tracker to measure snow depth based on a Support Vector Machine (SVM) supervised learning algorithm. The snow radar is designed to detect both the air-snow and snow-ice interfaces using ultrawideband frequencies from 2 to 8 GHz. The quality, errors, and repeatability of the snow radar snow depth estimates are examined, based on comparisons with in situ data obtained during two separate sea ice field campaigns, the GreenArc 2009 and the CryoVEx 2011 campaigns off Greenland in the Lincoln Sea. Finally, we analyze 4 years (2009–2012) of three annually repeated sea ice flight lines obtained in early spring, located off Greenland and the Canadian Arctic. We examine the annual variations of snow depth differences between perennial and seasonal ice when available. Overall, the snow layer tracker produced consistent, accurate results for snow depths between 0.10 and ∼0.60 m. This was confirmed with comparisons with the two data sets from the in situ measurement campaigns as well as with the time series analysis, and is consistent with other published results.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010815", 
        "title": "Snow depth on Arctic sea ice derived from radar: In situ comparisons and time series analysis"
    }, 
    {
        "author": "Meike Sena Martins, Nuno Serra, Detlef Stammer", 
        "date": "2015-06-15", 
        "description": "\n\nSpace-time variability of SSS in the Atlantic Ocean (33°S–80°N) is analyzed using near-surface salinity observations from the period 1980–2013 jointly with the output from an eddy-resolving numerical ocean simulation. Results show a good agreement between in situ and model results in terms of spatial and temporal mean SSS patterns, geographically varying SSS variability, and spatial and temporal scales of SSS variability. A good agreement exists also for estimates of the amplitude and phase of the annual cycle of SSS with the model providing more spatial details of SSS variability, which cannot be resolved by observations, especially near ocean margins and in shelf areas. Dominant spatial and temporal scales of SSS variability are, respectively, between 100 and 250 km and between 30 and 70 days in most of the Atlantic when the annual cycle of the SSS is included. However, smaller-scale salinity features are also present, which show temporal decorrelation scales of only 3–5 days throughout the Atlantic. This fast variability must be considered when producing weekly averaged salinity products from satellite measurements.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010649", 
        "title": "Spatial and temporal scales of sea surface salinity variability in the Atlantic Ocean"
    }, 
    {
        "author": "Ke Chen, Glen Gawarkiewicz, Young-Oh Kwon, Weifeng G. Zhang", 
        "date": "2015-06-15", 
        "description": "\n\nIn the coastal ocean off the Northeast U.S., the sea surface temperature (SST) in the first half of 2012 was the highest on the record for the past roughly 150 years of recorded observations. The underlying dynamical processes responsible for this extreme event are examined using a numerical model, and the relative contributions of air-sea heat flux versus lateral ocean advective heat flux are quantified. The model accurately reproduces the observed vertical structure and the spatiotemporal characteristics of the thermohaline condition of the Gulf of Maine and the Middle Atlantic Bight waters during the anomalous warming period. Analysis of the model results show that the warming event was primarily driven by the anomalous air-sea heat flux, while the smaller contribution by the ocean advection worked against this flux by acting to cool the shelf. The anomalous air-sea heat flux exhibited a shelf-wide coherence, consistent with the shelf-wide warming pattern, while the ocean advective heat flux was dominated by localized, relatively smaller-scale processes. The anomalous cooling due to advection primarily resulted from the along-shelf heat flux divergence in the Gulf of Maine, while in the Middle Atlantic Bight the advective contribution from the along-shelf and cross-shelf heat flux divergences was comparable. The modeling results confirm the conclusion of the recent analysis of in situ data by Chen et al. (2014a) that the changes in the large-scale atmospheric circulation in the winter of 2011–2012 primarily caused the extreme warm anomaly in the spring of 2012. The effect of along-shelf or cross-shelf ocean advection on the warm anomalies from either the Scotian Shelf or adjacent continental slope was secondary.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010547", 
        "title": "The role of atmospheric forcing versus ocean advection during the extreme warming of the Northeast U.S. continental shelf in 2012"
    }, 
    {
        "author": "Jessica K. Makowski, Don P. Chambers, Jennifer A. Bonin", 
        "date": "2015-06-11", 
        "description": "\n\nPrevious studies have suggested that ocean bottom pressure (OBP) from the Gravity Recovery and Climate Experiment (GRACE) can be used to measure the depth-averaged, or barotropic, transport variability of the Antarctic Circumpolar Current (ACC). Here, we use GRACE OBP observations to calculate transport variability in a region of the southern Indian Ocean encompassing the major fronts of the ACC. We use a statistical analysis of a simulated GRACE-like data set to determine the uncertainty of the estimated transport for the 2003.0–2013.0 time period. We find that when the transport is averaged over 60° of longitude, the uncertainty (one standard error) is close to 1 Sv (1 Sv = 106 m3 s−1) for low-pass filtered transport, which is significantly smaller than the signal and lower than previous studies have found. The interannual variability is correlated with the Southern Annual mode (SAM) (0.61), but more highly correlated with circumpolar zonally averaged winds between 45°S and 65°S (0.88). GRACE transport reflects significant changes in transport between 2007 and 2009 that is observed in the zonal wind variations but not in the SAM index. We also find a statistically significant trend in transport (−1.0 ± 0.4 Sv yr−1, 90% confidence) that is correlated with a local deceleration in zonal winds related to an asymmetry in the SAM on multidecadal periods.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010575", 
        "title": "Using ocean bottom pressure from the gravity recovery and climate experiment (GRACE) to estimate transport variability in the southern Indian Ocean"
    }, 
    {
        "author": "Andreas Schiller, Peter R. Oke", 
        "date": "2015-06-08", 
        "description": "\n\nWe present a new methodology that allows quantifying the impact of individual terms of the temperature and salinity conservation within the mixed layer on mixed layer depth (MLD). The method is applied to output from an ocean general circulation model in the Indian Ocean to investigate variability and changes in MLD. On seasonal timescales and for most areas of the Indian Ocean variability of MLD is tightly linked to all thermohaline budget terms. In the Indian Ocean at approximately 20°S the MLD covaries with surface heat and freshwater fluxes on intraseasonal and interannual timescales. The geography of the region includes the Leeuwin Current, plus the tropical eastern Indian Ocean for interannual surface freshwater fluxes. The range of seasonal amplitudes of MLD variability varies with individual budget terms but is typically within 1 m/month to 100 m/month. The ocean footprints of an intraseasonal tropical cyclone, tropical and midlatitude seasonal temperature and salinity budgets and interannual variability associated with the Indian Ocean Dipole Mode are analyzed. The results reveal close relationships of the thermohaline budgets within the mixed layer with the variability of the MLD. The associated tendencies of changes in MLD are consistent with Argo and satellite-based observations of tendencies within the mixed layer and sea-surface temperature and salinity.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010538", 
        "title": "Dynamics of ocean surface mixed layer variability in the Indian Ocean"
    }, 
    {
        "author": "Elise M. Olson, Dennis J. McGillicuddy, Glenn R. Flierl, Cabell S. Davis, Sonya T. Dyhrman, John B. Waterbury", 
        "date": "2015-06-08", 
        "description": "\n\nCorrelations of Trichodesmium colony abundance with the eddy field emerged in two segments of Video Plankton Recorder observations made in the southwestern North Atlantic during fall 2010 and spring 2011. In fall 2010, local maxima in abundance were observed in cyclones. We hypothesized surface Ekman transport convergence as a mechanism for trapping buoyant colonies in cyclones. Idealized models supported the potential of this process to influence the distribution of buoyant colonies over time scales of several months. In spring 2011, the highest vertically integrated colony abundances were observed in anticyclones. These peaks in abundance correlated with anomalously fresh water, suggesting riverine input as a driver of the relationship. These contrasting results in cyclones and anticyclones highlight distinct mechanisms by which mesoscale eddies can influence the abundance and distribution of Trichodesmium populations of the southwestern North Atlantic.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010728", 
        "title": "Mesoscale eddies and Trichodesmium spp. distributions in the southwestern North Atlantic"
    }, 
    {
        "author": "Lisan Yu", 
        "date": "2015-06-08", 
        "description": "\n\nThe Intertropical Convergence Zone (ITCZ) is a major source of the surface freshwater input to the tropical open ocean. Under the ITCZ, sea-surface salinity (SSS) fronts that extend zonally across the basins are observed by the Aquarius/SAC-D mission and Argo floats. This study examined the evolution and forcing mechanisms of the SSS fronts. It is found that, although the SSS fronts are sourced from the ITCZ-freshened surface waters, the formation, structure, and propagation of these fronts are governed by the trade wind driven Ekman processes. Three features characterize the governing role of Ekman forcing. First, the SSS fronts are associated with near-surface salinity-minimum zones (SMZs) of 50–80 m deep. The SMZs are formed during December–March when the near-equatorial Ekman convergence zone concurs with an equatorward displaced ITCZ. Second, after the formation, the SMZs are carried poleward away at a speed of ∼3.5 km d−1 by Ekman transport. The monotonic poleward propagation is a sharp contrast to the seasonal north/south oscillation of the ITCZ. Lastly, each SMZ lasts about 12–15 months until dissipated at latitudes beyond 10°N/S. The persistence of more than 1 calendar year allows two SMZs to coexist during the formation season (December–March), with the newly formed SMZ located near the equator while the SMZ that is formed in the previous year located near the latitudes of 10–15° poleward after 1 year's propagation. The contrast between the ITCZ and SMZ highlights the dominance of Ekman dynamics on the relationship between the SSS and the ocean water cycle.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010790", 
        "title": "Sea-surface salinity fronts and associated salinity-minimum zones in the tropical ocean"
    }, 
    {
        "author": "Danielle J. Wain, Jonathan M. Lilly, Adrian H. Callaghan, Igor Yashayaev, Brian Ward", 
        "date": "2015-06-08", 
        "description": "\n\nHigh-temporal resolution measurements in the Labrador Sea surface layer are presented using an upwardly profiling autonomous microstructure instrument, which captures an internal wave in the act of breaking at the base of the surface mixed layer, driving turbulence levels 2–3 orders of magnitude above the background. While lower-frequency (near-inertial) internal waves are known to be important sources of turbulence, we report here a higher-frequency internal wave breaking near the ocean surface. Due to observational limitations, the exact nature of the instability cannot be conclusively identified, but the interaction of wave-induced velocity with unresolved background shear appears to be the most likely candidate. These observations add a new process to the list of those currently being considered as potentially important for near-surface mixing. The geographical distribution and global significance of such features are unknown, and underscore the need for more extensive small-scale, rapid observations of the ocean surface layer.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010416", 
        "title": "A breaking internal wave in the surface ocean boundary layer"
    }, 
    {
        "author": "Yuyuan Xie, Bangqin Huang, Lizhen Lin, Edward A. Laws, Lei Wang, Shaoling Shang, Tinglu Zhang, Minhan Dai", 
        "date": "2015-06-08", 
        "description": "\n\nMany recent models for retrieval of primary production in the sea from ocean-color data are temperature based. But previous studies in low latitudes have shown that models that include phytoplankton community structure can have improved predictive capability. In this study, we measured photosynthetic parameters from photosynthesis-irradiance (P-E) experiments, phytoplankton absorption coefficients, and phytoplankton community structure derived from algal pigments during four cruises in the northern South China Sea (NSCS). The maximum quantum yield of CO2 (\nΦmC) and the chlorophyll a-normalized P-E curve light-limited slope (αB) varied significantly with the blue-to-red ratio of phytoplankton absorption peaks (aph(435)/aph(676)) (p < 0.001, r = −0.459 and −0.332, respectively). The unexplained variability could be due in part to the absorption associated with nonphotosynthetic pigments. The chlorophyll a-normalized light-saturated photosynthetic rate (\nPmB) at the surface showed a unimodal distribution over the chlorophyll a range during the spring and summer, and significantly increased when Prochlorococcus was outcompeted by other picophytoplankton (p < 0.01). Almost 60% of the variance of \nPmB could be explained by a piecewise regression with phytoplankton absorption coefficients and pigment markers. Unlike previous studies, our data showed that changes of \nPmB were unrelated to the size structure of phytoplankton. Although a temperature-based approach could not effectively predict αB and \nPmB in the NSCS, a trophic-based approach can be used for assignment of these parameters in a regional primary production model using ocean-color data.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010415", 
        "title": "Photosynthetic parameters in the northern South China Sea in relation to phytoplankton community structure"
    }, 
    {
        "author": "Paige Kelly, Lesley Clementson, Vincent Lyne", 
        "date": "2015-06-08", 
        "description": "\n\nSixty years of oceanographic in situ data at Port Hacking (34°S) and Maria Island (42°S) and 15 years of satellite-derived chlorophyll a (chl a) in inshore and offshore waters of southeast Australia show changes in the seasonality and trend of water properties consistent with long-term intensification and southerly extensions of East Australian Current (EAC) water. Decadal analyses reveal that the EAC extension water at Maria Island increased gradually from the 1940s to 1980s, followed by a rapid increase since the 1990s. This acceleration coincided with enhanced winter nitrate, implying increased injections of subantarctic water at Maria Island. Satellite-derived chl a at six coastal sites and offshore companion sites in the western Tasman Sea showed significant inshore-offshore variations in seasonal cycle and long-term trend. After 2004–2005, the Maria Island seasonal cycle became increasingly similar to those of Bass Strait and St. Helens, suggesting that the EAC extension water was extending further southward. Comparative analyses of inshore-offshore sites showed that the presence of EAC extension water declined offshore. Seasonal cycles at Maria Island show a recent shift away from the traditional spring bloom, toward increased winter biomass, and enhanced primary productivity consistent with extensions of warm, energetic EAC extension water and more frequent injections of cooler, fresher nitrate-replete waters. Overall, we find complex temporal, latitudinal, and inshore-offshore changes in multiple water masses, particularly at Maria Island, and changes in primary productivity that will profoundly impact fisheries and ecosystems.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010646", 
        "title": "Decadal and seasonal changes in temperature, salinity, nitrate, and chlorophyll in inshore and offshore waters along southeast Australia"
    }, 
    {
        "author": "Jia-Lin Chen, Tian-Jian Hsu, Fengyan Shi, Britt Raubenheimer, Steve Elgar", 
        "date": "2015-06-07", 
        "description": "\n\nThe interactions between waves, tidal currents, and bathymetry near New River Inlet, NC, USA are investigated to understand the effects on the resulting hydrodynamics and sediment transport. A quasi-3-D nearshore community model, NearCoM-TVD, is used in this integrated observational and modeling study. The model is validated with observations of waves and currents at 30 locations, including in a recently dredged navigation channel and a shallower channel, and on the ebb tidal delta, for a range of flow and offshore wave conditions during May 2012. In the channels, model skills for flow velocity and wave height are high. Near the ebb tidal delta, the model reproduces the observed rapid onshore (offshore) decay of wave heights (current velocities). Model results reveal that this sharp transition coincides with the location of the breaker zone over the ebb tidal delta, which is modulated by semidiurnal tides and by wave intensity. The modulation of wave heights is primarily owing to depth changes rather than direct wave-current interaction. The modeled tidally averaged residual flow patterns show that waves play an important role in generating vortices and landward-directed currents near the inlet entrance. Numerical experiments suggest that these flow patterns are associated with the channel-shoal bathymetry near the inlet, similar to the generation of rip currents. Consistent with other inlet studies, model results suggest that tidal currents drive sediment fluxes in the channels, but that sediment fluxes on the ebb tidal delta are driven primarily by waves.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010425", 
        "title": "Hydrodynamic and sediment transport modeling of New River Inlet (NC) under the interaction of tides and waves"
    }, 
    {
        "author": "K. D. Huguenard, A. Valle-Levinson, M. Li, R. J. Chant, A. J. Souza", 
        "date": "2015-06-07", 
        "description": "\n\nMicrostructure and current velocity measurements were collected at a cross-channel transect in the James River under spring and neap tidal conditions in May 2010 to study cross-estuary variations in vertical mixing. Results showed that near-surface mixing was related to lateral circulation during the ebb phase of a tidal cycle, and that the linkage was somewhat similar from neap to spring tides. During neap tides, near-surface mixing was generated by the straining of lateral density gradients influenced by the advection of fresh, riverine water on the right side (looking seaward) of the transect. Spring tide results revealed similar findings on the right side of the cross section. However, on the left side, the straining by velocity shears acted in concert with density straining. Weak along-estuary velocities over the left shoal were connected to faster velocities in the channel via a clockwise lateral circulation (looking seaward). These results provided evidence that in the absence of direct wind forcing, near-surface vertical mixing can occur from mechanisms uncoupled from bottom friction.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010679", 
        "title": "Linkage between lateral circulation and near-surface vertical mixing in a coastal plain estuary"
    }, 
    {
        "author": "Atsushi Ooki, Daiki Nomura, Shigeto Nishino, Takashi Kikuchi, Yoko Yokouchi", 
        "date": "2015-06-07", 
        "description": "\n\nIsoprene (C5H8) and three volatile organic iodine compounds (VOIs: CH3I, C2H5I, and CH2ClI) in surface seawater were measured in the western Arctic, Northwest Pacific, Indian, and Southern Oceans during the period 2008–2012. These compounds are believed to play an important role in the marine atmospheric chemistry after their emission. The measurements were performed with high time-resolution (1–6 h intervals) using an online equilibrator gas chromatography mass spectrometer. C5H8 was most abundant in high-productivity transitional waters and eutrophic tropical waters. The chlorophyll-a normalized production rates of C5H8 were high in the warm subtropical and tropical waters, suggesting the existence of a high emitter of C5H8 in the biological community of the warm waters. High concentrations of the three VOIs in highly productive transitional water were attributed to biological productions. For CH3I, the highest concentrations were widely distributed in the basin area of the oligotrophic subtropical NW Pacific, probably due to photochemical production and/or high emission rates from phytoplankton. In contrast, the lowest concentrations of C2H5I in subtropical waters were attributed to photochemical removal. Enhancement of CH2ClI concentrations in the shelf-slope areas of the Chukchi Sea and the transitional waters of the NW Pacific in winter suggested that vertical mixing with subsurface waters by regional upwelling or winter cooling acts to increase the CH2ClI concentrations in surface layer. Sea-air flux calculations revealed that the fluxes of CH2ClI were the highest among the three VOIs in shelf-slope areas; the CH3I flux was highest in basin areas.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010519", 
        "title": "A global-scale map of isoprene and volatile organic iodine in surface seawater of the Arctic, Northwest Pacific, Indian, and Southern Oceans"
    }, 
    {
        "author": "Jennifer M. Jackson, Humfrey Melling, Jennifer V. Lukovich, David Fissel, David G. Barber", 
        "date": "2015-06-07", 
        "description": "\n\nThe Arctic halocline forms a cold stratified barrier between the seasonally modified near-surface layers and deeper Atlantic-derived waters. Its low temperature is maintained by intrusions of cold water formed over Arctic shelves in winter. Surprisingly, cold salty (33) water capable of halocline ventilation (Beaufort Sea Winter Water: BSWW) has been observed in the Beaufort Sea during some winters despite the low salinity (20–25) of shelf waters there in summer. This study uses year-round data from moored instruments on the Beaufort shelf and slope during 2009–2011 to investigate the mechanisms involved. Our analysis reveals that four air-sea interaction processes contribute to the formation of BSWW—flushing of the low-salinity surface water from the shelf via Ekman transport in late summer and early fall, compensatory upwelling of more saline halocline water onto the shelf, net seaward ice drift that promotes ice production by maintaining a flaw lead, and entrainment of dense upwelled water into the freezing surface layer on the inner shelf. This work moves beyond earlier studies in revealing that while weather conditions were more favorable to BSWW formation in the winter of 2010–2011 than in 2009–2010, the difference was more strongly influenced by Ekman transport (offshore at the surface, onshore at the seabed) than by differences in cumulative brine injection from ice growth. The strength of the Ekman circulation over the Canadian Beaufort shelf in winter and its interannual variation have significance for surface nutrient renewal and for the cross-shelf transport of pollutants at the surface and the seabed.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010812", 
        "title": "Formation of winter water on the Canadian Beaufort shelf: New insight from observations during 2009–2011"
    }, 
    {
        "author": "Dirk P. Rijnsdorp, Gerben Ruessink, Marcel Zijlema", 
        "date": "2015-06-07", 
        "description": "\n\nThis paper presents a comprehensive numerical study into the infragravity-wave dynamics at a field site, characterized by a gently sloping barred beach. The nonhydrostatic wave-flow model SWASH was used to simulate the local wavefield for a range of wave conditions (including mild and storm conditions). The extensive spatial coverage of the model allowed us to analyze the infragravity-wave dynamics at spatial scales not often covered before. Overall, the model predicted a wavefield that was representative of the natural conditions, supporting the model application to analyze the wave dynamics. The infragravity-wave field was typically dominated by leaky waves, except near the outer bar where bar-trapped edge waves were observed. Relative contributions of bar-trapped waves peaked during mild conditions, when they explained up to 50% of the infragravity variance. Near the outer bar, the infragravity-wave growth was partly explained by nonlinear energy transfers from short waves. This growth was strongest for mild conditions, and decreased for more energetic conditions when short waves were breaking at the outer bar. Further shoreward, infragravity waves lost most of their energy, due to a combination of nonlinear transfers, bottom friction, and infragravity-wave breaking. Nonlinear transfers were only effective near the inner bar, whereas near the shoreline (where losses were strongest) the dissipation was caused by the combined effect of bottom friction and breaking. This study demonstrated the model's potential to study wave dynamics at field scales not easily covered by in situ observations.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010450", 
        "title": "Infragravity-wave dynamics in a barred coastal region, a numerical study"
    }, 
    {
        "author": "Hans Visser, Sönke Dangendorf, Arthur C. Petersen", 
        "date": "2015-06-05", 
        "description": "\n\nGlobal sea levels have been rising through the past century and are projected to rise at an accelerated rate throughout the 21st century. This has motivated a number of authors to search for already existing accelerations in observations, which would be, if present, vital for coastal protection planning purposes. No scientific consensus has been reached yet as to how a possible acceleration could be separated from intrinsic climate variability in sea level records. This has led to an intensive debate on its existence and, if absent, also on the general validity of current future projections. Here we shed light on the controversial discussion from a methodological point of view. To do so, we provide a comprehensive review of trend methods used in the community so far. This resulted in an overview of 30 methods, each having its individual mathematical formulation, flexibilities, and characteristics. We illustrate that varying trend approaches may lead to contradictory acceleration-deceleration inferences. As for statistics-oriented trend methods, we argue that checks on model assumptions and model selection techniques yield a way out. However, since these selection methods all have implicit assumptions, we show that good modeling practices are of importance too. We conclude at this point that (i) several differently characterized methods should be applied and discussed simultaneously, (ii) uncertainties should be taken into account to prevent biased or wrong conclusions, and (iii) removing internally generated climate variability by incorporating atmospheric or oceanographic information helps to uncover externally forced climate change signals.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010716", 
        "title": "A review of trend models applied to sea level data with reference to the “acceleration-deceleration debate”"
    }, 
    {
        "author": "Achim Roessler, Monika Rhein, Dagmar Kieke, Christian Mertens", 
        "date": "2015-06-04", 
        "description": "\n\nIn the western North Atlantic, warm and saline water is brought by the North Atlantic Current (NAC) from the subtropics into the subpolar gyre. Four inverted echo sounders with high precision pressure sensors (PIES) were moored between 47°40′N and 52°30′N to study the main pathways of the NAC from the western into the eastern basin. The array configuration that forms three segments (northern, central, and southern) allows partitioning of the NAC and some assessment of NAC flow paths through the different Mid-Atlantic Ridge fracture zones. We exploit the correlation between the NAC transport measured between 2006 and 2010 and the geostrophic velocity from altimeter data to extend the time series of NAC transports to the period from 1992 to 2013. The mean NAC transport over the entire 21 years is 27 ± 5 Sv, consisting of 60% warm water of subtropical origin and 40% subpolar water. We did not find a significant trend in the total transport time series, but individual segments had opposing trends, leading to a more focused NAC in the central subsection and decreasing transports in the southern and northern segments. The spectral analysis exhibits several significant peaks. The two most prominent are around 120 days, identified as the time scale of meanders and eddies, and at 4–9 years, most likely related to the NAO. Transport composites for the years of highest and lowest NAO indices showed a significantly higher transport (+2.9 Sv) during strong NAO years, mainly in the southern segment.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010662", 
        "title": "Long-term observations of North Atlantic Current transport at the gateway between western and eastern Atlantic"
    }, 
    {
        "author": "Cristina A. León-Chávez, Emilio Beier, Laura Sánchez-Velasco, Eric Desmond Barton, Victor M. Godínez", 
        "date": "2015-06-04", 
        "description": "\n\nOn the basis of five oceanographic cruises carried out in the Eastern Tropical Pacific off Mexico, relationships between the larval fish habitats (areas inhabited by larval fish assemblages) and the environmental circulation scales (mesoscale, seasonal, and interannual) were examined. Analysis of in situ data over a grid of hydrographic stations and oblique zooplankton hauls with bongo net (505 µm) was combined with orthogonal robust functions decomposition applied to altimetry anomalies obtained from satellite. During both cool (March and June) and warm (August and November) periods, Bray-Curtis dissimilarity Index defined three recurrent larval fish habitats which varied in species composition and extent as a function of the environmental scales. The variability of the Tropical larval fish habitat (characterized by high species richness, and dominated by Vinciguerria lucetia, Diogenichthys laternatus, and Diaphus pacificus) was associated with the seasonal changes. The Transitional-California Current larval fish habitat (dominated by V. lucetia and D. laternatus, with lower mean abundance and lower species richness than in the Tropical habitat) and Coastal-and-Upwelling larval fish habitat (dominated by Bregmaceros bathymaster) was associated mainly with mesoscale activity induced by eddies and with coastal upwelling. During February 2010, the Tropical larval fish habitat predominated offshore and the Transitional-California Current larval fish habitat was not present, which we attribute to the effect of El Niño conditions. Thus, the mesoscale, seasonal, and interannual environmental scales affect the composition and extension of larval fish habitats.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010289", 
        "title": "Role of circulation scales and water mass distributions on larval fish habitats in the Eastern Tropical Pacific off Mexico"
    }, 
    {
        "author": "B. D. Hamlington, R. R. Leben, K.-Y. Kim, R. S. Nerem, L. P. Atkinson, P. R. Thompson", 
        "date": "2015-06-03", 
        "description": "\n\nAlthough much of the focus on future sea level rise concerns the long-term trend associated with anthropogenic warming, on shorter time scales, internal climate variability can contribute significantly to regional sea level. Such sea level variability should be taken into consideration when planning efforts to mitigate the effects of future sea level change. In this study, we quantify the contribution to regional sea level of the El Niño-Southern Oscillation (ENSO). Through cyclostationary empirical orthogonal function analysis (CSEOF) of the long reconstructed sea level data set and of a set of U.S. tide gauges, two global modes dominated by Pacific Ocean variability are identified and related to ENSO and, by extension, the Pacific Decadal Oscillation. By estimating the combined contribution of these two modes to regional sea level, we find that ENSO can contribute significantly on short time scales, with contributions of up to 20 cm along the west coast of the U.S. The CSEOF decomposition of the long tide gauge records around the U.S. highlights the influence of ENSO on the U.S. east coast. Tandem analyses of both the reconstructed and tide gauge records also examine the utility of the sea level reconstructions for near-coast studies.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010602", 
        "title": "The effect of the El Niño-Southern Oscillation on U.S. regional and coastal sea level"
    }, 
    {
        "author": "Apurva C. Dave, Andrew D. Barton, M. Susan Lozier, Galen A. McKinley", 
        "date": "2015-06-02", 
        "description": "\n\nThe oligotrophic regions of the subtropical gyres cover a significant portion of the global ocean, and exhibit considerable but poorly understood intraseasonal, interannual, and longer-term variations in spatial extent. Here using historical observations of surface ocean nitrate, wind, and currents, we have investigated how horizontal and vertical supplies of nitrate control seasonal changes in the size and shape of oligotrophic regions of the subtropical North Atlantic. In general, the oligotrophic region of the subtropical North Atlantic is associated with the region of weak vertical supply of nitrate. Though the total vertical supply of nitrate here is generally greater than the total horizontal supply, we find that seasonal expansion and contraction of the oligotrophic region is consistent with changes in horizontal supply of nitrate. In this dynamic periphery of the subtropical gyre, the seasonal variations in chlorophyll are linked to variations in horizontal nitrate supply that facilitate changes in intracellular pigment concentrations, and to a lesser extent, phytoplankton biomass. Our results suggest that horizontal transports of nutrient are crucial in setting seasonal cycles of chlorophyll in large expanses of the subtropical North Atlantic, and may play a key and underappreciated role in regulating interannual variations in these globally important marine ecosystems.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010787", 
        "title": "What drives seasonal change in oligotrophic area in the subtropical North Atlantic?"
    }, 
    {
        "author": "Qian P. Li, Yanjun Wang, Yuan Dong, Jianping Gan", 
        "date": "2015-06-01", 
        "description": "\n\nField studies suggested that the biogeochemical settings and community structures are substantial different between the central Northern South China Sea (NSCS) and the upstream Kuroshio Current (KC). In particular, the water column of KC is characterized by substantially lower nutrients and productivity but higher Trichodesmium abundance and nitrogen fixation compared to the NSCS. The mechanism driving the difference of the two marine ecosystems, however, remains inadequately understood. Here, a one-dimensional biogeochemical model was developed to simulate the long-term variability of lower-trophic planktonic ecosystem for two pelagic stations in the NSCS and the KC near the Luzon Strait. The physical model included the vertical mixing driven by air-sea interaction and the Ekman pumping induced by wind stress curl. The biological model was constructed by modifying a nitrogen-based NPZD model with the incorporation of phosphorus cycle and diazotroph nitrogen fixation. After validation by several field data sets, the model was used to study the impact of long-term physical forcing on ecosystem variability in the two distinct stations. Our results suggested that nutrient transport above nitracline during summer was largely controlled by vertical turbulent mixing, while Ekman pumping was important for nutrient transport below the nitracline. Our results also indicated that diazotroph community structure and N2 fixation in the NSCS and the KC could be strongly influenced by physical processes through the impacts on vertical nutrient fluxes. The disadvantage of diazotroph in the NSCS in compared to the KC during the summer could be attributed to its high nitrate fluxes from subsurface leading to outcompete of diazotrophs by faster growing nondiazotroph phytoplankton.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010609", 
        "title": "Modeling long-term change of planktonic ecosystems in the northern South China Sea and the upstream Kuroshio Current"
    }, 
    {
        "author": "Roxanne J. Carini, C. Chris Chickadel, Andrew T. Jessup, Jim Thomson", 
        "date": "2015-06-01", 
        "description": "\n\nThermal infrared (IR) imagery is used to quantify the high spatial and temporal variability of dissipation due to wave breaking in the surf zone. The foam produced in an actively breaking crest, or wave roller, has a distinct signature in IR imagery. A retrieval algorithm is developed to detect breaking waves and extract wave roller length using measurements taken during the Surf Zone Optics 2010 experiment at Duck, NC. The remotely derived roller length and an in situ estimate of wave slope are used to estimate dissipation due to wave breaking by means of the wave-resolving model by Duncan (1981). The wave energy dissipation rate estimates show a pattern of increased breaking during low tide over a sand bar, consistent with in situ turbulent kinetic energy dissipation rate estimates from fixed and drifting instruments over the bar. When integrated over the surf zone width, these dissipation rate estimates account for 40–69% of the incoming wave energy flux. The Duncan (1981) estimates agree with those from a dissipation parameterization by Janssen and Battjes (2007), a wave energy dissipation model commonly applied within nearshore circulation models.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010561", 
        "title": "Estimating wave energy dissipation in the surf zone using thermal infrared imagery"
    }, 
    {
        "author": "Frédéric A. C. Moigne, Alex J. Poulton, Stephanie A. Henson, Chris J. Daniels, Glaucia M. Fragoso, Elaine Mitchell, Sophie Richier, Benjamin C. Russell, Helen E. K. Smith, Geraint A. Tarling, Jeremy R. Young, Mike Zubkov", 
        "date": "2015-06-01", 
        "description": "\n\nArctic primary production is sensitive to reductions in sea ice cover, and will likely increase into the future. Whether this increased primary production (PP) will translate into increased export of particulate organic carbon (POC) is currently unclear. Here we report on the POC export efficiency during summer 2012 in the Atlantic sector of the Arctic Ocean. We coupled 234-thorium based estimates of the export flux of POC to onboard incubation-based estimates of PP. Export efficiency (defined as the fraction of PP that is exported below 100 m depth: ThE-ratio) showed large variability (0.09 ± 0.19–1.3 ± 0.3). The highest ThE-ratio (1.3 ± 0.3) was recorded in a mono-specific bloom of Phaeocystis pouchetii located in the ice edge. Blooming diatom dominated areas also had high ThE-ratios (0.1 ± 0.1–0.5 ± 0.2), while mixed and/or prebloom communities showed lower ThE-ratios (0.10 ± 0.03–0.19 ± 0.05). Furthermore, using oxygen saturation, bacterial abundance, bacterial production, and zooplankton oxygen demand, we also investigated spatial variability in the degree to which this sinking material may be remineralized in the upper mesopelagic (<300 m). Our results suggest that blooming diatoms and P. pouchetii can export a significant fraction of their biomass below the surface layer (100 m) in the open Arctic Ocean. Also, we show evidence that the material sinking from a P. pouchetii bloom may be remineralized (>100 m) at a similar rate as the material sinking from diatom blooms in the upper mesopelagic, contrary to previous findings.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010700", 
        "title": "Carbon export efficiency and phytoplankton community composition in the Atlantic sector of the Arctic Ocean"
    }, 
    {
        "author": "", 
        "date": "2015-06-15", 
        "description": "", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjgrc.20861", 
        "title": "Issue Information"
    }, 
    {
        "author": "Dunxin Hu, Wenju Cai, Alexandre Ganachaud, William S. Kessler, Janet Sprintall", 
        "date": "2015-05-05", 
        "description": "", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010856", 
        "title": "Introduction to special section on Western Pacific Ocean Circulation and Climate"
    }, 
    {
        "author": "S. Fournier, B. Chapron, J. Salisbury, D. Vandemark, N. Reul", 
        "date": "2015-05-02", 
        "description": "\n\nLarge rivers are key hydrologic components in oceanography, particularly regarding air-sea and land-sea exchanges and biogeochemistry. We enter now in a new era of Sea Surface Salinity (SSS) observing system from Space with the recent launches of the ESA Soil Moisture and Ocean Salinity (SMOS) and the NASA Aquarius/Sac-D missions. With these new sensors, we are now in an excellent position to revisit SSS and ocean color investigations in the tropical northwest Atlantic using multiyear remote sensing time series and concurrent in situ observations. The Amazon is the world's largest river in terms of discharge. In its plume, SSS and upper water column optical properties such as the absorption coefficient of colored detrital matter (acdm) are strongly negatively correlated (<−0.7). Local quasi-linear relationships between SSS and acdm are derived for these plume waters over the period of 2010–2013 using new spaceborne SSS and ocean color measurements. Results allow unprecedented spatial and temporal resolution of this coupling. These relationships are then used to estimate SSS in the Amazon plume based on ocean color satellite data. This new product is validated against SMOS and in situ data and compared with previously developed SSS retrieval models. We demonstrate the potential to estimate tropical Atlantic SSS for the extended period from 1998 to 2010, prior to spaceborne SSS data collection.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010109", 
        "title": "Comparison of spaceborne measurements of sea surface salinity and colored detrital matter in the Amazon plume"
    }, 
    {
        "author": "Bernadette M. Sloyan, Terence J. O'Kane", 
        "date": "2015-05-02", 
        "description": "\n\nIn this study, we compare optimally interpolated monthly time series Tasman Sea XBT data and a comprehensive set of ocean data assimilation models forced by atmospheric reanalysis to investigate the stability of the Tasman Sea thermocline and the transport variability of the East Australian Current (EAC), the Tasman Front, and EAC-extension. We find that anomalously weaker EAC transport at 25°S corresponds to an anomalously weaker Tasman Front and anomalously stronger EAC-extension. We further show that, post about 1980 and relative to the previous 30 years, the anomalously weaker EAC transport at 25°S is associated with large-scale changes in the Tasman Sea; specifically stronger stratification above the thermocline, larger thermocline temperature gradients, and enhanced energy conversion. Significant correlations are found between the Maria Island station Sea Surface Temperature (SST) variability and stratification, thermocline temperature gradient, and baroclinic energy conversion suggesting that nonlinear dynamical responses to variability in the basin-scale wind stress curl are important drivers of decadal variability in the Tasman Sea. We further show that the stability of the EAC is linked, via the South Caledonian Jet, to the stability of the pan-basin subtropical South Pacific Ocean “storm track.”\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010550", 
        "title": "Drivers of decadal variability in the Tasman Sea"
    }, 
    {
        "author": "E. C. Fine, F. O. Bryan, W. G. Large, D. A. Bailey", 
        "date": "2015-05-03", 
        "description": "\n\nDiurnal variations in sea surface salinity (SSS) have been observed at a few selected locations with adequate in situ instrumentation. Such variations result primarily from imbalances between surface freshwater fluxes and vertical mixing of deeper water to the surface. New observations becoming available from satellite salinity remote sensing missions could help to constrain estimates of diurnal variations in air-sea exchange of freshwater, and provide insight into the processes governing diurnal variability of mixing processes in the upper ocean. Additionally, a better understanding of variation in near surface salinity is required to compare satellite measured SSS with in situ measurements at a few meters depth. The diurnal SSS variations should be reflected as differences between ascending and descending pass retrievals from the Aquarius and SMOS satellites; however, the diurnal signal can be masked by inadequacies of the geophysical corrections used in processing the satellite measurements. In this study, we quantify the expected range of diurnal SSS variations using a model developed for predicting diurnal sea surface temperature variations. We present estimates for the mean and variance of the global diurnal SSS cycle, contrasting it with the diurnal cycle of sea surface temperature. We find the SSS diurnal cycle can be significant throughout the tropics, with mean amplitudes of up to 0.1 psu in areas with heavy precipitation. Predicted maximum diurnal ranges approach 2 psu in select regions. Surface freshening in Aquarius salinity retrievals is shown to be larger for ascending than descending passes, consistent with the expectations from the model simulation.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010483", 
        "title": "An initial estimate of the global distribution of diurnal variation in sea surface salinity"
    }, 
    {
        "author": "Benedetto Barone, Robert R. Bidigare, Matthew J. Church, David M. Karl, Ricardo M. Letelier, Angelicque E. White", 
        "date": "2015-05-03", 
        "description": "\n\nDuring the summer of 2012, we used laser diffractometry to investigate the temporal and vertical variability of the particle size spectrum (1.25–100 µm in equivalent diameter) in the euphotic zone of the North Pacific Subtropical Gyre. Particles measured with this optical method accounted for ∼40% of the particulate carbon stocks (<202 µm) in the upper euphotic zone (25–75 m), as estimated using an empirical formula to transform particle volume to carbon concentrations. Over the entire vertical layer considered (20–180 m), the largest contribution to particle volume corresponded to particles between 3 and 10 µm in diameter. Although the exponent of a power law parameterization suggested that larger particles had a lower relative abundance than in other regions of the global ocean, this parameter and hence conclusions about relative particle abundance are sensitive to the shape of the size distribution and to the curve fitting method. Results on the vertical distribution of particles indicate that different size fractions varied independently with depth. Particles between 1.25 and 2 µm reached maximal abundances coincident with the depth of the chlorophyll a maximum (averaging 121 ± 10 m), where eukaryotic phytoplankton abundances increased. In contrast, particles between 2 and 20 µm tended to accumulate just below the base of the mixed layer (41 ± 14 m). Variability in particle size tracked changes in the abundance of specific photoautotrophic organisms (measured with flow cytometry and pigment concentration), suggesting that phytoplankton population dynamics are an important control of the spatiotemporal variability in particle concentration in this ecosystem.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010774", 
        "title": "Particle distributions and dynamics in the euphotic zone of the North Pacific Subtropical Gyre"
    }, 
    {
        "author": "Luigi Cavaleri, Luciana Bertotti, Jean-Raymond Bidlot", 
        "date": "2015-05-03", 
        "description": "\n\nWe consider the effect of rain on wind wave generation and dissipation. Rain falling on a wavy surface may have a marked tendency to dampen the shorter waves in the tail of the spectrum, the related range increasing with the rain rate. Historical and sailors’ reports suggest that this leads to calmer wave conditions, certainly so for the action of breakers. We have explored this situation using a fully coupled meteorological-wave model system, adding an artificial rain rate-dependent damping of the tail. Contrarily to direct marine experience, the experimental results show higher wind speeds and wave heights. A solid indication of the truth is achieved with the direct comparison between operational model (where rain effect is ignored) and measured data. These strongly support the sailors’ claims of less severe wave conditions under heavy rain. This leads to a keen analysis of the overall process, in particular on the role of the tail of the spectrum in modulating the wind input and the white-capping, and how this is presently modeled in operational activity. We suggest that some revision is due and that the relationship between white-capping and generation by wind is deeper and more implicative than presently generally assumed.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010348", 
        "title": "Waving in the rain"
    }, 
    {
        "author": "Olivier Boisot, Sébastien Pioch, Christophe Fatras, Guillemette Caulliez, Alexandra Bringer, Pierre Borderies, Jean-Claude Lalaurie, Charles-Antoine Guérin", 
        "date": "2015-05-03", 
        "description": "\n\nWe report on an experiment conducted at the large Pytheas wind-wave facility in Marseille to characterize the Ka-band radar return from water surfaces when observed at small incidence. Simultaneous measurements of capillary-gravity to gravity wave height and slopes and Normalized Radar Cross Section (NRCS) were carried out for various wind speeds and scattering angles. From this data set we construct an empirical two-dimensional wave number spectrum accounting for the surface current to describe water surface motions from decimeter to millimeter scales. Some consistency tests are proposed to validate the surface wave spectrum, which is then incorporated into simple analytical scattering models. The resulting directional NRCS is found in overall good agreement with the experimental values. Comparisons are performed with oceanic models as well as in situ measurements over different types of natural surfaces. The applicability of the present findings to oceanic as well as continental surfaces is discussed.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010338", 
        "title": "Ka-band backscattering from water surface at small incidence: A wind-wave tank study"
    }, 
    {
        "author": "Hongyan Xi, Pierre Larouche, Christine Michel, Shilin Tang", 
        "date": "2015-05-03", 
        "description": "\n\nThis study investigated the relationships between the concentration of biogeochemical parameters and particulate beam attenuation (cp), scattering (bp), and backscattering (bbp) in Hudson Bay. Results showed that most of the variability resulted from the presence of a deep chlorophyll maximum. cp, bp, and bbp were all adequate proxies to estimate total suspended matter (TSM) but were mostly sensitive to particulate inorganic matter (PIM) in the surface layer, and particulate organic matter (POM) at the chlorophyll maximum depth. The backscattering ratio \nb∼bp varied in the range of 0.005–0.05 and was inversely related to the POM : TSM ratio. According to the Twardowski et al. (2001) model, the PSD slope ξ well represented \nb∼bp and bulk refractive index \nn¯p in relation to particulate composition. For inorganic particulate dominated waters, both \nb∼bp and \nn¯p had a larger range and a higher mean value than at organic particulate dominated waters. This knowledge on the optical properties related to the PSD and particulate composition provides valuable information for further investigation and broadens our understanding of ocean optics in high latitude waters leading to potential improvements of regional scale remote sensing algorithms.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010668", 
        "title": "Beam attenuation, scattering and backscattering of marine particles in relation to particle size distribution and composition in Hudson Bay (Canada)"
    }, 
    {
        "author": "Payam Aghsaee, Leon Boegman", 
        "date": "2015-05-03", 
        "description": "\n\nInternal solitary waves (ISWs) of depression are common features of coastal environments and believed to resuspend sediments where they shoal. In this study, the sediment resupension process associated with ISWs propagating over a flat bed was investigated in the laboratory. The first-ever profile measurements of the three-dimensional instantaneous velocity field beneath the ISWs revealed that resuspension occurs during burst like vertical velocity events, which lift sediments into the water column, in the adverse pressure gradient region beneath the trailing part of the wave. Resuspension was not observed when the wave-induced viscous bed stress was maximal directly beneath the ISW trough. Prediction of wave-induced resuspension was, therefore, unsuccessful using a traditional viscous bed stress-based Shields diagram. A parameterization for ISW-induced resuspension is proposed as a function of the maximum instantaneous vertical velocity in the bursts \nwmax. Here we have replaced the viscous bed stress with \nτISW=ρ2wmax2, where \nτISW is the instantaneous resuspending bed stress and \nρ2 is the near-bed fluid density. From these results, it is possible for field-oceanographers to predict the occurrence of ISW-induced resuspension from the bulk wave and stratifications characteristics in a two-layer stratification. Further research is required to extend the parameterization to larger Reynolds numbers at field-scale.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010401", 
        "title": "Experimental investigation of sediment resuspension beneath internal solitary waves of depression"
    }, 
    {
        "author": "Vimlesh Pant, M. S. Girishkumar, T. V. S. Udaya Bhaskar, M. Ravichandran, Fabrice Papa, V. P. Thangaprakash", 
        "date": "2015-05-03", 
        "description": "\n\nAn in situ gridded data of salinity, comprising Argo and CTD profiles, has been used to study the interannual variability of near-surface salinity (within 30 m from sea surface) in the Bay of Bengal (BoB) during the years 2005–2013. In addition to the broad agreement with earlier studies on the north-to-south gradient of surface salinity and general features of seasonal variability of salinity, the data also revealed few episodes of enhanced freshening in the BoB. The observations showed distinct anomalous low salinity (< 2 psu) waters in the northern BoB during June–February of the years 2006–2007 (Y67), 2011–2012 (Y12), and 2012–2013 (Y23). The anomalous freshening during these years showed similar life cycle, such as, it starts in the northern BoB during July–September of current summer and extends up to February–March of next winter with a southward propagation. Analysis showed that the oceanic and atmospheric conditions associated with positive Indian Ocean Dipole (pIOD) lead to these freshening events, and IOD rather than El Niño/Southern Oscillation (ENSO) controls the interannual variability of salinity in the BoB. The mixed layer salt budget analysis indicated the dominant role of local fresh water flux (horizontal advection) on the observed salinity tendency during summer (winter) monsoon season. Enhanced precipitation associated with pIOD lead to enhanced freshening in northern BoB during June–September, which remained to this region with prevailing summer monsoon circulation. The weakening or absence of southward east India coastal current (EICC) during October–December of these freshening years trapped anomalous freshwater in the northern BoB.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010340", 
        "title": "Observed interannual variability of near-surface salinity in the Bay of Bengal"
    }, 
    {
        "author": "Camila Fernandez, Maria Lorena González, Claudia Muñoz, Veronica Molina, Laura Farias", 
        "date": "2015-05-03", 
        "description": "\n\nAlthough N2 fixation could represent a supplementary source of bioavailable nitrogen in coastal upwelling areas and underlying oxygen minimum zones (OMZs), the limited data available prevent assessing its variability and biogeochemical significance. Here we report the most extensive N2 fixation data set gathered to date in the upwelling area off central Chile (36°S). It covers interannual to high frequency time scales in an area of about 82,500 km2 in the eastern South Pacific (ESP). Because heterotrophic N2 fixation may be regulated by DOM availability in the ESP, we conducted experiments at different oxygen conditions and included DOM amendments in order to test diazotrophic activity. Rates in the euphotic zone showed strong temporal variability which resulted in values reaching 0.5 nmol L−1 d−1 in 2006 (average 0.32 ± 0.17 nmol L−1 d−1) and up to 126.8 nmol L−1 d−1 (average 24.75 ± 37.9 nmol L−1 d−1) in 2011. N2 fixation in subsurface suboxic conditions (1.5 ± 1.16 nmol L−1 d−1) also occurred mainly during late summer and autumn while virtually absent in winter. The diversity of diazotrophs was dominated by heterotrophs, with higher richness in surface compared to OMZ waters. Rates in oxygen depleted conditions could exceed values obtained in the euphotic layer, but rates were not dependent on the availability of dissolved organic matter. N2 fixation also showed a positive correlation with total chlorophyll and the C:N ratio of phytoplankton, but not to the P excess compared to N. We conclude that the diazotrophic community responds to the composition of phytoplankton rather than the extent of N deficiency and the availability of bulk DOM in this system.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010410", 
        "title": "Temporal and spatial variability of biological nitrogen fixation off the upwelling system of central Chile (35–38.5°S)"
    }, 
    {
        "author": "Jesús Peña-Izquierdo, Erik van Sebille, Josep L. Pelegrí, Janet Sprintall, Evan Mason, Pedro J. Llanillo, Francisco Machín", 
        "date": "2015-05-08", 
        "description": "\n\nThe water mass pathways to the North Atlantic Oxygen Minimum Zone (naOMZ) are traditionally sketched within the cyclonic tropical circulation via the poleward branching from the eastward flowing jets that lie south of 10°N. However, our water mass analysis of historic hydrographic observations together with numerical Lagrangian experiments consistently reveal that the potential density level of σθ = 26.8 kg m−3 (σ26.8, approximately 300 m depth) separates two distinct regimes of circulation within the Central Water (CW) stratum of the naOMZ. In the upper CW (above σ26.8), and in agreement with previous studies, the supply of water mainly comes from the south with a predominant contribution of South Atlantic CW. In the lower CW (below σ26.8), where minimal oxygen content is found, the tropical pathway is instead drastically weakened in favor of a subtropical pathway. More than two thirds of the total water supply to this lower layer takes place north of 10°N, mainly via an eastward flow at 14°N and northern recirculations from the northern subtropical gyre. The existence of these northern jets explains the greater contribution of North Atlantic CW observed in the lower CW, making up to 50% of the water mass at the naOMZ core. The equatorward transfer of mass from the well-ventilated northern subtropical gyre emerges as an essential part of the ventilation of the naOMZ.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010557", 
        "title": "Water mass pathways to the North Atlantic oxygen minimum zone"
    }, 
    {
        "author": "Taira Nagai, Toshiyuki Hibiya", 
        "date": "2015-05-09", 
        "description": "\n\nTidal mixing in the Indonesian Archipelago contributes to regulation of the tropical atmospheric circulation and water-mass transformation in the Indonesian Throughflow. The present study quantifies the vertical diffusivity in the Indonesian Archipelago by driving a high-resolution three-dimensional numerical model and investigates the processes of internal tide generation, propagation, and dissipation. The numerical experiment shows that \nM2 internal tides are effectively generated over prominent subsurface ridges. The conversion rate from \nM2 barotropic to baroclinic energy over the whole analyzed model domain is estimated to be 85.5 GW. The generated internal tides dissipate 50–100% of their energy in close proximity to the generation sites (“near-field”), and the remaining baroclinic energy propagates away causing relatively large energy dissipation far from the generation sites (“far-field”). The local dissipation efficiency q, therefore, has an extremely nonuniform spatial distribution, although it has been assumed to be constant in the existing tidal mixing parameterization for the Indonesian Archipelago. Compared with the model-predicted values, the existing parameterization yields the same order of vertical diffusivity averaged within the Indonesian Archipelago, but significantly overestimated (or underestimated) vertical diffusivity in the near-field (or the far-field). This discrepancy is attributable to the fact that the effects of internal wave propagation are completely omitted in the existing parameterization, suggesting the potential danger of using such parameterized vertical mixing in predicting the distribution of SST as well as water-mass transformation in the Indonesian Seas.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010592", 
        "title": "Internal tides and associated vertical mixing in the Indonesian Archipelago"
    }, 
    {
        "author": "P. Ted Strub, Corinne James, Vincent Combes, Ricardo P. Matano, Alberto R. Piola, Elbio D. Palma, Martin Saraceno, Raul A. Guerrero, Harold Fenco, Laura A. Ruiz-Etcheverry", 
        "date": "2015-05-09", 
        "description": "\n\nAltimeter sea surface height (SSH) fields are analyzed to define and discuss the seasonal circulation over the wide continental shelf in the SW Atlantic Ocean (27°–43°S) during 2001–2012. Seasonal variability is low south of the Rio de la Plata (RdlP), where winds and currents remain equatorward for most of the year. Winds and currents in the central and northern parts of our domain are also equatorward during autumn and winter but reverse to become poleward during spring and summer. Transports of shelf water to the deep ocean are strongest during summer offshore and to the southeast of the RdlP. Details of the flow are discussed using mean monthly seasonal cycles of winds, heights, and currents, along with analyses of Empirical Orthogonal Functions. Principle Estimator Patterns bring out the patterns of wind forcing and ocean response. The largest part of the seasonal variability in SSH signals is due to changes in the wind forcing (described above) and changes in the strong boundary currents that flow along the eastern boundary of the shelf. The rest of the variability contains a smaller component due to heating and expansion of the water column, concentrated in the southern part of the region next to the coast. Our results compare well to previous studies using in situ data and to results from realistic numerical models of the regional circulation.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010769", 
        "title": "Altimeter-derived seasonal circulation on the southwest Atlantic shelf: 27°–43°S"
    }, 
    {
        "author": "Peter D. Bromirski, Daniel R. Cayan", 
        "date": "2015-05-09", 
        "description": "\n\nClimate variations influence North Atlantic winter storm intensity and resultant variations in wave energy levels. A 60 year hindcast allows investigation of the influence of decadal climate variability on long-term trends of North Atlantic wave power, PW, spanning the 1948–2008 epoch. PW variations over much of the eastern North Atlantic are strongly influenced by the fluctuating North Atlantic Oscillation (NAO) atmospheric circulation pattern, consistent with previous studies of significant wave height, Hs. Wave activity in the western Atlantic also responds to fluctuations in Pacific climate modes, including the Pacific North American (PNA) pattern and the El Niño/Southern Oscillation. The magnitude of upward long-term trends during winter over the northeast Atlantic is strongly influenced by heightened storm activity under the extreme positive phase of winter NAO in the early 1990s. In contrast, PW along the United States East Coast shows no increasing trend, with wave activity there most closely associated with the PNA. Strong wave power “events” exhibit significant upward trends along the Atlantic coasts of Iceland and Europe during winter months. Importantly, in opposition to the long-term increase of PW, a recent general decrease in PW across the North Atlantic from 2000 to 2008 occurred. The 2000–2008 decrease was associated with a general shift of winter NAO to its negative phase, underscoring the control exerted by fluctuating North Atlantic atmospheric circulation on PW trends.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010440", 
        "title": "Wave power variability and trends across the North Atlantic influenced by decadal climate patterns"
    }, 
    {
        "author": "J. M. O'Callaghan, C. L. Stevens", 
        "date": "2015-05-09", 
        "description": "\n\nThe influence of variable inflows on near-field plume dynamics and energy partitioning was examined using observations of a controlled flow into Doubtful Sound, New Zealand. The high temporal changes in flows passing through the Manapouri hydroelectric power station mimic the magnitude and variability seen in small mountainous river systems (SMRS) globally. The variable flow coupled with strong vertical density gradients akin to ambient conditions in coastal systems enabled plume behavior to be characterized for differing flow, wind, and tidal inputs in a quasi-idealized “laboratory” system. Comparisons of the frequency distributions of energy for different forcing conditions showed that baroclinic and barotropic processes were closely intertwined for transient forcing. The periodicity of density due to tidal oscillations was initially absent; headwaters of the fjord absorbed the momentum when inflows were substantially increased from the mean of ∼420 m3 s−1. From the buoyancy frequency squared N2, six events were identified when N2 was greater than 0.07 s−2. Seven occurrences of supercritical flow (Froude number, \nFri > 1) and associated transitions to subcritical flow were observed over the duration of mooring deployment. Transient inflows induced internal hydraulic jumps in the near-field region which lead to a rapid breakdown of vertical stratification. The horizontal length scale of an internal hydraulic jump is O (1 km). Not all transitions from \nFri > 1 to <1 are explained by transient forcing and the role of strong, up-fjord wind stress is likely to initiate supercritical flows via setup at the head of the fjord.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010721", 
        "title": "Transient river flow into a fjord and its control of plume energy partitioning"
    }, 
    {
        "author": "Jeff C. Sevadjian, Erika E. McPhee-Shaw, Ben Y. Raanan, Olivia M. Cheriton, Curt D. Storlazzi", 
        "date": "2015-05-09", 
        "description": "\n\nWork done by the present authors and collaborators in the first year of a 2-year field study established the frequent presence of layers of suspended particulate matter detached from the seafloor over the southern shelf of Monterey Bay, California. In this contribution, we document similar findings over a 1-month period in Fall 2012 and investigate physical processes leading to vertical convergence of particles to the observed layers, both from resuspended sediment originating below the layer depth and from phytoplankton originating above the layer depth. Physical and optical vertical structure was measured by an autonomous vertical profiler, thermistor chain, and acoustic Doppler current profiler, and optical sensors fixed to a bottom-mounted frame measured beam attenuation and particle size distribution within the benthic boundary layer (BBL). These data support a conceptual model for layer formation in which (1) bottom material was mobilized into the BBL by semidiurnal internal tidal currents; (2) brief “updraft” events regularly injected particles into the interior water column during the downslope phase of the semidiurnal internal tide; and (3) particles converged at the detached layer due to a measured, but previously unreported, long time scale mean vertical convergence in flow. Subduction and vertical mixing of phytoplankton to the subeuphotic layer were also observed and are presented in two case studies in connection with horizontal convergences of surface water masses.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010785", 
        "title": "Vertical convergence of resuspended sediment and subducted phytoplankton to a persistent detached layer over the southern shelf of Monterey Bay, California"
    }, 
    {
        "author": "Jinlun Zhang, Axel Schweiger, Michael Steele, Harry Stern", 
        "date": "2015-05-12", 
        "description": "\n\nTo better describe the state of sea ice in the marginal ice zone (MIZ) with floes of varying thicknesses and sizes, both an ice thickness distribution (ITD) and a floe size distribution (FSD) are needed. In this work, we have developed a FSD theory that is coupled to the ITD theory of Thorndike et al. (1975) in order to explicitly simulate the evolution of FSD and ITD jointly. The FSD theory includes a FSD function and a FSD conservation equation in parallel with the ITD equation. The FSD equation takes into account changes in FSD due to ice advection, thermodynamic growth, and lateral melting. It also includes changes in FSD because of mechanical redistribution of floe size due to ice ridging and, particularly, ice fragmentation induced by stochastic ocean surface waves. The floe size redistribution due to ice fragmentation is based on the assumption that wave-induced breakup is a random process such that when an ice floe is broken, floes of any smaller sizes have an equal opportunity to form, without being either favored or excluded. To focus only on the properties of mechanical floe size redistribution, the FSD theory is implemented in a simplified ITD and FSD sea ice model for idealized numerical experiments. Model results show that the simulated cumulative floe number distribution (CFND) follows a power law as observed by satellites and airborne surveys. The simulated values of the exponent of the power law, with varying levels of ice breakups, are also in the range of the observations. It is found that floe size redistribution and the resulting FSD and mean floe size do not depend on how floe size categories are partitioned over a given floe size range. The ability to explicitly simulate multicategory FSD and ITD together may help to incorporate additional model physics, such as FSD-dependent ice mechanics, surface exchange of heat, mass, and momentum, and wave-ice interactions.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010770", 
        "title": "Sea ice floe size distribution in the marginal ice zone: Theory and numerical experiments"
    }, 
    {
        "author": "Leicheng Guo, Mick van der Wegen, David A. Jay, Pascal Matte, Zheng Bing Wang, Dano Roelvink, Qing He", 
        "date": "2015-05-19", 
        "description": "\n\nRiver-tide dynamics remain poorly understood, in part because conventional harmonic analysis (HA) does not cope effectively with nonstationary signals. To explore nonstationary behavior of river tides and the modulation effects of river discharge, this work analyzes tidal signals in the Yangtze River estuary using both HA in a nonstationary mode and continuous wavelet transforms (CWT). The Yangtze is an excellent natural laboratory to analyze river tides because of its high and variable flow, its length, and the fact that there are do dams or reflecting barriers within the tidal part of the system. Analysis of tidal frequencies by CWT and analysis of subtidal water level and tidal ranges reveal a broad range of subtidal variations over fortnightly, monthly, semiannual, and annual frequencies driven by subtidal variations in friction and by variable river discharges. We employ HA in a nonstationary mode (NSHA) by segregating data within defined flow ranges into separate analyses. NSHA quantifies the decay of the principal tides and the modulation of M4 tide with increasing river discharges. M4 amplitudes decrease far upriver (landward portion of the estuary) and conversely increase close to the ocean as river discharge increases. The fortnightly frequencies reach an amplitude maximum upriver of that for over tide frequencies, due to the longer wavelength of the fortnightly constituents. These methods and findings should be applicable to large tidal rivers globally and have broad implications regarding management of navigation channels and ecosystems in tidal rivers.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010491", 
        "title": "River-tide dynamics: Exploration of nonstationary and nonlinear tidal behavior in the Yangtze River estuary"
    }, 
    {
        "author": "Yizhen Li, Ruoying He, Ke Chen, Dennis J. McGillicuddy", 
        "date": "2015-05-19", 
        "description": "\n\nA data assimilative ocean circulation model is used to hindcast the Gulf of Maine [GOM) circulation in spring and summer 2010. Using the recently developed incremental strong constraint 4D Variational data assimilation algorithm, the model assimilates satellite sea surface temperature and in situ temperature and salinity profiles measured by expendable bathythermograph, Argo floats, and shipboard CTD casts. Validation against independent observations shows that the model skill is significantly improved after data assimilation. The data-assimilative model hindcast reproduces the temporal and spatial evolution of the ocean state, showing that a sea level depression southwest of the Scotian Shelf played a critical role in shaping the gulf-wide circulation. Heat budget analysis further demonstrates that both advection and surface heat flux contribute to temperature variability. The estimated time scale for coastal water to travel from the Scotian Shelf to the Jordan Basin is around 60 days, which is consistent with previous estimates based on in situ observations. Our study highlights the importance of resolving upstream and offshore forcing conditions in predicting the coastal circulation in the GOM.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010492", 
        "title": "Variational data assimilative modeling of the Gulf of Maine in spring and summer 2010"
    }, 
    {
        "author": "Kristina A. Brown, Lisa A. Miller, C. J. Mundy, Tim Papakyriakou, Roger Francois, Michel Gosselin, Gauthier Carnat, Kyle Swystun, Philippe D. Tortell", 
        "date": "2015-05-19", 
        "description": "\n\nWe present the results of a 6 week time series of carbonate system and stable isotope measurements investigating the effects of sea ice on air-sea CO2 exchange during the early melt period in the Canadian Arctic Archipelago. Our observations revealed significant changes in sea ice and sackhole brine carbonate system parameters that were associated with increasing temperatures and the buildup of chlorophyll a in bottom ice. The warming sea-ice column could be separated into distinct geochemical zones where biotic and abiotic processes exerted different influences on inorganic carbon and pCO2 distributions. In the bottom ice, biological carbon uptake maintained undersaturated pCO2 conditions throughout the time series, while pCO2 was supersaturated in the upper ice. Low CO2 permeability of the sea ice matrix and snow cover effectively impeded CO2 efflux to the atmosphere, despite a strong pCO2 gradient. Throughout the middle of the ice column, brine pCO2 decreased significantly with time and was tightly controlled by solubility, as sea ice temperature and in situ melt dilution increased. Once the influence of melt dilution was accounted for, both CaCO3 dissolution and seawater mixing were found to contribute alkalinity and dissolved inorganic carbon to brines, with the CaCO3 contribution driving brine pCO2 to values lower than predicted from melt-water dilution alone. This field study reveals a dynamic carbon system within the rapidly warming sea ice, prior to snow melt. We suggest that the early spring period drives the ice column toward pCO2 undersaturation, contributing to a weak atmospheric CO2 sink as the melt period advances.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010620", 
        "title": "Inorganic carbon system dynamics in landfast Arctic sea ice during the early-melt period"
    }, 
    {
        "author": "Chelle L. Gentemann, Kyle A. Hilburn", 
        "date": "2015-05-22", 
        "description": "\n\nRemote Sensing Systems AMSR2 v7.2 data from 25 July 2012 to 9 October 2014 are collocated with in situ sea surface temperature (SST) data. The RSS SST algorithm uses AMSR2 brightness temperatures calibrated using a methodology developed at RSS rather than using the standard JAXA AMSR2 product, which includes the JAXA calibration. The new RFI exclusion methodology used for the AMSR2 v7.2 data is described. Buoy data are quality controlled using an internal quality indicator. Daytime collocations with wind speeds of less than 6 m s−1 are excluded to avoid diurnal contamination of the results. A mean bias (AMSR2 minus in situ) of −0.04 K and standard deviation 0.55 K with 109,350 collocations is found. The geographical distribution of biases is investigated, with a small increase in biases found at higher latitudes. At lower SST the uncertainty increases and the bias. The dependencies of the bias and uncertainties on other geophysical variables are shown to be negligible. The time series of the bias and uncertainty show little variability, but a small seasonal dependence is determined to be related to a seasonal shift in wind speeds. Overall, the AMSR2 SSTs are of comparable quality to the AMSR-E SSTs and continue the climate microwave SST record that started in 1997.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010574", 
        "title": "In situ validation of sea surface temperatures from the GCOM-W1 AMSR2 RSS calibrated brightness temperatures"
    }, 
    {
        "author": "Martha C. Schönau, Daniel L. Rudnick", 
        "date": "2015-05-22", 
        "description": "\n\nThe North Equatorial Current (NEC) of the Pacific Ocean advects subtropical, subpolar, and tropical water masses. Repeat underwater glider observations of the NEC from June 2009 to January 2014 along 134.3°E provide absolute zonal geostrophic velocity, transport, and water mass structure at length scales of 10–1000 km. The NEC is strongest near the surface and persistent eastward undercurrents are identified deeper than potential density surface 26 kg m−3 at 9.6°N and 13.1°N. Mean transport from the surface to 27.3 kg m−3 and 8.5°N–16.5°N is 37.6 Sv (106 m3 s−1), with a standard deviation of 15.6 Sv. The transport variability is greatest deeper than 26 kg m−3 due to undercurrent variability. Wavelet analysis at scales of 10–80 km reveals extrema of fine-scale salinity variance along isopycnals (spice variance). High spice variance is found in the North Pacific Tropical Water (NPTW) and the North Pacific Intermediate Water (NPIW), with a spice variance minimum between water masses at 25.5 kg m−3. A horizontal Cox number, CH, relates salinity variance at fine scales (10–80 km) to that at greater length scales (120–200 km). As a function of density, CH is nearly vertically uniform, indicating that the stirring of mean salinity gradients enhances fine-scale salinity variance. NPTW, with an estimated horizontal eddy diffusivity of order 104 m s−2, is a useful tracer for the region and may be used to relate the fine-scale salinity variance to an eddy diffusivity.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010595", 
        "title": "Glider observations of the North Equatorial Current in the western tropical Pacific"
    }, 
    {
        "author": "Tzu-Ling Chiang, Chau-Ron Wu, Tangdong Qu, Yi-Chia Hsin", 
        "date": "2015-05-22", 
        "description": "\n\nAnalyses of outputs from an eddy-resolving ocean general circulation model show that there are at least two groups of subthermocline eddies near the Philippine coast: one originates from the southeast, and the other from the east. The dominant period and principal depth of the former (latter) group of eddies are about 55 days (67 days) and 600 m (350 m), respectively. The propagation speed (∼0.12 m s−1) and diameter (∼3°) of the two groups of eddies are similar. We suggest that the westward propagating eddies are generated by interactions between meridional movement of the westward-flowing North Equatorial Current, the eastward-flowing North Equatorial Undercurrent, and their interactions with topography. Besides, the analysis indicates that, in comparison with the northwestward propagating subthermocline eddies, the westward propagating ones play a more important role in modulating the subsurface circulation near the Philippine coast.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2013JC009626", 
        "title": "Activities of 50–80 day subthermocline eddies near the Philippine coast"
    }, 
    {
        "author": "Matthew H. Long, Peter Berg, James L. Falter", 
        "date": "2015-05-22", 
        "description": "\n\nThe net ecosystem metabolism of the seagrass Thalassia testudinum was studied across a nutrient and productivity gradient in Florida Bay, Florida, using the Eulerian control volume, eddy covariance, and biomass addition techniques. In situ oxygen fluxes were determined by a triangular Eulerian control volume with sides 250 m long and by eddy covariance instrumentation at its center. The biomass addition technique evaluated the aboveground seagrass productivity through the net biomass added. The spatial and temporal resolutions, accuracies, and applicability of each method were compared. The eddy covariance technique better resolved the short-term flux rates and the productivity gradient across the bay, which was consistent with the long-term measurements from the biomass addition technique. The net primary production rates from the biomass addition technique, which were expected to show greater autotrophy due to the exclusion of sediment metabolism and belowground production, were 71, 53, and 30 mmol carbon m−2 d−1 at 3 sites across the bay. The net ecosystem metabolism was 35, 25, and 11 mmol oxygen m−2 d−1 from the eddy covariance technique and 10, −103, and 14 mmol oxygen m−2 d−1 from the Eulerian control volume across the same sites, respectively. The low-flow conditions in the shallow bays allowed for periodic stratification and long residence times within the Eulerian control volume that likely reduced its precision. Overall, the eddy covariance technique had the highest temporal resolution while producing accurate long-term flux rates that surpassed the capabilities of the biomass addition and Eulerian control volume techniques in these shallow coastal bays.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010352", 
        "title": "Seagrass metabolism across a productivity gradient using the eddy covariance, Eulerian control volume, and biomass addition techniques"
    }, 
    {
        "author": "Paul A. Hwang, Franco Fois", 
        "date": "2015-05-23", 
        "description": "\n\nOcean surface roughness and wave breaking are the two main contributors of radar backscattering from the ocean surface. The relative weightings of the two contributions vary with the microwave polarization: the VV (vertical transmit vertical receive) is dominated by the Bragg resonance scattering mechanism, and the HH (horizontal transmit horizontal receive) and VH (horizontal transmit vertical receive or vertical transmit horizontal receive) contain nontrivial non-Bragg contributions mainly produced by breaking features. A method is developed to obtain the short-scale properties of ocean surface roughness and wave breaking from Ku, C, and L band polarimetric sea returns. The results are used for quantitative evaluation of the ocean surface roughness spectral models and for deriving understanding of the breaking contribution important to microwave ocean remote sensing, in particular its dependence on wind speed, microwave frequency, and incidence angle. Implications of the results to air-sea interaction applications are discussed.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010782", 
        "title": "Surface roughness and breaking wave properties retrieved from polarimetric microwave radar backscattering"
    }, 
    {
        "author": "M. M. Flexas, M. P. Schodlok, L. Padman, D. Menemenlis, A. H. Orsi", 
        "date": "2015-05-23", 
        "description": "\n\nThe structure of the Antarctic Slope Front (ASF) and the associated Antarctic Slope Current (ASC) on the Scotia Sea side of the Weddell-Scotia Confluence (WSC) is described using data from a hydrographic survey and three 1 year long moorings across the continental slope. The ASC in this region flows westward along isobaths with an annual mean speed of ∼0.2 m s−1, with time variability dominated by the K1 and O1 tidal diurnal constituents, a narrowband oscillation with ∼2-week period attributable to the spring/neap tidal cycle, and seasonal variability. Realistic and idealized high-resolution numerical simulations are used to determine the contribution of tides to the structure of the ASF and the speed of the ASC. Two simulations forced by realistic atmospheric forcing and boundary conditions integrated with and without tidal forcing show that tidal forcing is essential to reproduce the measured ASF/ASC cross-slope structure, the time variability at our moorings, and the reduced stratification within the WSC. Two idealized simulations run with tide-only forcing, one with a homogeneous ocean and the other with initial vertical stratification that is laterally homogeneous, show that tides can generate the ASC and ASF through volume flux convergence along the slope initiated by effects including the Lagrangian component of tidal rectification and mixing at the seabed and in the stratified ocean interior. Climate models that exclude the effects of tides will not correctly represent the ASF and ASC or their influence on the injection of intermediate and dense waters from the WSC to the deep ocean.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010372", 
        "title": "Role of tides on the formation of the Antarctic Slope Front at the Weddell-Scotia Confluence"
    }, 
    {
        "author": "Sergey M. Varlamov, Xinyu Guo, Toru Miyama, Kaoru Ichikawa, Takuji Waseda, Yasumasa Miyazawa", 
        "date": "2015-05-25", 
        "description": "\n\nWe analyze a concurrent simulation result of the ocean circulation and tidal currents using a data-assimilative ocean general circulation model covering the Western North Pacific with horizontal resolution of 1/36° to investigate possible interactions between them. Four sites of active M2 internal tide variability in open ocean (hot spots), such as Tokara Strait, Izu Ridge, Luzon Strait, and Ogasawara Ridge, are detected from both the satellite observation and the simulation. Energy cycle analysis of the simulated M2 baroclinic tide indicates two types of the hot spots: dissipation (Tokara Strait and Izu Ridge) and radiation (Luzon Strait and Ogasawara Ridge) dominant sites. Energy conversion from barotropic to baroclinic M2 tides at the hot spots is modulated considerably by the lower-frequency changes in the density field. Modulation at the two spots (Tokara Strait and Izu Ridge) is affected by the Kuroshio path variation together with the seasonal variation of the shallow thermocline. At the other two sites, influence from changes in the relatively deep stratification through the Kuroshio intrusion into South China Sea (Luzon Strat) and mesoscale eddy activity (Ogasawara Ridge) is dominant in the modulation.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010739", 
        "title": "M2 baroclinic tide variability modulated by the ocean circulation south of Japan"
    }, 
    {
        "author": "W. G. Large, J. M. Caron", 
        "date": "2015-05-27", 
        "description": "\n\nA simple scheme is developed to represent Sea Surface Diurnal Cycling (SSDC) in Coupled General Circulation Models (CGCM). It follows Zeng and Beljaars [2005], but in addition to a night-time deep well-mixed ocean boundary layer and a deep day-time stable layer, a shallow sub-grid-scale stable diurnal boundary layer is allowed to develop during the day, followed by a deepening convective layer. These four regimes have empirical property profiles and their governing parameters are determined by comparison of idealized experiments with published in situ and satellite observations. Mixing across the base of the shallow stable layer is governed by a gradient Richardson number, so prognostic equations are solved for salinity and current, as well as temperature. A conclusion is that the timing of peak warming depends on diurnal shear. The SSDC is implemented in the Community Earth System Model (CESM) for multiple purposes: the maximum diurnal amplitude of warming is found to exceed 5°C and to be more than 2°C over most of the ocean; the global distribution of average day-time minus night-time SST is used to validate the SSDC against a satellite SST product; and the mean seasonal surface heat flux and precipitation from an uncoupled CESM atmosphere are used to show the climate impacts that might be expected in a CGCM. Two major conclusions are that these impacts are not negligible and that much of the observed signals of diurnal cycling are captured by SSDC without the computational expense of resolving the relevant ocean processes.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010691", 
        "title": "Diurnal cycling of sea surface temperature, salinity, and current in the CESM coupled climate model"
    }, 
    {
        "author": "Daniel Boettger, Robin Robertson, Luc Rainville", 
        "date": "2015-05-27", 
        "description": "\n\nThe spatial structure of the semidiurnal internal tide in the vicinity of Tasmania is characterized using temperature and salinity data from Seaglider and Slocum glider deployments. Wavelet analysis of isopycnal displacements measured by the gliders was used to isolate the semidiurnal internal tide, with a solid signal observed both to the east and to the south of Tasmania. The signal south of Tasmania was attributed to local forcing, while that to the east of Tasmania was found to have propagated from the south east to the north west—a result which supports previous studies indicating the presence of an internal tidal beam originating over the Macquarie Ridge, south of New Zealand. Displacement amplitudes were observed to be amplified in the vicinity of the continental slope, with the incoming tidal beam shown to be both reflected and scattered on the continental slope and shelf, and energy transferred to higher modes.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010711", 
        "title": "Characterizing the semidiurnal internal tide off Tasmania using glider data"
    }, 
    {
        "author": "Yue Wang, ZhiMin Jian, Ping Zhao, JunMing Chen, Dong Xiao", 
        "date": "2015-05-27", 
        "description": "\n\nIn a transient accelerated simulation of a coupled climate model, we identified a zonal dipole-like pattern of sea surface temperature (SST) anomalies in the tropical Indian Ocean, which is forced by precessional insolation changes since 300 ka and named as the paleo-IOD (Indian Ocean Dipole). A positive paleo-IOD mean state at 23 kyr precessional band exhibits warmer and wetter conditions over the western Indian Ocean and cooler and drier conditions over the eastern tropical Indian Ocean from August to October. This zonal thermal seesaw at the sea surface can extend downward to the subsurface ocean between 60 and 80 m and accompanies stronger oceanic upwelling in the eastern tropical Indian Ocean. The associated boreal summer-autumn tropospheric circulation anomalies are characterized by anomalous ascent over the western Indian Ocean and anomalous descent over the southeastern tropical Indian Ocean, with anomalous easterlies at the surface along the equatorial Indian Ocean. The positive paleo-IOD largely originates from local air-sea interactions that are induced by the increased summer insolation, and is also contributed by the reduced boreal winter insolation through an oceanic “heat memory effect.” Our simulated dipole mode index (DMI) of SST is qualitatively consistent with the paleoceanographic reconstructed DMI based on the UK37 proxy of SST at precessional band and provides a possible explanation for the in-phase precessional variation between boreal winter insolation and the UK37 proxy of SST in the eastern tropical Indian Ocean.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010713", 
        "title": "Precessional forced evolution of the Indian Ocean Dipole"
    }, 
    {
        "author": "Rolf E. Sonnerup, Sabine Mecking, John L. Bullister, Mark J. Warner", 
        "date": "2015-05-27", 
        "description": "\n\nChlorofluorocarbons-11 (CFC-11), CFC-12, and sulfur hexafluoride (SF6) were measured during the December 2007 to February 2008 CLIVAR/Repeat Hydrography (RH) P18 section along ∼103°W in the Southeast Pacific Ocean. Transit-time distributions (TTDs) of 1-D transport that matched all three tracers were consistent with high Peclet number flow ventilating the subtropical mode water and the main subtropical thermocline (30°S–42°S, 200–800 m). In the subtropics, TTDs with predominantly advective transport predicted decadal increases in CFC-12 and CFC-11 consistent with those observed comparing 1994 WOCE with 2007/2008 CLIVAR/RH data, indicating steady ventilation in this region, and consistent with the near-zero changes observed in dissolved oxygen. The mean transport timescales from the tracer-tuned TTDs were used to estimate apparent oxygen utilization rates (OURs) on the order of 8–20 μmol kg−1 yr−1 at ∼200 m depth, attenuating to ∼2 μmol kg−1 yr−1 typically by 500 m depth in this region. Depth-integrated over the thermocline, these OURs implied carbon export rates from the overlying sea surface on the order of ∼1.8 moles C m−2 yr−1 from 30°S to 45°S, 2–2.5 moles C m−2 yr−1 from 45°S to 52°S, and 2.5–3.5 moles C m−2 yr−1 from 52°S to 60°S.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010781", 
        "title": "Transit time distributions and oxygen utilization rates from chlorofluorocarbons and sulfur hexafluoride in the Southeast Pacific Ocean"
    }, 
    {
        "author": "K. J. Richards, A. Natarov, E. Firing, Y. Kashino, S. M. Soares, M. Ishizu, G. S. Carter, J. H. Lee, K. I. Chang", 
        "date": "2015-05-27", 
        "description": "\n\nWe investigate the characteristics of shear-generated turbulence in the natural environment by considering data from a number of cruises in the western equatorial Pacific. In this region, the vertical shear of the flow is dominated by flow structures that have a relatively small vertical scale of O(10 m). Combining data from all cruises, we find a strong relationship between the turbulent dissipation rate, ϵ, vertical shear, S, and buoyancy frequency, N. Examination of ϵ at a fixed value of Richardson number, Ri = N2∕S2, shows that \nϵ∝ut2N for a wide range of values of N, where ut is an appropriate velocity scale which we assume to be the horizontal velocity scale of the turbulence. The implied vertical length scale, ℓv = ut∕N, is consistent with theoretical and numerical studies of stratified turbulence. Such behavior is found for Ri < 0.4. The vertical diffusion coefficient then scales as \nκv∝ut2/N at a fixed value of Richardson number. The amplitude of ϵ is found to increase with decreasing Ri, but only modestly, and certainly less dramatically than suggested by some parameterization schemes. Provided the shear generating the turbulence is resolved, our results point to a way to parameterize the unresolved turbulence.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010673", 
        "title": "Shear-generated turbulence in the equatorial Pacific produced by small vertical scale flow features"
    }, 
    {
        "author": "Kandaga Pujiana, James N. Moum, William D. Smyth, Sally J. Warner", 
        "date": "2015-05-29", 
        "description": "\n\nMeasurements of currents and turbulence beneath a geostationary ship in the equatorial Indian Ocean during a period of weak surface forcing revealed unexpectedly strong turbulence beneath the surface mixed layer. Coincident with the turbulence was a marked reduction of the current speeds registered by shipboard Doppler current profilers, and an increase in their variability. At a mooring 1 km away, measurements of turbulence and currents showed no such anomalies. Correlation with the shipboard echo sounder measurements indicate that these nighttime anomalies were associated with fish aggregations beneath the ship. The fish created turbulence by swimming against the strong zonal current in order to remain beneath the ship, and their presence affected the Doppler speed measurements. The principal characteristics of the resultant ichthyogenic turbulence are (i) low wave number roll-off of shear spectra in the inertial subrange relative to geophysical turbulence, (ii) Thorpe overturning scales that are small compared with the Ozmidov scale, and (iii) low mixing efficiency. These factors extend previous findings by Gregg and Horne (2009) to a very different biophysical regime and support the general conclusion that the biological contribution to mixing the ocean via turbulence is negligible.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010659", 
        "title": "Distinguishing ichthyogenic turbulence from geophysical turbulence"
    }, 
    {
        "author": "Bo Yang, Robert H. Byrne, Rik Wanninkhof", 
        "date": "2015-05-29", 
        "description": "\n\nThe subannual variability of total alkalinity (TA) distributions in the northeastern Gulf of Mexico was examined through the use of TA data from ship-based water sampling, historical records of riverine TA, and contemporaneous model output of surface currents and salinity. TA variability was restricted to the upper 150 m of the water column, where relationships between salinity and TA were controlled primarily by subannual variations in the extent of mixing between seawater and river water. A transition in TA distribution patterns between the river-dominated northern margin (near the Mississippi-Atchafalaya River System) and the ocean current-dominated eastern margin (West Florida Shelf) was observed. An index for riverine alkalinity input was formulated to provide insights about riverine alkalinity contributions in the upper water column. Spatial and temporal variations of total alkalinity in the northeastern Gulf of Mexico are primarily controlled by riverine TA inputs and ocean currents.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010780", 
        "title": "Subannual variability of total alkalinity distributions in the northeastern Gulf of Mexico"
    }, 
    {
        "author": "Bing Yang, Yijun Hou, Po Hu, Ze Liu, Yahao Liu", 
        "date": "2015-05-29", 
        "description": "\n\nBased on observed temperature and velocity in 2005 in northwestern South China Sea, the shallow ocean responses to three tropical cyclones were examined. The oceanic response to Washi was similar to common observations with 2°C cooling of the ocean surface and slight warming of the thermocline resulted from vertical entrainment. Moreover, the wavefield was dominated by first mode near-inertial oscillations, which were red-shifted and trapped by negative background vorticity leading to an e-folding timescale of 12 days. The repeated reflections by the surface and bottom boundaries were thought to yield the successive emergence of higher modes. The oceanic responses to Vicente appeared to be insignificant with cooling of the ocean surface by only 0.5°C and near-inertial currents no larger than 0.10 m/s as a result of a deepened surface mixed layer. However, the oceanic responses to Typhoon Damrey were drastic with cooling of 4.5°C near the surface and successive barotropic-like near-inertial oscillations. During the forced stage, the upper ocean heat content decreased conspicuously by 11.65% and the stratification was thoroughly destroyed by vertical mixing. In the relaxation stage, the water particle had vertical displacement of 20–30 m generated by inertial pumping. The current response to Damrey was weaker than Washi due to the deepened mixed layer and the destroyed stratification. Our results suggested that the shallow water oceanic responses to tropical cyclones varied significantly with the intensity of tropical cyclones, and was affected by local stratification and background vorticity.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010783", 
        "title": "Shallow ocean response to tropical cyclones observed on the continental shelf of the northwestern South China Sea"
    }, 
    {
        "author": "T. Kukulka, K. Brunner", 
        "date": "2015-05-29", 
        "description": "\n\nThis paper is the first of a two part series that investigates passive buoyant tracers in the ocean surface boundary layer. The first part examines the influence of equilibrium wind-waves on vertical tracer distributions, based on large eddy simulations (LES) of the wave-averaged Navier-Stokes equation. The second part applies the model to investigate observations of buoyant microplastic marine debris, which has emerged as a major ocean pollutant. The LES model captures both Langmuir turbulence (LT) and enhanced turbulent kinetic energy input due to breaking waves (BW) by imposing equilibrium wind-wave statistics for a range of wind and wave conditions. Concentration profiles of LES agree well with analytic solutions obtained for an eddy diffusivity profile that is constant near the surface and transitions into the K-Profile Parameterization (KPP) profile shape at greater depth. For a range of wind and wave conditions, the eddy diffusivity normalized by the product of water-side friction velocity and mixed layer depth, h, mainly depends on a single nondimensional parameter, the peak wavelength (which is related to Stokes drift decay depth) normalized by h. For smaller wave ages, BW critically enhances near-surface mixing, while LT effects are relatively small. For greater wave ages, both BW and LT contribute to elevated near-surface mixing, and LT significantly increases turbulent transport at greater depth. We identify a range of realistic wind and wave conditions for which only Langmuir (and not BW or shear driven) turbulence is capable of deeply submerging buoyant tracers.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010487", 
        "title": "Passive buoyant tracers in the ocean surface boundary layer: 1. Influence of equilibrium wind-waves on vertical distributions"
    }, 
    {
        "author": "Xiaolan L. Wang, Yang Feng, Val R. Swail", 
        "date": "2015-05-29", 
        "description": "\n\nThis study uses the analysis of variance approaches to quantify the climate change signal and uncertainty in multimodel ensembles of statistical simulations of significant wave height (Hs), which are based on the CMIP5 historical, RCP4.5 and RCP8.5 forcing scenario simulations of sea level pressure. Here the signal of climate change refers to the temporal variations caused by the prescribed forcing. “Significant” means “significantly different from zero at 5% level.” In a four-model ensemble of Hs simulations, the common signal—the signal that is simulated in all the four models—is found to strengthen over time. For the historical followed by RCP8.5 scenario, the common signal in annual mean Hs is found to be significant in 16.6% and 82.2% of the area by year 2005 and 2099, respectively. The global average of the variance proportion of the common signal increases from 0.75% in year 2005 to 12.0% by year 2099. The signal is strongest in the eastern tropical Pacific (ETP), featuring significant increases in both the annual mean and maximum of Hs in this region. The climate model uncertainty (i.e., intermodel variability) is significant nearly globally; its magnitude is comparable to or greater than that of the common signal in most areas, except in the ETP where the signal is much larger. In a 20-model ensemble of Hs simulations for the period 2006–2099, the model uncertainty is found to be significant globally; it is about 10 times as large as the variability between the RCP4.5 and RCP8.5 scenarios.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010699", 
        "title": "Climate change signal and uncertainty in CMIP5-based projections of global ocean surface wave heights"
    }
]