[
    {
        "author": "Shaobo Qiao, Zhiqiang Gong, Guolin Feng, Zhonghua Qian", 
        "date": "2015-06-12", 
        "description": "\n\nUnder global warming, cold winters over Northern Asia are highly correlated with the subsequent hot summers over middle and lower reaches of the Yangtze River valley (MLYRV). This high correlation may result from an oceanic bridge's effect in the Western Pacific. The mechanism may be described as follows: the atmospheric circulation anomalies of cold winters corresponds with a simultaneous warmer Western Pacific warm pool (WPWP) by decreasing surface latent heat fluxes. The warmer sea surface temperature (SST) can persist and move eastward gradually to the subsequent summer through the oceanic processes, and thus in turn affect the hot days (HDs) over MLYRV.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl.585", 
        "title": "Relationship between cold winters over Northern Asia and the subsequent hot summers over mid-lower reaches of the Yangtze River valley under global warming"
    }, 
    {
        "author": "Feifan Zhou, Xiaopeng Cui", 
        "date": "2015-06-12", 
        "description": "\n\nBy studying three heavy rainfall events that were accompanied by debris flows in southwestern China, we find that 24-h accumulated rainfall is most sensitive to the initial temperature. The sensitivities to wind, surface pressure, and specific humidity are generally smaller. Moreover, the upper levels of the atmosphere are identified as the sensitive levels, and the sensitive areas are the areas with heavy rainfall. These results suggest that local temperature perturbations in the upper levels are a signal of short-term heavy rainfall in southwestern China. A validation experiment is carried out to justify the sensitivity results. The possible reasons are discussed and analyzed.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl.586", 
        "title": "The adjoint sensitivity of heavy rainfall to initial conditions in debris flow areas in China"
    }, 
    {
        "author": "M. Tuononen, V. A. Sinclair, T. Vihma", 
        "date": "2015-06-10", 
        "description": "\n\nA wintertime climatology of the occurrence and characteristics of low-level jets (LLJs) in the Northern Hemisphere mid-latitudes and polar regions was developed. A LLJ detection algorithm was applied to 11 years of Arctic system reanalysis data. The highest occurrence of LLJs was associated with strong gradients in topography and with the sea-ice edge. Sea areas fully covered with sea ice also favoured the occurrence of LLJs, however, these areas, including the central Arctic, had fewer LLJs than along the sea-ice edge. LLJs also occurred frequently in the seldom studied Sea of Okhotsk area.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl.587", 
        "title": "A climatology of low-level jets in the mid-latitudes and polar regions of the Northern Hemisphere"
    }, 
    {
        "author": "Emmanouil Flaounas, Vassiliki Kotroni, Konstantinos Lagouvardos, Stelios Kazadzis, Antonis Gkikas, Nikolaos Hatzianastassiou", 
        "date": "2015-05-19", 
        "description": "\n\nThis study addresses the question of cyclone contribution to dust transport events over the Mediterranean. For this reason, we tracked and associated all intense cyclones in the period 2005–2012 with satellite estimations of the aerosol optical depth, the aerosol index and the aerosol Ångström exponent. Results show that cyclones are related with up to 20% of the total dust events over the Mediterranean, especially affecting its eastern side. When considering only the extreme dust events, the cyclone contribution may reach 70%, highlighting cyclones as one of the main factors for extreme dust transport events in the region.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl.584", 
        "title": "Cyclone contribution to dust transport over the Mediterranean region"
    }, 
    {
        "author": "Federico Cossu, Klemens Hocke, Andrey Martynov, Olivia Martius, Christian Mätzler", 
        "date": "2015-05-19", 
        "description": "\n\nThe microwave radiometer TROWARA measures integrated water vapour (IWV) and integrated cloud liquid water (ILW) at Bern since 1994 with a time resolution of 7 s. In this study, we compare TROWARA measurements with a simulation of summer 2012 in Switzerland performed with the Weather Research and Forecasting (WRF) model. It is found that the WRF model agrees very well with TROWARA's IWV variations with a mean bias of only 0.7 mm. The ILW distribution of the WRF model, although similar in shape to TROWARA's distribution, overestimates the fraction of clear sky periods (83% compared to 60%).\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl.583", 
        "title": "Atmospheric water parameters measured by a ground-based microwave radiometer and compared with the WRF model"
    }, 
    {
        "author": "Warren E. Heilman, Craig B. Clements, Daisuke Seto, Xindi Bian, Kenneth L. Clark, Nicholas S. Skowronski, John L. Hom", 
        "date": "2015-05-04", 
        "description": "\n\nLow-intensity wildland fires occurring beneath forest canopies can result in particularly adverse local air-quality conditions. Ambient and fire-induced turbulent circulations play a substantial role in the transport and dispersion of smoke during these fire events. Recent in situ measurements of fire–atmosphere interactions during low-intensity wildland fires have provided new insight into the structure of fire-induced turbulence regimes and how forest overstory vegetation can affect the horizontal and vertical dispersion of smoke. In this paper, we provide a summary of the key turbulence observations made during two low-intensity wildland fire events that occurred in the New Jersey Pine Barrens.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl.581", 
        "title": "Observations of fire-induced turbulence regimes during low-intensity wildland fires in forested environments: implications for smoke dispersion"
    }, 
    {
        "author": "Andrew. N. Ross, Eleanor R. Grant", 
        "date": "2015-04-21", 
        "description": "\n\nThe planar fit (PF) method is often recommended for long-term eddy covariance flux measurements because it offers a number of advantages over rotating into streamwise coordinates. For sites over complex, forested terrain a single PF may not account for complex variations in slope and canopy cover with wind direction. An alternative to the PF method is presented where the tilt angle is fitted as a continuous function of the wind direction. This retains many of the benefits of the PF method, while at the same time better representing local variations in tilt with wind direction.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl.580", 
        "title": "A new continuous planar fit method for calculating fluxes in complex, forested terrain"
    }, 
    {
        "author": "Jussi S. Ylhäisi, Jouni Räisänen, David Masson, Olle Räty, Heikki Järvinen", 
        "date": "2015-04-20", 
        "description": "\n\nWe apply analysis of variance to assess the effect of climate model development on temperature, precipitation and sea level pressure projections using three consecutive climate model generations provided by the Coupled Model Intercomparison Project. The introduction of a new model version mostly randomly affects individual model projections, but models also show some generation-independent characteristics which can potentially serve a basis for model weighting. Mean values of temperature and pressure change differ significantly between the model generations only over limited regions, mainly near the sea-ice edge. If multi-model ensembles are uniformly weighted, the efforts of model development are not completely exploited.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.577", 
        "title": "How does model development affect climate projections?"
    }, 
    {
        "author": "Mingyu Bi, Tim Li, Xinyong Shen, Melinda Peng", 
        "date": "2015-04-14", 
        "description": "\n\nAn idealized dataset that contains a background seasonal mean state, a reference intraseasonal oscillation (ISO) state and real-strength tropical cyclones (TCs) was constructed, in order to examine to what extent the presence of the real-strength TCs may impact the overall ISO strength over the western North Pacific. The averaged ISO strength (measured by combined 850-hPa zonal and meridional wind fields) increases by 9% when the realistic TCs are included. The percentage increase of the overall ISO strength depends on the variable used. It is doubled (reduced to 3%) when the vorticity (stream function) is used as the estimated variable.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl.579", 
        "title": "To what extent the presence of real-strength tropical cyclones influences the estimation of atmospheric intraseasonal oscillation intensity?"
    }, 
    {
        "author": "K. Potužníková, P. Sedlák, P. Koucká Knížová", 
        "date": "2015-04-14", 
        "description": "\n\nIn this paper, a wavelet-based methodology is proposed to study the main features of turbulence data collected within the crown layer of an even-aged Norway spruce forest at the Bílý Kříž site. The site is situated on a steep (25%) south-southwest-facing slope near the top of a mountain ridge. The periods of organized structures detected when the site is on the downwind (leeward) side of the ridge are significantly shorter than those detected when the site is on the upwind side of the ridge. However, the ‘leeward’ structures have a relatively higher persistence and frequency of occurrence in the 30-min time series.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl.578", 
        "title": "Detection of low-frequency organized structures in night-time air flow within a spruce canopy on the upwind and downwind sides of a mountain ridge"
    }, 
    {
        "author": "M. M. Ali, P. V. Nagamani, N. Sharma, R. T. Venu Gopal, M. Rajeevan, G. J. Goni, Mark A. Bourassa", 
        "date": "2015-03-21", 
        "description": "\n\nBesides improving the understanding of the physics of the challenging problem of monsoon prediction, it is necessary to evaluate the efficiency of the input parameters used in models. Sea-surface temperature (SST) is the only oceanographic parameter applied in most of the monsoon forecasting models, which many times do not represent the heat energy available to the atmosphere. We studied the impacts of ocean mean temperature (OMT), representing the heat energy of the upper ocean, and SST on the all India summer monsoon rainfall through a statistical relation during 1993–2013 and found that OMT has a better link than SST.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.576", 
        "title": "Relationship between ocean mean temperatures and Indian summer monsoon rainfall"
    }, 
    {
        "author": "Lei Wang, Zhanggui Wang, Jianping Li, Fei Zheng", 
        "date": "2015-03-19", 
        "description": "\n\nSeesaw pattern of the perturbation potential energy in the extratropics and the Arctic (defined as PEAS) is observed. The PEAS is closely related to the Arctic Oscillation, kinetic energy and zonal wind in the middle- and high-latitude. The PEAS may influence atmospheric circulation via northern migration of anomalous Ferrel cell, accompanying by suppressed subtropical jet stream and enhanced polar jet stream. Anomalous warm conditions associated with the PEAS are observed in high-latitude of Eurasia, whereas cold anomalies are presented in Greenland, northeast Africa and southwest China, which is mainly attributed to the horizontal temperature advection.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.575", 
        "title": "The impact of extratropics-arctic-seesaw of perturbation potential energy on surface air temperature in boreal winters"
    }, 
    {
        "author": "Dan Brawn", 
        "date": "2015-03-13", 
        "description": "\n\nThis article outlines an alternative maximum likelihood gamma parameter estimator for grouped and truncated data. Such data might be produced by traditional disdrometer instruments for recording rain drop sizes. The method is an adaptation of a log-linear generalized linear model (GLM), forming an iterative process which quickly converges to very near maximum likelihood estimates. Simulations with a Joss–Waldvogel bin regime show that the estimator has little bias. Application to observed data from two different types of disdrometers yields results practically equal to published maximum likelihood estimates.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.572", 
        "title": "Adapted GLM gamma parameter estimates for drop size distributions"
    }, 
    {
        "author": "Robert G. Way, Philip P. Bonnaventure", 
        "date": "2015-03-10", 
        "description": "\n\nThis study tests various applications of a new technique for infilling sparse monthly climate data which combines temperature anomalies from gridded observational and reanalysis data sets with baseline climatologies from short-instrumental records. Out-of-sample comparisons between infilled and observed climate data for 53 stations in northeastern Canada suggests that mean absolute errors using the proposed method are ±1  and ±0.5 °C on monthly and annual timescales, respectively. Evaluation of several gridded data sets used to guide infilling suggests that ERA-Interim (ERAI) and modern-era retrospective reanalysis (MERRA) reanalyses are the most suitable for this purpose in the Labrador-Ungava region.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.574", 
        "title": "Testing a reanalysis-based infilling method for areas with sparse discontinuous air temperature data in northeastern Canada"
    }, 
    {
        "author": "K. Eswaran, S. K. Satheesh, J. Srinivasan", 
        "date": "2015-03-10", 
        "description": "\n\nRecent studies, over regions influenced by biomass burning aerosol, have shown that it is possible to define a ‘critical cloud fraction’ (CCF) at which the aerosol direct radiative forcing switch from a cooling to a warming effect. Using 4 years of multi-satellite data analysis, we show that CCF varies with aerosol composition and changed from 0.28 to 0.13 from postmonsoon to winter as a result of shift from less absorbing to moderately absorbing aerosol. Our results indicate that we can estimate aerosol absorption from space using independently measured top of the atmosphere (TOA) fluxes [Cloud Aerosol Lidar with Orthogonal Polarization-Moderate resolution Imaging Spectroradiometer-Clouds and the Earth's Radiant Energy System (CALIPSO-MODIS-CERES)] combined algorithms for example.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.571", 
        "title": "Dependence of ‘critical cloud fraction’ on aerosol composition"
    }, 
    {
        "author": "Ke Wei, Masaaki Takahashi, Wen Chen", 
        "date": "2015-03-04", 
        "description": "\n\nUsing two generations of reanalysis datasets from the National Center for Atmospheric Research (NCAR), European Centre for Medium-Range Weather Forecasts (ECMWF), and Japan Meteorological Agency (JMA), we showed that on the interannual timescale the two leading modes of the East Asian winter monsoon (EAWM) are associated with tropospheric annular mode (AM) and stratospheric polar vortex (SPV), respectively. The relationship between AM and the first EAWM mode remained stable during 1958–2013, whereas that between SPV and the second EAWM mode increased suddenly since the late 1980s. The SPV-related circulation and planetary wave activities are intensified in the latter period. We suggested that this change might be caused by the global warming and ozone depletion.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.568", 
        "title": "Long-term changes in the relationship between stratospheric circulation and East Asian winter monsoon"
    }, 
    {
        "author": "H. Athar", 
        "date": "2015-03-03", 
        "description": "\n\nThe analyses of monthly and annual variability, and the seasonal teleconnections with the Indian Ocean Dipole (IOD), El-Niño Southern Oscillation (ENSO), and the North Atlantic Oscillation (NAO) circulation indices, for rainfall from 26 stations in Saudi Arabia (SA), for 33-year period (1978–2010), are presented. High interannual variability with non-monsoonal annual cycle characterizes the rainfall climate of SA in recent 33-year period. Eight of 26 stations display statistically significant simultaneous teleconnections with IOD and ENSO in the September–October–November (SON) season. These eight stations are situated north of 21.50°N (nSA) and are located in northern and in southeastern regions of nSA.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.570", 
        "title": "Teleconnections and variability in observed rainfall over Saudi Arabia during 1978–2010"
    }, 
    {
        "author": "Ahmad Reza Ghasemi", 
        "date": "2015-02-26", 
        "description": "\n\nThe variations of Iran temperature is studied during 1961–2010. Mann–Kendall tests show a general dominating positive temperature trend over most parts of Iran with the rate of change varying from 0.09 to 0.38 °C decade−1. Also, the minimum temperature increase (0.34 °C decade−1) is greater than maximum temperature (0.15 °C decade−1). A more definite trend of warming occurs in summer and spring than winter and autumn. Moreover, the results show that the warm climate regions in Iran are warming at a higher rate than cold climate regions. Pettitt's test also suggesting the abrupt upward change in mean annual temperature, occurs in the late 1990s.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.569", 
        "title": "Changes and trends in maximum, minimum and mean temperature series in Iran"
    }, 
    {
        "author": "Xia Feng, Paul Houser", 
        "date": "2015-02-24", 
        "description": "\n\nThis study examines the land–atmosphere coupling strength during the 2004 North American monsoon (NAM) using the ΔΩ index from ensemble model simulations. The strength of coupling varies geographically over different monsoon phases. The coupling strength over the entire monsoon period is primarily attributed to the monsoon mature phase with strong signal of coupling in the eastern NAM region. A decomposition of the land–atmosphere coupling suggests that land segment contributes to the strong coupling during the monsoon onset, mature phase and the overall monsoon season, while the atmospheric segment dominates the strong coupling during the decay phase.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.573", 
        "title": "Quantifying the strength of land–atmosphere coupling in the 2004 North American monsoon"
    }, 
    {
        "author": "Dan Brawn", 
        "date": "2015-02-24", 
        "description": "\n\nBias in a recently introduced closed-form estimator for gamma parameters is described via simulations over a wide range of feasible parameters. The simulated data are lower truncated and grouped with a Joss-Waldvogel disdrometer bin regime. A crude model for the bias in a ratio of adjacent moments is sufficient to eliminate most of the gamma parameter bias. This provides confidence in the parameter estimates, at least for near gamma distributed data and larger sample sizes.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.567", 
        "title": "Bias in closed-form gamma parameter estimates for disdrometer data"
    }, 
    {
        "author": "Kandula Venkata Subrahmanyam, Karanam Kishore Kumar, Alur Narendra Babu", 
        "date": "2015-02-19", 
        "description": "\n\nThe phase relation between convection and precipitation at diurnal scales is essential for convective parameterization in numerical weather prediction models. For the first time in a meteorological study, we quantified the phase relationship between convective available potential energy (CAPE) and precipitation over the Indian summer monsoon region at diurnal scales using space-based precipitation and CAPE observations from 7 years (2006–2012) of GPS-RO measurements. Also, we quantified the phase relationship for the land and oceanic regions separately. On average, the peak in CAPE magnitudes leads precipitation peak by ∼2–4 h over the study region.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.566", 
        "title": "Phase relation between CAPE and precipitation at diurnal scales over the Indian summer monsoon region"
    }, 
    {
        "author": "Shih-Yu Simon Wang, Wan-Ru Huang, Jin-Ho Yoon", 
        "date": "2015-02-13", 
        "description": "\n\nThe 2013–2014 winter in North America brought intense drought in the West and severe cold in the East. The circulation anomalies were characterized as a dipole: an amplified upper-level ridge over the West Coast and a deepened trough over the central-eastern United States. A previous study using a single model has linked the dipole to the El Niño precursor and found that this link has strengthened in recent years. Here, 17 models from the Coupled Model Intercomparison Project Phase 5 are used to examine the dipole activity. Most models capture the dipole and its association with El Niño precursor and project this association to strengthen.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.565", 
        "title": "The North American winter ‘dipole’ and extremes activity: a CMIP5 assessment"
    }, 
    {
        "author": "Nan Li, Ming Wei, Xiyu Mu, Chang Zhao", 
        "date": "2015-02-13", 
        "description": "\n\nVelocity volume processing (VVP) is a common wind retrieval method for single-Doppler radar. However, hindered by the problem of the ill-conditioned coefficient matrix, VVP method has not been applied effectively. In this paper, a support vector machine-based VVP (SVM VVP) method is proposed to improve the VVP method. SVM VVP retrieves wind field through constructing a support vector regression machine for the radial velocity. The new method is applied to a real case, and the retrieval shows that SVM VVP can give accurate and high-resolution results. It is helpful for studying wind fields of small-scale precipitation systems.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.564", 
        "title": "A support vector machine-based VVP wind retrieval method"
    }, 
    {
        "author": "Dragutin T. Mihailović, Nusret Drešković, Gordan Mimić", 
        "date": "2015-02-06", 
        "description": "\n\nWe have used the Kolmogorov complexity (KC) and three suggested complexity measures to describe the complexity of spatial distribution of precipitation in Bosnia and Herzegovina, for the period 1960–1984. In particular, we have examined the monthly precipitation amount time series from 23 stations and then calculated the KC using the Lempel–Ziv Algorithm (LZA), Kolmogorov complexity spectrum (KCS), Kolmogorov complexity spectrum highest value (KCM) and overall Kolmogorov complexity (OKC) values for each time series. Our results indicate that the difference in complexity of spatial distribution of precipitation may be attributed to influence of Adriatic Sea, relief and Pannonian Basin.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.563", 
        "title": "Complexity analysis of spatial distribution of precipitation: an application to Bosnia and Herzegovina"
    }, 
    {
        "author": "Juarez Ventura de Oliveira, Maria Isabel Vitorino, Leonardo Deane de Abreu Sá", 
        "date": "2015-01-27", 
        "description": "\n\nThe Student's t-test was used to statistically prove the existence of a significant difference between mean values of several meteorological variables for the active and inactive phases of the Madden–Julian Oscillation (MJO) in the Eastern Amazon. The wavelet transform was used to identify 14 cases of the MJO occurrence, in which the analyses were performed. The analysis shown that the variables influenced by the convection such as outgoing longwave radiation, mean and maximum temperature, and insolation presented differences, between each MJO phase, at significance levels of 95% or higher.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.560", 
        "title": "Implication of Madden–Julian Oscillation phase on the Eastern Amazon climate"
    }, 
    {
        "author": "Masaru Inatsu, Tomonori Sato, Tomohito J. Yamada, Ryusuke Kuno, Shiori Sugimoto, Murad A. Farukh, Yadu N. Pokhrel, Shuichi Kure", 
        "date": "2015-01-27", 
        "description": "\n\nThe experiments with three general circulation models (GCMs) by three regional atmospheric models (RAMs) for the dynamical downscaling (DDS) have been performed to evaluate the uncertainty in the global warming response during summertime in Hokkaido, Japan. The results of a 10-year RAM integration nested into GCM under present or future climate conditions were synthesized after applying bias correction. For the target decades during which the global-mean temperature increases by 2 K in each GCM, the DDS results indicate that surface air temperature and precipitation mostly depend on the GCM imposed as the lateral boundary condition.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.557", 
        "title": "Multi-GCM by multi-RAM experiments for dynamical downscaling on summertime climate change in Hokkaido"
    }, 
    {
        "author": "Dagang Wang, Peng Jiang, Guiling Wang, Dashan Wang", 
        "date": "2015-01-12", 
        "description": "\n\nThe relationship between urban extent and extreme precipitation over the Pearl River Delta in China is evaluated using the Tropical Rainfall Measurement Mission 3B42 precipitation product. The spatial pattern of extreme precipitation indices agrees well with that of the urban extent, with significant and positive spatial correlation between the two. The correlation is stronger for extreme indices at shorter temporal scales than for those at longer temporal scales. For example, the coefficient of correlation with the natural logarithm of urban extent is 0.42 for the maximum consecutive 5-day precipitation amount and reaches 0.74 for the maximum consecutive 3-h precipitation amount.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.559", 
        "title": "Urban extent enhances extreme precipitation over the Pearl River Delta, China"
    }, 
    {
        "author": "Yoshiaki Miyamoto, Ryuji Yoshida, Tsuyoshi Yamaura, Hisashi Yashiro, Hirofumi Tomita, Yoshiyuki Kajikawa", 
        "date": "2015-01-12", 
        "description": "\n\nDeep moist convection is an element of cloud disturbances such as Madden-Julian oscillation (MJO), tropical cyclones (TCs), mid-latitudinal low depressions (MDL), and fronts (FRT). However, differences in convection characteristics in disturbances remain unclear. We first clarified the statistical features of the convection (structure, intensity, and environmental parameters) in various disturbances simulated by a global simulation with a sub-kilometre grid spacing. The convection in MJO (TC) was tall with a strong (weak) upward motion, and was driven by large convective available potential energy (strong low-level convergence). The convection in MDL and FRT was shorter and characterized by a strong vertical wind shear.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.558", 
        "title": "Does convection vary in different cloud disturbances?"
    }, 
    {
        "author": "Andrew Smith, Nigel Atkinson, William Bell, Amy Doherty", 
        "date": "2015-01-05", 
        "description": "\n\nThis paper gives an appraisal of the hyperspectral Cross-track Infrared Sounder (CrIS) on board the Suomi-NPP satellite, for use in numerical weather prediction (NWP) at the Met Office. The quality of CrIS data is assessed by comparison with short-range NWP forecasts, and the impact on forecasts is evaluated using results from assimilation experiments. The impact of assimilating CrIS and the complementary microwave sounder ATMS (Advanced Technology Microwave Sounding Unit) together is also presented.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.551", 
        "title": "An initial assessment of observations from the Suomi-NPP satellite: data from the Cross-track Infrared Sounder (CrIS)"
    }, 
    {
        "author": "Thanh Le", 
        "date": "2014-12-26", 
        "description": "\n\nThis study quantitatively diagnose the linkage between Total Solar Irradiance (TSI) and Earth's near-surface air temperature (TAS) of past 1000-year as simulated by Paleoclimate Modeling Intercomparison Project 3 (PMIP3) models. The results demonstrate that there is causal feedback of TAS from TSI variations, especially in the tropical and subtropical regions. The consistency between models in simulating solar signal in TAS responses is significant in these regions with more than 70% selected models showing agreement. There is no agreement between models in simulating TSI-TAS relationship in mid and high latitude regions.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.555", 
        "title": "Solar forcing of Earth's surface temperature in PMIP3 simulations of the last millennium"
    }, 
    {
        "author": "X. Fan, H. Chen, X. Xia, Y. Yu", 
        "date": "2014-12-23", 
        "description": "\n\nThe area of agricultural greenhouses and cropland covered by plastic film has increased in China over the past three decades. Construction of large-area plastic greenhouse potentially changes the physical and radiative properties of the surface and its albedo, thereby potentially affecting the surface energy budget and climate change. This study aims to investigate the effect of the plastic-film cover on surface albedo based on computations with a simplified model and several field observation experiments. The results showed that surface albedo increased by ∼23.5 and ∼33.9% on clear and overcast days, respectively, if grassland was covered by plastic film. Surface albedo of bare soil covered by plastic film increased by ∼16.6% under clear sky conditions. A larger increase in surface albedo was derived for surface types with smaller surface albedo. Model calculations were in good agreement with field observations.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.556", 
        "title": "Increase in surface albedo caused by agricultural plastic film"
    }, 
    {
        "author": "J. Farley Nicholls, R. Toumi, G. Stenchikov", 
        "date": "2014-12-23", 
        "description": "\n\nAtmosphere and ocean simulations capture the Tokar mountain-gap wind jet and associated eddy dipole in the Red Sea. Results suggest that, once generated by a wind event, the anticyclonic eddy is further intensified through the summer by subsequent events. An asymmetry in magnitude of the two eddies is observed with the anticyclonic eddy attaining greater magnitude. A series of simulations with idealized wind forcing show that this asymmetry is not present under steady wind forcing. This effect depends on the intermittency of the wind forcing and the presence of a background northerly wind field.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.554", 
        "title": "Effects of unsteady mountain-gap winds on eddies in the Red Sea"
    }, 
    {
        "author": "Xuyang Ge", 
        "date": "2014-12-15", 
        "description": "\n\nThe tropical cyclone (TC) secondary eyewall (SE) is an important aspect of TC intensity and structure forecast, because it largely affects the horizontal scale of destructive winds and heavy rainfall. Hence, it is important to understand the possible factors that influence the structure and size of SE. Idealized simulations suggest that the environmental humidity is one of the key factors. It is favorable for TC to establish a SE in a moist environment. Furthermore, the SE is likely to be located at a larger radius, thereby leads to a wider moat area. Consequently, the structure of SE would affect TC intensity change during the eyewall replacement cycle. This study strongly motivates further researches with respect to how the environmental conditions influence the storm dynamics and thermodynamics.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.553", 
        "title": "Impacts of environmental humidity on concentric eyewall structure"
    }, 
    {
        "author": "Romina C. Ruscica, Anna A. Sörensson, Claudio G. Menéndez", 
        "date": "2014-12-13", 
        "description": "\n\nSoutheastern South America (SESA) is found to be the main hot spot of soil moisture–evapotranspiration coupling of South America during a dry summer. However, only its eastern part is a soil moisture–precipitation hot spot. Pathways between soil moisture and precipitation are evaluated through studying the coupling of soil moisture with surface and boundary layer variables. The outcome suggests that both the moist static energy and its vertical gradient are important for the development of precipitation, as a result of the total surface heat fluxes that are affected by soil moisture only in the eastern part of SESA.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.552", 
        "title": "Pathways between soil moisture and precipitation in southeastern South America"
    }, 
    {
        "author": "Victor Privalsky, Vladislav Yushkov", 
        "date": "2014-12-10", 
        "description": "\n\nStatistical properties of observed and CMIP5-simulated bivariate time series ‘annual global surface temperature (AGST) – sea surface temperature in the Niño area 3.4 (SST3.4)’ are analyzed in the time and frequency domains. Both observed and most simulated data show that AGST is explicitly affected by SST3.4 but not vice versa. Though the AGST spectral density is low at intermediate frequencies, most CMIP5 models reproduce its behavior and show the high coherence observed in nature inside that frequency band. However, CMIP5 models show a dependence between AGST and SST3.4 at frequencies below 0.1 year−1, which is not found in nature.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.548", 
        "title": "ENSO influence upon global temperature in nature and in CMIP5 simulations"
    }, 
    {
        "author": "Chao He, Tianjun Zhou", 
        "date": "2014-12-05", 
        "description": "\n\nA decadal change has occurred on the relationship between the summertime western North Pacific subtropical High (WNPSH) and the tropical Sea Surface Temperature anomalies (SSTA) in the early 1990s. After this decadal change, the interannual variability of the WNPSH is more strongly regulated by the SSTA over the equatorial central Pacific and the maritime continent. The earlier decay of El Niño in strong WNPSH years and the earlier development of El Niño in weak WNPSH years both contributed to this change. Such decadal change is found in the pre-industrial control simulation of a coupled model, suggesting it is probably an internal variability of the climate system.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.550", 
        "title": "Decadal change of the connection between summer western North Pacific Subtropical High and tropical SST in the early 1990s"
    }, 
    {
        "author": "Sonya Louise Fiddes, Alexandre Bernardes Pezza, Vaughan Barras", 
        "date": "2014-12-05", 
        "description": "\n\nThe Australian Alps have a unique climatological, ecological and hydrological environment and play a key role in water supply for southeastern Australia. Using resort observations we compile a new and robust snow accumulation data set. Both maximum snow depth and total snow accumulation have declined over the last 25 years. A significant decreasing trend was observed for the total number of light snow days, whereas the total number of heavy snow occurrences has remained constant. Maximum temperatures are highly related to all snow variables. It is suggested that global warming is already impacting light snowfall events, while heavy events are less affected.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.549", 
        "title": "A new perspective on Australian snow"
    }, 
    {
        "author": "Jose Agustin Breña-Naranjo, Adrian Pedrozo-Acuña, Miguel A. Rico-Ramirez", 
        "date": "2014-12-05", 
        "description": "\n\nThis commentary emphasizes the role of remote sensing tools for detecting extreme values in precipitation. Here, we provide a synthesis of recent data from the Tropical Rainfall Measurement Mission satellite to detect the rainfall maxima depth versus duration across the terrestrial surface since 1998. Observations with rain gauges and satellite merged products suggest similarities in the power scaling law between maximum rainfall depth and duration. Satellites have shown the potential to identify regions of extreme precipitation and this is the first study where intensity-duration curves from rainfall events measured by satellites are compared with the same curves obtained with traditional rain gauges.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.546", 
        "title": "World's greatest rainfall intensities observed by satellites"
    }, 
    {
        "author": "Priyanka Ghosh, T. K. Ramkumar", 
        "date": "2014-12-01", 
        "description": "\n\nWe report that often vertical wave number spectra of the Martian lower atmospheric temperature are distinctly different from that normally observed for the Earth's atmosphere. In many cases, the observed spectra show wave saturation characteristics (log–log slope of −3) even at wave numbers greater than the ones corresponding to dissipative regime (log–log slope of −5/3), a kind of which is not reported so far for the Earth's atmosphere. Also, some times, steep spectral slopes are obtained at smaller wave numbers near the ones associated with dissipation and positive slopes are noticed at the higher end of the wave numbers of spectra.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.545", 
        "title": "Vertical temperature wave number spectra of the Martian lower atmosphere"
    }, 
    {
        "author": "Marcelo Zeri, Leonardo Deane A. Sá, Carlos A. Nobre", 
        "date": "2014-12-01", 
        "description": "\n\nThe contribution of coherent structures (CSs) to daytime buoyancy heat flux was calculated for three forest sites in the Amazon region and a wetland site. Ejections and sweeps had similar contributions to fluxes at all sites, and when decomposing this contribution in scales, the resulting spectra were narrower for the forests. When accounting for times scales from 10 to 200s, CSs contributed to approximately 80% of fluxes for Caxiuanã forest site, with lower values for other locations. Among the forest, the contribution for the Jaru site was the lowest (≈66%) due to peak of contribution being close to 200s.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.544", 
        "title": "Contribution of coherent structures to the buoyancy heat flux under different conditions of stationarity over Amazonian forest sites"
    }, 
    {
        "author": "C. Andrade, M. Belo-Pereira", 
        "date": "2014-11-29", 
        "description": "\n\nThis paper analyses the temporal and spatial variability of droughts in Iberia (IP) and in five IP regions (1951−2007) using four observational precipitation-gridded data sets. Droughts were analysed by means of the Weighted Anomaly of Standardized Precipitation (WASP) for 3-, 6- and 12-month time scales. WASP-Index and the Standardized Precipitation Index are highly correlated. The major drought spells at Iberian scale are identified by the four data sets. Moreover, the droughts frequency and severity increased from the late 1980s. Finally, in western Iberia, statistically significant drying trends are detected. In eastern Iberia, larger uncertainties are found on the trends signal.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.542", 
        "title": "Assessment of droughts in the Iberian Peninsula using the WASP-Index"
    }, 
    {
        "author": "Ana Paula M. A. Cunha, Regina C. S. Alvalá, Paulo Y. Kubota, Rita M. S. P. Vieira", 
        "date": "2014-11-20", 
        "description": "\n\nTwo numerical experiments using the Atmospheric Global Circulation Model by the Center for Weather Prediction and Climate Studies and Integrated Biosphere Simulator were performed to investigate the impacts of land use and land cover changes on the climate in the semiarid area of Northeast Brazil due to replacing natural vegetation with pasture and degraded areas. Such a disturbance led to a decrease in the mean rainfall during the dry season at the study area. A meridional dipole pattern with a near surface temperature increase (reduction) in the northern (southern) areas of the semiarid region was found. The results also highlight that land use/cover change led to changes in the surface energy components and carbon balance.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.543", 
        "title": "Impacts of land use and land cover changes on the climate over Northeast Brazil"
    }, 
    {
        "author": "Mxolisi E. Shongwe, Chris Lennard, Brant Liebmann, Evangelia-Anna Kalognomou, Lucky Ntsangwane, Izidine Pinto", 
        "date": "2014-10-09", 
        "description": "\n\nThis article evaluates the ability of the Coordinated Regional Downscaling Experiment (CORDEX) regional climate models (RCMs) in simulating monthly rainfall variation during the austral summer half year (October to March) over southern Africa, the timing of the rainy season and the relative frequencies of rainfall events of varying intensities. The phasing and amplitude of monthly rainfall evolution and the spatial progression of the wet season onset are well simulated by the models. Notwithstanding some systematic biases in a few models, the simulated onset and end of the rainy season and their interannual variability are highly correlated with those computed from the reference data. The strongest agreements between the reference and modelled precipitation patterns are found north of about 20°S in the vicinity of the Inter Tropical Convergence Zone. A majority of the RCMs adequately capture the reference precipitation probability density functions, with a few showing a bias towards excessive light rainfall events.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.538", 
        "title": "An evaluation of CORDEX regional climate models in simulating precipitation over Southern Africa"
    }, 
    {
        "author": "Eliane Barbosa Santos, Paulo Sérgio Lucio, Cláudio Moisés Santos e Silva", 
        "date": "2014-09-16", 
        "description": "\n\nThe Brazilian Amazon is a large territory, where different weather systems act, contributing to non-homogeneity of the rainfall seasonal distribution in the region. The aim of this study is to determine sub-regions of homogeneous precipitation in the Amazon, linking them to the main atmospheric systems that affect the rainfall in the region. For this, hierarchical cluster analysis was applied on a data set composed by 305 rain gauges. The results suggest that the Brazilian Amazon has six pluvial homogeneous regions.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.535", 
        "title": "Precipitation regionalization of the Brazilian Amazon"
    }, 
    {
        "author": "U. Umakanth, Amit P. Kesarkar, T. Narayana Rao, S. Vijaya Bhaskar Rao", 
        "date": "2014-09-12", 
        "description": "\n\nWe proposed a new objective criterion for discerning breaks in Indian summer monsoon rainfall, which is based on grid-level rainfall threshold. The identified breaks reproduced all well-known breaks discussed in the literature, but are relatively fewer in number. The correlation analysis between the number of break days and all-India seasonal rainfall is not only high (R2 = −0.77) but also reproduced well-known association between El Nino and bad monsoon years. The fraction of seasonal rainfall in break days is found to be smaller (<10%) over most part of India than earlier studies, indicating that the discerned spells are valid for a large part of India.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.536", 
        "title": "An objective criterion for the identification of breaks in Indian summer monsoon rainfall"
    }, 
    {
        "author": "Samuel de Oliveira Vieira, Prakki Satyamurty, Rita Valeria Andreoli", 
        "date": "2012-08-21", 
        "description": "\n\nTime series analysis of the average rainfall over a target area in southern Amazon Basin showed a spectral peak at 11 day period. An objective method for defining the South Atlantic Convergence Zone (SACZ) is used to identify 28 episodes affecting southern Amazon Basin during the 10 summers in the period 1999–2010. The 28-episode composite precipitation anomalies show significant positive values over the target area. The convergence of moisture over the target area in the SACZ composites is about 35% stronger than the climatological value. Copyright © 2012 Royal Meteorological Society\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl.401", 
        "title": "On the South Atlantic Convergence Zone affecting southern Amazonia in austral summer"
    }, 
    {
        "author": "", 
        "date": "2015-04-16", 
        "description": "", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.528", 
        "title": "Issue information"
    }, 
    {
        "author": "Noor Azlinda Ahmad, Z. A. Baharudin, M. Fernando, V. Cooray", 
        "date": "2014-09-26", 
        "description": "\n\nThe preliminary results of radiation electric fields produced by long-duration cloud flashes have been Fourier analyzed to determine the frequency spectrum in the range of 10 kHz–10 MHz. The flashes were recorded within a distance of less than 20 km. The spectrum was normalized to 50 km distance and it shows a f−1 dependence within the entire frequency range.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.537", 
        "title": "Radiation field spectra of long-duration cloud flashes"
    }, 
    {
        "author": "Lijuan Li, Bin Wang, Tianjun Zhou", 
        "date": "2014-08-25", 
        "description": "\n\nThe direct effect of lower-tropospheric diabatic heating (DH) on surface circulation over the equatorial Pacific is revealed using the theoretical analysis and three atmospheric general circulation model (AGCM) simulations, only differing their moist processes. The AGCM results suggest that the insensitivity of surface wind to DH in the middle and high levels is closely associated with the vertical disagreement of DH between the layers below and above 925 hPa over the equatorial Pacific.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.523", 
        "title": "Direct effect of lower-tropospheric diabatic heating on surface wind over the equatorial Pacific"
    }, 
    {
        "author": "I. A. Boutle, S. E. Belcher, R. S. Plant", 
        "date": "2014-08-25", 
        "description": "\n\nThe mechanism by which the atmospheric boundary layer reduces the intensity of mid-latitude cyclones is investigated. It is demonstrated that two alternative theories, Ekman pumping and the baroclinic potential vorticity (PV) mechanism, in fact act in union to maximize the spin-down. Ekman pumping aids the ventilation of PV from the boundary layer, and shapes the resulting PV anomaly into one of increased static stability. PV inversion techniques are used to demonstrate how this anomaly reduces the coupling between the upper- and lower-levels within the cyclone, reducing the growth rate.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.526", 
        "title": "Friction in mid-latitude cyclones: an Ekman-PV mechanism"
    }, 
    {
        "author": "Farnaz Pourasghar, Tomoki Tozuka, Hooshang Ghaemi, Pascal Oettli, Saeed Jahanbakhsh, Toshio Yamagata", 
        "date": "2014-09-09", 
        "description": "\n\nUsing daily rainfall data from 183 stations, influences of the Madden-Julian Oscillation (MJO) on precipitation over southern Iran are examined. When composites of daily rainfall anomalies are constructed by introducing eight phases in the time evolution, wet conditions are observed in MJO phases 1–2 and 7–8. During these phases, atmospheric circulation anomalies favor moisture advection from the western Indian Ocean to southern Iran. In contrast, dry conditions during MJO phases 3 to 6 are associated with advection of drier air from the north.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.531", 
        "title": "Influences of the MJO on intraseasonal rainfall variability over southern Iran"
    }, 
    {
        "author": "Lei Wang, Jianping Li, Zhanggui Wang, Yanjie Li, Fei Zheng", 
        "date": "2014-09-26", 
        "description": "\n\nCorrelation analyses reveal that the perturbation potential energy (PPE) in the extratropics and tropics in boreal winters undergoes out-of-phase oscillations (PPE1 extratropics–tropics oscillation, PETO). PETO is closely related to both El Niño-Southern Oscillation  (ENSO) and kinetic energy, furthermore, PETO tends to dominate over the extratropics while ENSO is more important over the tropics. In the Northern (Southern) Hemisphere, positive PETO phases tend to strengthen (weaken) Hadley circulation and to weaken (strengthen) an expanded Ferrel circulation, resulting in equatorward shift of the subtropical jet streams. In addition, precipitation is enhanced in regions of ascending vertical motion, and warmer temperatures are observed in the tropics except over the western Pacific.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.532", 
        "title": "The oscillation of the perturbation potential energy between the extratropics and tropics in boreal winter"
    }, 
    {
        "author": "Shenming Fu, Wanli Li, Jianhua Sun, Jingping Zhang, Yuanchun Zhang", 
        "date": "2014-09-28", 
        "description": "\n\nThe mesoscale southwest vortices (SWVs) over the Sichuan Basin during the summer of 2000–2013 were detected and tracked based on a high-resolution reanalysis data and station observations. Four types of SWV were classified according to dynamical and thermodynamical standards, and their main features were compared. This study presents the first analysis of the universal evolution mechanisms and energy conversion characteristics of long-lived SWVs by using the vorticity and kinetic energy budgets, as well as a new composite method under a normalized polar coordinate. Also, this study is the first work to reveal the three-dimensional shape of SWVs.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.533", 
        "title": "Universal evolution mechanisms and energy conversion characteristics of long-lived mesoscale vortices over the Sichuan Basin"
    }, 
    {
        "author": "Thibaut Dauhut, Jean-Pierre Chaboureau, Juan Escobar, Patrick Mascart", 
        "date": "2014-09-12", 
        "description": "\n\nA large-eddy simulation (LES) was performed for a Hector thunderstorm observed on 30 November 2005 over the Tiwi Islands. On that day, ice particles reaching 19-km altitude were measured. The LES developed overshooting updrafts penetrating the stratosphere that compared well with observations. Much of the water injected in the form of ice particles sublimated in the lower stratosphere. Net hydration was found with a 16% increase in water vapour. While moistening appeared to be robust with respect to the grid spacing used, grid spacing on the order of 100 m may be necessary for a reliable estimate of hydration.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.534", 
        "title": "Large-eddy simulations of Hector the convector making the stratosphere wetter"
    }, 
    {
        "author": "Thomas James Breider, Martyn P. Chipperfield, Graham W. Mann, Matthew T. Woodhouse, Ken S. Carslaw", 
        "date": "2014-10-09", 
        "description": "\n\nUsing a global model, we investigate how bromine chemistry affects cloud condensation nuclei (CCN) formation in the remote marine atmosphere. Bromine increases dimethylsulphide (DMS) oxidation but lowers SO2 yield, leading to less sulphate aerosol. The effect is largest (3–7% decrease in total CCN and 15–30% decrease in CCN from DMS) over the summertime southern ocean, a region of strong bromine release from sea-salt. DMS and bromine emissions have a coupled feedback effect on CCN. Increased DMS enhances the release of sea-salt bromine through increased aerosol acidity. This enhanced bromine suppresses the CCN response to increased DMS by up to 30%.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.539", 
        "title": "Suppression of CCN formation by bromine chemistry in the remote marine atmosphere"
    }, 
    {
        "author": "Charles Chemel, Maria R. Russo, J. Scott Hosking, Paul J. Telford, John A. Pyle", 
        "date": "2014-11-04", 
        "description": "\n\nWe investigate the ability of global models to capture the spatial patterns of tropical deep convection. Their sensitivity is assessed through changing horizontal resolution, surface flux constraints, and constraining background atmospheric conditions. We assess two models at typical climate and weather forecast resolutions. Comparison with observations indicates that increasing resolution generally improves the pattern of tropical convection. When the models are constrained with realistic surface fluxes and atmospheric structure, the location of convection improves dramatically and is very similar irrespective of resolution and parameterizations used in the models.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.540", 
        "title": "Sensitivity of tropical deep convection in global models: effects of horizontal resolution, surface constraints, and 3D atmospheric nudging"
    }, 
    {
        "author": "Fei Zheng, Jianping Li, Robin T. Clark, Ruiqing Ding, Fei Li, Lei Wang", 
        "date": "2014-10-21", 
        "description": "\n\nPrevious evidence has  showed that the boreal spring Southern Annular Mode (SAM) regulates summer monsoon precipitation in East Asian subtropics through the Northern Indian Ocean sea surface temperature (NIO SST). This paper further demonstrates how a positive (negative) boreal spring SAM is usually followed by a warmer (cooler) summer over northeast China (NEC), suggesting impacts of the SAM even extend to the northern mid-latitudes. A positive spring SAM usually leads to anomalous anticyclonic  sinking motion over NEC during summer through the NIO SST, which results in cloud reduction and changes in radiation, and thus surface warming.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.541", 
        "title": "Influence of the boreal spring Southern Annular Mode on summer surface air temperature over northeast China"
    }, 
    {
        "author": "Indrani Roy, Matthew Collins", 
        "date": "2014-12-13", 
        "description": "\n\nA solar influence on Indian Summer Monsoon (ISM) rainfall, identified in previous studies using the method of solar peak year compositing, may not be robust and can be influenced by other factors such as the El Nino Southern Oscillation (ENSO) and trends. Regression analysis, which takes into account variations across the whole solar cycle rather than just the minimum /maximum solar years, fails to detect any direct solar influence on the ISM during June–August. Regression suggests that the spatial pattern of ENSO, as imprinted in the sea level pressure in the Indian Ocean region, covering parts of Australia, has changed during the second half of last century. Thus ENSO impacts via variations in the local Hadley circulation may have played a role in modulating the ISM during that period. Finally, we discuss a possible indirect connection between the solar cycle and monsoon rainfall, which are different since the 1950s.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.547", 
        "title": "On identifying the role of Sun and the El Niño Southern Oscillation on Indian Summer Monsoon Rainfall"
    }, 
    {
        "author": "Jasti S. Chowdary, Arti B. Bandgar, C. Gnanaseelan, Jing-Jia Luo", 
        "date": "2015-01-24", 
        "description": "\n\nWhile the importance of El Niño to the Indian summer monsoon (ISM) rainfall variability has been widely recognized, the role of tropical Indian Ocean (TIO) is still unclear. Present results based on coupled model sensitivity experiments revealed that the TIO air–sea interaction trims down suppressed rainfall locally over the ISM region by opposing the influence of tropical Pacific Ocean (TPO) during El Niño developing summers. Besides, El Niño-induced TIO basin-wide warming supports positive rainfall anomalies over the ISM region by maintaining local convection. TIO local air–sea interaction opposes the Pacific impact even in the absence of Indian Ocean Dipole.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.561", 
        "title": "Role of tropical Indian Ocean air–sea interactions in modulating Indian summer monsoon in a coupled model"
    }, 
    {
        "author": "Yongjie Huang, Xiaopeng Cui", 
        "date": "2015-02-06", 
        "description": "\n\nIn July 2013, an extreme precipitation event occurred in Sichuan, China, causing severe flooding, debris flows, and substantial losses. Moisture sources and transport of this event and quantification of the contribution from moisture sources were studied using the Lagrangian method. The results show that the vast majority of particles influencing this event originated from the relatively lower troposphere south of the precipitation region and can be traced back to the Arabian Sea. Moreover, the total moisture from the source regions accounts for more than 80% of the precipitation; moisture originating from the India Peninsula–Bay of Bengal–Indo-China Peninsula region had the highest contribution.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.562", 
        "title": "Moisture sources of an extreme precipitation event in Sichuan, China, based on the Lagrangian method"
    }
]