[
    {
        "author": "Djordje Romanić, Mladjen Ćurić, Miloš Lompar, Ilija Jovičić", 
        "date": "2015-06-15", 
        "description": "\n\nKoshava is a local wind usually observed in the cold part of the year over the large part of Serbia, parts of Romania, parts of Hungary, and east Croatia. The main characteristics of the Koshava wind are its high wind speed, southeasterly direction, persistence, and gustiness. This paper analyses the synoptic [Mediterranean cyclones (MCs) and Eurasian anticyclones (EAs)] as well as the mesoscale contributors to the Koshava wind. Time and spatial features of the pressure systems have been analysed using an automatic cyclone tracking scheme. The results show that the MCs and EAs that generate Koshava are approximately 1000 km away from the Koshava region. It is demonstrated that the strong anticyclones are the main trigger for the Koshava wind. Less than 3% of the Koshava winds occurred without the occurrence of either an anticyclone or a cyclone. The Synoptic Koshava Index (SKI), developed in this study and defined as the difference between the area-averaged mean sea level pressures in the anticyclone and cyclone regions, has been shown to be a good indicator of the Koshava occurrence. Koshava has also been investigated from the perspective of the gap flow windstorm. The across-mountain pressure difference, ΔP, is the most important mesoscale contributor to the Koshava characteristics. The across-mountain potential temperature difference, Δθ, together with ΔP, can be successfully used to predict Koshava's occurrence. A simple (linear) probabilistic model for forecasting the Koshava mean hourly wind speed has been constructed. The results demonstrate that the occurrence of the Koshava wind can be predicted with the significantly higher accuracy than the Koshava mean hourly speed. The correlation between Koshava and winds at higher levels is small.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4397", 
        "title": "Contributing factors to Koshava wind characteristics"
    }, 
    {
        "author": "Yuanxiang Wang, Ping Zhao, Haiming Xu, Ge Liu", 
        "date": "2015-06-15", 
        "description": "\n\nUsing the ozone data set from the satellite observations and the atmospheric reanalysis data sets during 1979–2005, we examine the variability of a tropopause-lower stratosphere (TS) teleconnection a and its relationship with the ozone change over the Northern Hemisphere (NH) during summer. The TS teleconnection has an approximate opposite phase to that in the upper-troposphere Asian-Pacific Oscillation (APO), and the TS teleconnection index (the TS index) is also related well to the APO index. Corresponding to a higher TS index, the ozone generally decreases in the NH mid-high latitudes (near 40°N and the Far East of Russia). This link between the TS teleconnection and the ozone is physically supported by the changes of the background atmospheric circulation. When the TS index is higher, the decrease of the ozone is closely associated with an increase of the local tropopause height. The upward and downward motion variations in the upper troposphere and the lower stratosphere in the east and west parts of the anomalous anticyclones associated with the TS index strengthen the exchanges of the ozone between the troposphere and the lower stratosphere, which may cause a decrease of the ozone. The horizontal advection of the ozone could also contribute to the ozone decreases over these regions.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4386", 
        "title": "Anomalies of Northern Hemisphere ozone associated with a tropopause-lower stratosphere teleconnection during summer"
    }, 
    {
        "author": "Ye Wang, Xiaodong Yan, Zhaomin Wang", 
        "date": "2015-06-12", 
        "description": "\n\nDesertification is an international environmental challenge which poses a risk to portions of over 100 countries. Research into desertification and climate change has the potential to contribute to natural resources management and adaptation to climatic and other changes in Earth systems. An Earth system model of intermediate complexity (EMIC), the McGill Paleoclimate Model-2 (MPM-2) was used to explore the climatic biogeophysical effects of desertification in different latitude bands from 1700 to 2000 AD. It was found that latitudinal-band desertification attributable to forest and grass removal caused global cooling, land surface albedo increasing and precipitation reduction in the Northern Hemisphere as well as heat transport increasing in global ocean. These results highlighted global climate reaction to local desertification and demonstrated that the location of the desertification projected a potentially differential impact on local and global climate. That was, desertification in 0°–15°N gave a somewhat minor effect on global and local climate; desertification in 45°–60°N caused a significant reduction in global temperature while desertification in 15°–30°N induced a prominent reduction in local temperature. In response to desertification, surface albedo change as a forcing was the dominant biogeophysical driver of climate over the Northern Hemisphere while precipitation change as a response was probably the primary driver of climate over the Southern Hemisphere. Overall, the regional desertification may cause a global climatic effect, especially concerning desert expansion along the 15°–30°N and 45°–60°N latitude bands, which led to a more prominent effect on the Earth's climate and even oceanic circulation. The results of this study provide useful information when comparing the effects of desertification in different latitude bands on climate.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4396", 
        "title": "A preliminary study to investigate the biogeophysical impact of desertification on climate based on different latitudinal bands"
    }, 
    {
        "author": "Gabriele Villarini, Rhawn F. Denniston", 
        "date": "2015-06-12", 
        "description": "\n\nThe contribution by tropical cyclones (TCs) to extreme rainfall in Australia is examined using daily rainfall measurements from over 2000 rain gauges. Analyses focus on the period beginning with regular satellite monitoring of TCs (1969/1970) through the year 2012/2013 and consider daily and multi-daily annual maximum rainfall series. Our results indicate that TCs play a prominent role in extreme rainfall over much Australia, with more than half of the highest annual rainfall events associated with these storms over the coastal regions and in particular over Western Australia. Moreover, the TC fractional contribution to extreme rainfall increases as we focus on the largest rainfall events, with approximately 66–100% of annual maxima in excess of 100 mm (∼4 inches) over Western Australia associated with TCs at over one third of the locations. Given the well-established controls on Australian TC activity by the El Niño–Southern Oscillation (ENSO), we also examined the relationship between extreme rainfall associated with TCs and ENSO using logistic regression. A larger probability of having an annual rainfall maximum related to TCs occurs during La Niña years, consistent with enhanced Australian cyclogenesis during these phases of ENSO. We also highlighted regional differences in the link between ENSO and extreme rainfall events, highlighting the stronger connection along the coastal areas and in particular over Western Australia.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4393", 
        "title": "Contribution of tropical cyclones to extreme rainfall in Australia"
    }, 
    {
        "author": "Guomin Wang, Scott B. Power, Simon McGree", 
        "date": "2015-06-12", 
        "description": "\n\nSmall Island Developing States in the tropical western Pacific are among the most vulnerable to climate change. While a great deal of information on the observed climate change trends and their cause is available for many other regions and for the globe as a whole, much less information has been available specifically for the Pacific. Here, we show that warming over the past 50 years in the western Pacific is evident in recently homogenized tropical station data, and in gridded surface temperature data sets for the region. The warming has already emerged from the background climate variability. The observational data and Coupled Model Intercomparison Project Phase 5 climate model output are used to show that the observed warming was primarily caused by human-forced changes to the earth's radiative balance. Further warming is projected to occur in the same models under all three Representative Concentration Pathways (RCPs) considered (RCP2.6, RCP4.5 and RCP8.5), with the magnitude far exceeding the warming to date under the two scenarios with higher emissions (RCP4.5 and RCP8.5).\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4395", 
        "title": "Unambiguous warming in the western tropical Pacific primarily caused by anthropogenic forcing"
    }, 
    {
        "author": "Nathalie Philippon, Christian Baron, Joseph Boyard-Micheau, Antoine Adde, Christian Leclerc, Caroline Mwongera, Pierre Camberlin", 
        "date": "2015-06-12", 
        "description": "\n\nMount Kenya is an equatorial mountain whose climatic setting is fairly simple (two rainy seasons in March–May, the Long Rains, and October–December, the Short Rains) though concealing significant spatial variations related to elevation and aspect (part I, Camberlin et al., 2014). This part II is dedicated to the sensitivity of sorghum yields to climate variability in space and time, with a focus on the intra-seasonal characteristics of the rainy seasons. To that aim we use the crop model SARRA-H calibrated for the region and fed with rainfall, temperature, wind speed, humidity and solar radiation data over the period 1973–2001 at three stations located on the eastern slopes of Mount Kenya. The crop model is run independently for the two rainy seasons. Four groups of simulations are conducted by varying the initialization date of the simulation, the sowing dates and the type of soil, in order to test sorghum sensitivity to water availability. Evidence is found that potential sorghum yields are dominantly controlled by variations in seasonal rainfall amounts: mean yields are higher at higher and wetter locations, and are higher during the wettest rainy season and years. However, beyond this apparent simplicity, more complex aspects emerge of the crop–climate relationships. First, the yield–elevation relationship is altered at high elevation due to lower temperature. Second, despite a strong link with the seasonal rainfall amounts, we evidence an underlying role of some intra-seasonal rainfall characteristics such as the number of rainy days (itself mainly determined by the rainy season duration) or the occurrence of long dry spells. Third, unseasonal rains occurring after the end of the rainy season, especially after the Short Rains, play a role in final crop yield. Fourth, variations of climate variables such as solar radiation by modulating the potential evapotranspiration concur to yield variations at the wettest locations.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4394", 
        "title": "Climatic gradients along the windward slopes of Mount Kenya and their implication for crop risks. Part 2: crop sensitivity"
    }, 
    {
        "author": "Junqiao Feng, Qingye Wang, Shijian Hu, Dunxin Hu", 
        "date": "2015-06-12", 
        "description": "\n\nThe spatial structure and temporal evolution of the intraseasonal variability (ISV) of the subsurface ocean temperature (STA) in the equatorial Pacific associated with the two flavours of El Niño [i.e. the canonical or eastern Pacific (EP) El Niño and the central Pacific (CP) El Niño] are investigated using observations and 1.5-layer linear reduced gravity model. Results suggest that the ISV characteristics show some differences in the two types of El Niño, although both oscillate along the thermocline in the form of the intraseasonal equatorial Kelvin wave (IEKW), which is excited in the western tropical Pacific by the zonal wind stress associated with the Madden–Julian oscillation (MJO). First, the period of dominant mode of the STA ISV during CP El Niño broadly distributes in 50–80 days with the spectra peaking in 60–65 days. By contrast, the spectrum of STA ISV during EP El Niño shows a peak in 75–80-day period. This indicates that the wave speed is faster in the CP El Niño than in EP El Niño. Second, the ISV activity peaks in previous spring during the developing phase of EP El Niño, whereas during CP El Niño it becomes the most active during the mature phase. Third, the strongest IEKW occurs in the CP around the dateline during CP El Niño and attenuates quickly east of 130°W due to strong eddy viscosity dissipation, while the IEKW during the EP El Niño propagates efficiently from the western to the eastern Pacific with a relative weak diffusion.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4389", 
        "title": "Intraseasonal variability of the tropical Pacific subsurface temperature in the two flavours of El Niño"
    }, 
    {
        "author": "Dunxian She, Ashok K. Mishra, Jun Xia, Liping Zhang, Xiang Zhang", 
        "date": "2015-06-12", 
        "description": "\n\nClimate variability modulates spatio-temporal variability of dry spells (DSs) and wet spells (WSs) within a river basin and will affect water resources management practices leading to various impacts on the socio-economic development in river basins. In this study, we evaluated spatio-temporal variability of DS and WS in Huai River basin (HRB), China, by developing copula-based severity-duration-frequency (SDF) curves. The result shows that the upper reach and the southern part of middle reach of HRB are prone to both DS and WS; however, the duration and severity of WS are comparatively higher in comparison to DS. It was observed that DS is more frequent in spring and summer, whereas WS in summer and autumn. The choice of copula plays an important role in deriving the SDF curves, and an inappropriately chosen copula function may result in a large bias of SDF estimation. The arch12 copula was found to be the best choice in the majority of stations for deriving the SDF curves. The constructed SDF curves primarily shows two major patterns for DS and WS, i.e. concave down pattern and convex up pattern. The frequency of extreme DS decreases from 1960s to 1990s, and increases after 2000s, while the frequency of extreme WS increases from 1970s to 1990s and then decreases from 1990s to 2000s. The results in this study can provide useful information for designing conservation structures and to develop water allocation strategies at different temporal scales.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4369", 
        "title": "Wet and dry spell analysis using copulas"
    }, 
    {
        "author": "Dorita Rostkier-Edelstein, Pavel Kunin, Thomas M. Hopson, Yubao Liu, Amir Givati", 
        "date": "2015-06-12", 
        "description": "\n\nCareful planning of the use of water resources is critical in the semi-arid eastern Mediterranean region. The relevant areas are characterized by complex terrain and coastlines, and exhibit large spatial variability in seasonal precipitation. Global seasonal forecasts provide only partial information of the precipitation as a result of their coarse spatial resolution. We present two statistical downscaling methods of global forecasts, both identifying past-analogue synoptic-weather patterns and their connection to precipitation at specific stations. The first method utilizes a classification of the large-scale weather patterns into regimes, and the other identifies the closest past analogues directly without grouping the weather events. The validation of the algorithms using NCEP/NCAR reanalyses and past precipitation observations at 18 stations shows that both methods provide good skill in predicting mean precipitation amounts and quantiles of the precipitation distribution, and in reproducing the observed inter-annual and spatial variability. Both methods show good correlations between predicted and observed precipitation amounts (∼0.8), and the downscaled precipitation reproduces the observed differences between the stations, which are not available in the coarse global models. Based on these results, we downscaled the operational global-seasonal forecasts issued by the NCEP CFS1.0 ensemble. This approach could also have utility in climate change scenario downscaling.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4368", 
        "title": "Statistical downscaling of seasonal precipitation in Israel"
    }, 
    {
        "author": "Xin Hao, Fei Li, Jianqi Sun, Huijun Wang, Shengping He", 
        "date": "2015-06-05", 
        "description": "\n\nThe simulated response of the East Asian winter monsoon (EAWM) to ENSO-like sea surface temperature anomalies (SSTAs) forcing in three U.S. Climate Variability and Predictability (U.S. CLIVAR) Project models (GFDL, CCM3, and CCM3.5) are evaluated. The time series of the ENSO-like pattern significantly correlates with the EAWM index for the period 1949–2004 based on the HadISST SST data set and the NCEP atmospheric reanalysis. Their correlation coefficient is −0.32 at the 95% confidence level. The warm (cold) phase of ENSO-like SSTAs is associated with a weakened (strengthened) Siberian High and an eastern-positioned (western-positioned) Aleutian Low, anomalous southerly (northerly) wind at 850 hPa and positive (negative) surface air temperature anomalies over East Asia and western North Pacific, while 300 hPa zonal wind anomalies emerge with a reduced (accelerated) East Asian jet stream.\nFurther model examination reveals that the simulated response over East Asia forced by warm (cold) ENSO-like SSTAs in CCM3 and the three-model ensemble corresponds to the weakened (strengthened) EAWM. The spatial correlation coefficients between the three-model ensemble and observation in the atmospheric circulation and surface air temperature range from 0.15 to 0.80 at the 99% confidence level. This success in simulating relationship between ENSO-like SSTAs and EWAM using three-model ensemble proposes a new idea for the EAWM prediction.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4388", 
        "title": "Assessment of the response of the East Asian winter monsoon to ENSO-like SSTAs in three U.S. CLIVAR Project models"
    }, 
    {
        "author": "Olga Clorinda Penalba, Juan Antonio Rivera", 
        "date": "2015-06-05", 
        "description": "\n\nThis article addresses the regional impacts of climate change on precipitation and meteorological drought over Southern South America (SSA) through a CMIP5 multi-model ensemble based on 15 General Circulation Models (GCMs) forced under two different greenhouse gas concentration pathways (RCP4.5 and RCP8.5). An assessment of the biases in the representation of the precipitation annual cycle was performed over the 1979–2008 period over five regions within SSA, based on a comparison between the GCMs precipitation outputs with the Global Precipitation Climatology Centre (GPCC) dataset. The multi-model ensemble well reproduces the shape of the annual cycle of precipitation over most of SSA, although the monthly totals were overestimated (underestimated) over the North-West and South (North-East and Central-East) regions. Changes in precipitation and meteorological drought characteristics were identified by the difference for early (2011–2040) and late (2071–2100) 21st century values with respect to the 1979–2008 baseline, using the standardized precipitation index as a short- and long-term drought indicator. Future climate conditions are expected to modify the regional characteristics of meteorological droughts over SSA, but the range of uncertainty in the expected changes is high. A significant increase in the number of drought events in all the regions for most of the 21st century sub-periods is projected for the multi-model ensemble. The mean duration of drought events will be shorter, with no significant changes in the severity of droughts and the occurrence of multi-decadal changes in the number of critical dry months is likely, although the significance in the changes depends on the region, future time horizon and greenhouse gas concentration pathways. These results overlap with a projected increase in precipitation over most of the regions, which has a strong seasonality and, therefore, will have some implications upon the future meteorological drought developments and the agricultural and hydrological practices in SSA.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4398", 
        "title": "Regional aspects of future precipitation and meteorological drought characteristics over Southern South America projected by a CMIP5 multi-model ensemble"
    }, 
    {
        "author": "Sonya L. Fiddes, Alexandre B. Pezza, James Renwick", 
        "date": "2015-06-05", 
        "description": "\n\nBlack Saturday (BS), 7 February 2009, is recognized as Australia's most severe bushfire event on record. The meteorology that day, although extreme, was typical of southeast Australian bushfire events, characterized by gusty northerly winds before a cool change brought strong southerly winds and a dramatic temperature drop. This study investigates a range of extra-tropical atmospheric (pressure, temperatures) and oceanic temperature anomalies that occurred on or leading up to BS. Results show several parameters were within the top 5% or were record breaking for the satellite era. Of particular note are the anomalies that occurred over the Antarctic region, having the strongest signal and appearing in unison with the pre-BS heatwave. We suggest that a combination of a warm polar ocean and an enhanced mid-latitude thermal contrast in the Indian Ocean aided in triggering sub-polar blocking and an intense cyclone, which brought the catastrophic cold front on BS.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4387", 
        "title": "Significant extra-tropical anomalies in the lead up to the Black Saturday fires"
    }, 
    {
        "author": "Ruth Cerezo-Mota, Tereza Cavazos, Raymond Arritt, Abraham Torres-Alavez, Kevin Sieck, Grigory Nikulin, Wilfram Moufouma-Okia, Jose Antonio Salinas-Prieto", 
        "date": "2015-06-05", 
        "description": "\n\nThe output of four regional climate models (RCMs) from the Coordinated Regional Climate Downscaling Experiment (CORDEX)-North America (NA) region was analysed for the 1990–2008 period, with particular interest on the mechanisms associated with wet and dry years over the North American Monsoon (NAM) core region. All RCMs (RCA3.5, HadGEM3-RA, REMO, and RegCM4) were forced by the ERA-Interim reanalysis. Model precipitation was compared against several observational gridded data sets at different time scales. Most RCMs capture well the annual cycle of precipitation and outperform ERA-Interim, which is drier than the observations. RCMs underestimate (overestimate) the precipitation over the coastal plains (mountains) and have some problems to reproduce the interannual variability of the monsoon. To further investigate this, two extreme summers that showed the largest consistency among observations and RCMs were chosen: one wet (1990) and one dry (2005). The impact of the passage of tropical cyclones, the size of the Western Hemisphere Warm Pool (WHWP), the Intertropical Convergence Zone (ITCZ) position, and the initial intensity of the land–sea thermal contrast (LSTC) were analysed. During the wet year, the LSTC was stronger than the 2005 dry monsoon season and there were a larger number of hurricanes near the Gulf of California, the WHWP was more extended, and the ITCZ was located in a more northerly position than in 2005. All these processes contributed to a wetter NAM season. During the dry year, the LSTC was weaker, with a later onset, probably due to a previous very wet winter. The inverse precipitation relationship between winter and summer in the monsoon region was well captured by most of the RCMs. RegCM4 showed the largest biases and HadGEM3-RA the smallest ones.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4385", 
        "title": "CORDEX-NA: factors inducing dry/wet years on the North American Monsoon region"
    }, 
    {
        "author": "Bradley S. Case, Peyman Zawar-Reza, Andrew Tait", 
        "date": "2015-06-04", 
        "description": "\n\nMany bioclimatic modelling efforts are based on the use of gridded climatic datasets that inadequately account for topoclimatic effects. We evaluate a mesoscale atmospheric model, TAPM, as an alternative means of generating spatially explicit topoclimatic data applicable to small scale (200-m resolution) bioclimatic research. Temporal and spatial assessments of TAPM were carried out across New Zealand's mountains. First, goodness-of-fit analyses of TAPM-simulated meteorology against three weather station observations for January and July, 2001–2007, were carried out. Second, TAPM-simulated January/July mean daily temperature extremes and wind speeds were compared against interpolated climate grid data for approximately 37 000 grid cells across New Zealand. Third, deviations of TAPM-simulated data from the gridded climate dataset baseline were modelled against GIS-derived landscape position in order to quantify the nature and extent of topoclimatic effects. Temporal assessments indicated that TAPM provided reasonably accurate simulations for hourly temperatures and wind speeds, moderately good estimates for solar radiation and poor estimates for humidity. On the whole, the greatest simulation errors occurred for daily extreme values. Relative to the climate grid baseline, TAPM-simulated temperatures and wind speeds were also relatively unbiased. However, TAPM-simulated values varied widely around climate grid values, and these deviations were significantly related to landscape position. The relative congruence of simulation biases across time and space suggests that uncertainties are systematic and inherent to the model architecture rather than due to location-related variability. While results suggest caution in using TAPM to simulate daily extremes, biases may be less problematic for studies where relative differences in topoclimate across locations are of interest. Topoclimatic effects appear pervasive across New Zealand's mountain systems and are predictable as a function of topography. On the basis of our results, further investigations into the use of mesoscale atmospheric models to generate topoclimate data in support of research in mountainous areas are merited.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4390", 
        "title": "Simulating topoclimatic data to support bioclimatic research in alpine environments: application and assessment of a mesoscale atmospheric model"
    }, 
    {
        "author": "Miguel E. Zitto, Mariana G. Barrucand, Rosa Piotrkowski, Pablo O. Canziani", 
        "date": "2015-06-04", 
        "description": "\n\nThere is growing evidence of significant changes in components of the Antarctic climate system, an important issue given the influence Antarctica has on global climate. It is important to infer to what extent these regional changes could be attributed to human-induced processes and to what extent to natural variability. Standard methods such as linear trend estimates or piecewise linear trends can be inadequate because they may result in erratic, non-systematic results, particularly if different scales of variability are present in each record and various records are to be compared. The Orcadas Antarctic Station (Argentina), with daily surface meteorological observations since April 1903, provides Antarctica's longest observational record. This study analyses the Orcadas seasonal surface temperature variability. Multidecadal variability and short-term trends are studied to provide an improved assessment of climate evolution and necessary information for the determination of mechanisms driving regional/local change. A combined method using wavelet transform (WT), non-linear statistical model approaches and derivative of fits is developed. This methodology is also applied for validation and comparison to the Gomez ice core oxygen isotope record for the 1857–2006 and 1903–2006 time intervals. Significant quasi 50-year and quasi 20-year variability bands were obtained, both for the quarterly and seasonal Orcadas temperature records, with warming (cooling) periods detected between 1903–1912, 1927–1961 and 1972–2004 (1912–1927 and 1962–1972). If seasons are considered, the only one with a fairly sustained warming is summer, where actual cooling is observed only at the beginning, prior to the early 1930s. Quasi 50-year variability was also detected in the Gomez record. Long periods are obtained in the model fits, longer than the time series, which varied with window length. Although not representing variability cycles, they could represent the best fit of the non-linear, non oscillating asymptotic stationary component of the series, i.e. a non-linear trend.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4384", 
        "title": "110 years of temperature observations at Orcadas Antarctic Station: multidecadal variability"
    }, 
    {
        "author": "Prabir Kumar Das, Dibyendu Dutta, J. R. Sharma, V. K. Dadhwal", 
        "date": "2015-06-02", 
        "description": "\n\nMonthly gridded (0.5° × 0.5°) standardized precipitation–evapotranspiration index (SPEI) data of 1901–2008 were used to detect spatial pattern of temporal trend in meteorological drought during the Indian summer monsoon period. The SPEI data were converted into drought duration, magnitude and types of occurrence to capture overall drought scenario. A non-parametric (Mann–Kendall test) method was used to test for monotonic trend at each grid level, whereas the magnitude was estimated using Sen's method. Further, a field significance test was performed at major meteorological regions level to assess whether the individual trends identified could occur by chance in an analysis of large number of time series analysed. Significant (α = 0.05) increasing trend of both drought duration and magnitude during the monsoon was found over parts of eastern, central and north-eastern region of India, whereas the parts of west coast, arid western region and north India showed significantly decreasing trend. The trends in mid- as well as late-season drought were contributing towards significant increase in drought condition, whereas trends in early-season drought were responsible for decrease in drought events. The time series analysis of rainfall and potential evapotranspiration (PET) illustrated that over eastern part of India the increase in drought was attributed due to decrease in rainfall, whereas the decrease in drought occurrence over western arid region was mainly because of decrease in PET.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4392", 
        "title": "Trends and behaviour of meteorological drought (1901–2008) over Indian region using standardized precipitation–evapotranspiration index"
    }, 
    {
        "author": "Gulilat Tefera Diro", 
        "date": "2015-06-02", 
        "description": "\n\nThis study presents an assessment of the skill and economic benefits of a seasonal forecast carried out by nine-member ensembles of regional and global models over southern Africa for the period of 1991–2002. The regional ensemble seasonal hindcasts were conducted at a resolution of 25 km by driving RegCM4 with the corresponding ensembles of the European Centre for Medium-Range Weather Forecasts (ECMWF) seasonal hindcasts. Skill and cost/loss ratio analysis were carried out on the probabilistic hindcasts to assess how much added value a regional model would bring over the driving ECMWF forecasts. RegCM4 shows an added value over most areas of southeastern Africa where the skill of the global circulation model (GCM) is already positive. In terms of economic benefits, RegCM4 brings additional benefits for southeastern Africa either by benefiting more users with interest in larger cost/loss ratio or by providing a higher economic value for users with small cost/loss ratio. Additional RegCM4 simulations with the same resolution were performed using a near ‘perfect’ boundary conditions with ‘continuous (climate)’ and ‘reinitialized’ modes to test the impact of land surface initialization/ spin up time on the seasonal mean precipitation simulation. Evaluation of the ‘perfect’ boundary forced simulations reveals that the regional model not only generates finer spatial-scale features that are missing in the ECMWF GCM, in terms of the December to April (DJFMA) climatology, but also reduced the wet bias of the driving GCM. Land surface initialization is found to have less impact on the DJFMA seasonal mean rainfall for forecasts initialized on 1 November, suggesting that 1 month is enough to recover from the shock of poor soil moisture initialization.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4375", 
        "title": "Skill and economic benefits of dynamical downscaling of ECMWF ENSEMBLE seasonal forecast over southern Africa with RegCM4"
    }, 
    {
        "author": "Alisha Chandran, Ghouse Basha, T. B. M. J. Ouarda", 
        "date": "2015-06-01", 
        "description": "\n\nIn this study, we investigate the influence of global climate oscillations on the local temperature and precipitation over the United Arab Emirates (UAE), which is one of the driest regions in the world with very high temperatures and low precipitation. The identification and assessment of remote interactions (teleconnections) are carried out by using ground station and gridded data sets. Monthly rainfall data from six ground stations over the UAE for the period of 1982–2010 is used in this study along with the long-term gridded precipitation and temperature data from the Global Precipitation Climatology Center and Global Historic Climatic Network. Linear correlations, wavelet analysis, and cross-wavelet analysis have been applied to identify the relation between climate indices and precipitation (temperature). The analysis reveals that the strong variability in precipitation is closely associated with the Southern Oscillation Index (SOI) and the Indian Ocean Dipole Index (IOD) during the months of August–March, September–January, respectively. In case of temperature, the strong variability is associated with the North Atlantic Oscillation Index (NAO) and the East Atlantic Oscillation Index (EAO) during the months of April–October, July–December. Spatial analysis of cross-wavelet reveals that the winter precipitation is significantly influenced by SOI and temperature during summer by the NAO. This research concludes that the negative phases of SOI (NAO) play a significant role in the increase of precipitation (decrease in summer temperatures) over the UAE region.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4339", 
        "title": "Influence of climate oscillations on temperature and precipitation over the United Arab Emirates"
    }, 
    {
        "author": "Yulia A. Zyulyaeva, Igor I. Zveryaev, Klaus Peter Koltermann", 
        "date": "2015-06-01", 
        "description": "\n\nInterannual variability and long-term changes of summer temperature extremes and hot spells in Moscow during 1949–2012 are investigated using air temperature station data, the National Centres for Environmental Prediction/the National Centre for Atmospheric Research (NCEP/NCAR) reanalysis and the Climatic Research Unit (CRU) data sets. Significant interdecadal changes in different characteristics of the temperature extremes are revealed. It is shown that summertime warming detected in the Moscow region in recent decades is not solely due to an increase in the number of hot days, but also due to a decrease in the number of cold days. Statistically significant positive (negative) trends in the number of anomalously hot (cold) days since the mid 1970s are detected. Respective trend values are 5%/decade–1 for the positive trends and −6%/decade–1 for the negative trends. We find that in 1981–2012 the number of summer seasons with extremely hot days has doubled with respect to earlier period (1949–1980). However, we do not find statistically significant trend-like changes in the duration of the hot events in Moscow. A chronology of temperature extremes in Moscow has been constructed. This can be used as a diagnostic tool allowing the detection of extremes. Typical regional sea level pressure patterns associated with air temperature extremes in Moscow are defined and briefly described.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4370", 
        "title": "Observations-based analysis of the summer temperature extremes in Moscow"
    }, 
    {
        "author": "Mark Reyers, Julia Moemken, Joaquim G. Pinto", 
        "date": "2015-06-01", 
        "description": "\n\nA statistical-dynamical downscaling method is used to estimate future changes of wind energy output (Eout) of a benchmark wind turbine across Europe at the regional scale. With this aim, 22 global climate models (GCMs) of the Coupled Model Intercomparison Project Phase 5 (CMIP5) ensemble are considered. The downscaling method uses circulation weather types and regional climate modelling with the COSMO-CLM model. Future projections are computed for two time periods (2021–2060 and 2061–2100) following two scenarios (RCP4.5 and RCP8.5). The CMIP5 ensemble mean response reveals a more likely than not increase of mean annual Eout over Northern and Central Europe and a likely decrease over Southern Europe. There is some uncertainty with respect to the magnitude and the sign of the changes. Higher robustness in future changes is observed for specific seasons. Except from the Mediterranean area, an ensemble mean increase of Eout is simulated for winter and a decreasing for the summer season, resulting in a strong increase of the intra-annual variability for most of Europe. The latter is, in particular, probable during the second half of the 21st century under the RCP8.5 scenario. In general, signals are stronger for 2061–2100 compared to 2021–2060 and for RCP8.5 compared to RCP4.5. Regarding changes of the inter-annual variability of Eout for Central Europe, the future projections strongly vary between individual models and also between future periods and scenarios within single models. This study showed for an ensemble of 22 CMIP5 models that changes in the wind energy potentials over Europe may take place in future decades. However, due to the uncertainties detected in this research, further investigations with multi-model ensembles are needed to provide a better quantification and understanding of the future changes.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4382", 
        "title": "Future changes of wind energy potentials over Europe in a large CMIP5 multi-model ensemble"
    }, 
    {
        "author": "Babatunde J. Abiodun, Sabina Abba Omar, Chris Lennard, Chris Jack", 
        "date": "2015-06-01", 
        "description": "\n\nThis study evaluates the capability of regional climate models (RCMs) in simulating extreme rainfall events over Southern Africa, and in reproducing the characteristics of widespread extreme rainfall events (WERE) in the Western Cape (South Africa). We obtained simulation datasets of nine RCMs from the Co-ordinated Regional Downscaling Experiment (CORDEX) and compared them with observation datasets from the Global Precipitation Climatology Project (GPCP) and Tropical Rainfall Measuring Mission (TRMM) as well as with the reanalysis dataset (ERAINT) that forced the simulations. A self-organising map was used to classify the WEREs into 12 nodes. The contribution of each RCM to each node was compared with the contributions of GPCP, TRMM and ERAINT. Using ERAINT dataset, we analysed the synoptic-scale atmospheric condition associated with each node.\nThe results show that, in simulating the spatial distribution of the extreme rainfall event over Southern Africa, only four RCMs perform better than the forcing reanalysis (ERAINT) while two RCMs perform worse than the reanalysis. All the RCMs underestimate the threshold of extreme rainfall over Western Cape, poorly simulate the inter-annual variability of the WEREs (r ≤ 0.3), but correctly reproduce the maximum frequency of the WEREs in Autumn (March–May). The WEREs in the Western Cape may be broadly grouped into four synoptic rainfall patterns. The first pattern links WEREs with tropical rainfall activities (tropical-temperate troughs); the second pattern shows isolated WEREs; the third and fourth patterns link WEREs with rainfall activities in the mid-latitudes (frontal systems) and over the Agulhas Current, respectively. While most RCMs overestimate the frequency of the first pattern, they all underestimate the frequency of the second pattern but simulate the frequencies of the third and fourth patterns well. The results of this study should help in improving the RCM simulations over Southern Africa and in downscaling impacts of climate change on extreme rainfall events over the region.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4376", 
        "title": "Using regional climate models to simulate extreme rainfall events in the Western Cape, South Africa"
    }, 
    {
        "author": "James M. Ciarlo`, Noel J. Aquilina", 
        "date": "2015-06-01", 
        "description": "\n\nAtmospheric teleconnections have an important influence on the variability of the Mediterranean climate. This region has a unique and sensitive climate due to its complex topography and atmospheric circulation, thus making it challenging in climate simulations. This article focuses on the representation of five teleconnections in and around the Mediterranean region and how they affect one another and the region.\nThe Regional Climate Model, RegCM4, has been used to simulate the climate from 1969 to 1999 for a domain covering the Mediterranean and the surrounding region. A generalized method for calculating the indices for these patterns was identified and the corresponding indices were constructed from the modelled data and compared with reanalysis data. The modelled data was found to be highly correlated with the 20th Century Reanalysis data and the probability density functions (PDFs) were very similar to the reanalysis data, showing that the teleconnections were successfully represented within the model.\nMaps of the influence of these teleconnections on temperature, precipitation and wind were also comparable to the reanalysis data, thereby suggesting that model data can be used for future projections of teleconnections and their effects on these parameters. With the use of this high-resolution data, inter-pattern relationships suggested in previous studies (such as that between the Mediterranean Oscillation and North sea-Caspian Pattern) became more evident. This article also shows how the influence of teleconnections on winds affects the circulation and hence the temperature and precipitation of the region.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4383", 
        "title": "An analysis of teleconnections in the Mediterranean region using RegCM4"
    }, 
    {
        "author": "Robert Monjo, Emma Gaitán, Javier Pórtoles, Jaime Ribalaygua, Luis Torres", 
        "date": "2015-06-01", 
        "description": "\n\nThe Mediterranean coast of Spain often experiences intense rainfall, sometimes reaching remarkable amounts of more than 400 mm in one day. The aim of this work is to study possible changes of extreme precipitation in Spain for this century, simulated from several Coupled Model Intercomparison Project Phase 5 (CMIP5) climate models. Eighteen climate projections (nine models under RCP4.5 and nine RCP8.5 scenarios) were downscaled using a two-step analogue/regression statistical method. We have selected 144 rain gauges as the rainiest of a network by using a threshold of 250 mm in one day for a return period of 100 years. Observed time-series have been extended using the ERA40 reanalysis and have subsequently been used to correct the climate projections according to a parametric quantile–quantile method. Five theoretical distributions (Gamma, Weibull, Classical Gumbel, Reversed Gumbel and Log-logistic) have been used to fit the empirical cumulative functions (entire curves, not only the upper tail) and to estimate the expected precipitation according to several return periods: 10, 20, 50 and 100 years. Results in the projected changes for 2051–2100 compared to 1951–2000 are similar (in terms of sign and value) for the four return periods. The analysed climate projections show that changes in extreme rainfall patterns will be generally less than the natural variability. However, possible changes are detected in some regions: decreases are expected in a few kilometres inland, but with a possible increase in the coastline of southern Valencia and northern Alicante, where the most extreme rainfall was recorded. These results should be interpreted with caution because of the limited number of climate projections; anyway, this work shows that the developed methodology is useful for studying extreme rainfall under several climate scenarios.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4380", 
        "title": "Changes in extreme precipitation over Spain using statistical downscaling of CMIP5 projections"
    }, 
    {
        "author": "Arkadiusz M. Tomczyk, Ewa Bednorz", 
        "date": "2015-06-01", 
        "description": "\n\nThe research objectives were to describe heat waves (HWs) in Central Europe and define the synoptic situations that cause their occurrence. In this article, a hot day was defined as a day when the maximum temperature was above the 95th annual percentile and an HW was considered a sequence of at least five hot days. In the analysed multi-year period and study area, 11 HWs were observed in the north and 51 HWs were observed in the south. The occurrence of HWs was mainly connected with positive anomalies of sea level pressure and with the 500 hPa level, which shows the presence of high-pressure systems. HWs were also accompanied by positive T850 and precipitable water (PW) anomalies.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4381", 
        "title": "Heat waves in Central Europe and their circulation conditions"
    }, 
    {
        "author": "Nicola J. van Wilgen, Victoria Goodall, Stephen Holness, Steven L. Chown, Melodie A. McGeoch", 
        "date": "2015-05-27", 
        "description": "\n\nAir temperatures have increased globally over the past decades, while rainfall changes have been more variable, but are taking place. In South Africa, substantial climate-related impacts are predicted, and protected area management agencies will need to respond actively to impacts. It is critical for management agencies to understand the way in which climate is changing locally to predict impacts and respond appropriately. Here, for the first time, we quantify observable changes in temperature and rainfall in South African national parks over the past five to ten decades. Our results show significant increases in temperatures in most parks, with increases being most rapid in the arid regions of the country. Increases in the frequency of extreme high temperature events were also most pronounced in these regions. These results are consistent with other climate studies conducted in these areas. Similar increases were identified for both minimum and maximum temperatures, though absolute minimum temperatures increased at greater rates than absolute maxima. Overall, rainfall trends were less obvious, but a decrease in rainfall was observed for the southern Cape (in three parks), and an increase was detected in one park. The observed temperature changes over the last 20–50 years have in several instances already reached those predicted for near future scenarios (2035), indicating that change scenarios are conservative. These results provide individual parks with evidence-based direction for managing impacts under current and projected changes in local climate. They also provide the management agency with sub-regional information to tailor policy and impact monitoring. Importantly, our results highlight the critical role that individual weather stations play in informing local land management and the concerns for parks that have no local information on changes in climate.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4377", 
        "title": "Rising temperatures and changing rainfall patterns in South Africa's national parks"
    }, 
    {
        "author": "Zhixin Hao, Jingyun Zheng, Xuezhen Zhang, Haolong Liu, Mingqi Li, Quansheng Ge", 
        "date": "2015-05-26", 
        "description": "\n\nThe spatial patterns of precipitation anomalies in eastern China during both warm and cold periods over the past 2000 years were studied. Four warm periods (AD 650–750, AD 1000–1100, AD 1190–1290, and AD 1900–2000) and five cold periods (AD 440–540, AD 780–920, AD 1390–1460, AD 1600–1700, and AD 1800–1900) were selected on a centennial timescale, referring to the synthesized temperature changes over China and Northern Hemisphere. The regional differences in precipitation were analysed and compared using a data set consisting of the grades in severity of floods and droughts as derived from Chinese historical documents. The results showed that there has been no fixed spatial pattern of precipitation anomalies during either cold or warm periods in eastern China over the past 2000 years. For the most of warm periods, there existed coherence of spatial pattern with dry condition only occurred over north of the Yangtze River, and the consistent spatial patterns were found between the periods 650–750 and 1190–1290, 650–750, and 1000–1100. For the cold periods, the precipitation showed various spatial patterns, and similarities were only presented in the two periods of 1600–1700 and 1800–1900 featured by meridional distribution. Comparing the spatial patterns between cold and warm periods, inverse pattern of 440–540 and 1900–2000 over the most study area can be detected, but similar pattern was also found between the periods 1800–1900 and 1900–2000, and 1600–1700 and 1900–2000. Our results implicated that the relationship between temperature and spatial pattern of precipitation anomaly has high complexity, which would be of significance to understanding the spatial pattern of precipitation in the future climate change study.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4367", 
        "title": "Spatial patterns of precipitation anomalies in eastern China during centennial cold and warm periods of the past 2000 years"
    }, 
    {
        "author": "Chaeyeon Yi, Kyu Rang Kim, Seung Man An, Young-Jean Choi, Achim Holtmann, Britta Jänicke, Ute Fehrenbach, Dieter Scherer", 
        "date": "2015-05-20", 
        "description": "\n\nThe thermal environment in urban areas is substantially influenced by local surface properties and their modification through human activities. The effects of urban climate on human health are one of the motivations for the development of various urban climate analysis tools. Climate Analysis Seoul (CAS) is a tool that incorporates a meso-scale atmospheric model and conceptual geographic information system (GIS)-based models to provide gridded air temperature deviations based on high-resolution land cover information. The CAS output was evaluated using air temperatures observed at 18 automatic weather stations (AWS) located in the detail region (DR) Eunpyeong. Correlation analyses were performed to reveal the influence of different land cover characteristics and CAS output variables on measured air temperature deviations. Based on the results of the correlation analyses in the study region (SR) Seoul, a regression model (total air temperature distribution, TD′) was developed. It predicts spatially distributed air temperatures based on morphological parameters and an observed reference temperature. Using the TD′ model, maps of daily maximum air temperatures were produced for the entire area of Seoul with a horizontal resolution of 25 m, and of 5 m for the DR, the latter allows to assess the impacts of different building and vegetation structures on air temperature by resolving buildings. The TD′ model was evaluated using measurements at eight AWS. The TD′ model slightly overestimated daily maximum air temperatures in 2007 and 2011, but performed better for 2011, mainly because land cover data represent the final state of the urban development. The TD′ model appears to be a suitable tool for estimating air temperature distributions at building-resolving resolutions. It can be used to assess changes in the thermal environment and heat-related hazards through urban development plans already ahead of their realization.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4363", 
        "title": "Estimating spatial patterns of air temperature at building-resolving spatial resolution in Seoul, Korea"
    }, 
    {
        "author": "Renata G. Tedeschi, Matthew Collins", 
        "date": "2015-05-19", 
        "description": "\n\nSouth American precipitation is observed to respond differently to different types of El Niño Southern Oscillation (ENSO) events, such as those in which the main signal in sea surface temperature (SST) occurs either in the eastern equatorial Pacific or central equatorial Pacific. This study investigates how Coupled Model Intercomparison Project Phase 5 (CMIP5) models represent different types of ENSO and how they represent teleconnections to South American precipitation. It is found that the CMIP5 models can represent the basic structure of SST anomalies that occur during different types of ENSO events and these are described using simple SST indices. Most of the CMIP5 models can reproduce the correct sign of precipitation anomalies in northeast South America during austral summer and autumn, in cases where the observed teleconnections are relatively strong. The same is also true of north South America in austral summer. In the east and southeast regions of South America, many models fail to reproduce the correct sign during both Canonical and Modoki/Central Pacific/Warm Pool ENSO events. The precipitation composites in Atmospheric Model Intercomparison Project (AMIP) models tend to agree with their CMIP5 counterparts, so we conclude that the errors in teleconnections are not principally driven by mean SST biases. Precipitation teleconnections in the northern regions are shown to be linked to variations in the Walker circulation in models, with the exception of that in north South America during March–May. During March–May, composite precipitation in southeast South America is related to wave trains emanating from the equator.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4371", 
        "title": "The influence of ENSO on South American precipitation during austral summer and autumn in observations and models"
    }, 
    {
        "author": "Ming Luo, Yee Leung, Hans-F. Graf, Michael Herzog, Wei Zhang", 
        "date": "2015-05-19", 
        "description": "\n\nThis article investigates the year-to-year variability of the onset of the South China Sea summer monsoon (SCSSM) and the possible influences exerted by the surface temperature anomalies over land and sea. Early and late monsoon onsets are related to the temperature anomalies in different regions. It is found that an early onset follows negative sea surface temperature (SST) anomalies in the central tropical Pacific (CP) Ocean during the preceding winter and spring, corresponding to a CP La Niña. In contrast, a late onset is preceded by the negative surface air temperature anomalies over land in the central Asian continent. Negative SST anomalies in the central-eastern equatorial Pacific Ocean and the associated warming in the western Pacific induce an anomalously enhanced Walker circulation. This anomalous Walker cell leads to an increase in convection, causing more latent heat release and a subsequent decrease of surface pressure. The anomalous Walker cell and the enhanced latent heat release weaken the Western North Pacific subtropical high and the Philippine Sea anticyclone, favouring a westerly flow from the Indian Ocean, resulting in an early SCSSM onset. On the other hand, negative land surface temperature anomalies cool the atmosphere over land, and locally modify the Hadley circulation, accompanied by the anomalous divergence in the low-level atmosphere over the western equatorial Pacific. This divergence anomaly reduces the latent heat release and strengthens the anticyclone in the Philippine Sea, thus preventing the westward extension of the westerlies from the Indian Ocean and causing a late SCSSM onset.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4364", 
        "title": "Interannual variability of the onset of the South China Sea summer monsoon"
    }, 
    {
        "author": "Won-Ho Nam, Eun-Mi Hong, Guillermo A. Baigorria", 
        "date": "2015-05-19", 
        "description": "\n\nDetecting changes in the spatio-temporal patterns of temperature and precipitation is a prerequisite for developing effective adaptation options and strategies for the future. An effective method for assessing climate change and for providing information to decision makers and stakeholders is needed to implement appropriate adaptation strategies. The objective of this study was to determine whether climate change has caused spatio-temporal changes in meteorological elements in North Korea. We delineated the spatio-temporal patterns of temperature and precipitation caused by climate change in specific time periods based on statistically significant differences using a statistically robust method. Historical weather data from 27 meteorological stations over a 30-year period (1981–2010) were used. The results demonstrated that statistically significant changes occurred over the 30 years. The temporal trends in the maximum and minimum temperatures were highly significantly different in the western agricultural regions and central/southwest urban regions during 1996–2010 compared with 1981–1995. The precipitation amounts were significantly different in the southeast regions (around the coast). The numbers of precipitation events were significantly different for portions of the northern and northeast areas near the mountains. Additionally, statistically significant differences in the spatial structures of the temperature and precipitation were found at different time scales. The significant differences were not uniform in each season/month. Therefore, significant differences occurred in the meteorological elements, and particular locations and urbanized areas were affected by global warming. However, the temporal trends and spatial structures of each meteorological element were not equally modified; the meteorological changes occurred locally as a result of the changing climate.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4378", 
        "title": "How climate change has affected the spatio-temporal patterns of precipitation and temperature at various time scales in North Korea"
    }, 
    {
        "author": "C. Genthon, D. Six, C. Scarchilli, V. Ciardini, M. Frezzotti", 
        "date": "2015-05-19", 
        "description": "\n\nIn situ observations show that snow accumulation is ∼10% larger 25 km north than south of the summit of Dome C on the east antarctic plateau. The mean wind direction is southerly. Although a slight slope-related diverging katabatic flow component is detectable, the area is an essentially flat (∼10 m elevation change or less) homogeneous snow surface. The European Center for Medium-range Weather Forecasts meteorological analyses data reproduce a significant accumulation gradient and suggest that 90% of the the mean accumulation results from the 25% largest precipitation events. During these events, air masses originate from coastal areas in the north rather than from inland in the south. Radiative cooling condensation occurs on the way across the dome and as the moisture reservoir is depleted less snow is dumped 25 km south than north, with little direct impact from the local (50-km scale) topography. Air masses are warmer on average, and warmer north than south, when originating from the coast. This marginally affects the mean temperature gradients. The moisture gradients are more affected because moisture is nonlinearly related to temperature: the mean atmospheric moisture is larger north than south. Significant meteorological and hydrological gradients over such relatively small distances (50 km) over locally flat region may be an issue when interpreting ice cores: although cores are drilled at the top of domes and ridges where the slopes and elevation gradients are minimal, they sample small surfaces in areas affected by significant meteorological and hydrological spatial gradients.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4362", 
        "title": "Meteorological and snow accumulation gradients across Dome C, East Antarctic plateau"
    }, 
    {
        "author": "Sharon E. Nicholson", 
        "date": "2015-05-19", 
        "description": "\n\nThis article examines recent rainfall conditions in two sectors of eastern Africa, the summer rainfall region and the equatorial rainfall region with rainy seasons in the boreal spring and boreal autumn. The analysis covers the years 1998–2014 and is carried out using TRMM 3B43 Version 7 rainfall estimates. In both regions, extensive periods of anomalously low rainfall and prolonged drought have prevailed since roughly 2008. Prior to that time, only three periods of drought are noteworthy 1998/1999, 2000, and 2005. The post-2008 drought conditions were interrupted by floods in both regions in February 2010 and in several years in the equatorial region. This rapid alternation between extremes creates additional hardships on the population. Two notable results emerge from this analysis. One is the tendency for similar trends in interannual variability in both regions, despite vastly different rainfall regimes. The other is the persistence of recent droughts through several rainy seasons. The implication of these results is that one or more factors in interannual variability is operative in all seasons. This could account for the common trends in the equatorial and summer rainfall regions.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4358", 
        "title": "An analysis of recent rainfall conditions in eastern Africa"
    }, 
    {
        "author": "Ahmed M. El Kenawy, Matthew F. McCabe", 
        "date": "2015-05-15", 
        "description": "\n\nMany arid and semi-arid regions have sparse precipitation observing networks, which limits the capacity for detailed hydrological modelling, water resources management and flood forecasting efforts. The objective of this work is to evaluate the utility of relatively high-spatial resolution rainfall products to reproduce observed multi-decadal rainfall characteristics such as climatologies, anomalies and trends over Saudi Arabia. Our study compares the statistical characteristics of rainfall from 53 observatories over the reference period 1965–2005, with rainfall data from six widely used gauge-based products, including APHRODITE, GPCC, PRINCETON, UDEL, CRU and PREC/L. In addition, the performance of three global climate models (GCMs), including CCSM4, EC-EARTH and MRI-I-CGCM3, integrated as part of the Fifth Coupled Model Intercomparison Project (CMIP5), was also evaluated. Results indicate that the gauge-based products were generally skillful in reproducing rainfall characteristics in Saudi Arabia. In most cases, the gauge-based products were also able to capture the annual cycle, anomalies and climatologies of observed data, although significant inter-product variability was observed, depending on the assessment metric being used. In comparison, the GCM-based products generally exhibited poor performance, with larger biases and very weak correlations, particularly during the summertime. Importantly, all products generally failed to reproduce the observed long-term seasonal and annual trends in the region, particularly during the dry seasons (summer and autumn). Overall, this work suggests that selected gauge-based products with daily (APHRODITE and PRINCETON) and monthly (GPCC and CRU) resolutions show superior performance relative to other products, implying that they may be the most appropriate data source from which multi-decadal variations of rainfall can be investigated at the regional scale over Saudi Arabia. Discriminating these skillful products is important not only for reducing uncertainty in climate, hydrological and environmental assessments but also for advancing model developments in the region.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4374", 
        "title": "A multi-decadal assessment of the performance of gauge- and model-based rainfall products over Saudi Arabia: climatology, anomalies and trends"
    }, 
    {
        "author": "Edoardo Bucchignani, Myriam Montesarchio, Alessandra Lucia Zollo, Paola Mercogliano", 
        "date": "2015-05-15", 
        "description": "\n\nThis study presents the results of dynamically downscaled climate simulations over Italy produced with the COSMO-CLM model. Three simulations forced by ERA-Interim Reanalysis were conducted respectively at a spatial resolution of 0.22°, 0.125° and 0.0715° over the period 1979–2011. The results were analysed in terms of 2-m temperature and precipitation with the aim of assessing the model's ability to reproduce these important features of the Italian climate. The results were validated by comparing model output with different independent observational datasets. Values of temperature and precipitation show a general good agreement with observations, with a fair reduction of errors in all seasons as the resolution is increased. Two simulations at a spatial resolution of 0.0715°, driven by the global model CMCC-CM, were performed over the period 1971–2100, employing the IPCC RCP4.5 and RCP8.5 scenarios. Climate projections show a significant warming expected in Italy at the end of the 21st century, along with a general reduction in precipitation, particularly evident in spring and summer.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4379", 
        "title": "High-resolution climate simulations with COSMO-CLM over Italy: performance evaluation and climate projections for the 21st century"
    }, 
    {
        "author": "Norel Rimbu, Sabina Stefan, Aristita Busuioc, Florinela Georgescu", 
        "date": "2015-05-15", 
        "description": "\n\nThe relationship between atmospheric blocking and extreme precipitation in summer in Romania during the period 1962–2010 is investigated. Percentile-based indices (R90p) for extreme precipitation events are calculated using data recorded at a large number of meteorological stations (98) covering the entire country. The dominant mode of variability of these indices has a monopolar structure and is related to two distinct atmospheric circulation blocking patterns. High frequency of blocking in the 0°–40°E sector is associated with high frequency of extreme precipitation events over Romania. This is due to enhanced synoptic scale activity associated with advection of relatively high potential vorticity from northeast towards Romanian region, as well as with enhanced synoptic scale activity in the Mediterranean region. Enhanced blocking activity in the 50°–70°E sector favours an eastward extension of Atlantic jet, and the associated instabilities are related to extreme precipitation events over large parts of central and Eastern Europe. We argue that these two distinct blocking patterns explain a substantial part of extreme precipitation variability in Romania during summer.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4353", 
        "title": "Links between blocking circulation and precipitation extremes over Romania in summer"
    }, 
    {
        "author": "Hatsuki Fujinami, Tetsuzo Yasunari, Tatsuro Watanabe", 
        "date": "2015-05-13", 
        "description": "\n\nWe analysed the long-term trend and interannual variability in summer (JJA) precipitation over eastern Siberia (90°–140°E, 50°–70°N) for the period 1979–2007. An increasing trend in summer precipitation was observed over large areas (Yenisei and Lena river basins) of eastern Siberia. Summer mean 850-hPa geopotential height decreased from Siberia to the marginal seas north of Siberia, with the largest decreases occurring over the northern part of eastern Siberia, while increasing trends were found around Mongolia, inducing a significant increase in westerly moisture flux and its convergence over eastern Siberia. Empirical orthogonal function (EOF) analysis of detrended summer precipitation revealed the leading modes of the interannual variability. The first leading mode (EOF1) represents interannual variation around the central Siberian Plateau and the middle reaches of the Lena river basin, related to the enhancement of a low-level cyclonic circulation centred on 65°N, 100°E around eastern Siberia. The circulation pattern of EOF1 closely matches the trend pattern over Siberia, indicating that a deeper quasi-stationary trough appears with increasing frequency in recent decades. The second leading mode (EOF2) shows a dipole pattern between the middle reaches of the Lena river basin and the western part of the Central Siberian Plateau. Wet summers in the Lena river basin are related to a stationary trough centred at around 60°N, 130°E. These leading patterns are related to the change in position of the stationary trough and the ridge of the wave train structure along the Arctic polar jet across the northern Eurasian continent.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4352", 
        "title": "Trend and interannual variation in summer precipitation in eastern Siberia in recent decades"
    }, 
    {
        "author": "Bruno Zanetti Ribeiro, Marcelo Enrique Seluchi, Sin Chan Chou", 
        "date": "2015-05-13", 
        "description": "\n\nThis study shows a synoptic climatology of warm fronts in Southeastern South America (SESA). Data from Climate Forecast System Reanalysis (CFSR) was used to identify warm fronts from 1979 to 2010. The identification method was based on the magnitude of meridional gradient of 850-hPa equivalent potential temperature (θe) and 850-hPa wind fields. Composites of the most important atmospheric variables were constructed from 1 day before until 1 day after the formation of the warm front. An average frequency of two warm fronts per month is observed, with higher frequencies in austral winter. Most warm fronts precede the formation of extratropical cyclones over Uruguay and form because of the southward movement of previous cold/stationary fronts. Warm fronts form on average around southern Paraguay, northeastern Argentina and western part of southern Brazil and Uruguay, coupled to the eastern edge of the Chaco Low (CL) and the Northwestern Argentinean Low (NAL) where north/northwesterly flow predominates. An upper-level wave of wavenumber eight supports warm frontogenesis. Location and intensity of synoptic systems associated with a warm front event differ from winter to summer. Elevated instability is commonly present near warm fronts, and the average warm-front slope is 1 : 110, agreeing with other studies. Instability indices increase after the warm-front passage, leading to greater rainfall 1 day after the warm front forms.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4373", 
        "title": "Synoptic climatology of warm fronts in Southeastern South America"
    }, 
    {
        "author": "Ralf Lindau, Victor Venema", 
        "date": "2015-05-13", 
        "description": "\n\nLong instrumental climate records suffer from inhomogeneities due to, e.g. relocations of the stations or changes in instrumentation, which may introduce sudden jumps into the time series. These inhomogeneities may mask or strengthen true trends. Relative homogenization algorithms use the difference time series of a candidate station with neighboring stations to identify such breaks (changepoints). Modern multiple breakpoint methods search for the optimum segmentation, which is characterized by minimum internal variance within the segments and maximum external variance between the segment means.\nWe analyse the accuracy of these homogenization methods and concentrate on the uncertainty in the position of the break. Due to unavoidable random noise in the difference time series, the segmentation method may find a shifted break position, which attains a higher external variance than the true one. Different lengths of potentially exchanged subsegments are considered; that one providing the largest external variance will be chosen as possibly erroneous optimum. We will show that the variances of shifted segmentations can be approximated by a Brownian motion with drift, where the signal-to-noise ratio (SNR) defines the drift size.\nAvailable formulae for one-sided and continuous Brownian motion with drift are expanded to two-sided and discrete processes as they occur in praxis. The error probability increases strongly for SNRs lower than 1. Thus, when the internal variance is larger than the variance introduced by the breaks, the probability of finding the right break position is small.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4366", 
        "title": "The uncertainty of break positions detected by homogenization algorithms in climate records"
    }, 
    {
        "author": "Jiabing Shuai, Zhao Zhang, Fulu Tao, Peijun Shi", 
        "date": "2015-05-09", 
        "description": "\n\nThe El Niño Southern Oscillation (ENSO) is one of the main factors influencing global climate variability and consequently has a major effect on crop yield variability. However, most studies have been based on statistical approaches, which make it difficult to discover the underlying impact mechanisms. Here, using process-based crop model Model to Capture the Crop-Weather relationship over a Large Area (MCWLA)-Maize, we found a consistent spatial pattern of maize yield variability in association with ENSO between MCWLA-Maize model outputs and observations. During El Niño years, most areas of China, especially in the north, experience a yield increase, whereas some areas in the south have a decrease in yields. During La Niña years, there is an obvious decline in yields, mainly in the north and northeast, and a general increase in the south. In-depth analyses suggest that precipitation P rather than temperature T and solar radiation S during the maize growing season is the main cause of ENSO-induced maize yield variability in northern and northeastern China. Although a 2 °C change of T can affect maize yields more than a 20% change of P, greater changes of P contribute more to maize yield variability during ENSO years. In general, maize yields in drier regions are much more sensitive to P variability than those in wetter areas. All changes in meteorological variables, including T, P, S, and vapour pressure deficit (VPD) during ENSO years, affect yield variability mainly through their effects on water stress. Our results suggest that more effective agricultural information can be provided to government decision makers and farmers by developing a food security warning system based on the MCWLA-Maize model and ENSO forecast information.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4360", 
        "title": "How ENSO affects maize yields in China: understanding the impact mechanisms using a process-based crop model"
    }, 
    {
        "author": "Ester Salimun, Fredolin Tangang, Liew Juneng, Francis W. Zwiers, William J Merryfield", 
        "date": "2015-05-09", 
        "description": "\n\nThis study evaluates the forecast skill of the fourth version of the Canadian coupled ocean–atmosphere general circulation model (CanCM4) and its model output statistics (MOS) to forecast the seasonal rainfall in Malaysia, particularly during early (October–November–December) and late (January–February–March) winter monsoon periods. CanCM4 is the latest component of the Canadian Seasonal to Inter-annual Prediction System (CanSIPS), which is a multi-seasonal climate prediction system developed particularly for Canada but applicable globally. Generally, CanCM4's skill in reproducing the climatology during winter is not as good as in other seasons because of the model's inability to simulate the regional synoptic circulations over the western Maritime Continent. In particular, the model fails to forecast the cold surges and Borneo vortex circulations that play critical roles in moisture horizontal advection. Moreover, its forecast skill during the early winter monsoon period is poorer than during the late period. Interestingly, forecast skill is enhanced when MOS models are applied as the MOS utilizes the predictive signals in the quasi-global predictors from the CanCM4 forecast system. The predictability can be traced to the conventional El Niño–Southern Oscillation (ENSO) and ENSO Modoki signals that are present in the CanCM4 forecast MOS predictor fields. The quasi-global sea-surface temperature and quasi-global sea-level pressure fields are found to be the most useful predictors. Interestingly, CanCM4 forecast signals associated with the Indian Ocean Dipole also contribute to the skill. Skill enhancement is particularly significant for northern Borneo during early monsoon periods in medium- and long-lead forecasts when the CanCM4 has minimal direct skill in the region.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4361", 
        "title": "Skill evaluation of the CanCM4 and its MOS for seasonal rainfall forecast in Malaysia during the early and late winter monsoon periods"
    }, 
    {
        "author": "Thushara Gunda, George M. Hornberger, Jonathan M. Gilligan", 
        "date": "2015-05-05", 
        "description": "\n\nA spatiotemporal analysis of two well-known agricultural drought indices, the Palmer Drought Severity Index (PDSI) and the Standardized Precipitation Index at a 9-month scale (SPI-9), is presented for Sri Lanka. The analysis was conducted based on monthly precipitation and temperature data from January 1881 to December 2010 using 13 stations distributed across the three climatic zones of the country. Principal component analysis shows that the first two principal components of PDSI and SPI-9 are spatially comparable and could physically represent the two main monsoons. A wavelet analysis of these principal components' scores for both indices indicates a stronger association between the Northeastern monsoon and El-Niño in recent decades. Correlation analysis with agricultural metrics suggests that different indices might be appropriate for each of the climatic zones in Sri Lanka. PDSI correlated best with the intermediate zone districts; SPI-9 correlated best with the dry zone districts; but neither index correlated well with the wet zone districts.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4365", 
        "title": "Spatiotemporal Patterns of Agricultural Drought in Sri Lanka: 1881–2010"
    }, 
    {
        "author": "Dong-Hyun Cha, Chun-Sil Jin, Ji-Hong Moon, Dong-Kyou Lee", 
        "date": "2015-05-05", 
        "description": "\n\nImpacts of coupled air–sea interaction and large-scale nudging were examined through regional climate simulation of the East Asian summer monsoon (EASM). A slab ocean model (SOM) was coupled with a regional climate model (RCM) to investigate the impact of two-way air–sea interaction, and the spectral nudging was applied to examine the effect of large-scale nudging. The control run without coupled air–sea interaction and large-scale nudging had significantly large systematic errors in simulated oceanic precipitation, monsoon circulations, and subtropical high. The errors resulted from an erroneous physical process caused by uncoupled air–sea interaction. The experiment with a SOM reduced the unreasonable physical process because simulated sea surface temperature (SST) decreases with enhanced ocean surface mixing from intensified low-level wind. Therefore, coupled air–sea interaction in the SOM run improved the simulations of seasonal mean precipitation, monsoon circulations, and subtropical high. In the experiment with a SOM and large-scale nudging, simulated precipitation and synoptic fields were further improved because the spectral nudging decreased the systematic error of large-scale circulations between model solution and large-scale forcing. Simulated results indicated that adjusting simulated SST to atmospheric conditions by coupling an ocean model with a RCM and improving boundary conditions by implementing large-scale nudging are necessary for advanced simulation of the EASM using RCMs.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4349", 
        "title": "Improvement of regional climate simulation of East Asian summer monsoon by coupled air–sea interaction and large-scale nudging"
    }, 
    {
        "author": "Federico Ariel Robledo, Carolina Vera, Olga C. Penalba", 
        "date": "2015-05-04", 
        "description": "\n\nA singular value decomposition (SVD) analysis was performed jointly on the daily intensity of extreme rainfall (DIER) over Argentina and sea surface temperature (SST) anomalies from 17.5°N–90°S to describe and understand the influence of the large-scale variability of the SSTs on the regional extreme rainfall events for spring summer, autumn and winter. Three main leading modes were identified in agreement with previous works. Mode 1 activity is strongly related to El Niño-Southern Oscillation (ENSO). Warm anomalies in the central-eastern tropical Pacific and western Indian Ocean induce circulation anomalies extended along the South Pacific and the development of a continental-scale circulation gyre in South America promoting moisture convergence, and in turn favouring DIER positive anomalies, in eastern Argentina. The combined influence of SST anomalies in the tropical Atlantic and western tropical Pacific characterizes Mode 2 activity, which induces an anticyclonic (cyclonic) circulation gyre in southeastern South America promoting anomalous moisture convergence (divergence) and thus positive (negative) DIER anomalies in eastern Argentina in spring and fall (summer and winter). Finally, Mode 3 activity is also influenced by SST anomalies in tropical central-eastern Pacific from winter to summer. The associated teleconnections contribute to the development of a cyclonic circulation mainly influencing southeastern South America (SESA) circulation to the north of 30°S from summer to winter, and further south in spring.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4359", 
        "title": "Influence of the large-scale climate variability on daily rainfall extremes over Argentina"
    }, 
    {
        "author": "Stephanie A. McAfee, Erika K. Wise", 
        "date": "2015-05-04", 
        "description": "\n\nAcross the western United States, seasonal-scale El Niño-Southern Oscillation (ENSO) teleconnections have been extensively described. Less attention has been paid to spatial and temporal details of these relationships that might be particularly important to managers and decision makers. Here, we explore intra-seasonal relationships between the Southern Oscillation Index (SOI) and average temperature, wet-day temperature, overall precipitation amount, precipitation frequency, and rain/snow partitioning at 138 Global Historical Climatology Network weather stations across the Pacific Northwest of the United States. Results of this study indicate that ENSO influences were generally more pronounced along the coast and in the northern Idaho/western Montana region than in the lee of the Cascades. There was a distinct seasonality in response, with stronger correlations in the late winter (February–March) than in the autumn (October–November) or mid-winter (December–January). The fraction of stations demonstrating correlations to SOI has changed over time, with a trend towards greater spring teleconnections in recent decades.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4351", 
        "title": "Intra-seasonal and inter-decadal variability in ENSO on impacts on the Pacific Northwest"
    }, 
    {
        "author": "T. Monteiro-Henriques, M. J. Martins, J. O. Cerdeira, P. Silva, P. Arsénio, Á. Silva, A. Bellu, J. C. Costa", 
        "date": "2015-04-27", 
        "description": "\n\nWe present a bioclimatological diagnosis of mainland Portugal, namely the thermotype and ombrotype maps following Rivas-Martínez's worldwide bioclimatic classification system. In order to obtain this diagnosis, we produced maps of bioclimatological indices using, as base data, geostatistical interpolations of air temperature and precipitation. We performed uncertainty propagation obtaining uncertainty measures for the produced maps: mean absolute errors and root mean squared errors. For the non-linear indices, besides the usual approximation using Taylor expansion, we devised error formulae, for which we showed that the propagated uncertainties are upper bounds on the true uncertainty measures. We compared the obtained uncertainty measures to those reported on a previously published work, which used a different methodological framework to obtain the same diagnosis. Although the approach we used here implies a great number of interpolations and subsequent calculation steps, it permitted the use of a large amount of data relative to precipitation. An F-test showed that the estimated mean squared errors for the maps of ombrothermic indices were significantly lower than those produced by the former methodological framework.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4357", 
        "title": "Bioclimatological mapping tackling uncertainty propagation: application to mainland Portugal"
    }, 
    {
        "author": "Guangpo Geng, Jianjun Wu, Qianfeng Wang, Tianjie Lei, Bin He, Xiaohan Li, Xinyu Mo, HuiYi Luo, Hongkui Zhou, Dachuan Liu", 
        "date": "2015-04-27", 
        "description": "\n\nVarious studies have been performed on drought hazard assessment at the national or regional scales, but few studies to date at the global scale, especially on global agriculture. In this paper, we utilized an agricultural drought hazard index (DHI), based on both drought severity and drought occurrence rate, derived from 3-month scale Standardized Precipitation Index (SPI) and the phenology data of main crops (rice, maize, wheat, barley, sorghum and soybean) to assess the agricultural drought hazard grades of the world during 1980–2008. The results indicated that area percentages of high and very high agricultural drought hazard zones were approximately 23.57 and 27.19% of the total agricultural area in the world. Moreover, those zones mostly were distributed in central United States, southeastern South America, most of Europe, southwestern Russia, both southern Congo and Nigeria, east-central and southwest China, Southeast Asia and eastern Australia, and most of those areas were also located in semi-humid or humid climate zones. In addition, some regions above were also found to be the very high agricultural drought hazard zones for the main crops: East-central and southwest China for wheat, maize, rice and soybean; Europe for wheat, maize and barley; Southeast Asia for rice; both central United States and southeastern South America for wheat, maize, soybean and sorghum.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4356", 
        "title": "Agricultural drought hazard analysis during 1980–2008: a global perspective"
    }, 
    {
        "author": "R. D. García, V. E. Cachorro, E. Cuevas, C. Toledano, A. Redondas, M. Blumthaler, Y. Benounna", 
        "date": "2015-04-27", 
        "description": "\n\nIn this work, we have carried out a comparison study between measured and modelled direct and global ultraviolet (UV) (300–400 nm) spectral irradiances and the determination of the surface effective albedo at the high altitude Izaña Observatory [IZO; 2400 m above sea level (a.s.l.)] located in Tenerife (Canary Islands, Spain). The spectral measurements were performed with a Bentham spectroradiometer during the Quality Assurance of Solar Ultraviolet Spectral Irradiance Measurements (QASUME) comparison campaign in June 2005. The simulations were obtained with the LibRadtran radiative transfer model. The model input parameters, such as total ozone and aerosol optical depth (AOD), were measured at IZO. The comparison between measured and modelled direct solar radiation component was made at 0.5 nm spectral resolution, showing excellent agreement, with differences below 5% for solar zenith angle (SZA) < 60°. These differences were attributed to the effect of the underlying surface albedo due to the frequent existence of a sea of clouds below the station altitude. The underlying surface albedo was determined using different methods. In spite of the variability of this parameter through the day due to the strong influence and variable structure of these underlying clouds, the mean of this effective surface albedo in the UV region gives a value between 0.2 and 0.5 in the UV range, 10 times higher than the local surface albedo (0.02–0.05).\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4355", 
        "title": "Comparison of measured and modelled spectral UV irradiance at Izaña high mountain station: estimation of the underlying effective albedo"
    }, 
    {
        "author": "Andres E. Pescio, Paula B. Martin, Walter C. Dragani", 
        "date": "2015-04-27", 
        "description": "\n\nSurface scalar wind speed trends (from 1979 to 2009) at the southwestern Atlantic Ocean, between 33° and 50°S and 55° and 70°W, were estimated from the NCEP/NCAR I (NR1) and the Climate Forecast System Reanalysis (CFSR) using Sen's slope. Trends were tested using the seasonal Mann–Kendall test. Scalar wind speed trends computed from NR1 database were positive throughout the whole study area, with values ranging from +0.01 to +0.03 m s−1 year−1. On the contrary, wind speed trends computed from CFSR database were rather different to trends obtained from NR1 reanalysis. Wind speed and sea surface temperature (SST) trend patterns, both computed from CFSR database, seem to be quite consistent but, in general, no apparent relationship between both patterns was obtained when different global databases were analysed. Sea surface wind speed data compiled from multiple satellite observations were also used to compute wind speed trends. Computed satellite trends resulted in very good agreement with positive values obtained from NR1 database. NR1 data series presented significant inter-annual to multi-decadal oscillations at the Argentinean continental shelf, but they would not seem to be associated either with the Southern Annular Mode or with El Niño Southern Oscillation. Possible impacts of positive speed wind trends on the mean depth of the ocean mixed layer and on the wind wave climate are briefly discussed.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4348", 
        "title": "Wind speed trends over the southwestern Atlantic Ocean, between 33° and 50°S"
    }, 
    {
        "author": "V. Brahmananda Rao, Sergio H. Franchito, Clovis M. E. Santo, Manoel A. Gan", 
        "date": "2015-04-27", 
        "description": "\n\nWe studied rainfall characteristics of Brazil for the period 1979–2011. This is an update for an earlier study with data from 1958 to 1978. We compared the three consecutive wet and dry months in the two data sets. In the northern most part rainy season earlier was in April to July and now it is occurring later. In a large part of the south central region the rainy season in austral summer and dry season in austral winter did not change. However, to the east of this region rainy season in the latter data occurs earlier. Calculation of linear tendencies showed, that over the northern Amazon region there is a significant increase of rainfall. This agreed with previous results. Over this region dry season is becoming drier and wet season wetter. In the west of Northeast Brazil (NEB) there is an increase of rainfall. In southeast Brazil there is a region of highly significant decrease of rainfall in both wet and dry seasons. This is confirmed in our analysis on river discharges in Sao Paulo and Minas Gerais states. The negative tendencies in rainfall have great impact on the hydroelectric generation not only in this region but also at the national level because the hydroelectric dams furnish energy on a national level. The increase in rainfall in Northern Amazon is probably associated with Atlantic warming that resulted in higher moisture transport from east. The decrease of rainfall in southeast Brazil seems to be associated with the plummet of rain producing systems from south due to increase of mean sea level pressure in the south.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4345", 
        "title": "An update on the rainfall characteristics of Brazil: seasonal variations and trends in 1979–2011"
    }, 
    {
        "author": "Shuwei Dai, Martha D. Shulski, Kenneth G. Hubbard, Eugene S. Takle", 
        "date": "2015-04-23", 
        "description": "\n\nSince late 1970s, climate warming has been widely recognized. In the Midwest, farmers cannot rely on the normal calendar anymore, and it has become critically necessary to evaluate the most recent climate trends relative to growing season in order to conduct adaptation efforts for agriculture. Based on the homogenized historical monthly temperature and precipitation records during the period of 1980–2013 from 302 observing stations in the 12 Midwestern US states, we investigate the climate trends on four timescales: monthly, early growing season, late growing season, and the entire growing season. The climate metrics include maximum temperature, minimum temperature, average temperature, diurnal temperature range, and precipitation. Nonparametric Sen's Slope together with the nonparametric Mann–Kendall test is used to estimate the decadal trend and to detect the statistical significance. The results show that growing season average temperature has increased at a rate of 0.15 °C decade−1 over the Midwest United States. Within the growing season, minimum temperature is increasing faster in the early growing season, especially in June, while maximum temperature is increasing faster in the late growing season, especially in September. Spatially, statistically significant (p ≤ 0.05) growing season warming is more focused in the southern part of the region in the early growing season but in the northern part of the region in the late growing season. Over the Midwest, dominant trends in diurnal temperature range are decreasing during most months, with the exception of September. The majority of the locations show increasing trends in growing season precipitation, yet few are statistically significant. Furthermore, precipitation has been increasing in the early growing season but decreasing in the late growing season. This within-season reversing trend in precipitation is found in 8 of 12 Corn Belt states: Illinois, Iowa, Michigan, Minnesota, Missouri, Nebraska, North Dakota, and Wisconsin.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4354", 
        "title": "A spatiotemporal analysis of Midwest US temperature and precipitation trends during the growing season from 1980 to 2013"
    }, 
    {
        "author": "Qiang Li, Renhe Zhang, Yu Wang", 
        "date": "2015-04-22", 
        "description": "\n\nThe interannual variation of the wintertime fog–haze days across central and eastern China from 1972 to 2014 and its relationship with East Asian winter monsoon (EAWM) are investigated based on the National Centers for Environmental Prediction/National Center for Atmospheric Research (NCEP/NCAR) reanalysis data and the surface observation data from the weather stations in China. The results show that the wintertime fog–haze days across central and eastern China have close relation with EAWM in the interannual time scale. The stronger (weaker) the EAWM is, the less (more) the wintertime fog–haze days are. In strong (weak) EAWM winters, both near-surface winds and vertical shear of horizontal zonal winds strengthen (weaken). The strengthened (weakened) near-surface winds enhance (reduce) the outward transport of fog and haze and are unfavourable (favourable) for their accumulation over central and eastern China. The enlarged (receded) vertical shear of horizontal zonal winds intensifies (abates) the atmospheric baroclinic instability and vertical diffusion, leading to less (more) fog and haze in near-surface. In addition, a strong (weak) EAWM is also unfavourable (favourable) for the maintenance of the fog and haze in the lower troposphere through the anomalous divergence (convergence) associated with the intense anticyclonic (cyclonic) anomalies in the upper troposphere over southern China.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4350", 
        "title": "Interannual variation of the wintertime fog–haze days across central and eastern China and its relation with East Asian winter monsoon"
    }, 
    {
        "author": "J.L. Awange, V.G. Ferreira, E. Forootan, Khandu, S.A. Andam-Akorful, N.O. Agutu, X.F. He", 
        "date": "2015-04-21", 
        "description": "\n\nQuantifying the amount of precipitation and its uncertainty is a challenging task all over the world, particularly over the African continent, where rain gauge (RG) networks are poorly distributed. In recent decades, several satellite remote sensing (SRS)-based precipitation products have become available with reasonable spatial and temporal resolutions to be applied in hydrological and climate studies. However, uncertainties of these products over Africa are largely unknown. In this study, the generalized ‘three-cornered-hat’ (TCH) method is applied to estimate uncertainties of gridded precipitation products over the entire African continent, without being dependent to the choice of a reference dataset. Six widely used SRS-based precipitation products (at monthly scales) were evaluated over the entire continent during the period of 2003–2010. The TCH results are further compared to those of the classical evaluation using the Global Precipitation Climatology Centre (GPCC) over entire Africa, as well as to the RG observations over the Greater Horn of Africa (GHA). Overall, for the study period (2003–2010), the TCH results indicate that the RG-merged products contain smaller error amplitudes compared to the satellite-only products, consistent with the GPCC-based evaluation. A multiple comparison procedure ranking, which was applied based on signal-to-noise ratios (SNRs), indicated that PERSIANN contains the highest SNR and thus suitable over most of Africa, followed by ARCv2, TRMM, CMORPH, TAMSAT, and GSMaP. To extract the main spatio-temporal variability of rainfall over Africa, complex empirical orthogonal function technique was applied, from which the extracted patterns of GPCC, TRMM, PERSIANN, and ARCv2 were found to be similar but different from those of TAMSAT, CMORPH, and GSMaP. Finally, the TCH and RG-based validation methods were found to provide similar evaluations for the SRS-only products (CMORPH and GSMaP) over GHA, with CMORPH emerging to be the most suitable product, consistent with previous studies.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4346", 
        "title": "Uncertainties in remotely sensed precipitation data over Africa"
    }, 
    {
        "author": "Jie Zhang, Laurent Li, Zhiwei Wu, Xingmin Li", 
        "date": "2015-04-21", 
        "description": "\n\nSummer rainfall in north-central China, accounted for 70% of the annual rainfall, is sensitive to anomalies in the East Asian summer monsoon (EASM) and westerlies due to lying in the EASM marginal belt. Summer rainfall and the durations and frequency of dry spells were investigated using daily rainfall data from 332 weather stations, the European Centre for Medium-range Weather Forecasting (ECMWF) re-analysis data and Climate Research Unit (CRU) surface temperature data. The results demonstrate that summer rainfall exhibits an ‘early wetting later drying’ pattern with a weak increasing in June and a dramatic decreasing trend in July and August (JA). Decreased rainfall in JA is associated with prolonged dry spells; the frequency and durations of dry spells exceeding 7 days increase, especially for dry spells exceeding 15 days. This increase in dry spell duration is positively correlated with a northward shift in planetary waves expressed by the 5700-gpm isoline at 500 hPa and the westerly jet at 200 hPa, which lead north-central China to close to the left of jet entrance and a positive vorticity convergence region on the high level, it is helpful to downward movements and less rainfall. The northward shift in planetary waves is affected by boundary forcing. Dramatic increases in temperature over the Tibetan Plateau (TP) result in a large temperature gradient and thermal contrast between the TP and mid-high latitude, and likely strengthening and widening the South Asian High (SAH) pattern and pressure gradient. These conditions contribute to the northward shift in planetary waves and prolonging dry spells.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4337", 
        "title": "Prolonged dry spells in recent decades over north-central China and their association with a northward shift in planetary waves"
    }, 
    {
        "author": "David Masson, Christoph Frei", 
        "date": "2015-04-20", 
        "description": "\n\nStudying long-term variations and trends in grid datasets is often complicated by variations in the station network used for spatial interpolation. The increase in station density over time gives rise to inhomogeneities in the datasets. Here we introduce a gridded dataset of monthly precipitation for the entire Alpine region with a grid-spacing of 5 km that extends over more than 100 years (1901–2008), is largely unaffected by network variations and still exploits information from recent dense observations. It is derived by a reconstruction procedure that combines data from several thousand stations over recent decades with long-term and almost continuous station series at much coarser resolution (120 stations). Our dataset is a recalculation and update of a previous and similarly constructed dataset that ended in 1990. The reconstruction method is modified for the present application and an entirely new high-resolution reference was used for calibration. The reconstruction explains more than 80% of the month-by-month variance in Switzerland and Austria where the long-term station network is comparatively denser. We also demonstrate that the reconstruction can effectively filter out artifacts in trend patterns due to local inhomogeneities in the data and the station network. Precipitation trends calculated with the updated grid dataset are qualitatively similar with those found previously, but statistical significance has partly changed. A likely reason for these discrepancies is decadal variations, notably in winter, and this calls for prudence in the interpretation of trend results from conventional tests.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4343", 
        "title": "Long-term variations and trends of mesoscale precipitation in the Alps: recalculation and update for 1901–2008"
    }, 
    {
        "author": "Anshul Agarwal, Mukand S. Babel, Shreedhar Maskey, Sangam Shrestha, Akiyuki Kawasaki, Nitin K. Tripathi", 
        "date": "2015-04-17", 
        "description": "\n\nThis study analyzes temperature projections in the Koshi River Basin in Nepal using data obtained from ten General Circulation Models (GCMs) for three IPCC Special Range of Emission Scenarios (SRES): B1, A1B and A2. Low resolution data of minimum and maximum temperature obtained from the selected GCMs was downscaled using the statistical downscaling model Long Ashton Research Station Weather Generator (LARS-WG) for ten stations located in two physiographic regions of the study area: the Middle Mountains (1500–2700 m) and the Siwalik Hills (700–1500 m). The projected temperature and differences in projections among individual GCM projections for changes in the mean value of seasonal and annual Tmin and Tmax are presented for three future periods: 2011–2030 (2020s), 2046–2065 (2055s) and 2080–2099 (2090s). We also analyzed the baseline period and future Tmin and Tmax data through seven indices, as recommended by the Expert Team on Climate Change Detection, Monitoring and Indices (ETCCDMI). Results show that the LARS-WG model performs well when downscaling Tmin and Tmax. An increase in seasonal as well as mean annual minimum and maximum temperature is projected for all three future periods. Projected warming, as well as the differences among projections from different GCMs, increases with time for each of the three scenarios. The cold years during the 2055s and 2090s are expected to be hotter than the hot years during the baseline period. The increase in temperature, as well as the range of uncertainty, is expected to be higher in the Mountains than in the Hills. The number of summer days and tropical nights is expected to increase during all three future periods. The temperature of the coldest day, coldest night, warmest day and warmest night is also expected to increase in both the regions during all three future periods.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4342", 
        "title": "Analysis of temperature projections in the Koshi River Basin, Nepal"
    }, 
    {
        "author": "R. Bharath, V. V. Srinivas, Bidroha Basu", 
        "date": "2015-04-17", 
        "description": "\n\nHomogeneous temperature regions are necessary for use in hydrometeorological studies. The regions are often delineated by analysing statistics derived from time series of maximum, minimum or mean temperature, rather than attributes influencing temperature. This practice cannot yield meaningful regions in data-sparse areas. Further, independent validation of the delineated regions for homogeneity in temperature is not possible, as temperature records form the basis to arrive at the regions. To address these issues, a two-stage clustering approach is proposed in this study to delineate homogeneous temperature regions. First stage of the approach involves (1) determining correlation structure between observed temperature over the study area and possible predictors (large-scale atmospheric variables) influencing the temperature and (2) using the correlation structure as the basis to delineate sites in the study area into clusters. Second stage of the approach involves analysis on each of the clusters to (1) identify potential predictors (large-scale atmospheric variables) influencing temperature at sites in the cluster and (2) partition the cluster into homogeneous fuzzy temperature regions using the identified potential predictors. Application of the proposed approach to India yielded 28 homogeneous regions that were demonstrated to be effective when compared to an alternate set of 6 regions that were previously delineated over the study area. Intersite cross-correlations of monthly maximum and minimum temperatures in the existing regions were found to be weak and negative for several months, which is undesirable. This problem was not found in the case of regions delineated using the proposed approach. Utility of the proposed regions in arriving at estimates of potential evapotranspiration for ungauged locations in the study area is demonstrated.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4335", 
        "title": "Delineation of homogeneous temperature regions: a two-stage clustering approach"
    }, 
    {
        "author": "Shengzhi Huang, Qiang Huang, Jianxia Chang, Guoyong Leng", 
        "date": "2015-04-16", 
        "description": "\n\nIt is of great importance to investigate links between hydrological drought and climate indices, which helps to further reveal the cause of hydrological drought from a perspective of climate change, thus helping guiding future drought prediction and control. For a case study in the Columbia River basin, the Standardized Streamflow Index (SSI) was employed to characterize hydrological drought. The heuristic segmentation method was applied to identify change points of annual streamflow series spanning 1960–2012 in the Columbia River basin, and the cross-wavelet analysis was utilized to reveal the correlations between monthly climate indices and SSI. The primary results are as following: (1) monthly SSI has a statistically significantly increasing trend in November and December and a noticeably decreasing trend in June and July in the main stream of the basin; (2) generally, hydrological drought risk in this basin is high, and that in the Snake River is higher than the main stream of the Columbia River; (3) El Niño Southern Oscillation (ENSO) and Arctic Oscillation (AO) play a major role in affecting hydrological drought in the Columbia River basin, and ENSO index mainly affects SSI at a relatively short time scale (2–7 years), while AO primarily impacts SSI at a relatively long time scale (more than 10 years); (4) anthropogenic activities intensify hydrological drought in the Columbia River basin, and they primarily influence the linkages between climate indices and hydrological drought at intra-annual scale (less than 12 months), however, which do not change the basic pattern of their correlations.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4344", 
        "title": "Linkages between hydrological drought, climate indices and human activities: a case study in the Columbia River basin"
    }, 
    {
        "author": "Qiaoyan Wu, Ying Yan, Dake Chen", 
        "date": "2015-04-16", 
        "description": "\n\nThe sensitivity of the East Asian Monsoon (EAM) precipitation prediction skill to the variabilities of the tropical Indian and Pacific sea surface temperature (SST), the North Atlantic Oscillation (NAO), and the heating and snow cover over the Tibetan Plateau is evaluated in the framework of a linear Markov model. It is found that the tropical Indo-Pacific SST helps to improve the prediction of EAM precipitation over oceanic regions and some localized areas over land, while the Indian Ocean alone does not show significant impact on prediction. The remote effects of NAO improve the prediction in the middle and lower reaches of the Yangtze and Huaihe River valleys in boreal spring, fall and winter, and over oceanic areas in boreal summer and fall. The predictive skill of our model is not sensitive to the inclusion of the sensible heating and snow cover over the Tibetan Plateau, probably because their effects are implicitly present in the original EAM model.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4347", 
        "title": "Seasonal prediction of East Asian monsoon precipitation: skill sensitivity to various climate variabilities"
    }, 
    {
        "author": "Mansour Almazroui", 
        "date": "2015-04-16", 
        "description": "\n\nIn order to find out the optimal setting for downscaling the Coupled Model Inter Comparison Project Phase 5 (CMIP5) database, this study describes the most suitable domain, convection and land-surface schemes within Regional Climate Model version 4 (RegCM4) over the Middle East and North Africa (MENA) domain. The activity is carried out in compliance with COordinated Regional climate Downscaling EXperiment (CORDEX) initiative, where domain suitability is assessed through seven simulations for the period 2001–2005. After the selection of domain, eight simulations are carried out to find better performing convection and land-surface schemes within RegCM4 for the same time period of 5 years. These experiments are conducted using ERA-Interim reanalysis datasets; however, the selection of optimal settings is also validated using other reanalysis datasets. Finally, using the same settings, data of five CMIP5 general circulation models (GCMs) are also downscaled to assess the applicability of RegCM4. Statistical measures, such as correlation coefficient, bias, root mean square difference and standard deviation, are taken into consideration to compare the simulated data against the gridded Climatic Research Unit (CRU) and Tropical Rainfall Measuring Mission (TRMM) datasets. RegCM4-simulated rainfall and temperature show better spatial distributions and magnitudes against observations, as compared to ERA-Interim data, which may be considered as an added value of the model. In analysing rainfall and temperature data for the 11 sub-domains (each an 8° × 8° box), the region encompassing the area 7°S–45°N and 27°W–76°E, named CORDEX-MENA/Arab domain, is found to be the most cost effective and suitable domain. Further analysis over this domain shows Biosphere and Atmosphere Transfer Scheme (BATS) to be the better performing land-surface scheme, whilst Grell with Fritsch–Chappell closure (GFC) comes up as the most suitable option for convection scheme in the model. Of five CMIP5 datasets downscaled using RegCM4, rainfall and temperature patterns of four are similar to the reanalysis and observations. Therefore, it is recommended that RegCM4 may be employed with the aforementioned settings in downscaling the CMIP5 multi-model database for climate change impact and adaptation studies for the region in future.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4340", 
        "title": "RegCM4 in climate simulation over CORDEX-MENA/Arab domain: selection of suitable domain, convection and land-surface schemes"
    }, 
    {
        "author": "Yan Shen, Anyuan Xiong", 
        "date": "2015-04-15", 
        "description": "\n\nThrough optimizing the daily precipitation climatology, a new high-resolution (0.25° × 0.25° lat./lon.) gridded daily precipitation analysis over Mainland China was developed based on the optimal interpolation (OI) method. This product, based on about 2400 gauge stations over Mainland China from 1955 to the present, is called the China Gauge-based Daily Precipitation Analysis (CGDPA). In this study, using independent precipitation observations as the benchmark, CGDPA and the Climate Prediction Center Unified gauge dataset (CPC_UNI) from the National Oceanic and Atmospheric Administration (NOAA) are validated from May to September of 2008–2010 on a 0.5° × 0.5° lat./lon. grid. The CGDPA has smaller bias and root mean square error, and higher spatial correlation with the validation data than CPC_UNI. Further investigation indicates that this improvement is mainly owing to the larger number of gauges used in the CGDPA. The East Asia gauge analysis (EA_Gauge) is also introduced to comparatively evaluate the capabilities of monitoring precipitation events with different rainfall rates over Mainland China. CGDPA can capture more strong rainfall events while CPC_UNI and EA_Gauge tend to smooth the precipitation structure and miss more local strong rainfall events with precipitation larger than 25 mm day−1 over Mainland China. The long-term precipitation time series described by the CGDPA and EA_Gauge agree very well while CPC_UNI substantially underestimates precipitation especially over the sparse-gauged regions and after 1982. CGDPA is thus suggested as a readily available input to applications over Mainland China, whenever possible.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4341", 
        "title": "Validation and comparison of a new gauge-based precipitation analysis over mainland China"
    }, 
    {
        "author": "Yingzhao Ma, Yinsheng Zhang, Daqing Yang, Suhaib Bin Farhan", 
        "date": "2014-05-23", 
        "description": "\n\nAn international programme dedicated to the study of the Third Pole Environment (TPE) is now developing. The TPE region is centred on the Tibetan Plateau and concerns the interests of the surrounding countries and regions. To improve input for hydrological research, we collected precipitation data on 241 meteorological stations across the TPE region; these data were obtained from various countries, thus including various types of gauges. Employing the procedure recommended by the World Meteorological Organization (WMO), a full version of bias adjustment was applied to the data, including adjustments for wind-induced error, wetting loss, evaporation loss and trace amount for each station. The results reveal that the average annual precipitation has increased considerably from a minimum of 4 mm to a maximum of 409 mm with an overall mean of 27% from the adjustment, the largest bias being found in the Chinese standard precipitation gauge (CSPG) which was used in the central TPE region. In addition, the bias shows variable spatial and temporal patterns in different climate zones throughout this area. It is expected that this study and its results will be beneficial for hydrological and climatic studies over the TPE region.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4045", 
        "title": "Precipitation bias variability versus various gauges under different climatic conditions over the Third Pole Environment (TPE) region"
    }, 
    {
        "author": "Maria J. Barberà, Raquel Niclòs, Maria J. Estrela, José A. Valiente", 
        "date": "2014-05-23", 
        "description": "\n\nThe stability and moisture content of the different atmospheric levels are commonly used to assess the risk index in the propagation and evolution of a hypothetical forest fire. The Haines Index (HI) combines these terms to determine the environmental potential for wildfire growth. In this paper the environmental stability and humidity associated with the lower atmospheric layers in the Western Mediterranean Basin are investigated by analysing HI calculations over a 29-year period. The HI climatology can be applied to the study of plume-dominated forest fires. These fires tend to present very erratic propagation behaviour and create highly dangerous situations for fire brigades. Thus the knowledge of the typical index values and the meteorological situations that generate them could be extremely useful for minimizing the fire risk and planning specific fire-fighting activities. In this study we carry out a spatial and temporal analysis of the Index and its terms in the Valencia region on the basis of NCEP/NCAR reanalysis data from 1980 to 2008, obtaining a detailed climatological analysis of the HI in the Valencia region for each variant of elevation, which can be used as a reference tool. Moreover, using NCEP reanalysis maps at 500 and 850 hPa, we also perform a daily synoptic analysis for the studied period which is finally associated to the different values that the Index can show in this area. As a result three dominant synoptic weather situations have been defined in this region: continental, maritime and convective. A direct proportionality has been found between increases in the HI and convective situations.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4048", 
        "title": "Climatology of the stability and humidity terms in the Haines Index to improve the estimate of forest fire risk in the Western Mediterranean Basin (Valencia region, Spain)"
    }, 
    {
        "author": "D. H. Lister, P. D. Jones", 
        "date": "2014-05-27", 
        "description": "\n\nIn this article, we develop long-term series of monthly average temperatures and precipitation totals for the modern recording site on the Falkland Islands (at Mount Pleasant Airport). The air temperature series extends back to 1895, but with 16 missing months in 1902 and 1907/8. The precipitation series extends back to 1904, but has all but four months missing in the period 1921–1923. All missing values during the early 1980s are infilled using the ERA-Interim Reanalysis. We compare long-term variations in both variables with the nearest long-term record from Punta Arenas in Chile, and for air temperature with a sea surface temperature series from around the islands.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4049", 
        "title": "Long-term temperature and precipitation records from the Falkland Islands"
    }, 
    {
        "author": "Ondřej Lhotka, Jan Kyselý", 
        "date": "2014-05-26", 
        "description": "\n\nHeat waves (HWs) and cold spells (CSs) have pronounced impacts on the natural environment and society. The main aim of this study was to identify major Central European HWs and CSs since 1950 and assess their severity not only from the viewpoint of temperature and duration but also as to the affected area. The HWs and CSs were delimited from the E-OBS gridded data set. An extremity index was proposed that captures joint effects of spatial extent, temperature and duration of HWs and CSs. During the 1950–2012 period, we identified 18 major HWs and 24 major CSs over Central Europe. The most severe HW occurred in summer 1994, followed by the 2006 HW; both these events were far more extreme over Central Europe than HWs in the well-known 2003 and 2010 summers. The most severe CSs occurred in the winters of 1955/1956 and 1962/1963. The recent winter of 2011/2012 was found to be the sixth coldest since 1950/1951 according to the seasonal sum of the extremity index. The HWs and CSs were classified through a hierarchical cluster analysis of their characteristics (temperature amplitude, spatial extent of the core and duration) into four basic types. The established list of major Central European HWs and CSs might be utilized in further analyses. The extremity index may be applied over different areas to perform comparative studies and used also for evaluation of regional climate model simulations.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4050", 
        "title": "Characterizing joint effects of spatial extent, temperature magnitude and duration of heat waves and cold spells over Central Europe"
    }, 
    {
        "author": "Simao Peng, Qingyun Du, Lunche Wang, Aiwen Lin, Bo Hu", 
        "date": "2014-07-08", 
        "description": "\n\nMeasurements of ultraviolet radiation (UV) and global solar radiation (G) in Lhasa, Tibetan Plateau, from 2006 to 2012 were used to investigate their seasonal characteristics. The maximum UV irradiation and UV fraction (percentage of UV compared to G, FUV) occurred at noon in summer (July) and the minimum values occurred in winter (December); the annual means of UV and FUV were approximately 0.91 MJ m−2 day−1 and 4.3%, respectively. By analysing the dependence of UV irradiances on clearness index (Kt) and cosine of the solar zenith angle, an efficient all-sky model was developed for estimating UV radiation in Tibetan Plateau. The model was tested at Sanjiang and Donghu stations and produced satisfactory estimates. UV dataset was then reconstructed from G using the newly developed model for the period 1961–2012. It was discovered that annual mean daily UV irradiation was approximately 0.89 MJ m−2 day−1 and there was a significant decreasing trend (at the rate of 0.013 MJ m−2 decade−1) over the last 50 years in the Tibetan Plateau. The largest decrease occurred in autumn (−0.023 MJ m−2 decade−1) and a small decrease observed in summer. Meanwhile, results also revealed that UV radiation increased at 0.05 MJ m−2 year−1 from 1989 to 2012, which was inconsistent with the variations of G in the study area. The proposed all-weather UV model is very important for ecological modelling, atmospheric environment, agricultural processes and solar energy applications in the Tibetan Plateau, China.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4051", 
        "title": "Long-term variations of ultraviolet radiation in Tibetan Plateau from observation and estimation"
    }, 
    {
        "author": "Qiang Zhang, Peng Sun, Jianfeng Li, Vijay P. Singh, Jianyu Liu", 
        "date": "2014-05-27", 
        "description": "\n\nXinjiang is the largest arid inland region in China and its agricultural development plays an important role in the socio-economy of China. Drought is one of the major natural hazards in this region and has impacts on agriculture. In this study, spatiotemporal patterns of droughts are analysed based on monthly precipitation datasets from 52 meteorological stations covering the period of 1961–2008 using the Rotated Empirical Orthogonal Functions (REOF) technique and also the Mann–Kendall trend test (MK test). Results of the study indicate that: (1) a wetting tendency is observed in recent years, particularly in northern Xinjiang. Seasonally, the wetting tendency is found mainly in winter. The modes of REOF can be divided by the Tianshan mountain and the principal component (PC) of the northern Xinjiang mode in winter has a significant increasing trend. (2) The area of drought-affected regions is decreasing in northwestern Xinjiang and along the northern side of Tianshan mountain. Seasonally, the area of drought-affected regions is significantly decreasing in winter. (3) The wetting tendency of Xinjiang may alleviate the drought influence. However, uneven spatial patterns of precipitation changes may enhance drought impacts. Besides, drought-related impacts can be greatly alleviated where irrigation conditions are favourable.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4052", 
        "title": "Spatiotemporal properties of droughts and related impacts on agriculture in Xinjiang, China"
    }, 
    {
        "author": "P. Parth Sarthi, Anubha Agrawal, A. Rana", 
        "date": "2014-06-17", 
        "description": "\n\nThe aim of this paper is to study the model's simulated frequency, track, intensity and location of cyclonic storms (CSs) and severe cyclonic storms (SCSs) in the Bay of Bengal (BoB), India. For the purpose, the PRECIS (Providing REgional Climates for Impacts Studies) a regional climate modelling system, of UK Met Office, is used. This model is integrated for the period 1961–1990 (baseline) and the future time period 2071–2100 (High emission scenario, A2). To run the model, the initial and lateral boundary conditions are supplied by UK Met Office. The analysis of frequency, track, intensity and location are carried out for May, June, September and October for the period 1961–1990 and 2071–2100. To evaluate the model's performance in simulating storms frequency during 1961–1990, chi square test is carried out with observed storms for the same period. The model's simulated frequency of storms is an overestimation of observations although the frequency of model's simulated storms during 2071–2100 is less than that of during 1961–1990. In general, model's simulated storms are found moving in the northwest direction from their initial location in all months during 1961–1990 and 2071–2100. In model's simulations, the drop in central pressure is relatively more in the months of May, June, September and October during 2071–2100 compared with that during 1961–1990. During 2071–2100, more intense storms may be possible in the months of May and June compared with that of September and October. It is observed that the model is able to simulate the initial locations of storms during 1961–1990 and 2071–2100 close to observations for the months of June and September, especially.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4053", 
        "title": "Possible future changes in cyclonic storms in the Bay of Bengal, India under warmer climate"
    }, 
    {
        "author": "Aristita Busuioc, Andreea Dobrinescu, Marius-Victor Birsan, Alexandru Dumitrescu, Alina Orzan", 
        "date": "2014-07-03", 
        "description": "\n\nThe simultaneous variability of several climate extremes in Romania on the one hand and the understanding of the large-scale mechanisms responsible for this variability on the other are examined. Ten indices associated with temperature and precipitation extremes computed at high spatial resolution for the period 1961–2010 are analysed. Significant increasing trends for the temperature extremes are detected in all seasons, except for autumn, with the highest increasing rate in summer and the lowest in spring. Regarding precipitation extremes, significant increasing trends over large areas in the frequency of very wet days and maximum daily amount during autumn and in the maximum duration of dry spells during summer are the only ones detected.\nThe large-scale mechanisms responsible for these characteristics of variability, especially the simultaneous variability of several climate extremes, are identified through the canonical correlation analysis applied to a combination of various large-scale predictors and to combined climate extremes.\nIn winter, it was found that the thermodynamic factor (represented by air temperature anomalies at 850 hPa) mainly controls the trends of temperature extremes in Romania, whereas the dynamic one (represented by the sea level pressure anomalies) controls the pattern of trend magnitude. Regarding precipitation extremes, the role of the two factors is reversed. The Carpathians' influence is noted for this season. In summertime, the thermodynamic factor is dominant for both temperature and precipitation extremes analysed in this article. For temperature extremes, the T850 alone could explain their variability characteristics, whereas for precipitation extremes (frequency and duration) the SH700 has the dominant role, except for the maximum duration of dry intervals, which is controlled by a combination of T850 and SH700 anomalies. The connections found in this study are strong and explain a great part of the total observed variance, showing that these results can be used in a future study to build skilful statistical downscaling models, simultaneously for several seasonal climate extremes, giving the results more physical coherence.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4054", 
        "title": "Spatial and temporal variability of climate extremes in Romania and associated large-scale mechanisms"
    }, 
    {
        "author": "Yu Liu, Yanchao Wang, Qiang Li, Huiming Song, Yanhua Zhang, Zhonglin Yuan, Zhongyu Wang", 
        "date": "2014-05-26", 
        "description": "\n\nThe study of humidity is important for better understanding the past climatic variations. However, there have been few long-term humidity reconstructions using tree-ring widths worldwide. Here, we present a June–September mean relative humidity (MRH69) reconstruction from AD 1837 to 2011 using Chinese pine trees (Pinus tabulaeformis Carr.) from the Yiwulü Mountain region in northeastern China. The reconstruction explained 39.8% of the instrumental variance during the calibration period. We found that precipitation only influenced the MRH69 on an annual scale (high frequency), but the mean maximum temperature (MMT) impacted the MRH69 both on an annual scale (high frequency) and decadal time scale (low frequency). The MRH69 reconstruction showed a consistently increasing trend from AD 1881 to 1990, after which it diminished sharply. More high humidity years occurred after the 1960s and more low humidity years occurred before the 1960s. In the study area, MRH69 decreased along with global warming after the 1980s. On the decadal scale, there were five high-value MRH69 intervals: 1842–1850, 1865–1871, 1898–1902, 1823–1927 and 1932–1997; there were five low-value intervals: 1851–1864, 1872–1897, 1903–1922, 1928–1931 and 1998–2006. In addition, the MRH69 reconstruction showed the large-scale representativeness of sea–land coupling. On the decadal scale, our MRH69 reconstruction varied synchronously with the Arctic Oscillation index (AOI), suggesting that the AOI might be linked with MRH69 in the Yiwulü Mountain region. Historical documents and meteorological data indicate that flooding (or drought) often occurred in the years with higher (or lower) humidity compared with the moving average values of the mean relative humidity (MRH).\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4057", 
        "title": "A tree-ring-based June–September mean relative humidity reconstruction since 1837 from the Yiwulü Mountain region, China"
    }, 
    {
        "author": "Ying Liu, Hong-Li Ren", 
        "date": "2014-05-27", 
        "description": "\n\nDownscaling techniques can effectively improve the coarse resolution and poor representation of precipitation predicted by general circulation model (GCM). In this study, a statistical downscaling (SD) method, based on the singular value decomposition (SVD), is proposed for better representing the coupled variation between predictors and winter precipitation in China. By comparing current predictors from Climate Forecast System version 2 (CFSv2) of National Centers for Environmental Prediction and previous predictors from observation, the two best appropriate predictors, the winter sea level pressure (SLP) from the CFSv2 and the autumn sea-ice concentration (SIC) from observation, are selected to construct the SD model for prediction of winter precipitation in China. Three downscaling schemes are developed by involving the SLP, SIC, and both of them (i.e. SLP-scheme, SIC-scheme, and SS-scheme), respectively. Validations for the schemes show a considerable improvement of performance in predicting China winter precipitation, compared with the original CFSv2 output. The temporal and spatial anomaly correlation coefficient (ACC) and root mean square errors (RMSE) were estimated. For the cross validation, the spatial ACC are increased from ∼0.01 of the CFSv2 to >0.3 of the downscaling model. For the independent validation, the temporal RMSE from the downscaling schemes are all decreased more than 30%. In particular, the results using the SS-scheme showed relatively smaller RMSE than those of either the SLP-scheme or SIC-scheme, and hence can reproduce the precipitation anomaly in 2011 and 2012 winters more accurately.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4058", 
        "title": "A hybrid statistical downscaling model for prediction of winter precipitation in China"
    }, 
    {
        "author": "Jonathan Spinoni, Sandor Szalai, Tamás Szentimrey, Monika Lakatos, Zita Bihari, Andrea Nagy, Ákos Németh, Tamás Kovács, Dragan Mihic, Milan Dacic, Predrag Petrovic, Aleksandra Kržič, Johann Hiebl, Ingeborg Auer, Janja Milkovic, Petr Štepánek, Pavel Zahradnícek, Piotr Kilar, Danuta Limanowka, Robert Pyrc, Sorin Cheval, Marius-Victor Birsan, Alexandru Dumitrescu, György Deak, Monica Matei, Igor Antolovic, Pavol Nejedlík, Pavel Štastný, Peter Kajaba, Oliver Bochnícek, Dalibor Galo, Katarina Mikulová, Yurii Nabyvanets, Oleg Skrynyk, Svitlana Krakovska, Natalia Gnatiuk, Radim Tolasz, Tiberiu Antofie, Jürgen Vogt", 
        "date": "2014-06-12", 
        "description": "\n\nThe Carpathians are the longest mountain range in Europe and a geographic barrier between Central Europe, Eastern Europe, and the Balkans. To investigate the climate of the area, the CARPATCLIM project members collected, quality-checked, homogenized, harmonized, and interpolated daily data for 16 meteorological variables and many derived indicators related to the period 1961–2010. The principal outcome of the project is the Climate Atlas of the Carpathian Region, hosted on a dedicated website (www.carpatclim-eu.org) and made of high-resolution daily grids (0.1° × 0.1°) of all variables and indicators at different time steps. In this article, we analyze the spatial and temporal variability of 10 variables: minimum, mean, and maximum temperature, daily temperature range, precipitation, cloud cover, relative sunshine duration, relative humidity, surface air pressure, and wind speed at 2 m. For each variable, we present the gridded climatologies for the period 1961–2010 and discuss the linear trends both on an annual and seasonal basis. Temperature was found to increase in every season, in particular in the last three decades, confirming the trends occurring in Europe; wind speed decreased in every season; cloud cover and relative humidity decreased in spring, summer, and winter, and increased in autumn, while relative sunshine duration behaved in the opposite way; precipitation and surface air pressure showed no significant trend, though they increased slightly on an annual basis. We also discuss the correlation between the variables and we highlight that in the Carpathian Region positive and negative sunshine duration anomalies are highly correlated to the corresponding temperature anomalies during the global dimming (1960s and 1970s) and brightening (1990s and 2000s) periods.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4059", 
        "title": "Climate of the Carpathian Region in the period 1961–2010: climatologies and trends of 10 variables"
    }, 
    {
        "author": "Jianqi Sun, Joong-Bae Ahn", 
        "date": "2014-06-09", 
        "description": "\n\nThe potential dynamical predictability of the winter Arctic Oscillation (AO) is investigated using the ensemble hindcast from the Pusan National University coupled general circulation model (PNU-CGCM) over the 30-year period of 1981–2010. The analysis indicates that PNU-CGCM can not only reproduce the spatial distribution of the AO but also significantly simulate the AO's temporal variability. In addition, the coupled model performs well in terms of predicting the AO's impact on the Northern Hemisphere winter climate. These results reveal the coupled model's potential for dynamical forecasting of the climate over the mid-latitude to high latitude.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4060", 
        "title": "Dynamical seasonal predictability of the Arctic Oscillation using a CGCM"
    }, 
    {
        "author": "P. D. Jones, D. H. Lister", 
        "date": "2014-06-04", 
        "description": "\n\nERA-Interim reanalysis for near-surface air temperature agrees well with land stations in most regions with the principal exception of the Antarctic. Here we compare annual and monthly values from 40 manned and automatic weather stations (AWSs) with ERA-Interim between 1979 and 2013. In terms of absolute differences between ERA-Interim and the station observations, ERA-Interim is biased warm (by up to 5 °C) at the few inland stations, but biased cool at lower latitudes between 65°S and 78°S (by up to 6 °C) at some locations. These biases tend to reduce between the period 1979–1990 and 2002–2013 at many sites, but they increase at three sites on the Antarctic Peninsula. Comparisons of differences in variability show one or nine stations have standard deviation values for ERA-Interim 20% less or more than the station series. Time series agreement in terms of monthly correlations of anomalies is good (r ≥ 0.89) for most of the stations, but seven are below 0.80, with ten between the two thresholds. Finally, we produce an ‘Antarctic’ average time series by simple averaging of the 40 stations and ERA-Interim time series, as well as calculating an average based on all land points across the Antarctic from ERA-Interim. The series based on all land points is more variable on the year-to-year timescale and trends for the overall period are reduced.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4061", 
        "title": "Antarctic near-surface air temperatures compared with ERA-Interim values since 1979"
    }, 
    {
        "author": "Tim Legg", 
        "date": "2014-07-12", 
        "description": "\n\nWe assess the uncertainties in the monthly 5-km resolution gridded values and derived areal averages of UK temperature and precipitation since 1910, and sunshine since 1929, developed by the Met Office National Climate Information Centre. Subsampling experiments are used to estimate the sampling uncertainties as a function of the density of the observing network; these estimates are then ascribed to historical gridded values and area averages according to the historical sampling density. Available historical manuscripts could support future extension of gridded and areal-average records back to 1901 for temperature, about 1871 for precipitation and 1921 for sunshine, with sufficient sampling to provide reliable historical context for current events. We combine the sampling uncertainties since 1910 with estimated calibration and measurement uncertainties to yield total uncertainties that we tabulate and illustrate in association with selected series. Methods and results are discussed in the light of existing estimates of uncertainties in Central England temperature and UK regional precipitation.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4062", 
        "title": "Uncertainties in gridded area-average monthly temperature, precipitation and sunshine for the United Kingdom"
    }, 
    {
        "author": "Lingpeng Guo, Lanhai Li", 
        "date": "2014-06-14", 
        "description": "\n\nSnowfall in mountainous areas provides indispensable water sources for arid and semi-arid watersheds. Changes in snowfall and snowmelt regimes have significantly impacted the water resources' variations and management. This study addresses the ratio of snowfall to precipitation (S/P) in the Tian Shan Mountains, China. It aims to examine changes in S/P ratio and its synchronization with climate change. The results show that the average S/P ratio experienced a downward trend under the precipitation and snowfall increases as well as temperature increases during the cold seasons in 1961–2010. Spatially, the S/P ratios show an increasing trend in the Boertala Valley and the southern slope of the middle Tian Shan Mountains, but a decreasing trend in Yili Valley, and the western and the northern slope of the middle Tian Shan Mountains. The S/P ratios decreased significantly in middle altitudes with elevation ranging from 1500 to 2500 m, but either decreased or increased at elevations below 1500 m due to a temperature inversion in the elevation belt. In high altitudes with elevation over 3500 m, the magnitudes of the decreased S/P ratios were small because the temperature was always below freezing. The decreases in S/P ratio was mainly attributed to the relative changes in snowfall (dS/S) being less than that in precipitation (dP/P), whereas the increases in S/P ratio resulted from the relative changes in snowfall (dS/S) being more than that in precipitation (dP/P). Temperature increases have also lead to the decreases in S/P ratios to some extent.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4063", 
        "title": "Variation of the proportion of precipitation occurring as snow in the Tian Shan Mountains, China"
    }, 
    {
        "author": "Ning Lu, Jun Qin, Yang Gao, Kun Yang, Kevin E. Trenberth, Maria Gehne, Yunqiang Zhu", 
        "date": "2014-05-27", 
        "description": "\n\nThe trends and variations in precipitable water (PW) over the Tibetan Plateau (TP) from 2000 to 2010 are analysed using the monthly mean PW datasets from Moderate Resolution Imaging Spectroradiometer (MODIS) and ERA-Interim reanalysis of European Centre for Medium-Range Weather Forecasts (ECMWF). Three different methods (including linear fit, non-parametric and non-linear) are used to estimate PW trends and their significance. The trend patterns derived from MODIS and ECMWF are very similar except for the magnitude. Increasing trends are found in the eastern and western TP; with decreasing trends in the middle. Atmospheric water vapour is more changeable compared to the surrounding areas and large PW anomalies occur frequently in July and August over the TP. Regression analysis between monthly mean anomalies of ECMWF PW and ECMWF surface air temperature (SAT) indicates reanalyses data show larger regression slope (7.36 ± 0.75 % K–1) over the TP than the MODIS observations (4.81 ± 0.72 % K–1) mainly in the non-monsoon season. The comparison of the vertically integrated moisture flux and its divergence between the wettest and driest monsoon seasons indicates that the PW spatial variability in monsoon seasons over the TP is affected by the large-scale atmospheric circulation. Although the TP region is under the influence of one large-scale circulation pattern (the monsoon) and the consistent warming background, the PW trends and the relation of PW and temperature are spatially heterogeneous, which is particularly important for predicting hydrological changes in this region.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4064", 
        "title": "Trends and variability in atmospheric precipitable water over the Tibetan Plateau for 2000–2010"
    }, 
    {
        "author": "Rudolf Brázdil, Miroslav Trnka, Jiří Mikšovský, Ladislava Řezníčková, Petr Dobrovolný", 
        "date": "2014-06-11", 
        "description": "\n\nDrought is an extreme meteorological phenomenon involving serious economic consequences. In the Czech Lands, it is reflected in significant reductions in agricultural productivity, lack of water for hygiene and industry, and impacts of forest management. Mean monthly temperature and precipitation series created for the Czech Lands for 1805–2012 were used to calculate spring (MAM) and summer (JJA) drought indices (SPI-1, SPI-12, SPEI-1, SPEI-12, Z-index and PDSI), which were then used for further analyses. Fluctuations in drought indices demonstrate an increasing long-term dryness in the Czech climate, statistically significant for SPEI-12 and PDSI in MAM and JJA (in MAM as well for SPEI-1 and Z-index). A significant concentration of drought episodes before 1880 may be attributed to a lack of precipitation, whereas the droughts of recent decades (particularly 2004–2012) are more strongly related to high temperatures. The effects of droughts are reflected in significant reductions in winter wheat and spring barley yields in the eastern province of Moravia. Regression analysis of drought forcings discloses the importance of the North Atlantic Oscillation phase and the aggregate effect of anthropogenic forcing (driven largely by increases in CO2 concentration). Their magnitude of influence varies strongly with the type of drought index and season of the year. Other factors, such as solar irradiation and the Southern Oscillation phase make only minor contributions to drought variability. The effects of volcanic activity and the Atlantic Multidecadal Oscillation are even weaker and statistically insignificant.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4065", 
        "title": "Spring-summer droughts in the Czech Land in 1805–2012 and their forcings"
    }, 
    {
        "author": "Jehangir Ashraf Awan, Deg-Hyo Bae, Kyung-Joong Kim", 
        "date": "2014-06-17", 
        "description": "\n\nRainfall is a complex phenomenon with high spatiotemporal variability. Identification of homogeneous rainfall zones to better analyse the rainfall intensity and extent is of vital significance for water resources management and mitigation of potential hazards from extreme events, i.e. droughts and floods. Appropriate zoning of homogeneous rainfall regions may give better understanding of rainfall patterns by resolving small scale variations. Although homogeneous rainfall zones have been established at country scale based on climatological mean behaviour, there has been little attempt to identify zones over broader scale with consistently homogeneous rainfall variability. This study employed K-means and Hierarchical clustering methods to establish homogeneous rainfall zones in the East Asia monsoon region (20°N–50°N, 103°E–149°E) using 30 years (1978–2007) monthly rainfall data at 0.5° grid resolution. Various cluster validation indices were used to assess the optimal number of homogeneous rainfall zones. The comparison of K-means and Hierarchical clustering showed that although both methods were able to define the homogeneous rainfall zones well with spatial contiguity, the K-means clustering outperformed the Hierarchical clustering in identifying more distinct zones with diverse rainfall characteristics. Mann-Kendall and linear regression tests were used for seasonal and annual rainfall trend analysis in the homogeneous rainfall zones. The study revealed that the region experiences distinct rainfall regimes over different zones. Furthermore, significant increasing and decreasing trends were observed over different zones with strong seasonal variation that indicate the aggravated stress of climate induced disasters, i.e. droughts and floods over the East Asia monsoon region.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4066", 
        "title": "Identification and trend analysis of homogeneous rainfall zones over the East Asia monsoon region"
    }, 
    {
        "author": "K. E. Bennett, J. E. Walsh", 
        "date": "2014-07-15", 
        "description": "\n\nExtreme temperature and precipitation events in Alaska are examined in an ensemble of global climate models (GCMs) and an atmospheric reanalysis. Extreme monthly maximum and minimum temperature and the monthly maximum 5-day precipitation amount are evaluated for a 30-year historical period and two 30-year future time slices (2050s and 2080s). Although biases exist, models capture the spatial pattern and seasonality of the extremes depicted by the ERA-40 reanalysis. Discrepancies between station data (Anchorage, Fairbanks and Barrow) and GCMs/reanalysis are larger than the model-reanalysis differences, and are consistent with (1) surface elevation differences arising from the models' resolution and (2) gauge undercatch of precipitation in the station data. GCMs project future changes that are 2–4 times larger than the across-model standard deviations. The largest changes projected by the GCMs are significantly different from the historical mean at the 95% confidence level. Changes in extreme minimum temperature and extreme 5-day precipitation projections are larger than changes in means. The extreme minimum temperatures are projected to increase 2–3 times as much as the extreme maximum temperatures in all seasons except summer, with the largest increases of extreme minima in coastal regions. By the 2080s, the increases in all three extremes indices are twice as large in the Representative Concentration Pathway (RCP) 8.5 as in the RCP 4.5 scenario. The magnitude of the projected increase of maximum 5-day precipitation is largest in southern and inland areas, although the percentage increase is largest in the north. In the RCP 8.5 simulations, the inter-annual variability of extreme temperatures narrows by the end of the century, most notably in autumn. Record-breaking 5-day precipitation events become more common in the RCP 8.5 than in the RCP 4.5 scenario.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4067", 
        "title": "Spatial and temporal changes in indices of extreme precipitation and temperature for Alaska"
    }, 
    {
        "author": "A. F. Militino, M. D. Ugarte, T. Goicoa, M. Genton", 
        "date": "2014-06-11", 
        "description": "\n\nAccumulated daily rainfall in non-observed locations on a particular day is frequently required as input to decision-making tools in precision agriculture or for hydrological or meteorological studies. Various solutions and estimation procedures have been proposed in the literature depending on the auxiliary information and the availability of data, but most such solutions are oriented to interpolating spatial data without incorporating temporal dependence. When data are available in space and time, spatiotemporal models usually provide better solutions. Here, we analyse the performance of three spatiotemporal models fitted to the whole sampled set and to clusters within the sampled set. The data consists of daily observations collected from 87 manual rainfall gauges from 1990 to 2010 in Navarre, Spain. The accuracy and precision of the interpolated data are compared with real data from 33 automated rainfall gauges in the same region, but placed in different locations than the manual rainfall gauges. Root mean squared error by months and by year are also provided. To illustrate these models, we also map interpolated daily precipitations and standard errors on a 1 km2 grid in the whole region.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4068", 
        "title": "Interpolation of daily rainfall using spatiotemporal models and clustering"
    }, 
    {
        "author": "Sandro Wellyanto Lubis, Christoph Jacobi", 
        "date": "2014-06-12", 
        "description": "\n\nA detailed examination of the Tropical Rainfall Measuring Mission (TRMM) daily estimates, merging high-quality (HQ)/infrared (IR) precipitation from 1998 to 2009, revealed the modulating influence of convectively coupled equatorial waves (CCEWs), including Kelvin, n = 1 equatorial Rossby (ER), mixed Rossby-gravity (MRG), and tropical depression (TD)-type waves, on the variability of tropical precipitation. Consistent with inviscid β-plane shallow water theory, the wave-induced convergence zones are found to be an active location for precipitation. Modulated precipitation by ER waves exhibits slow westward phase progression of approximately −4.8 m s−1, and it is distributed as a symmetric pair of off-equatorial maxima and a weak equatorial peak. MRG waves show an asymmetrically modulated precipitation distribution and a faster phase progression of about −16.1 m s−1 followed by enhanced symmetrical gyres. Peak precipitation within TD-type waves originates in the trough axis of off-equatorial vortex trains and propagates to the west at approximately −9.5 m s−1. Regarding Kelvin waves, typical positive precipitation anomalies travelling in the east–west direction occur in the maxima of low-level wind convergences, with an approximate phase progression of about 15.4 m s−1.\nVariability of tropical precipitation due to CCEWs behaves relatively varied over different seasons and locations. TD-type waves exhibit more predominant impacts than other waves, with maximum impacts of up to 9.75 ± 4.54% of the total precipitation variance during boreal summer, which is three times higher than the MRG peak (2.90 ± 0.82%). On the other hand, Kelvin and n = 1 ER waves each have more prominent effects during boreal winter; up to 6.99 ± 3.30 % and 3.77 ± 1.79 %, respectively. On average, our results suggest that, although being less dominant than other tropical oscillations (e.g. ENSO, MJO), these four types of CCEWs can considerably affect precipitation by contributing up to 16–20% of the total intraseasonal (2.5–72 days) precipitation variance in the tropics.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4069", 
        "title": "The modulating influence of convectively coupled equatorial waves (CCEWs) on the variability of tropical precipitation"
    }, 
    {
        "author": "Alexandre Belleflamme, Xavier Fettweis, Michel Erpicum", 
        "date": "2014-06-17", 
        "description": "\n\nFuture climate change projections are not limited to a simple warming, but changes in precipitation and sea level pressure (SLP) are also projected. The SLP changes and the associated atmospheric circulation changes could directly mitigate or enhance potential projected changes in temperature and precipitation associated with rising temperatures. With the aim of analysing the projected circulation changes and their possible impacts on temperature and precipitation over Europe in summer [June–July–August (JJA)], we apply an automatic circulation type classification method, based on daily SLP, on general circulation model (GCM) outputs from the Coupled Model Intercomparison Project phase 5 (CMIP5) database over the historical period (1951–2005) and for climate under two future scenarios (2006–2100). We focus on summer as it is the season when changes in temperature and precipitation have the highest impact on human health and agriculture. Over the historical observed reference period (1960–1999), our results show that most of the GCMs have significant biases over Europe when compared to reanalysis data sets, both for simulating the observed circulation types and their frequencies, as well as for reproducing the intraclass means of the studied variables. The future projections suggest a decrease of circulation types favouring a low centred over the British Isles for the benefit of more anticyclonic conditions. These circulation changes mitigate the projected precipitation increase over north-western Europe in summer, but they do not significantly affect the projected temperature increase and the precipitation decrease over the Mediterranean region and eastern Europe. However, the circulation changes and the associated precipitation changes are tarnished by a high uncertainty among the GCM projections.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4070", 
        "title": "Do global warming-induced circulation pattern changes affect temperature and precipitation over Europe during summer?"
    }, 
    {
        "author": "Yuk Feng Huang, Yan Jun Puah, Kuan Chin Chua, Teang Shui Lee", 
        "date": "2014-06-09", 
        "description": "\n\nClimate change is a global issue that has impact on every living being in the world. One of the most noticeable consequences of these global phenomena is the inevitable water cycle modification, with precipitation being a major component in these processes. Consequently, research into the occurrence and distribution of precipitation has increased over the past few decades. As Malaysia is located in the tropical area where there is no distinct four seasons, analysing rainfall has therefore become one of the common assessment tools for climate change. In this study, rainfall trends of Langat River Basin were examined on a monthly and seasonal basis (monsoon and non-monsoon) for the period of 1970–2012. Only rainfall time series with duration more than 25 years and missing data less than 10% have been considered for this study. The Holt's test has been employed to model the rainfall trends for the 10 selected time series; while Kendall's Tau test and Spearman's Rho test were used to test, compare and support for the significance of the trends. For monthly rainfall trends analysis, it was found that March, July and November are among the months those have most of the stations with increasing rainfall trends; while May and September are the months with the highest number of stations showing decreasing rainfall trends. Specifically, station 2815001 shows the highest number of months with changing rainfall trends throughout the year; while station 44255 has the least number of months with changing rainfall trends. Based on the seasonal rainfall trend analysis, there are seven stations during the Northeast Monsoon that revealed upward trends and the result is found to be consistent with the monthly rainfall trend analysis.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4071", 
        "title": "Analysis of monthly and seasonal rainfall trends using the Holt's test"
    }, 
    {
        "author": "Yao Feng, Xinyi Zhao", 
        "date": "2014-07-09", 
        "description": "\n\nIn order to detect daily temperature trend in eastern China, observed daily temperature data spanning over 32 years (1979–2010) including daily maximum temperature (Tmax), minimum temperature (Tmin) and mean temperature (Tavg) were analysed. Besides, land cover conversions in grassland/cropland around 102 meteorological stations were also investigated to explore the sensitivity of temperature to grassland/cropland. Increasing trends were detected in observed Tmax and Tmin, with distinct connection to the distribution of grassland/cropland. Tmax changed greatly in grassland and Tmin in cropland. Besides, unique seasonal and spatial variability was discovered in Tmax and Tmin, respectively. Finally, percentile-based temperature indices derived from observed daily temperature data were further involved to demonstrate the sensitivity of temperature extremes to grassland/cropland, which showed that the annual occurrences of warm day, summer heat wave and winter warm night events were increasing, while those of cold night were decreasing. Analysis of thresholds that distinguished summer heat wave and winter warm night events suggested higher temperature in grassland.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4072", 
        "title": "Daily temperature trend and sensitivity to grassland and cropland in eastern China during the past 32 years"
    }, 
    {
        "author": "Kevin K. W. Cheung, Ningbo Jiang, K. S. Liu, Lisa T.-C. Chang", 
        "date": "2014-06-12", 
        "description": "\n\nThe variability of intense tropical cyclone (TC) in the Southern Hemisphere and its relation to large-scale environmental parameters are examined through temporal and spatial principal component analysis (PCA). The results show that there was a shift from low intense TC activity during 1976/1977–1987/1988 (period 1) to high activity during 1988/1989–2007/2008 (period 2). Accumulated cyclone energy maps indicate that this shift is related to more occurrences of intense TCs in the southwestern Indian Ocean (SWIO) and northwestern Australian region during period 2. The spatial-mode PCA identifies distinct sea surface temperature anomaly (SSTA) patterns dominating in periods 1 and 2. The four dominating patterns in period 1 have low or negative SSTA in the TC development regions (especially over SWIO), whereas the five dominating ones in period 2 have much higher SSTA in the same regions. The temporal variability of the vertical wind shear (VWS) over the Indian Ocean (IO) is examined through the temporal-mode PCA. The first mode is El Niño Southern Oscillation (ENSO)-related, but there is no clear interdecadal variability identified. The second mode shows high VWS during the 1970s to early 1980s that is similar in length to period 1, followed by low VWS afterwards during period 2. This change in VWS thus may be responsible for the shift in intense TC activity over the IO. Linear correlative analysis shows that the mode of variability in VWS is significantly related to subtropical dipole events in the IO. Potential linkages of these findings with ENSO and Interdecadal Pacific Oscillation are discussed.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4073", 
        "title": "Interdecadal shift of intense tropical cyclone activity in the Southern Hemisphere"
    }, 
    {
        "author": "Sil Lanckriet, Amaury Frankl, Enyew Adgo, Piet Termonia, Jan Nyssen", 
        "date": "2014-06-19", 
        "description": "\n\nThis study presents a method to elaborate atmospheric teleconnections and applies it on the drought-prone region of North Ethiopia. By doing so, the relatively new procedure known as empirical orthogonal teleconnection analysis (EOT) was validated as an effective way for identifying the impact of atmospheric patterns in remote oceanic basins on rainfall trends at a particular location. Rainfall trends were investigated, and trend analysis on optimally interpolated rain gauge data (1948–2013) shows no significant decrease for kiremt rainfall (June–September) in North Ethiopia. However, EOT analysis of assimilated mean sea level pressure data reveals that not only El Niño Southern Oscillation (ENSO)/La Niña, but also the Indian Ocean Dipole (IOD) has a significant impact in North Ethiopia. Including the variability of the Southwest Monsoons (SWM), subsequent multivariate regression could model North Ethiopian kiremt rainfall from these three teleconnections (R2 = 0.64), representing 89% of all dry years. In particular, the interaction between these three teleconnections was a major contributor to the 1983–1985 droughts and famine. The study hence finds a significant impact of three atmospheric teleconnections (ENSO, IOD, SWM) on North Ethiopian rainfall variability. Moreover, it is pointed out that EOT analysis is a useful tool to identify the relations between drought risk and remote atmospheric systems.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4074", 
        "title": "Droughts related to quasi-global oscillations: a diagnostic teleconnection analysis in North Ethiopia"
    }, 
    {
        "author": "Wei Gu, Lin Wang, Weijing Li, Lijuan Chen, Chenghu Sun", 
        "date": "2014-06-11", 
        "description": "\n\nAnalysis of observational and reanalysis data shows that the autumn precipitation in South China is closely related to the east–west sea surface temperature (SST) contrast in the tropical Pacific. An east–west contrast (EWC) index, defined as the difference of the normalized area-averaged SST between the tropical eastern Pacific (150°W–90°W, 5°S–5°N) and the tropical western Pacific (WP; 110°E–180°E, 5°S–5°N), is proposed to delineate this feature. When the EWC index is positive, the tropical eastern (western) Pacific is warmer (colder) than normal. It would cause significant southerly wind anomalies from the Indochina Peninsula to eastern China, leading to enhanced water vapour convergence and anomalous ascending motion over South China. Therefore, enhanced autumn precipitation is observed in South China. Further analysis suggests that the SST of the tropical WP dominates the lower-tropospheric meridional wind and the resultant water vapour transport and convergence over subtropical East Asia, and that the SST of both the tropical eastern and the tropical WP contributes to the anomalous ascending motions over South China. These results highlight the combined effects of tropical eastern and WP on the autumn precipitation in South China and specifically emphasize the role of tropical WP SST. Given the performance of the EWC index in describing the autumn precipitation as well as the leading time and the persistence of the EWC index, it could be used as a good indicator in the monitoring and prediction of the autumn precipitation in South China, which is demonstrated by a simple statistical prediction model.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4075", 
        "title": "Influence of the tropical Pacific east–west thermal contrast on the autumn precipitation in South China"
    }, 
    {
        "author": "J. Estévez, P. Gavilán, A. P. García-Marín, D. Zardi", 
        "date": "2014-06-26", 
        "description": "\n\nTipping-bucket rain gauges are convenient and reliable sensors of rainfall measurements; however, like all other field sensors, they are subject to different kinds of errors. Due to their location, rain gauges in this research can record accidental pulses produced by vibrations from works of farm machineries near the station, or may receive water from sprinkler irrigation systems. These spurious inputs are recorded as precipitation data, although they do not correspond to rain, so it is necessary to detect them in order to avoid their inclusion in the future soil–water balance. The main objective of this work is to design a simple quality control procedure to validate precipitation data generated in several stations of the Agroclimatic Information Network of Andalusia (southern Spain), and valid for similar agro-meteorological station networks. The relationship between the degree of cloudiness through attenuation of solar radiation (atmospheric transmittance coefficient), relative humidity and rainfall measurements has been studied in order to separate true and false precipitation records. Meteorological data from 2002 to 2011 were used for the study.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4076", 
        "title": "Detection of spurious precipitation signals from automatic weather stations in irrigated areas"
    }, 
    {
        "author": "Eduardo Herrera, Víctor Magaña, Ernesto Caetano", 
        "date": "2014-06-26", 
        "description": "\n\nSummer precipitation over most of the tropical Americas exhibits maxima in June and September, and a relative minimum in July. The minimum in summer precipitation over the northeastern (NE) tropical Pacific is known as the midsummer drought (MSD). Several theories have been put forward to explain the origin of the MSD, but most of them fail at addressing simultaneously the various elements that characterize it. The temporal evolution of summer precipitation over the NE tropical Pacific warm pool and over the Intra-Americas Seas (IAS) is related, but not the result of the same process. Over the NE Pacific warm pool, the temporal evolution of convective activity is closely related to sea surface temperature (SST) variations, whereas over the IAS, the Caribbean low-level jet (CLLJ) with maximum intensity in July appears to be the key factor. The CLLJ produces ‘gap flow’ over Central America that reaches the NE tropical Pacific and stronger easterly winds. This low-level flow leads to a decrease in SSTs and a westward shift of low-level moisture convergence that combined with subsidence result in the MSD. At the CLLJ exit region, intense tropical convection enhances during July reducing the chances that large-scale circulations, such as the North Atlantic Subtropical High (NASH) inhibit precipitation over the entire tropical Americas. The strong ascending motion off the Caribbean coast of Nicaragua and Costa Rica contributes to enhanced subsidence in the surrounding regions and to the MSD. As the CLLJ and tropical convection in the western Caribbean weaken during August and September, tropical convection increases once more over most of the tropical Americas and produces the second maximum in precipitation that completes the two peaks distribution of summer precipitation. Therefore, the fluctuations in the intensity of the CLLJ appear to be a key dynamical element to explain the MSD.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4077", 
        "title": "Air–sea interactions and dynamical processes associated with the midsummer drought"
    }, 
    {
        "author": "M. Nazrul Islam, Mansour Almazroui, Ramzah Dambul, P. D. Jones, A. O. Alamoudi", 
        "date": "2014-06-11", 
        "description": "\n\nLong-term changes in seasonal temperature extremes based on daily data across Saudi Arabia for the period 1981–2010 are analysed by assessing the trends for the four conventional seasons. Surface observations of daily maximum and minimum temperatures from high-quality datasets at 27 stations are used as the input. The trend throughout each season is then derived by employing Sen's slope estimator to four extreme value indices, four relative indices and three mean value indices. Warming trends for extreme value indices are observed for the majority of stations, particularly significant (at 95% level) in spring and summer seasons, however, mixed increase/decrease trends are found for the cold temperature extremes in autumn and winter seasons. Relative indices show significant warming trends for the majority of stations in all seasons; however, strong warming (above 5 days decade−1) is witnessed in the spring, summer and autumn seasons. The rapid rise (fall) of the number of warm (cool) days compared to warm (cool) nights is observed in the winter, summer and autumn (winter and spring) seasons. Warming of cool/warm nights is insignificant for the majority of stations in winter. The national average of mean value index diurnal temperature range shows an increasing trend for all seasons; however, its mixed increase/decrease trends are observed for the majority of stations in summer and autumn seasons. Time series analysis reveals that irrespective of seasons, warming is clearly visible in Saudi Arabia after 1997. Variations of warming for different regions across the country are also noticed.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4078", 
        "title": "Long-term changes in seasonal temperature extremes over Saudi Arabia during 1981–2010"
    }, 
    {
        "author": "L. Durán, B. Rodríguez-Fonseca, C. Yagüe, E. Sánchez", 
        "date": "2014-06-20", 
        "description": "\n\nIt is well known how mountains play a crucial role in the climate system and have very particular climate features compared to other regions. Sierra de Guadarrama is a part of the Iberian Peninsula Central System (Spain), a mountain range located in the center of an extensive plateau, dominated by a continental Mediterranean climate but under a strong Atlantic influence. This range provides fresh water to the different settlements in its vicinity, providing enough water resources to several millions of inhabitants, crop fields, industries and the city of Madrid, the capital of Spain. Nevertheless, there is no work studying the role of the synoptic scale in relation to the precipitation in this mountain range. To tackle this problem, this work calculates water vapour flux patterns (WVFPs) using total column water vapour flux as a predictor field due to the close relation between this parameter and the precipitation in mountainous areas. A clustering analysis on the first three principal components of the predictor field was performed and seven differentiated WVFPs were found using a cost function considering local precipitation data for optimum number of cluster determination. Then, an analysis is made for each component in terms of synoptic relation with other fields and well-known broader teleconnection patterns. Finally, an analysis in terms of their contribution to total precipitation, mean rain intensity and probability of precipitation is made. This work is expected to bring new light on the knowledge of precipitation climatology over this crucial and still not very well-known area, and it is a solid step for future precipitation modelling tools validation that combined with reliable measurements will allow to produce realistic precipitation assessments and forecasts in order to improve the hydrological management of this complex area.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4079", 
        "title": "Water vapour flux patterns and precipitation at Sierra de Guadarrama mountain range (Spain)"
    }, 
    {
        "author": "Haim Kutiel, Jelena Luković, Dragan Burić", 
        "date": "2014-07-10", 
        "description": "\n\nRain spells are a key parameter in examining rainfall regime. A rain spell is defined as a series of consecutive days above a certain daily rainfall threshold (DRT). For each rain spell, its duration (RSD), yield (RSY) and average intensity (RSI), as well as their total number (NRS) in each year, were calculated.\nThe present study analyses daily rainfall series from 22 stations representing the different regions of Serbia and Montenegro in the period 1949–2007. This study highlights the temporal variability (both inter- and intra-annual) and the complexity of the rainfall regime in both countries.\nIn each station, all years were divided into three categories: wet, normal and dry according to their standard scores. Then, on the basis of these scores, the entire year was categorized accordingly. The various rain-spell parameters were calculated and are presented for each of these three categories. The relationships between NRS (exponential), RSY (linear) and RSI (power) with the RSD were calculated for each station and their coefficients were plotted.\nThe entire study area was divided into three sub-regions in terms of similar annual behaviour, using the factor analysis. The regions are as follows: northern and central Serbia, eastern and southern Serbia and Montenegro.\nAll years were grouped into several clusters, each representing a different spatial distribution. Their characteristics and probabilities are presented.\nOverall, Montenegro is much rainier than Serbia, having longer and more intense rain spells. Serbia, on the other hand, has more short rain spells than Montenegro and demonstrates no real summer dryness such as in Montenegro. Intra-annual variability is relatively high in both countries, slightly higher in Montenegro.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4080", 
        "title": "Spatial and temporal variability of rain-spells characteristics in Serbia and Montenegro"
    }, 
    {
        "author": "M. M. Sheikh, N. Manzoor, J. Ashraf, M. Adnan, D. Collins, S. Hameed, M. J. Manton, A. U. Ahmed, S. K. Baidya, H. P. Borgaonkar, N. Islam, D. Jayasinghearachchi, D. R. Kothawale, K. H. M. S. Premalal, J. V. Revadekar, M. L. Shrestha", 
        "date": "2014-06-24", 
        "description": "\n\nOver the last few decades, weather and climate extremes have become a major focus of researchers, the media and general public due to their damaging effects on human society and infrastructure. Trends in indices of climate extremes are studied for the South Asian region using high-quality records of daily temperature and precipitation observations. Data records from 210 (265) temperature (precipitation) observation stations are analysed over the period 1971–2000 (1961–2000). Spatial maps of station trends, time series of regional averages and frequency distribution analysis form the basis of this study. Due to the highly diverse geography of the South Asian region, the results are also described for some specific regions, such as the island of Sri Lanka; the tropical region (excluding Sri Lanka); the Greater Himalayas above 35°N, the Eastern Himalayas (Nepal) and the Thar Desert. Generally, changes in the frequency of temperature extremes over South Asia are what one would expect in a warming world; warm extremes have become more common and cold extremes less common. The warming influence is greater in the Eastern Himalayas compared with that in the Greater Himalayas. The Thar Desert also shows enhanced warming, but increases are mostly less than in the Eastern Himalayas. Changes in the indices of extreme precipitation are more mixed than those of temperature, with spatially coherent changes evident only at relatively small scales. Nevertheless, most extreme precipitation indices show increases in the South Asia average, consistent with globally averaged results. The indices trends are further studied in the context of Atmospheric Brown Clouds (ABCs) over the region. Countries falling within the ABC hotspot namely Indo-Gangetic Plain (IGP) have shown a different behaviour on the trends of extreme indices compared with the parts outside this hotspot. IGP has increased temperature and decreased rainfall and tally closely with the actual trends.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4081", 
        "title": "Trends in extreme daily rainfall and temperature indices over South Asia"
    }, 
    {
        "author": "Jian Tao, Yangjian Zhang, Jinwei Dong, Yu Fu, Juntao Zhu, Geli Zhang, Yanbin Jiang, Li Tian, Xianzhou Zhang, Tao Zhang, Yi Xi", 
        "date": "2014-06-26", 
        "description": "\n\nAs one of the most sensitive regions to climate change, the Qinghai-Xizang Plateau has been widely investigated as one unity for impacts of climate change on alpine grassland. However, previous findings might be confounded by distinct climate sensitivities at different elevations and different regional climates between Qinghai Province and Xizang Province, which lie at the two sides of Tanggula Mountains. In this study, we explored change trends of grassland vegetation, temperature and precipitation in growing season from 1982 to 2011, and elevation-dependent effects of climate change on grassland vegetation in the two provinces separately. The plateau grassland greenness gained improvement under climate warming and wetting during the past 30 years, especially in Qinghai Province. Temperature increased significantly with a warming magnitude of more than 1.5 °C over the plateau grassland. The interannual change of precipitation showed contrary trends between the two provinces. The main climate factor driving the grassland vegetation variation varied between the two provinces, with temperature being the main factor in Qinghai Province and precipitation being the main factor in Xizang Province. In particular, a more significant correlation between climate change and grassland vegetation variation was found at higher elevations, which reveals higher climate sensitivity in higher elevation areas of the plateau.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4082", 
        "title": "Elevation-dependent relationships between climate change and grassland vegetation variation across the Qinghai-Xizang Plateau"
    }, 
    {
        "author": "Ángel R. Torres-Valcárcel, Jonathan Harbor, Ana L. Torres-Valcárcel, Cesar J. González-Avilés", 
        "date": "2014-06-24", 
        "description": "\n\nPrevious studies of the influences of land use/land cover changes (LULCC) on the climate of continental areas have provided a basis for our current understanding of LULCC impacts. However, continental climates may not provide complete explanations or answer specific scientific questions for other regions, such as small tropical-maritime dominated islands. Here we present a detailed analysis of temperature change over the past century for the tropical island of Puerto Rico, using an approach that accounts for internal climate variability and spatial resolution issues and assesses the degree to which some of this change might be related to urban development. Long-term weather data, digital maps, geographic information systems (GIS) and statistical analysis were used to detect and assess differences between urban and non-urban temperature records. Strong evidence of a relationship linking temperature magnitudes to local urban development was detected, and the analysis suggests that urbanization has increased minimum, maximum and average temperatures by 0.5 °C in the warmest regions to 2 °C in the coolest regions. The results also show that the magnitude of temperature impacts depends on the contextual ecology or environment where the development has occurred. Temperature differences between urban and non-urban areas are higher in colder and wetter microclimates than in dryer warmer ones, and were less pronounced for minimum temperature than for maximum temperature. However, because the levels of impacts are based on data that had some prior adjustment intended to control for urban signals, they represent minimum estimates of the impacts of land use on temperature in Puerto Rico.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4083", 
        "title": "Historical differences in temperature between urban and non-urban areas in Puerto Rico"
    }, 
    {
        "author": "Victoria C. Slonosky", 
        "date": "2014-07-07", 
        "description": "\n\nClimatological and meteorological observations in Canada begin in the first half of the 18th century. Continuous daily observations of the weather and climate for the province of Quebec start in the late 18th century. Estimates of daily minimum and maximum temperatures from historical fixed hour observations are provided from regression models based on hourly data from the modern period. Observations of temperature from different locations and observers are compared and regressions models are used to compile a single series of daily minimum and maximum temperatures extending back to 1742, with nearly continuous observations from 1798. Mean, absolute minimum and maximum values suggest considerable variability in the climate over the past two centuries. Based on a variety of climate indicators, exceptionally warm years include 1808, 1848, 1870, 1953 and 1998, while cold years include 1809, 1816, 1818, 1875 and 1904. Analysis of frost days and growing season length suggest a reduction in cold temperatures over past 200 years, while the incidence of cold spells and heat waves has decreased.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4085", 
        "title": "Daily minimum and maximum temperature in the St-Lawrence Valley, Quebec: two centuries of climatic observations from Canada"
    }, 
    {
        "author": "Klemens Barfus, Christian Bernhofer", 
        "date": "2014-07-09", 
        "description": "\n\nStability indices provide simple metrics to characterize tropospheric states favouring convection. Not only for regions where precipitation is mainly related to convective processes, important aspects of the climate comprising information from different levels and variables can therefore be summarized in scalar metrics.\nAlthough the linkage between tropospheric stability and convective precipitation is blurred by additional prerequisites often not resolved in atmospheric models, analysis of stability indices from global climate models (GCMs) provides a more process-orientated assessment than the separate analysis of the individual climate variables.\nThis paper presents an assessment of GCM capabilities to simulate tropospheric stability on the Arabian Peninsula. Therefore, six stability indices (K-Index, Total Totals Index, Vertical Totals Index, Showalter Index, SWEAT and Cross Totals Index) were calculated for several GCMs from the Climate Model Intercomparison Project 3 archive for three locations. GCM indices were compared with reanalysis data from the National Centers for Environmental Prediction in collaboration with the National Center for Atmospheric Research as well as radiosoundings from the Integrated Global Radiosounding Archive. Comparison was done by means of a classification approach based on quantile values of the index distribution. Input parameters of the indices were also analysed and biases for indices as well as input parameters were identified. There are biases found for the different indices which can be attributed to some extent to biases of the input parameters. There is no input parameter which is biased in the same direction for all indices and locations. Due to the variability of the results, rankings of the models are characterized by large rank differences so that there is no overall best performing model. Nevertheless, this study provides some insight in the performance of the GCMs to simulate tropospheric stability at individual locations and so presents an alternative method of model performance assessment.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4092", 
        "title": "Assessment of GCM capabilities to simulate tropospheric stability on the Arabian Peninsula"
    }
]