[
    {
        "author": "Sébastien Blaise, Jonathan Lambrechts, Eric Deleersnijder", 
        "date": "2015-06-13", 
        "description": "\n\nA method to solve the three-dimensional compressible Navier-Stokes equations on the sphere is suggested, based on a stereographic projection with a high-order mapping of the elements from the stereographic space to the sphere. The projection is slightly modified, in order to take into account the domain thickness without introducing any approximation about the aspect ratio (deep-atmosphere). In a discontinuous Galerkin framework, the elements alongside the equator are exactly represented using a non-polynomial geometry, in order to avoid the numerical issues associated with the seam connecting the two hemispheres. This is an crucial point, necessary to avoid mass loss and spurious deviations of the velocity.\nThe resulting model is validated on idealized three-dimensional atmospheric test cases on the sphere, demonstrating the good convergence properties of the scheme, its mass conservation, and its satisfactory behavior in terms of accuracy and low numerical dissipation. A simulation is performed on a variable resolution unstructured grid, producing accurate results despite a substantial reduction of the number of elements. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015MS000428", 
        "title": "Stereographic projection for three-dimensional global discontinuous Galerkin atmospheric modeling"
    }, 
    {
        "author": "Pengfei Yu, Owen B. Toon, Charles G. Bardeen, Michael J. Mills, Tianyi Fan, Jason M. English, Ryan R. Neely", 
        "date": "2015-06-08", 
        "description": "\n\nA sectional aerosol model (CARMA) has been developed and coupled with the Community Earth System Model (CESM1). Aerosol microphysics, radiative properties and interactions with clouds are simulated in the size-resolving model. The model described here uses 20 particle size bins for each aerosol component including freshly nucleated sulfate particles, as well as mixed particles containing sulfate, primary organics, black carbon, dust and sea salt. The model also includes five types of bulk secondary organic aerosols with 4 volatility bins. The overall cost of CESM1-CARMA is approximately ∼2.6 times as much computer time as the standard 3-mode aerosol model in CESM1 (CESM1-MAM3) and twice as much computer time as the 7-mode aerosol model in CESM1 (CESM1-MAM7) using similar gas phase chemistry codes. Aerosol spatial-temporal distributions are simulated and compared with a large set of observations from satellites, ground-based measurements, and airborne field campaigns. Simulated annual average aerosol optical depths are lower than MODIS/MISR satellite observations and AERONET observations by ∼32%. This difference is within the uncertainty of the satellite observations. CESM1/CARMA reproduces sulfate aerosol mass within 8%, organic aerosol mass within 20%, and black carbon aerosol mass within 50% compared with a multi-year average of the IMPROVE/EPA data over United States, but differences vary considerably at individual locations. Other data sets show similar levels of comparison with model simulations. The model suggests that in addition to sulfate, organic aerosols also significantly contribute to aerosol mass in the tropical UTLS, which is consistent with limited data. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000421", 
        "title": "Evaluations of Tropospheric Aerosol Properties Simulated by the Community Earth System Model with a Sectional Aerosol Microphysics Scheme"
    }, 
    {
        "author": "Zhun Guo, Minghuai Wang, Yun Qian, Vincent E. Larson, Steven Ghan, Mikhail Ovchinnikov, Peter Bogenschutz, Andrew Gettelman, Tianjun Zhou", 
        "date": "2015-06-06", 
        "description": "\n\nIn this study, we investigate the sensitivity of simulated low clouds to 14 selected tunable parameters of Cloud Layers Unified By Binormals (CLUBB), a higher order closure (HOC) scheme, and 4 parameters of the Zhang-McFarlane (ZM) deep convection scheme in the Community Atmosphere Model version 5 (CAM5). A Quasi-Monte Carlo (QMC) sampling approach is adopted to effectively explore the high-dimensional parameter space and a generalized linear model is applied to study the responses of simulated cloud fields to tunable parameters. Our results show that the variance in simulated low-cloud properties (cloud fraction and liquid water path) can be explained by the selected tunable parameters in two different ways: macrophysics itself and its interaction with microphysics. First, the parameters related to dynamic and thermodynamic turbulent structure and double Gaussian closure are found to be the most influential parameters for simulating low clouds. The spatial distributions of the parameter contributions show clear cloud-regime dependence. Second, because of the coupling between cloud macrophysics and cloud microphysics, the coefficient of the dissipation term in the total water variance equation is influential. This parameter affects the variance of in-cloud cloud water, which further influences microphysical process rates, such as autoconversion, and eventually low-cloud fraction. This study improves understanding of HOC behavior associated with parameter uncertainties and provides valuable insights for the interaction of macrophysics and microphysics. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000405", 
        "title": "Parametric behaviors of CLUBB in simulations of low clouds in the Community Atmosphere Model (CAM)"
    }, 
    {
        "author": "S. N. Tulich", 
        "date": "2015-06-03", 
        "description": "\n\nThis paper describes a general method for the treatment of convective momentum transport (CMT) in large-scale dynamical solvers that use a cyclic, two-dimensional (2D) cloud-resolving model (CRM) as a “superparameterization” of convective-system-scale processes. The approach is similar in concept to traditional parameterizations of CMT, but with the distinction that both the scalar transport and diagnostic pressure gradient force are calculated using information provided by the 2D CRM. No assumptions are therefore made concerning the role of convection-induced pressure gradient forces in producing up- or down-gradient CMT.\nThe proposed method is evaluated using a new superparameterized version of the Weather Research and Forecast model (SP-WRF) that is described herein for the first time. Results show that the net effect of the formulation is to modestly reduce the overall strength of the large-scale circulation, via “cumulus friction”. This statement holds true for idealized simulations of two types of mesoscale convective systems, a squall line and a tropical cyclone, in addition to real-world global simulations of seasonal (1 June – 31 August) climate. In the case of the latter, inclusion of the formulation is found to improve the depiction of key synoptic modes of tropical wave variability, in addition to some aspects of the simulated time-mean climate. The choice of CRM orientation is also found to importantly affect the simulated time-mean climate, apparently due to changes in the explicit representation of wide-spread shallow convective regions. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000417", 
        "title": "A strategy for representing the effects of convective momentum transport in multiscale models: Evaluation using a new superparameterized version of the Weather Research and Forecast model (SP-WRF)"
    }, 
    {
        "author": "A. A. Hill, B. J. Shipway, I. A. Boutle", 
        "date": "2015-06-03", 
        "description": "\n\nIt is widely acknowledged that aerosol-cloud interactions are a major uncertainty in climate and numerical weather prediction. One of the sources of uncertainty is the sensitivity of the cloud microphysics parametrisation to changes in aerosol, in particular the response of precipitation. In this work we conduct an idealised, dynamically consistent, intercomparison of warm rain microphysics schemes to understand this source of uncertainty. The aims of this investigation are: i) Investigate how sensitive precipitation susceptibility (S0) is to cloud microphysics representation and ii) use S0 to determine the minimum complexity of microphysics required to produce a consistent precipitation response to changes in cloud drop number concentration (Nd). The main results from this work are: (i) Over a large range of liquid water path and Nd, all the bulk schemes, but particularly the single moment schemes, artificially produce rain too rapidly. Relative to a reference bin microphysics scheme, this leads to a low in-cloud S0 and impacts the evolution of S0 over time. (ii) Rain evaporation causes surface S0 from all schemes to be larger than the cloud base S0. The magnitude of the change in S0 with altitude is dependent on the scheme and the representation of the rain drop size distribution. Overall, we show that single moment schemes produce the largest range in the sensitivity of precipitation to changes in Nd. Modifying rain production parametrisation alone does not reduce this spread. Instead, increasing the complexity of the rain representation to double-moment significantly improves this behaviour and the overall consistency between schemes. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000422", 
        "title": "How sensitive are aerosol-precipitation interactions to the warm rain representation?"
    }, 
    {
        "author": "Traute Crueger, Bjorn Stevens", 
        "date": "2015-05-29", 
        "description": "\n\nThis article explores how atmospheric radiative heating, due to the presence of clouds, influences the Madden-Julian-Oscillation (MJO) as simulated by four comprehensive atmosphere general circulation models. Simulations in which clouds are transparent to electromagnetic radiation (\"clouds-off'') are compared with control simulations in which clouds are allowed to interact with radiation (\"clouds-on\"). Making clouds transparent to radiation leads to robust changes of the mean state: the westerly winds in the equatorial Indo-Pacific area weakens and the precipitation reveals a shift from single to double Intertropical Convergence Zones. These changes are accompanied by weaker MJOs. Also the moisture sensitivity of precipitation changes, however not consistently within our group of models.\nFurther analyses show that within the active phase of intraseasonal variability, cloud radiative effects amplify the heating profiles compared to clouds-off. Heating from non-radiative processes is dominated by the parameterized convection, but large-scale heating associated with cloud microphysical processes acting on the grid-scale modifies the shape of the heating profile, leading to a top-heaviness when cloud radiative effects are accounted for. The radiative heating due to clouds slows down the phase speed of the MJO. Averaged over the entire MJO life-cycle, the column-integrated radiative heating due to clouds lags the vertically integrated moist static energy by 40° to 60° of longitude (equivalently 7 to 10 days assuming a period of 60 days).\nAll four models studied reveal more pronounced Kelvin waves when clouds are transparent to radiation, suggesting that cloud radiative effects on large-scale heating profiles damp smaller scale, or faster, Kelvin waves and amplify MJO-like disturbances. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015MS000434", 
        "title": "The effect of atmospheric radiative heating by clouds on the Madden-Julian Oscillation"
    }, 
    {
        "author": "Jehan F. Rihani, Fotini K. Chow, Reed M. Maxwell", 
        "date": "2015-05-15", 
        "description": "\n\nThe effects of terrain, soil moisture heterogeneity, subsurface properties, and water table dynamics on the development and behavior of the atmospheric boundary layer are studied through a set of idealized numerical experiments. The mesoscale atmospheric model ARPS (Advanced Regional Prediction System) is used to isolate the effects of subsurface heterogeneity, terrain, and soil moisture initialization. The simulations are initialized with detailed soil moisture distributions obtained from offline spin-ups using a coupled surface-subsurface model (ParFlow-CLM). In these idealized simulations, we observe that terrain effects dominate the Planetary Boundary Layer (PBL) development during early morning hours, while the soil moisture signature overcomes that of terrain during the afternoon. Water table and subsurface properties produce a similar effect as that of soil moisture as their signatures (reflected in soil moisture profiles, energy fluxes, and evaporation at the land surface) can also overcome that of terrain during afternoon hours. This is mostly clear for land surface energy fluxes and evaporation at the land surface. We also observe the coupling between water table depth and planetary boundary layer depth in our cases is strongest within wet-to-dry transition zones. This extends the findings of previous studies which demonstrate the subsurface connection to surface energy fluxes is strongest in such transition zones. We investigate how this connection extends into the atmosphere and can affect the structure and development of the convective boundary layer. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000371", 
        "title": "Isolating effects of terrain and soil moisture heterogeneity on the atmospheric boundary layer: Idealized simulations to diagnose land-atmosphere feedbacks"
    }, 
    {
        "author": "Robin J. Hogan, Alessio Bozzo", 
        "date": "2015-06-11", 
        "description": "\n\nDue to computational expense, the radiation schemes in many weather and climate models are called infrequently in time and/or on a reduced spatial grid. The former can lead to a lag in the diurnal cycle of surface temperature, while the latter can lead to large surface temperature errors at coastal land points due to surface fluxes computed over the ocean being used where the skin temperature and surface albedo are very different. This paper describes a computationally efficient solution to these problems, in which the surface longwave and shortwave fluxes are updated every time step and grid point according to the local skin temperature and albedo. In order that energy is conserved, it is necessary to compute the change to the net flux profile consistent with the changed surface fluxes. The longwave radiation scheme has been modified to compute also the rate of change of the profile of upwelling longwave flux with respect to the value at the surface. Then at each grid point and time step, the upwelling flux and heating-rate profiles are updated using the new value of skin temperature. The computational cost of performing approximate radiation updates in the ECMWF model is only 2% of the cost of the full radiation scheme, so increases the overall cost of the model by only of order 0.2%. Testing the new scheme by running daily 5 day forecasts over an 8 month period reveals significant improvement in 2 m temperature forecasts at coastal stations compared to observations.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015MS000455", 
        "title": "Mitigating errors in surface temperature forecasts using approximate radiation updates"
    }, 
    {
        "author": "Claudia Stephan, M. Joan Alexander", 
        "date": "2015-06-08", 
        "description": "\n\nConvectively forced gravity waves can affect the dynamics of the upper troposphere and middle atmosphere on local to global scales. Simulating these waves requires cloud-resolving models, which are computationally expensive and therefore limited to case studies. Furthermore, full-physics models cannot accurately reproduce the locations, timing, and intensity of individual convective rain cells, limiting the validation of simulated waves. Here, we present a new modeling approach that retains the spatial scope of larger-scale models but permits direct validation of the modeled waves with individual cases of observed waves. Full-physics cloud-resolving model simulations are used to develop an algorithm for converting instantaneous radar precipitation rates over the U.S. into a high-resolution latent heating/cooling field. This heating field is used to force an idealized dry version of the WRF model. Wave patterns and amplitudes observed in individual satellite overpasses are reproduced with remarkable quantitative agreement. The relative simplicity of the new model permits longer simulations with much larger and deeper domains needed to simulate wave horizontal/vertical propagation. Eliminating the complicating factors of cloud physics and radiation this approach provides a link between conceptual and full-physics models and is suitable for studying wave-driven far-field circulation patterns.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000396", 
        "title": "Realistic simulations of atmospheric gravity waves over the continental U.S. using precipitation radar data"
    }, 
    {
        "author": "E. D. Peck, C. E. Randall, V. L. Harvey, D. R. Marsh", 
        "date": "2015-06-06", 
        "description": "\n\nThe Whole Atmosphere Community Climate Model version 4 (WACCM4) is used to quantify solar cycle impacts, including both irradiance and particle precipitation, on the middle atmosphere. Results are compared to previous work using WACCM version 3 (WACCM3) to estimate the sensitivity of simulated solar cycle effects to model modifications. The residual circulation in WACCM4 is stronger than in WACCM3, leading to larger solar cycle effects from energetic particle precipitation; this impacts polar stratospheric odd nitrogen and ozone, as well as polar mesospheric temperatures. The cold pole problem, which is present in both versions, is exacerbated in WACCM4, leading to more ozone loss in the Antarctic stratosphere. Relative to WACCM3, a westerly shift in the WACCM4 zonal winds in the tropical stratosphere and mesosphere, and a strengthening and poleward shift of the Antarctic polar night jet, are attributed to inclusion of the QBO and changes in the gravity wave parameterization in WACCM4. Solar cycle effects in WACCM3 and WACCM4 are qualitatively similar. However, the EPP-induced increase from solar minimum to solar maximum in polar stratospheric NOy is about twice as large in WACCM4 as in WACCM3; correspondingly, maximum increases in polar O3 loss from solar min to solar max are more than twice as large in WACCM4. This does not cause large differences in the WACCM3 versus WACCM4 solar cycle responses in temperature and wind. Overall, these results provide a framework for future studies using WACCM to analyze the impacts of the solar cycle on the middle atmosphere.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000387", 
        "title": "Simulated solar cycle effects on the middle atmosphere: WACCM3 Versus WACCM4"
    }, 
    {
        "author": "Felix Pithan, Wayne Angevine, Thorsten Mauritsen", 
        "date": "2015-05-31", 
        "description": "\n\nModel intercomparisons have identified important deficits in the representation of the stable boundary layer by turbulence parametrizations used in current weather and climate models. However, detrimental impacts of more realistic schemes on the large-scale flow have hindered progress in this area. Here we implement a total turbulent energy scheme into the climate model ECHAM6. The total turbulent energy scheme considers the effects of Earth's rotation and static stability on the turbulence length scale. In contrast to the previously used turbulence scheme, the TTE scheme also implicitly represents entrainment flux in a dry convective boundary layer. Reducing the previously exaggerated surface drag in stable boundary layers indeed causes an increase in southern hemispheric zonal winds and large-scale pressure gradients beyond observed values. These biases can be largely removed by increasing the parametrized orographic drag. Reducing the neutral limit turbulent Prandtl number warms and moistens low-latitude boundary layers and acts to reduce longstanding radiation biases in the stratocumulus regions, the Southern Ocean and the equatorial cold tongue that are common to many climate models.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000382", 
        "title": "Improving a global model from the boundary layer: Total turbulent energy and the neutral limit Prandtl number"
    }, 
    {
        "author": "Jian Li, Rucong Yu, Weihua Yuan, Haoming Chen, Wei Sun, Yi Zhang", 
        "date": "2015-05-27", 
        "description": "\n\nLong-term simulations using version 5.1 of the National Center for Atmospheric Research’ Community Atmosphere Model at low (T42), medium (T106), and high (T266) resolutions were carried out to study the impact of horizontal resolution on the model's performance in reproducing the climatological features of precipitation over East Asia. The simulated spatial pattern of annual mean precipitation amount improves significantly with increased resolution. The low-resolution model is inadequate to reproduce the precipitation closely associated with fine-scale orographic forcing, such as the narrow large-rainfall belt along the southern edge of the Tibetan Plateau. The distribution of rainfall over and around the elevation of the Tibetan Plateau and high-altitude mountains becomes more realistic at higher resolutions. The proportion of the large-bias (small-bias) area continuously reduces (increases) when moving from T42 to T266 resolution. Simulations at all three resolutions can capture the key features of the major seasonal variation of rainfall arising from the onset and advancement of the Asian monsoon. A novel method is used to evaluate the sensitivity of the simulated intensity-frequency structure to the horizontal resolution. The proportion of light rain, which demonstrates large positive bias in climate models, decreases dramatically at higher resolution. The intensity-frequency structures averaged over steep-terrain regions and plain areas become more distinctive and realistic as the resolution increases.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000414", 
        "title": "Precipitation over East Asia simulated by NCAR CAM5 at different horizontal resolutions"
    }, 
    {
        "author": "Chunlei Meng", 
        "date": "2015-05-27", 
        "description": "\n\nAn integrated urban land model (IUM) was developed based on the Common Land Model (CoLM). A whole layer soil evaporation parameterization scheme was developed to improve soil evaporation simulation especially in arid areas. For the urban underlying surface, the energy and water balance model were modified; urban land parameters such as the anthropogenic heat (AH), albedo, surface roughness length, imperious surface evaporation etc. were also reparameterized. IUM was validated and compared with CoLM and the urbanized high-resolution land data assimilation system (u-HRLDAS) in single and regional scale. The validation results indicate that IUM can improve the simulation of land surface parameters and land-atmosphere interaction fluxes.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015MS000450", 
        "title": "The integrated urban land model"
    }, 
    {
        "author": "Liping Zhang, Chuanhu Zhao", 
        "date": "2015-05-25", 
        "description": "\n\nAlmost all of CMIP5 climate models show cold SST biases in the extratropical North Atlantic (ENA) and tropical North Atlantic (TNA) as well as in the North Pacific which are commonly linked with the weak simulated Atlantic meridional overturning circulation (AMOC). A weak AMOC and its associated reduced northward oceanic heat transport are associated with a cooling of the ENA Ocean, whereas the TNA cooling is attributable to both weak AMOC and surface heat flux. The cold biases in the ENA and TNA have remote impacts on the SST bias in the North Pacific. Here we use coupled ocean-atmosphere model experiments to show the mechanisms and pathways by which the ENA and TNA affect the North Pacific. The model simulations demonstrate that the cooling SST bias in the North Pacific is largely due to the remote effect of the cooling SST bias in the ENA, while the remote impact of the TNA cooling SST bias is of secondary importance. The ENA cooling bias triggers the circumglobal teleconnection via the Northern Hemisphere annular mode, producing a strengthening of the Aleutian low, an enhancement of the southward Ekman and Oyashio cold advection, and thus a cooling SST in the North Pacific. In contrast, the TNA cooling produces a surface high extending to the eastern tropical North Pacific, inducing the northeasterly wind anomalies north, northerly cross-equatorial wind anomalies, and northwesterly wind anomalies south of the equator. This C-shape wind anomaly pattern generates an SST warming in the tropical southeastern Pacific, which eventually leads to an SST warming in the tropical central and western Pacific by the wind-evaporation-SST feedback. The tropical Pacific warming in turn leads to an SST cooling in the North Pacific by the Pacific North American teleconnection pattern.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000415", 
        "title": "Processes and mechanisms for the model SST biases in the North Atlantic and North Pacific: A link with the Atlantic meridional overturning circulation"
    }, 
    {
        "author": "Marcela Ulate, Chidong Zhang, Jimy Dudhia", 
        "date": "2015-05-19", 
        "description": "\n\nA tropical channel model failed to simulate an observed MJO event. As a means to find reasons for the failure, model errors in water vapor (qv) and other fields were corrected to different extents by nudging towards a global reanalysis product. An MJO metric was developed to quantify the realism of a simulated MJO event in the amplitude and zonal propagation speed of its precipitation and zonal wind at 850 hPa (U850). Results show that correcting errors in qv alone is necessary and sufficient for a realistic simulation of the MJO event. Correcting errors in other fields is insufficient by itself and unnecessary with water vapor correction. For a realistic MJO simulation, error corrections are needed for qv perturbations of the planetary scales (zonal wave number 1–3) together with its zonal mean in both the lower and middle troposphere. Correcting errors in qv at upper levels, planetary-scale perturbations of any single zonal wave number, synoptic-scale perturbations, or temporal/zonal means alone is not sufficient for a realistic MJO simulation. Amplitudes of MJO precipitation and U850 are significantly correlated, but their propagation speeds are not. MJO signals in U850 are easier than those in precipitation to improve by correcting errors in qv. In the absence of MJO intrinsic dynamics, inserted MJO signals in qv in a simulation may create a phantom MJO event in precipitation but not in the circulation. This study confirms the existing knowledge on the importance of qv to MJO simulations, sheds new lights on the role of the qv spatial structure, and presents evidence for possible precipitation-circulation decoupling in MJO simulations.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000393", 
        "title": "Role of water vapor and convection-circulation decoupling in MJO simulations by a tropical channel model"
    }, 
    {
        "author": "Sharon L. Sessions, Michael J. Herman, Stipo Sentić", 
        "date": "2015-05-19", 
        "description": "\n\nWe investigate the response of convection to idealized perturbations in the thermodynamic environment in simulations which parameterize the large-scale circulations using the weak temperature gradient (WTG) approximation. The perturbations include a combination of modifying the environmental moisture and atmospheric stability via imposing anomalies in reference moisture and temperature profiles. We find that changes in atmospheric stability strongly influence the character of convection by drastically modifying the vertical motion profile, whereas changes to atmospheric moisture modulate the intensity of precipitation produced by the convection, but do not qualitatively change the shape of the vertical motion profile. An important question is how does horizontal moisture advection into the domain affect convection? We test several different parameterizations of this process; these include lateral entrainment by circulations induced by enforcing WTG, a moisture relaxation which parameterizes the advection of moisture by large-scale nondivergent circulations, and control simulations in which both of these mechanisms are turned off so horizontal advection is assumed negligible compared to vertical advection. Interestingly, the most significant differences resulting from the choice of horizontal moisture advection scheme appear in environmental conditions which suppress–rather than support–the development of deep tropical convection. In this case, lateral entrainment related to WTG circulations is the only parameterization which results in extreme drying of the troposphere in environments which suppress convection. Consequently, this is the only parameterization which permits multiple equilibria—dry or precipitating steady states—in convection.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015MS000446", 
        "title": "Convective response to changes in the thermodynamic environment in idealized weak temperature gradient simulations"
    }, 
    {
        "author": "J. J. van der Dussen, S. R. de Roode, S. Dal Gesso, A. P. Siebesma", 
        "date": "2015-05-12", 
        "description": "\n\nTwenty-five large-eddy simulations are performed to study how free tropospheric thermodynamic conditions control equilibrium state solutions of stratocumulus-topped marine boundary layers. In particular, we systematically vary the lower tropospheric stability (LTS) and a similar measure for the bulk humidity difference between the 700 hPa level and the surface, \nΔQ. For all simulations, a completely overcast boundary layer is obtained in which the turbulence is mainly driven by cloud top radiative cooling. The steady state liquid water path (LWP) is rather insensitive to the LTS, but increases significantly and almost linearly with the free tropospheric humidity. In a second suite of runs, the response of the stratocumulus layer to an idealized global warming scenario is assessed by applying a uniform warming of 2 K to the initial temperature profile including the sea surface while the initial relative humidity profile is kept identical to the control case. The warming of the sea surface acts to increase the latent heat flux, which invigorates turbulence in the boundary layer. The steady state inversion height therefore increases, despite the competing effect of a more humid free troposphere that increases the downwelling radiative flux and hence tends to decrease the entrainment rate. The stratocumulus layer nevertheless thins for all free tropospheric conditions as cloud base rises more than cloud top. This implies a positive stratocumulus cloud-climate feedback for this scenario as thinner clouds reflect less shortwave radiation back to space. The cloud thinning response to the climate perturbation is found to be mostly controlled by the change of \nΔQ.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000380", 
        "title": "An LES model study of the influence of the free tropospheric thermodynamic conditions on the stratocumulus response to a climate perturbation"
    }, 
    {
        "author": "Yanjun Gan, Xin-Zhong Liang, Qingyun Duan, Hyun Il Choi, Yongjiu Dai, Huan Wu", 
        "date": "2015-05-08", 
        "description": "\n\nAn uncertainty quantification framework was employed to examine the sensitivities of 24 model parameters from a newly developed Conjunctive Surface-Subsurface Process (CSSP) land surface model (LSM). The sensitivity analysis (SA) was performed over 18 representative watersheds in the contiguous United States to examine the influence of model parameters in the simulation of terrestrial hydrological processes. Two normalized metrics, relative bias (RB) and Nash-Sutcliffe efficiency (NSE), were adopted to assess the fit between simulated and observed streamflow discharge (SD) and evapotranspiration (ET) for a 14 year period. SA was conducted using a multiobjective two-stage approach, in which the first stage was a qualitative SA using the Latin Hypercube-based One-At-a-Time (LH-OAT) screening, and the second stage was a quantitative SA using the Multivariate Adaptive Regression Splines (MARS)-based Sobol' sensitivity indices. This approach combines the merits of qualitative and quantitative global SA methods, and is effective and efficient for understanding and simplifying large, complex system models. Ten of the 24 parameters were identified as important across different watersheds. The contribution of each parameter to the total response variance was then quantified by Sobol' sensitivity indices. Generally, parameter interactions contribute the most to the response variance of the CSSP, and only 5 out of 24 parameters dominate model behavior. Four photosynthetic and respiratory parameters are shown to be influential to ET, whereas reference depth for saturated hydraulic conductivity is the most influential parameter for SD in most watersheds. Parameter sensitivity patterns mainly depend on hydroclimatic regime, as well as vegetation type and soil texture.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000406", 
        "title": "Stepwise sensitivity analysis from qualitative to quantitative: Application to the terrestrial hydrological modeling of a Conjunctive Surface-Subsurface Process (CSSP) land surface model"
    }, 
    {
        "author": "S. Dal Gesso, J. J. van der Dussen, A. P. Siebesma, S. R. de Roode, I. A. Boutle, Y. Kamae, R. Roehrig, J. Vial", 
        "date": "2015-04-26", 
        "description": "\n\nSix Single-Column Model (SCM) versions of climate models are evaluated on the basis of their representation of the dependence of the stratocumulus-topped boundary layer regime on the free tropospheric thermodynamic conditions. The study includes two idealized experiments corresponding to the present-day and future climate conditions in order to estimate the low-cloud feedback. Large-Eddy Simulation (LES) results are used as a benchmark and GCM outputs are included to assess whether the SCM results are representative of their 3-D counterparts. The SCMs present a variety of dependencies of the cloud regime on the free tropospheric conditions but, at the same time, several common biases. For all the SCMs the stratocumulus-topped boundary layer is too shallow, too cool, and too moist as compared to the LES results. Moreover, they present a lack of clouds and liquid water and an excess of precipitation. The disagreement among SCMs is even more distinct for the response to a climate perturbation. Even though the overall feedback is positive for all the models, in line with the LES results, the SCMs show a rather noisy behavior, which depends irregularly on the free tropospheric conditions. Finally, the comparison with the host GCM outputs demonstrates that the considered approach is promising but needs to be further generalized for the SCMs to fully capture the behavior of their 3-D counterparts.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000377", 
        "title": "A single-column model intercomparison on the stratocumulus representation in present-day and future climate"
    }, 
    {
        "author": "Louise Nuijens, Brian Medeiros, Irina Sandu, Maike Ahlgrimm", 
        "date": "2015-04-23", 
        "description": "\n\nGuided by ground-based radar and lidar profiling at the Barbados Cloud Observatory (BCO), this study evaluates trade-wind cloudiness in ECMWF's Integrated Forecast System (IFS) and nine CMIP5 models using their single-timestep output at selected grid points. The observed profile of cloudiness is relatively evenly distributed between two important height levels: the lifting condensation level (LCL) and the tops of the deepest cumuli near the trade-wind inversion (2–3 km). Cloudiness at the LCL dominates the total cloud cover, but is relatively invariant. Variance in cloudiness instead peaks at the inversion. The IFS reproduces the depth of the cloud field and its variability, but underestimates cloudiness at the LCL and the inversion. A few CMIP5 models produce a single stratocumulus-like layer near the LCL, but more than half of the CMIP5 models reproduce the observed cloud layer depth in long-term mean profiles. At single-time steps, however, half of the models do not produce cloudiness near cloud tops along with the (almost ever-present) cloudiness near the LCL. In seven models, cloudiness is zero at both levels 10 to 65% of the time, compared to 3% in the observations. Models therefore tend to overestimate variance in cloudiness near the LCL. This variance is associated with longer time scales than in observations, which suggests that modeled cloudiness is too sensitive to large-scale processes. To conclude, many models do not appear to capture the processes that underlie changes in cloudiness, which is relevant for cloud feedbacks and climate prediction.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000390", 
        "title": "The behavior of trade-wind cloudiness in observations and models: The major cloud components and their variability"
    }, 
    {
        "author": "S. E. Strazzo, J. B. Elsner, T. E. LaRow", 
        "date": "2015-04-23", 
        "description": "\n\nPrevious research quantified the sensitivity of limiting intensity to SST for observed tropical cyclones (TCs) and for TCs generated by two global climate models (GCMs). On average, a 1° C increase in sea surface temperature (SST) is associated with a 7.9 m s−1 increase in the statistical upper limit of observed intensity. Conversely, a 1°C increase in SST does not significantly affect the limiting intensity of GCM-generated TCs. The study presented here builds on previous research in two ways: (1) A comparison is made between the statistically defined limiting intensity and the physically defined potential intensity, and (2) a test is performed on the ability of a ∼0.94° resolution GCM to reproduce the observed statistical relationship between potential intensity and SST. Data from NASA's Modern Era Reanalysis are used to approximate the observed sensitivity of potential intensity to SST for the 1982–2008 time period. Results indicate that the sensitivity of potential intensity to SST is not statistically different from the sensitivity of observed maximum or limiting intensity to SST. This result links the statistically defined sensitivity to the physically based theory of hurricanes. Potential intensity is also estimated from the FSU/COAPS GCM. Although the FSU/COAPS model does not capture the observed sensitivity of TC maximum or limiting intensity to SST, the model reproduces the observed sensitivity of potential intensity to SST. The model generates suitable atmospheric conditions for the development of strong TCs, however strong TCs do not develop, possibly as a result of insufficient resolution.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015MS000432", 
        "title": "Quantifying the sensitivity of maximum, limiting, and potential tropical cyclone intensity to SST: Observations versus the FSU/COAPS global climate model"
    }, 
    {
        "author": "Minghuai Wang, Vincent E. Larson, Steven Ghan, Mikhail Ovchinnikov, David P. Schanen, Heng Xiao, Xiaohong Liu, Philip Rasch, Zhun Guo", 
        "date": "2015-04-18", 
        "description": "\n\nIn this study, a higher-order turbulence closure scheme, called Cloud Layers Unified By Binormals (CLUBB), is implemented into a Multiscale Modeling Framework (MMF) model to improve low-cloud simulations. The performance of CLUBB in MMF simulations with two different microphysics configurations (one-moment cloud microphysics without aerosol treatment and two-moment cloud microphysics coupled with aerosol treatment) is evaluated against observations and further compared with results from the Community Atmosphere Model, Version 5 (CAM5) with conventional cloud parameterizations. CLUBB is found to improve low-cloud simulations in the MMF, and the improvement is particularly evident in the stratocumulus-to-cumulus transition regions. Compared to the single-moment cloud microphysics, CLUBB with two-moment microphysics produces clouds that are closer to the coast and agrees better with observations. In the stratocumulus-to-cumulus transition regions, CLUBB with two-moment cloud microphysics produces short-wave cloud forcing in better agreement with observations, while CLUBB with single-moment cloud microphysics overestimates short-wave cloud forcing. CLUBB is further found to produce quantitatively similar improvements in the MMF and CAM5, with slightly better performance in the MMF simulations (e.g., MMF with CLUBB generally produces low clouds that are closer to the coast than CAM5 with CLUBB). Improved low-cloud simulations in MMF make it an even more attractive tool for studying aerosol-cloud-precipitation interactions.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000375", 
        "title": "A multiscale modeling framework model (superparameterized CAM5) with a higher-order turbulence closure: Model description and low-cloud simulations"
    }, 
    {
        "author": "Yunqian Zhu, Owen B. Toon, Alyn Lambert, Douglas E. Kinnison, Matthias Brakebusch, Charles G. Bardeen, Michael J. Mills, Jason M. English", 
        "date": "2015-04-18", 
        "description": "\n\nPolar stratospheric clouds (PSCs) are critical elements of Arctic and Antarctic ozone depletion. We establish a PSC microphysics model using coupled chemistry, climate, and microphysics models driven by specific dynamics. We explore the microphysical formation and evolution of STS (Supercooled Ternary Solution) and NAT (Nitric Acid Trihydrate). Characteristics of STS particles dominated by thermodynamics compare well with observations. For example, the mass of STS is close to the thermodynamic equilibrium assumption when the particle surface area is >4 µm2/cm3. We derive a new nucleation rate equation for NAT based on observed denitrification in the 2010–2011 Arctic winter. The homogeneous nucleation scheme leads to supermicron NAT particles as observed. We also find that as the number density of NAT particles increases, the denitrification also increases. Simulations of the PSC lidar backscatter, denitrification, and gas phase species are generally within error bars of the observations. However, the simulations are very sensitive to temperature, which limits our ability to fully constrain some parameters (e.g., denitrification, ozone amount) based on observations.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015MS000427", 
        "title": "Development of a Polar Stratospheric Cloud Model within the Community Earth System Model using constraints on Type I PSCs from the 2010–2011 Arctic winter"
    }, 
    {
        "author": "Rieke Heinze, Dmitrii Mironov, Siegfried Raasch", 
        "date": "2015-04-18", 
        "description": "\n\nA detailed analysis of second-order moment budgets for cloud topped boundary layers (CTBLs) is performed using high-resolution large-eddy simulation (LES). Two CTBLs are simulated—one with trade wind shallow cumuli, and the other with nocturnal marine stratocumuli. Approximations to the ensemble-mean budgets of the Reynolds-stress components, of the fluxes of two quasi-conservative scalars, and of the scalar variances and covariance are computed by averaging the LES data over horizontal planes and over several hundred time steps. Importantly, the subgrid scale contributions to the budget terms are accounted for. Analysis of the LES-based second-moment budgets reveals, among other things, a paramount importance of the pressure scrambling terms in the Reynolds-stress and scalar-flux budgets. The pressure-strain correlation tends to evenly redistribute kinetic energy between the components, leading to the growth of horizontal-velocity variances at the expense of the vertical-velocity variance which is produced by buoyancy over most of both CTBLs. The pressure gradient-scalar covariances are the major sink terms in the budgets of scalar fluxes. The third-order transport proves to be of secondary importance in the scalar-flux budgets. However, it plays a key role in maintaining budgets of TKE and of the scalar variances and covariance. Results from the second-moment budget analysis suggest that the accuracy of description of the CTBL structure within the second-order closure framework strongly depends on the fidelity of parameterizations of the pressure scrambling terms in the flux budgets and of the third-order transport terms in the variance budgets.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000376", 
        "title": "Second-moment budgets in cloud topped boundary layers: A large-eddy simulation study"
    }, 
    {
        "author": "Heng Xiao, William I. Gustafson, Samson M. Hagos, Chien-Ming Wu, Hui Wan", 
        "date": "2015-04-18", 
        "description": "\n\nTo better understand the behavior of quasi-equilibrium-based convection parameterizations at higher resolution, we use a diagnostic framework to examine the resolution-dependence of subgrid-scale vertical transport of moist static energy as parameterized by the Zhang-McFarlane convection parameterization (ZM). Grid-scale input to ZM is supplied by coarsening output from cloud-resolving model (CRM) simulations onto subdomains ranging in size from 8 × 8 to 256 × 256 km2. Then the ZM-based parameterization of vertical transport of moist static energy for scales smaller than the subdomain size (\nw′h′¯ZM) are compared to those directly calculated from the CRM simulations (\nw′h′¯CRM) for different subdomain sizes. The ensemble mean \nw′h′¯CRM decreases by more than half as the subdomain size decreases from 128 to 8 km across while \nw′h′¯ZM decreases with subdomain size only for strong convection cases and increases for weaker cases. The resolution dependence of \nw′h′¯ZM is determined by the positive-definite grid-scale tendency of convective available potential energy (CAPE) in the convective quasi-equilibrium (QE) closure. Further analysis shows the actual grid-scale tendency of CAPE (before taking the positive definite value) and \nw′h′¯CRM behave very similarly as the subdomain size changes because they are both tied to grid-scale advective tendencies. We can improve the resolution dependence of \nw′h′¯ZM significantly by averaging the grid-scale tendency of CAPE over an appropriately large area surrounding each subdomain before taking its positive definite value. Even though the ensemble mean \nw′h′¯CRM decreases with increasing resolution, its variability increases dramatically. \nw′h′¯ZM cannot capture such increase in the variability, suggesting the need for stochastic treatment of convection at relatively high spatial resolution (8 or 16 km).\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000356", 
        "title": "Resolution-dependent behavior of subgrid-scale vertical transport in the Zhang-McFarlane convection parameterization"
    }, 
    {
        "author": "J. Du, T. E. Dowling, M. E. Bradley", 
        "date": "2015-04-11", 
        "description": "\n\nWe investigate the correlation of Ertel potential vorticity, Q, with Bernoulli streamfunction, B, on potential-temperature surfaces, θ, in Earth's atmosphere poleward of \n±30° latitude. For input, we use the 1979–2010 CMAM30-SD specified-dynamics data set. We fit the model \nQ=Q0exp⁡[−λ0(B−B0)] separately in the midlatitude \n[30°,60°) and polar \n[60°,90°] regions, and nondimensionalize the slope parameter as \nλ̂0≡(NH¯)2λ0. In the troposphere, the peak of \nλ̂0 is approximately 2–3 in winter and 3–4 in summer in both regions. In the stratosphere during winter, both \nλ̂0|midlat and \nλ̂0|polar hover around unity. In spring and fall, \nλ̂0|polar continues to hover near unity, but \nλ̂0|midlat rises by a factor of two, with its maximum located at \nθ∼700 to \n900 K. In summer, the polar value drops to \n|λ̂0|polar≪1, while the midlatitude value swings negative to \nλ̂0|midlat∼−2 to −3. In the mesosphere, \nλ̂0 exhibits incessant fluctuations with values that usually fall within the range 0 to 1. The results support the paradigm \n|λ̂0|≪1 for dynamically active regions primarily in the vicinity of \nθ∼3000–\n4000 K (\n∼ 62–\n72 km) in the mesosphere, whereas except in summer, we get the simple result that the monthly climate-averaged profile, \n〈λ̂0〉, in the polar regions is nearly unity across the entire stratosphere. During extended recoveries following SSWs, the midlatitude vertical profile develops a peak near 2000 K that descends over the course of a few weeks, alongside the descent of the elevated stratopause in the polar region.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000420", 
        "title": "Ertel potential vorticity versus Bernoulli streamfunction in earth's extratropical atmosphere"
    }, 
    {
        "author": "Zeli Tan, Qianlai Zhuang, Katey Walter Anthony", 
        "date": "2015-04-11", 
        "description": "\n\nTo date, methane emissions from lakes in the pan-arctic region are poorly quantified. In order to investigate the response of methane emissions from this region to global warming, a process-based climate-sensitive lake biogeochemical model was developed. The processes of methane production, oxidation, and transport were modeled within a one-dimensional sediment and water column. The sizes of 14C-enriched and 14C-depleted carbon pools were explicitly parameterized. The model was validated using observational data from five lakes located in Siberia and Alaska, representing a large variety of environmental conditions in the arctic. The model simulations agreed well with the measured water temperature and dissolved CH4 concentration (mean error less than 1°C and 0.2 μM, respectively). The modeled CH4 fluxes were consistent with observations in these lakes. We found that bubbling-rate-controlling nitrogen (N2) stripping was the most important factor in determining CH4 fraction in bubbles. Lake depth and ice cover thickness in shallow waters were also controlling factors. This study demonstrated that the thawing of Pleistocene-aged organic-rich yedoma can fuel sediment methanogenesis by supplying a large quantity of labile organic carbon. Observations and modeling results both confirmed that methane emission rate at thermokarst margins of yedoma lakes was much larger (up to 538 mg CH4 m−2 d−1) than that at nonthermokarst zones in the same lakes and a nonyedoma, nonthermokarst lake (less than 42 mg CH4 m−2 d−1). The seasonal variability of methane emissions can be explained primarily by energy input and organic carbon availability.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000344", 
        "title": "Modeling methane emissions from arctic lakes: Model development and site-level study"
    }, 
    {
        "author": "Bart J. H. van Stratum, Bjorn Stevens", 
        "date": "2015-04-11", 
        "description": "\n\nThe influence of poorly resolving mixing processes in the nocturnal boundary layer (NBL) on the development of the convective boundary layer the following day is studied using large-eddy simulation (LES). Guided by measurement data from meteorological sites in Cabauw (Netherlands) and Hamburg (Germany), the typical summertime NBL conditions for Western Europe are characterized, and used to design idealized (absence of moisture and large-scale forcings) numerical experiments of the diel cycle. Using the UCLA-LES code with a traditional Smagorinsky-Lilly subgrid model and a simplified land-surface scheme, a sensitivity study to grid spacing is performed. At horizontal grid spacings ranging from 3.125 m in which we are capable of resolving most turbulence in the cases of interest to grid a spacing of 100 m which is clearly insufficient to resolve the NBL, the ability of LES to represent the NBL and the influence of NBL biases on the subsequent daytime development of the convective boundary layer are examined. Although the low-resolution experiments produce substantial biases in the NBL, the influence on daytime convection is shown to be small, with biases in the afternoon boundary layer depth and temperature of approximately 100 m and 0.5 K, which partially cancel each other in terms of the mixed-layer top relative humidity.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000370", 
        "title": "The influence of misrepresenting the nocturnal boundary layer on idealized daytime convection in large-eddy simulation"
    }, 
    {
        "author": "Thomas Mölg", 
        "date": "2015-04-10", 
        "description": "\n\nThe concept of maximum entropy production (MEP) is closely linked to the second law of thermodynamics, which explains spontaneous processes in the universe. In geophysics, studies have argued that planetary atmospheres and various subsystems of Earth also operate at maximum dissipation through MEP. One of the debates, however, has concerned the degree of empirical support. This article extends the topic by considering measurements from a high-altitude, cold glacier in the tropical atmosphere and a numerical model, which represents the open and nonequilibrium system of glacier-air exchanges. Results reveal that several sensitive system parameters, which are mainly tied to the shortwave radiation budget, cause MEP states at values that coincide closely with the in situ observations. Parameters that set up the forcing of the whole system, however, do not show this pattern. Empirical support for the detection of MEP states, therefore, is limited to parameters that regulate the internal efficiency of energy flow in the glacier. System constraints are shown to affect the solutions, yet not critically in the case of the two most sensitive parameters. In terms of MEP and geophysical fluids, the results suggest that the local atmosphere-glacier system might be of relevance in the further discussion. For practical purposes, the results hold promise for using MEP in single or multiparameter optimization for process-based mass balance models of glaciers.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000404", 
        "title": "Exploring the concept of maximum entropy production for the local atmosphere-glacier system"
    }, 
    {
        "author": "Yun Qian, Huiping Yan, Zhangshuan Hou, Gardar Johannesson, Stephen Klein, Donald Lucas, Richard Neale, Philip Rasch, Laura Swiler, John Tannahill, Hailong Wang, Minghuai Wang, Chun Zhao", 
        "date": "2015-04-10", 
        "description": "\n\nWe investigate the sensitivity of precipitation characteristics (mean, extreme, and diurnal cycle) to a set of uncertain parameters that influence the qualitative and quantitative behavior of cloud and aerosol processes in the Community Atmosphere Model (CAM5). We adopt both the Latin hypercube and Quasi-Monte Carlo sampling approaches to effectively explore the high-dimensional parameter space and then conduct two large sets of simulations. One set consists of 1100 simulations (cloud ensemble) perturbing 22 parameters related to cloud physics and convection, and the other set consists of 256 simulations (aerosol ensemble) focusing on 16 parameters related to aerosols and cloud microphysics. In the cloud ensemble, six parameters having the greatest influences on the global mean precipitation are identified, three of which (related to the deep convection scheme) are the primary contributors to the total variance of the phase and amplitude of the precipitation diurnal cycle over land. The extreme precipitation characteristics are sensitive to a fewer number of parameters. Precipitation does not always respond monotonically to parameter change. The influence of individual parameters does not depend on the sampling approaches or concomitant parameters selected. Generally, the Generalized Linear Model is able to explain more of the parametric sensitivity of global precipitation than local or regional features. The total explained variance for precipitation is primarily due to contributions from the individual parameters (75–90% in total). The total variance shows a significant seasonal variability in midlatitude continental regions, but very small in tropical continental regions.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000354", 
        "title": "Parametric sensitivity analysis of precipitation at global and local scales in the Community Atmosphere Model CAM5"
    }, 
    {
        "author": "Zhe Feng, Samson Hagos, Angela K. Rowe, Casey D. Burleyson, Matus N. Martini, Simon P. Szoeke", 
        "date": "2015-04-03", 
        "description": "\n\nThis paper investigates the mechanisms of convective cloud organization by precipitation-driven cold pools over the warm tropical Indian Ocean during the 2011 Atmospheric Radiation Measurement (ARM) Madden-Julian Oscillation (MJO) Investigation Experiment/Dynamics of the MJO (AMIE/DYNAMO) field campaign. A high-resolution regional model simulation is performed using the Weather Research and Forecasting model during the transition from suppressed to active phases of the November 2011 MJO. The simulated cold pool lifetimes, spatial extent, and thermodynamic properties agree well with the radar and ship-borne observations from the field campaign. The thermodynamic and dynamic structures of the outflow boundaries of isolated and intersecting cold pools in the simulation and the associated secondary cloud populations are examined. Intersecting cold pools last more than twice as long, are twice as large, 41% more intense (measured with buoyancy), and 62% deeper than isolated cold pools. Consequently, intersecting cold pools trigger 73% more convection than do isolated ones. This is due to stronger outflows that enhance secondary updraft velocities by up to 45%. However, cold pool-triggered convective clouds grow into deep convection not because of the stronger secondary updrafts at cloud base, but rather due to closer spacing (aggregation) between clouds and larger cloud clusters that form along the cold pool boundaries when they intersect. The close spacing of large clouds moistens the local environment and reduces entrainment drying, increasing the probability that the clouds further develop into deep convection. Implications for the design of future convective parameterization with cold pool-modulated entrainment rates are discussed.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000384", 
        "title": "Mechanisms of convective cloud organization by cold pools over tropical warm ocean during the AMIE/DYNAMO field campaign"
    }, 
    {
        "author": "", 
        "date": "2015-04-27", 
        "description": "", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjame.20107", 
        "title": "Issue Information"
    }, 
    {
        "author": "Linjiong Zhou, Qing Bao, Yimin Liu, Guoxiong Wu, Wei-Chyung Wang, Xiaocong Wang, Bian He, Haiyang Yu, Jiandong Li", 
        "date": "2015-01-16", 
        "description": "\n\nThis paper documents version 1 of the Finite-volume Atmospheric Model of the IAP/LASG (FAMIL1), which has a flexible horizontal resolution up to a quarter of 1°. The model, currently running on the “Tianhe 1A” supercomputer, is the atmospheric component of the third-generation Flexible Global Ocean-Atmosphere-Land climate System model (FGOALS3) which will participate in the Coupled Model Intercomparison Project Phase 6 (CMIP6). In addition to describing the dynamical core and physical parameterizations of FAMIL1, this paper describes the simulated characteristics of energy and water balances and compares them with observational/reanalysis data. The comparisons indicate that the model simulates well the seasonal and geographical distributions of radiative fluxes at the top of the atmosphere and at the surface, as well as the surface latent and sensible heat fluxes. A major weakness in the energy balance is identified in the regions where extensive and persistent marine stratocumulus is present. Analysis of the global water balance also indicates realistic seasonal and geographical distributions with the global annual mean of evaporation minus precipitation being approximately 10−5 mm d−1. We also examine the connections between the global energy and water balance and discuss the possible link between the two within the context of the findings from the reanalysis data. Finally, the model biases as well as possible solutions are discussed.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000349", 
        "title": "Global energy and water balance: Characteristics from Finite-volume Atmospheric Model of the IAP/LASG (FAMIL1)"
    }, 
    {
        "author": "Yiping Wu, Shuguang Liu, Zhengxi Tan", 
        "date": "2015-01-16", 
        "description": "\n\nSoil organic carbon (SOC) storage plays a major role in the global carbon cycle and is affected by many factors including land use/management changes (e.g., biofuel production-oriented changes). However, the contributions of various factors to SOC changes are not well understood and quantified. This study was designed to investigate the impacts of changing farming practices, initial SOC levels, and biological enhancement of grain production on SOC dynamics and to attribute the relative contributions of major driving forces (CO2 enrichment and farming practices) using a fractional factorial modeling design. The case study at a crop site in Iowa in the United States demonstrated that the traditional corn-soybean (CS) rotation could still accumulate SOC over this century (from 4.2 to 6.8 kg C/m2) under the current condition; whereas the continuous-corn (CC) system might have a higher SOC sequestration potential than CS. In either case, however, residue removal could reduce the sink potential substantially. Long-term simulation results also suggested that the equilibrium SOC level may vary greatly (∼5.7 to ∼11 kg C/m2) depending on cropping systems and management practices, and projected growth enhancement could make the magnitudes higher (∼7.8 to ∼13 kg C/m2). Importantly, the factorial design analysis indicated that residue management had the most significant impact (contributing 49.4%) on SOC changes, followed by CO2 Enrichment (37%), Tillage (6.2%), the combination of CO2 Enrichment-Residue removal (5.8%), and Fertilization (1.6%). In brief, this study is valuable for understanding the major forces driving SOC dynamics of agroecosystems and informative for decision-makers when seeking the enhancement of SOC sequestration potential and sustainability of biofuel production, especially in the Corn Belt region of the United States.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000361", 
        "title": "Quantitative attribution of major driving forces on soil organic carbon dynamics"
    }, 
    {
        "author": "L. Paige Wright, Leiming Zhang", 
        "date": "2015-01-19", 
        "description": "\n\nThe bidirectional air-surface exchange for gaseous elemental mercury (GEM) and existing measurements of the compensation points over a variety of canopy types are reviewed. Deposition and emission of GEM are dependent on several factors such as the type of canopy, temperature, season, atmospheric GEM concentrations, and meteorological conditions, with compensation points varying between 0.5 and 33 ng m−3. Emissions tend to increase from the spring to summer seasons, as the GEM accumulates in the foliage of the vegetation. A strong dependence on solar radiation has been observed, with higher emissions under light conditions. A bidirectional air-surface exchange flux model is proposed for estimating GEM fluxes at a two-hourly time resolution for the National Atmospheric Deposition Program's, Atmospheric Mercury Network (AMNet) sites. Compared to the unidirectional dry deposition model used in Zhang et al. (2012), two additional parameters, stomatal and soil emission potential, were needed in the bidirectional model and were chosen based on knowledge gained in the literature review and model sensitivity test results. Application of this bidirectional model to AMNet sites have produced annual net deposition fluxes comparable to those estimated in Zhang et al. (2012) at the majority of the sites. In this study, the net GEM dry deposition has been estimated separately for each dominant land use type surrounding each site, and this approach is also recommended for future calculations for easy application of the results to assessments of the mercury effects on various ecosystems.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000367", 
        "title": "An approach estimating bidirectional air-surface exchange for gaseous elemental mercury at AMNet sites"
    }, 
    {
        "author": "Zheqi Shen, Youmin Tang", 
        "date": "2015-01-19", 
        "description": "\n\nThe ensemble Kalman particle filter (EnKPF) is a combination of two Bayesian-based algorithms, namely, the ensemble Kalman filter (EnKF) and the sequential importance resampling particle filter (SIR-PF). It was recently introduced to address non-Gaussian features in data assimilation for highly nonlinear systems, by providing a continuous interpolation between the EnKF and SIR-PF analysis schemes. In this paper, we first extend the EnKPF algorithm by modifying the formula for the computation of the covariance matrix, making it suitable for nonlinear measurement functions (we will call this extended algorithm nEnKPF). Further, a general form of the Kalman gain is introduced to the EnKPF to improve the performance of the nEnKPF when the measurement function is highly nonlinear (this improved algorithm is called mEnKPF). The Lorenz '63 model and Lorenz '96 model are used to test the two modified EnKPF algorithms. The experiments show that the mEnKPF and nEnKPF, given an affordable ensemble size, can perform better than the EnKF for the nonlinear systems with nonlinear observations. These results suggest a promising opportunity to develop a non-Gaussian scheme for realistic numerical models.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000373", 
        "title": "A modified ensemble Kalman particle filter for non-Gaussian systems with nonlinear measurement functions"
    }, 
    {
        "author": "Junhong Wei, Fuqing Zhang", 
        "date": "2015-01-20", 
        "description": "\n\nA series of four-dimensional ray-tracing experiments are performed to investigate the propagating wave characteristics, source mechanisms, and wave number vector refraction budget of six groups of lower-stratospheric gravity waves in the moist baroclinic jet-front systems with varying degree of convective instability. On one hand, the resemblance of ray trajectories and propagating characteristics between gravity waves in the dry experiment versus those in the experiment with weak diabatic heating demonstrates the limited role of moist convection in modifying those wave modes that are dominated by dry dynamics, including both the short-scale northward-propagating mode and the intermediate-scale northward-propagating mode in the jet exit region (likely induced by upper-level jet imbalance and/or tropospheric frontogenesis), the intermediate-scale eastward-propagating mode from the jet exit region in the ridge down to the jet entrance region in the trough (likely induced by upper-level jet imbalance), and the short-scale southward-propagating mode located far to the south of the jet right above the surface cold front (likely induced by tropospheric frontogenesis). On the other hand, comparisons of the gravity waves in the two aforementioned experiments through the ray tracing analysis further demonstrate that moist convection may force new wave modes, modify existing dry wave modes through latent heat release, or modify the new/existing waves through modification of large-scale flow. Convectively generated gravity waves could propagate both upstream and downstream of the latent heating. Lastly, it is indicated in the budget analysis of wave number vector refraction equations that the wind effect on changing the characteristics of propagating gravity waves generally dominates over the thermodynamics effect, and that the thermodynamics effect may counteract, enhance, or even take over the effect of background wind for those wave packets crossing the tropopause or frontal systems.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000395", 
        "title": "Tracking gravity waves in moist baroclinic jet-front systems"
    }, 
    {
        "author": "Michael T. Montomery, John Persing, Roger K. Smith", 
        "date": "2015-01-31", 
        "description": "\n\nThe purpose of this article is twofold. The first is to point out and correct several misconceptions about the putative WISHE mechanism of tropical cyclone intensification that currently are being taught to atmospheric science students, to tropical weather forecasters, and to laypeople who seek to understand how tropical cyclones intensify. The mechanism relates to the simplest problem of an initial cyclonic vortex in a quiescent environment. This first part is important because the credibility of tropical cyclone science depends inter alia on being able to articulate a clear and consistent picture of the hypothesized intensification process and its dependencies on key flow parameters. The credibility depends also on being able to test the hypothesized mechanisms using observations, numerical models, or theoretical analyses. The second purpose of the paper is to carry out new numerical experiments using a state-of-the-art numerical model to test a recent hypothesis invoking the WISHE feedback mechanism during the rapid intensification phase of a tropical cyclone. The results obtained herein, in conjunction with prior work, do not support this recent hypothesis and refute the view that the WISHE intensification mechanism is the essential mechanism of tropical cyclone intensification in the idealized problem that historically has been used to underpin the paradigm. This second objective is important because it presents a simple way of testing the hypothesized intensification mechanism and shows that the mechanism is neither essential nor the dominant mode of intensification for the prototype intensification problem. In view of the operational, societal, and scientific interest in the physics of tropical cyclone intensification, we believe this paper will be of broad interest to the atmospheric science community and the findings should be useful in both the classroom setting and frontier research.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000362", 
        "title": "Putting to rest WISHE-ful misconceptions for tropical cyclone intensification"
    }, 
    {
        "author": "Jian He, Yang Zhang, Tim Glotfelty, Ruoying He, Ralf Bennartz, John Rausch, Karine Sartelet", 
        "date": "2015-02-08", 
        "description": "\n\nEarth system models have been used for climate predictions in recent years due to their capabilities to include biogeochemical cycles, human impacts, as well as coupled and interactive representations of Earth system components (e.g., atmosphere, ocean, land, and sea ice). In this work, the Community Earth System Model (CESM) with advanced chemistry and aerosol treatments, referred to as CESM-NCSU, is applied for decadal (2001–2010) global climate predictions. A comprehensive evaluation is performed focusing on the atmospheric component—the Community Atmosphere Model version 5.1 (CAM5.1) by comparing simulation results with observations/reanalysis data and CESM ensemble simulations from the Coupled Model Intercomparison Project phase 5 (CMIP5). The improved model can predict most meteorological and radiative variables relatively well with normalized mean biases (NMBs) of −14.1 to −9.7% and 0.7–10.8%, respectively, although temperature at 2 m (T2) is slightly underpredicted. Cloud variables such as cloud fraction (CF) and precipitating water vapor (PWV) are well predicted, with NMBs of −10.5 to 0.4%, whereas cloud condensation nuclei (CCN), cloud liquid water path (LWP), and cloud optical thickness (COT) are moderately-to-largely underpredicted, with NMBs of −82.2 to −31.2%, and cloud droplet number concentration (CDNC) is overpredictd by 26.7%. These biases indicate the limitations and uncertainties associated with cloud microphysics (e.g., resolved clouds and subgrid-scale cumulus clouds). Chemical concentrations over the continental U.S. (CONUS) (e.g., \nSO42−, Cl−, OC, and PM2.5) are reasonably well predicted with NMBs of −12.8 to −1.18%. Concentrations of SO2, \nSO42−, and PM10 are also reasonably well predicted over Europe with NMBs of −20.8 to −5.2%, so are predictions of SO2 concentrations over the East Asia with an NMB of −18.2%, and the tropospheric ozone residual (TOR) over the globe with an NMB of −3.5%. Most meteorological and radiative variables predicted by CESM-NCSU agree well overall with those predicted by CESM-CMIP5. The performance of LWP and AOD predicted by CESM-NCSU is better than that of CESM-CMIP5 in terms of model bias and correlation coefficients. Large biases for some chemical predictions can be attributed to uncertainties in the emissions of precursor gases (e.g., SO2, NH3, and NOx) and primary aerosols (black carbon and primary organic matter) as well as uncertainties in formulations of some model components (e.g., online dust and sea-salt emissions, secondary organic aerosol formation, and cloud microphysics). Comparisons of CESM simulation with baseline emissions and 20% of anthropogenic emissions from the baseline emissions indicate that anthropogenic gas and aerosol species can decrease downwelling shortwave radiation (FSDS) by 4.7 W m−2 (or by 2.9%) and increase SWCF by 3.2 W m−2 (or by 3.1%) in the global mean.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000360", 
        "title": "Decadal simulation and comprehensive evaluation of CESM/CAM5.1 with advanced chemistry, aerosol microphysics, and aerosol-cloud interactions"
    }, 
    {
        "author": "Benjamin W. Green, Fuqing Zhang", 
        "date": "2015-02-11", 
        "description": "\n\nCurrent numerical simulations of tropical cyclones (TCs) use a horizontal grid spacing as small as Δx = 103 m, with all boundary layer (BL) turbulence parameterized. Eventually, TC simulations can be conducted at Large Eddy Simulation (LES) resolution, which requires Δx to fall in the inertial subrange (often <102 m) to adequately resolve the large, energy-containing eddies. Between the two lies the so-called “terra incognita” because some of the assumptions used by mesoscale models and LES to treat BL turbulence are invalid. This study performs several 4–6 h simulations of Hurricane Katrina (2005) without a BL parameterization at extremely fine Δx [333, 200, and 111 m, hereafter “Large Eddy Permitting (LEP) runs”] and compares with mesoscale simulations with BL parameterizations (Δx = 3 km, 1 km, and 333 m, hereafter “PBL runs”). There are profound differences in the hurricane BL structure between the PBL and LEP runs: the former have a deeper inflow layer and secondary eyewall formation, whereas the latter have a shallow inflow layer without a secondary eyewall. Among the LEP runs, decreased Δx yields weaker subgrid-scale vertical momentum fluxes, but the sum of subgrid-scale and “grid-scale” fluxes remain similar. There is also evidence that the size of the prevalent BL eddies depends upon Δx, suggesting that convergence to true LES has not yet been reached. Nevertheless, the similarities in the storm-scale BL structure among the LEP runs indicate that the net effect of the BL on the rest of the hurricane may be somewhat independent of Δx.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000399", 
        "title": "Numerical simulations of Hurricane Katrina (2005) in the turbulent gray zone"
    }, 
    {
        "author": "J. S. Johnson, Z. Cui, L. A. Lee, J. P. Gosling, A. M. Blyth, K. S. Carslaw", 
        "date": "2015-02-11", 
        "description": "\n\nThe microphysical properties of convective clouds determine their radiative effects on climate, the amount and intensity of precipitation as well as dynamical features. Realistic simulation of these cloud properties presents a major challenge. In particular, because models are complex and slow to run, we have little understanding of how the considerable uncertainties in parameterized processes feed through to uncertainty in the cloud responses. Here we use statistical emulation to enable a Monte Carlo sampling of a convective cloud model to quantify the sensitivity of 12 cloud properties to aerosol concentrations and nine model parameters representing the main microphysical processes. We examine the response of liquid and ice-phase hydrometeor concentrations, precipitation, and cloud dynamics for a deep convective cloud in a continental environment. Across all cloud responses, the concentration of the Aitken and accumulation aerosol modes and the collection efficiency of droplets by graupel particles have the most influence on the uncertainty. However, except at very high aerosol concentrations, uncertainties in precipitation intensity and amount are affected more by interactions between drops and graupel than by large variations in aerosol. The uncertainties in ice crystal mass and number are controlled primarily by the shape of the crystals, ice nucleation rates, and aerosol concentrations. Overall, although aerosol particle concentrations are an important factor in deep convective clouds, uncertainties in several processes significantly affect the reliability of complex microphysical models. The results suggest that our understanding of aerosol-cloud interaction could be greatly advanced by extending the emulator approach to models of cloud systems.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000383", 
        "title": "Evaluating uncertainty in convective cloud microphysics using statistical emulation"
    }, 
    {
        "author": "Gabriel J. Williams", 
        "date": "2015-02-11", 
        "description": "\n\nThe effects of vortex translation and radial vortex structure in the distribution of boundary layer winds in the inner core of mature tropical cyclones are examined using a high-resolution slab model and a multilevel model. It is shown that the structure and magnitude of the wind field (and the corresponding secondary circulation) depends sensitively on the radial gradient of the gradient wind field above the boundary layer. Furthermore, it is shown that vortex translation creates low wave number asymmetries in the wind field that rotate anticyclonically with height. A budget analysis of the steady state wind field for both models was also performed in this study. Although the agradient force drives the evolution of the boundary layer wind field for both models, it is shown that the manner in which the boundary layer flow responds to this force differs between the two model representations. In particular, the inner core boundary layer flow in the slab model is dominated by the effects of horizontal advection and horizontal diffusion, leading to the development of shock structures in the model. Conversely, the inner core boundary layer flow in the multilevel model is primarily influenced by the effects of vertical advection and vertical diffusion, which eliminates shock structures in this model. These results further indicate that special care is required to ensure that qualitative applications from slab models are not unduly affected by the neglect of vertical advection.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2013MS000299", 
        "title": "The effects of vortex structure and vortex translation on the tropical cyclone boundary layer wind field"
    }, 
    {
        "author": "Hui Wan, Philip J. Rasch, Mark A. Taylor, Christiane Jablonowski", 
        "date": "2015-02-11", 
        "description": "\n\nThis paper evaluates the numerical convergence of very short (1 h) simulations carried out with a spectral-element (SE) configuration of the Community Atmosphere Model version 5 (CAM5). While the horizontal grid spacing is fixed at approximately 110 km, the process-coupling time step is varied between 1800 and 1 s to reveal the convergence rate with respect to the temporal resolution. Special attention is paid to the behavior of the parameterized subgrid-scale physics. First, a dynamical core test with reduced dynamics time steps is presented. The results demonstrate that the experimental setup is able to correctly assess the convergence rate of the discrete solutions to the adiabatic equations of atmospheric motion. Second, results from full-physics CAM5 simulations with reduced physics and dynamics time steps are discussed. It is shown that the convergence rate is 0.4—considerably slower than the expected rate of 1.0. Sensitivity experiments indicate that, among the various subgrid-scale physical parameterizations, the stratiform cloud schemes are associated with the largest time-stepping errors, and are the primary cause of slow time step convergence. While the details of our findings are model specific, the general test procedure is applicable to any atmospheric general circulation model. The need for more accurate numerical treatments of physical parameterizations, especially the representation of stratiform clouds, is likely common in many models. The suggested test technique can help quantify the time-stepping errors and identify the related model sensitivities.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000368", 
        "title": "Short-term time step convergence in a climate model"
    }, 
    {
        "author": "John T. Allen, Michael K. Tippett, Adam H. Sobel", 
        "date": "2015-02-20", 
        "description": "\n\nAn empirical model relating monthly hail occurrence to the large-scale environment has been developed and tested for the United States (U.S.). Monthly hail occurrence for each \n1°×1° grid box is defined as the number of hail events that occur there during a month; a hail event consists of a 3 h period with at least one report of hail larger than 1 in. The model is derived using climatological annual cycle data only. Environmental variables are taken from the North American Regional Reanalysis (NARR; 1979–2012). The model includes four environmental variables convective precipitation, convective available potential energy, storm relative helicity, and mean surface to 90 hPa specific humidity. The model differs in its choice of variables and their relative weighting from existing severe weather indices. The model realistically matches the annual cycle of hail occurrence both regionally and for the contiguous U.S. (CONUS). The modeled spatial distribution is also consistent with the observed hail climatology. However, the westward shift of maximum hail frequency during the summer months is delayed in the model relative to observations, and the model has a lower frequency of hail just east of the Rocky Mountains compared to observations. Year-to-year variability provides an independent test of the model. On monthly and annual time scales, the model reproduces observed hail frequencies. Overall model trends are small compared to observed changes, suggesting that further analysis is necessary to differentiate between physical and nonphysical trends. The empirical hail model provides a new tool for exploration of connections between large-scale climate and severe weather.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000397", 
        "title": "An empirical model relating U.S. monthly hail occurrence to large-scale meteorological environment"
    }, 
    {
        "author": "L. Nazarenko, G. A. Schmidt, R. L. Miller, N. Tausnev, M. Kelley, R. Ruedy, G. L. Russell, I. Aleinov, M. Bauer, S. Bauer, R. Bleck, V. Canuto, Y. Cheng, T. L. Clune, A. D. Del Genio, G. Faluvegi, J. E. Hansen, R. J. Healy, N. Y. Kiang, D. Koch, A. A. Lacis, A. N. LeGrande, J. Lerner, K. K. Lo, S. Menon, V. Oinas, J. Perlwitz, M. J. Puma, D. Rind, A. Romanou, M. Sato, D. T. Shindell, S. Sun, K. Tsigaridis, N. Unger, A. Voulgarakis, M.-S. Yao, Jinlun Zhang", 
        "date": "2015-02-24", 
        "description": "\n\nWe examine the anthropogenically forced climate response for the 21st century representative concentration pathway (RCP) emission scenarios and their extensions for the period 2101–2500. The experiments were performed with ModelE2, a new version of the NASA Goddard Institute for Space Sciences (GISS) coupled general circulation model that includes three different versions for the atmospheric composition components: a noninteractive version (NINT) with prescribed composition and a tuned aerosol indirect effect (AIE), the TCAD version with fully interactive aerosols, whole-atmosphere chemistry, and the tuned AIE, and the TCADI version which further includes a parameterized first indirect aerosol effect on clouds. Each atmospheric version is coupled to two different ocean general circulation models: the Russell ocean model (GISS-E2-R) and HYCOM (GISS-E2-H). By 2100, global mean warming in the RCP scenarios ranges from 1.0 to 4.5°C relative to 1850–1860 mean temperature in the historical simulations. In the RCP2.6 scenario, the surface warming in all simulations stays below a 2°C threshold at the end of the 21st century. For RCP8.5, the range is 3.5–4.5°C at 2100. Decadally averaged sea ice area changes are highly correlated to global mean surface air temperature anomalies and show steep declines in both hemispheres, with a larger sensitivity during winter months. By the year 2500, there are complete recoveries of the globally averaged surface air temperature for all versions of the GISS climate model in the low-forcing scenario RCP2.6. TCADI simulations show enhanced warming due to greater sensitivity to CO2, aerosol effects, and greater methane feedbacks, and recovery is much slower in RCP2.6 than with the NINT and TCAD versions. All coupled models have decreases in the Atlantic overturning stream function by 2100. In RCP2.6, there is a complete recovery of the Atlantic overturning stream function by the year 2500 while with scenario RCP8.5, the E2-R climate model produces a complete shutdown of deep water formation in the North Atlantic.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000403", 
        "title": "Future climate change under RCP emission scenarios with GISS ModelE2"
    }, 
    {
        "author": "Dmitry V. Sein, Uwe Mikolajewicz, Matthias Gröger, Irina Fast, William Cabos, Joaquim G. Pinto, Stefan Hagemann, Tido Semmler, Alfredo Izquierdo, Daniela Jacob", 
        "date": "2015-03-07", 
        "description": "\n\nThe general circulation models used to simulate global climate typically feature resolution too coarse to reproduce many smaller-scale processes, which are crucial to determining the regional responses to climate change. A novel approach to downscale climate change scenarios is presented which includes the interactions between the North Atlantic Ocean and the European shelves as well as their impact on the North Atlantic and European climate. The goal of this paper is to introduce the global ocean-regional atmosphere coupling concept and to show the potential benefits of this model system to simulate present-day climate. A global ocean-sea ice-marine biogeochemistry model (MPIOM/HAMOCC) with regionally high horizontal resolution is coupled to an atmospheric regional model (REMO) and global terrestrial hydrology model (HD) via the OASIS coupler. Moreover, results obtained with ROM using NCEP/NCAR reanalysis and ECHAM5/MPIOM CMIP3 historical simulations as boundary conditions are presented and discussed for the North Atlantic and North European region. The validation of all the model components, i.e., ocean, atmosphere, terrestrial hydrology, and ocean biogeochemistry is performed and discussed. The careful and detailed validation of ROM provides evidence that the proposed model system improves the simulation of many aspects of the regional climate, remarkably the ocean, even though some biases persist in other model components, thus leaving potential for future improvement. We conclude that ROM is a powerful tool to estimate possible impacts of climate change on the regional scale.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000357", 
        "title": "Regionally coupled atmosphere-ocean-sea ice-marine biogeochemistry model ROM: 1. Description and validation"
    }, 
    {
        "author": "S. E. Tolwinski-Ward", 
        "date": "2015-03-16", 
        "description": "\n\nA spatially resolved climatology for the annual frequency of tropical cyclone (TC) landfalls along the Atlantic coast of North America is developed, and its uncertainty deriving from multiple sources is quantified. Historical landfall counts in piecewise-linear segments approximating the coastline are modeled using Poisson regression with spatial random effects. Predictors include index representations of the mean hurricane-season phases of the Southern Oscillation, the Atlantic Multidecadal Oscillation, and the North Atlantic Oscillation, with the effect of the latter also modeled spatially. This spatial generalized linear model for landfall frequency is used in conjunction with a data level accounting explicitly for the time-dependent uncertainty in the recorded landfall positions. The model performs skillfully in cross-validation exercises. The inferred effects of the climatic predictors are also consistent with current scientific understanding of the mechanisms through which related large-scale climatic variability affects the development and motion of Atlantic tropical cyclones. Sampling variability in the data over the short length of the observational record and observational error in the historical data are found to contribute substantially to the overall climatological uncertainty. The contribution from uncertainty in the underlying model parameters is negligible compared to these other sources. The model presented here could be used for applications in insurance and risk management, and adaptations could also be used to investigate changes in TC landfall climatology under an uncertain and changing climate.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000407", 
        "title": "Uncertainty quantification for a climatology of the frequency and spatial distribution of North Atlantic tropical cyclone landfalls"
    }, 
    {
        "author": "Jacob P. Edman, David M. Romps", 
        "date": "2015-03-18", 
        "description": "\n\nLarge-scale dynamics parameterizations are tested numerically in cloud-resolving simulations, including a new version of the weak-pressure-gradient approximation (WPG) introduced by Edman and Romps (2014), the weak-temperature-gradient approximation (WTG), and a prior implementation of WPG. We perform a series of self-consistency tests with each large-scale dynamics parameterization, in which we compare the result of a cloud-resolving simulation coupled to WTG or WPG with an otherwise identical simulation with prescribed large-scale convergence. In self-consistency tests based on radiative-convective equilibrium (RCE; i.e., no large-scale convergence), we find that simulations either weakly coupled or strongly coupled to either WPG or WTG are self-consistent, but WPG-coupled simulations exhibit a nonmonotonic behavior as the strength of the coupling to WPG is varied. We also perform self-consistency tests based on observed forcings from two observational campaigns: the Tropical Warm Pool International Cloud Experiment (TWP-ICE) and the ARM Southern Great Plains (SGP) Summer 1995 IOP. In these tests, we show that the new version of WPG improves upon prior versions of WPG by eliminating a potentially troublesome gravity-wave resonance.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000378", 
        "title": "Self-consistency tests of large-scale dynamics parameterizations for single-column modeling"
    }, 
    {
        "author": "Carlos A. Sierra, Susan E. Trumbore, Eric A. Davidson, Sara Vicca, I. Janssens", 
        "date": "2015-02-11", 
        "description": "\n\nThe sensitivity of soil organic matter decomposition to global environmental change is a topic of prominent relevance for the global carbon cycle. Decomposition depends on multiple factors that are being altered simultaneously as a result of global environmental change; therefore, it is important to study the sensitivity of the rates of soil organic matter decomposition with respect to multiple and interacting drivers. In this manuscript, we present an analysis of the potential response of decomposition rates to simultaneous changes in temperature and moisture. To address this problem, we first present a theoretical framework to study the sensitivity of soil organic matter decomposition when multiple driving factors change simultaneously. We then apply this framework to models and data at different levels of abstraction: (1) to a mechanistic model that addresses the limitation of enzyme activity by simultaneous effects of temperature and soil water content, the latter controlling substrate supply and oxygen concentration for microbial activity; (2) to different mathematical functions used to represent temperature and moisture effects on decomposition in biogeochemical models. To contrast model predictions at these two levels of organization, we compiled different data sets of observed responses in field and laboratory studies. Then we applied our conceptual framework to: (3) observations of heterotrophic respiration at the ecosystem level; (4) laboratory experiments looking at the response of heterotrophic respiration to independent changes in moisture and temperature; and (5) ecosystem-level experiments manipulating soil temperature and water content simultaneously.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000358", 
        "title": "Sensitivity of decomposition rates of soil organic matter with respect to simultaneous changes in temperature and moisture"
    }
]