[
    {
        "author": "Felix Ebeling", 
        "date": "2015-06-15", 
        "description": "Consumers in Germany are much more likely to purchase expensive ‘green’ energy produced from renewable resources if they have to actively opt out if they do not want it. In absence of such a ‘nudge’, behaviour depends more on political allegiance.", 
        "journal": "Nature: Climate Change", 
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/bF2VnwL2s7g/nclimate2681", 
        "title": "Domestic uptake of green energy promoted by opt-out tariffs"
    }, 
    {
        "author": "Georgina Brennan", 
        "date": "2015-06-15", 
        "description": "Shifts in the growth rate of a model green alga cultured in the presence of one or a combination of up to eight environmental drivers can generally be explained by the response to a single dominant driver, such as pH or temperature.", 
        "journal": "Nature: Climate Change", 
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/afo6_wxwp20/nclimate2682", 
        "title": "Growth responses of a green alga to multiple environmental drivers"
    }, 
    {
        "author": "Gwenn M. M. Hennon", 
        "date": "2015-06-15", 
        "description": "Carbon fixation by marine diatoms, which dominate ocean primary productivity, is energetically expensive. Now genetic analysis shows that elevated CO2 causes downregulation of these mechanisms, resulting in metabolic rearrangement and energy savings.", 
        "journal": "Nature: Climate Change", 
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/TbgMwtxgN7k/nclimate2683", 
        "title": "Diatom acclimation to elevated CO2 via cAMP signalling and coordinated gene expression"
    }, 
    {
        "author": "Jodi N. Young", 
        "date": "2015-06-15", 
        "description": "Diatoms are important primary producers in the ocean, however their response to rising CO 2  is uncertain. Now research shows how diatoms regulate their metabolism in response to changing CO 2 .", 
        "journal": "Nature: Climate Change", 
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/ibLKx_V5d7k/nclimate2691", 
        "title": "Biological oceanography: The CO2 switch in diatoms"
    }, 
    {
        "author": "Mattias Hjerpe", 
        "date": "2015-06-15", 
        "description": "Survey data shows that policymakers are starting to seriously consider alternative climate governance forums to the United Nations Framework Convention on Climate Change.", 
        "journal": "Nature: Climate Change", 
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/OV0TYmHYW1Y/nlcimate2684", 
        "title": "Views on alternative forums for effectively tackling climate change"
    }, 
    {
        "author": "Christine D. Miller Hesed", 
        "date": "2015-06-08", 
        "description": "Quantitative indices can only partially help in understanding vulnerability to climate change impacts. Research shows that eliciting cultural knowledge yields important insights into how social–ecological factors affect communities’ vulnerability.", 
        "journal": "Nature: Climate Change", 
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/vN1MFjHiwhE/nclimate2668", 
        "title": "Cultural knowledge and local vulnerability in African American communities"
    }, 
    {
        "author": "G. J. S. Hollin", 
        "date": "2015-06-08", 
        "description": "Analysis of an IPCC press conference shows that certain terms hold different meanings for scientific and public audiences, highlighting the difficulty of balancing scientific credibility with public dialogue.", 
        "journal": "Nature: Climate Change", 
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/n_h2a11kmzY/nclimate2672", 
        "title": "Tension between scientific certainty and meaning complicates communication of IPCC reports"
    }, 
    {
        "author": "Colin Walch", 
        "date": "2015-06-08", 
        "description": "The third UN World Conference on Disaster Risk Reduction ended with an agreement lacking ambition. The conference showed that better communication between the scientific community and decision-makers is needed to develop informed frameworks.", 
        "journal": "Nature: Climate Change", 
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/CahbNB2QYzI/nclimate2680", 
        "title": "Expertise and policy-making in disaster risk reduction"
    }, 
    {
        "author": "Grégory Beaugrand", 
        "date": "2015-06-01", 
        "description": "Analysis of the sensitivity of marine pelagic biodiversity to past and contemporary climate change shows that even moderate future warming will accelerate changes already being observed, while severe warming will seriously impact biodiversity.", 
        "journal": "Nature: Climate Change", 
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/mshA1N_QKlc/nclimate2650", 
        "title": "Future vulnerability of marine biodiversity compared with contemporary and past changes"
    }, 
    {
        "author": "Juan P. Boisier", 
        "date": "2015-06-01", 
        "description": "Dry season rainfall in the Amazon is projected by constraining global climate models with simple models calibrated to observations. The results indicate a longer dry season over a larger area and a strengthening of the monsoon season this century.", 
        "journal": "Nature: Climate Change", 
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/v1BKawFesp4/nclimate2658", 
        "title": "Projected strengthening of Amazonian dry season by constrained climate model simulations"
    }, 
    {
        "author": "Endre Tvinnereim", 
        "date": "2015-06-01", 
        "description": "Automated text analysis shows that Norwegians emphasize themes around weather and ice, the future, consumption and attribution when responding to survey questions about climate change, with greater concern for societal aspects than UK or US citizens.", 
        "journal": "Nature: Climate Change", 
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/QX1H6ynYeDU/nclimate2663", 
        "title": "Explaining topic prevalence in answers to open-ended survey questions about climate change"
    }, 
    {
        "author": "Buwen Dong", 
        "date": "2015-06-01", 
        "description": "Higher atmospheric greenhouse gases are shown to have driven the recovery of Sahelian rainfall since the 1980s. This study discounts the role of sea surface temperature changes that had previously been jointly credited as drivers of the recovery.", 
        "journal": "Nature: Climate Change", 
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/rZb_NUPGVHs/nclimate2664", 
        "title": "Dominant role of greenhouse-gas forcing in the recovery of Sahel rainfall"
    }, 
    {
        "author": "Lynda Hamaoui-Laguel", 
        "date": "2015-05-25", 
        "description": "Common ragweed is an invasive plant in Europe, and many people are allergic to its pollen. Modelling results indicate that airborne pollen concentrations are likely to increase in Europe over coming decades, at least in part owing to climate change.", 
        "journal": "Nature: Climate Change", 
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/KT1WHYAMiYE/nclimate2652", 
        "title": "Effects of climate change and seed dispersal on airborne ragweed pollen loads in Europe"
    }, 
    {
        "author": "Lester Kwiatkowski", 
        "date": "2015-05-25", 
        "description": "Widespread severe coral bleaching and degradation is projected to occur by 2050 due to global warming. But the risk of global bleaching could be reduced through climate engineering using stratospheric aerosol-based solar radiation management.", 
        "journal": "Nature: Climate Change", 
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/A7QujPwlhHA/nclimate2655", 
        "title": "Coral bleaching under unconventional scenarios of climate warming and ocean acidification"
    }, 
    {
        "author": "Lorien Jasny", 
        "date": "2015-05-25", 
        "description": "Empirical analysis of climate change debates in the US Congress shows that policymakers are most likely to seek out experts confirming their existing views. That information then gets disseminated among like-minded individuals in ‘echo chambers’.", 
        "journal": "Nature: Climate Change", 
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/37W1f1C8ZBg/nclimate2666", 
        "title": "An empirical examination of echo chambers in US climate policy networks"
    }, 
    {
        "author": "Bryan Jones", 
        "date": "2015-05-18", 
        "description": "US population exposure to extreme heat is set to increase four- to sixfold in the late twentieth century. Changes in population are as important as changes in climate in driving this outcome.", 
        "journal": "Nature: Climate Change", 
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/BrvUVVwjHIU/nclimate2631", 
        "title": "Future population exposure to US heat extremes"
    }, 
    {
        "author": "Nathan G. McDowell", 
        "date": "2015-05-18", 
        "description": "A hydraulic corollary to Darcy’s law is used to predict the characteristics of plants that will survive during drought in a warmer climate. This indicates that forest trees will need to be shorter and more drought-tolerant to survive in the future.", 
        "journal": "Nature: Climate Change", 
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/HEfH2dEmOMo/nclimate2641", 
        "title": "Darcy's law predicts widespread forest mortality under climate warming"
    }, 
    {
        "author": "Nam-Young Kang", 
        "date": "2015-05-18", 
        "description": "A study using a three-dimensional variability space where tropical cyclone frequency, intensity and activity are linked identifies surface ocean temperature as the cause of increased cyclone intensity and a decreased frequency of occurrence.", 
        "journal": "Nature: Climate Change", 
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/TCni8upFvF8/nclimate2646", 
        "title": "Trade-off between intensity and frequency of global tropical cyclones"
    }, 
    {
        "author": "Maria Fossheim", 
        "date": "2015-05-18", 
        "description": "Rapid warming of Arctic marine ecosystems has led to a change in the spatial distribution of fish communities, with boreal communities expanding into regions previously dominated by Arctic fish species, which are now retracting northwards.", 
        "journal": "Nature: Climate Change", 
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/aAoX9QrrKnc/nclimate2647", 
        "title": "Recent warming leads to a rapid borealization of fish communities in the Arctic"
    }, 
    {
        "author": "Matthew D. Bartos", 
        "date": "2015-05-18", 
        "description": "Power providers do not account for climate change in their development plans. But 46% of power stations in the western United States are vulnerable to long-term changes in streamflow, air temperature, water temperature, humidity and air density.", 
        "journal": "Nature: Climate Change", 
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/viTkCVcGieU/nclimate2648", 
        "title": "Impacts of climate change on electric power supply in the Western United States"
    }, 
    {
        "author": "Paul R. Elsen", 
        "date": "2015-05-18", 
        "description": "Surface area does not decrease monotonically with elevation for two-thirds of mountain ranges. Consequently many mountain species might not experience reduced habitat area as they move upslope under climate change.", 
        "journal": "Nature: Climate Change", 
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/vuNMIuDAusA/nclimate2656", 
        "title": "Global mountain topography and the fate of montane species under climate change"
    }, 
    {
        "author": "Kerstin K. Zander", 
        "date": "2015-05-04", 
        "description": "Climate change is expected to exacerbate absenteeism as a result of heat stress, with ramifications for labour productivity. Reduced work performance in 2013–2014 in Australia was found to represent an economic burden of around US$6.2 billion.", 
        "journal": "Nature: Climate Change", 
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/HJ7flD4Kdtg/nclimate2623", 
        "title": "Heat stress causes substantial labour productivity loss in Australia"
    }, 
    {
        "author": "Jeffrey Maynard", 
        "date": "2015-05-04", 
        "description": "Rising water temperatures increase the susceptibility of reef-building corals to diseases caused by pathogens and to coral bleaching. Model projections indicate that disease is more likely to cause coral mortality than bleaching in coming decades.", 
        "journal": "Nature: Climate Change", 
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/SGynKEbNCVA/nclimate2625", 
        "title": "Projections of climate conditions that increase coral disease susceptibility and pathogen abundance and virulence"
    }, 
    {
        "author": "A. N. Geerts", 
        "date": "2015-04-27", 
        "description": "A manipulation experiment, combined with reconstructed evolutionary history from a dormant egg bank found in recent lake sediments, reveals that water fleas (Daphnia) can exhibit a rapid increase in their capacity to tolerate higher temperatures.", 
        "journal": "Nature: Climate Change", 
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/xDOhNN5QoZM/nclimate2628", 
        "title": "Rapid evolution of thermal tolerance in the water flea Daphnia"
    }, 
    {
        "author": "Vittorio Garilli", 
        "date": "2015-04-20", 
        "description": "Physiological changes associated with dwarfing in two marine molluscs that are adapted to acidified seawater at shallow CO2 seeps help the animals keep their shells intact. Such changes may have helped species to survive past mass extinction events.", 
        "journal": "Nature: Climate Change", 
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/brwiBr2pKio/nclimate2616", 
        "title": "Physiological advantages of dwarfing in surviving extinctions in high-CO2 oceans"
    }
]