[
    {
        "author": "", 
        "date": "2015-06-12", 
        "description": "\n                  <h3 class=\"a-plus-plus\">Abstract</h3>\n                  <p class=\"a-plus-plus\">What role, if any, do incidental emotions play in people’s beliefs about climate change and support for climate mitigation policies? This question has received surprisingly little attention, despite a growing recognition that reactions to climate change information are shaped by various contextual factors beyond the information itself. Drawing on recent perspectives in psychology and communication, we conducted an experiment (<em class=\"a-plus-plus\">N</em> = 719) in which participants were randomly assigned to one of two emotion-induction treatments (guilt or anger) or to a no-emotion (neutral) control condition immediately before reading a news story about negative climate impacts and reporting on related policy preferences (e.g., support for taxing carbon polluters). Results revealed a number of significant effects, some of which emerged for the sample overall (e.g., guilt increased support for particular climate mitigation policies) and some that depended on personal and message factors suggested by prior research (e.g., political affiliation and social distance). Overall, these findings suggest that emotions may play an important role in guiding how the public processes and reacts to information about climate change.</p>\n                ", 
        "journal": "Climatic Change", 
        "link": "http://link.springer.com/10.1007/s10584-015-1443-x", 
        "title": "Exploring the role of incidental emotions in support for climate change policy"
    }, 
    {
        "author": "", 
        "date": "2015-06-12", 
        "description": "\n                  <h3 class=\"a-plus-plus\">Abstract</h3>\n                  <p class=\"a-plus-plus\">Extreme weather events, at least in the short term, will arguably cause more damage and thus adversely affect society more than long term changes in the mean climate that are attributed to anthropogenic greenhouse gas emissions. While it was long perceived as impossible to directly link a singular event with external climate drivers the emerging science of probabilistic event attribution renders it possible to attribute the fraction of risk caused by anthropogenic climate change to particular weather events and their associated losses. The robust link of only a small fraction of excessive deaths in, e.g., a heatwave to manmade climate change is very significant from an ethical point of view and we argue that this has widespread implications, e.g. for pending policy decisions concerning the Warsaw International Mechanism for Loss and Damage and the recognition of such losses in the broader context of climate justice.</p>\n                ", 
        "journal": "Climatic Change", 
        "link": "http://link.springer.com/10.1007/s10584-015-1433-z", 
        "title": "Ethical and normative implications of weather event attribution for policy discussions concerning loss and damage"
    }, 
    {
        "author": "", 
        "date": "2015-06-10", 
        "description": "\n                  <h3 class=\"a-plus-plus\">Abstract</h3>\n                  <p class=\"a-plus-plus\">The electric power sector both affects and is affected by climate change. Numerous studies highlight the potential of the power sector to reduce greenhouse gas emissions. Yet fewer studies have explored the physical impacts of climate change on the power sector. The present analysis examines how projected rising temperatures affect the demand for and supply of electricity. We apply a common set of temperature projections to three well-known electric sector models in the United States: the US version of the Global Change Assessment Model (GCAM-USA), the Regional Electricity Deployment System model (ReEDS), and the Integrated Planning Model (IPM®). Incorporating the effects of rising temperatures from a control scenario without emission mitigation into the models raises electricity demand by 1.6 to 6.5 % in 2050 with similar changes in emissions. The increase in system costs in the reference scenario to meet this additional demand is comparable to the change in system costs associated with decreasing power sector emissions by approximately 50 % in 2050. This result underscores the importance of adequately incorporating the effects of long-run temperature change in climate policy analysis.</p>\n                ", 
        "journal": "Climatic Change", 
        "link": "http://link.springer.com/10.1007/s10584-015-1380-8", 
        "title": "Impacts of rising air temperatures and emissions mitigation on electricity demand and supply in the United States: a multi-model comparison"
    }, 
    {
        "author": "", 
        "date": "2015-06-08", 
        "description": "", 
        "journal": "Climatic Change", 
        "link": "http://link.springer.com/10.1007/s10584-015-1440-0", 
        "title": "Governance, enabling frameworks and policies for the transfer and diffusion of low carbon and climate adaptation technologies in developing countries"
    }, 
    {
        "author": "", 
        "date": "2015-06-05", 
        "description": "\n                  <h3 class=\"a-plus-plus\">Abstract</h3>\n                  <p class=\"a-plus-plus\">Weather variability affects many parts of the Philippines, can threaten human health and well-being, and may become more frequent and intense due to climate change. Compared to more visible extreme weather events (e.g., typhoons), seasonal and inter-annual weather variations (e.g., in precipitation, wind, temperature) associated with otherwise normal weather systems are less often incorporated into adaptation planning. To better inform such planning, this study examines self-reported household impacts of atypical rainy and dry seasons, with a focus on gender. By collecting data from women and men in the same randomly sampled households, this study contributes an innovative intrahousehold analysis to the growing body of work at the nexus of gender, weather, and climate. The study finds gendered differences in reported impacts for <em class=\"a-plus-plus\">rainier than usual</em> rainy seasons but few differences for <em class=\"a-plus-plus\">drier or longer than usual</em> dry seasons. Climate adaptation plans should further incorporate seasonal and inter-annual weather variability and seek participatory input from both women and men so that a diversity of concerns is addressed.</p>\n                ", 
        "journal": "Climatic Change", 
        "link": "http://link.springer.com/10.1007/s10584-015-1437-8", 
        "title": "Weather variability in urban Philippines: a gender analysis of household impacts"
    }, 
    {
        "author": "", 
        "date": "2015-06-05", 
        "description": "\n                  <h3 class=\"a-plus-plus\">Abstract</h3>\n                  <p class=\"a-plus-plus\">A number of previous studies have reported a positive relationship between ambient temperature and the incidence of violent crimes such as assault. This has led some authors to suggest that anthropogenic climate change may result in an increase in violent crime rates. In this study, we report an investigation of the relationship between temperature and assault incidence in New Zealand. Both police data listing recorded assaults as well as data from the Ministry of Health listing hospitalisations due to assault were examined. Geographical, seasonal, and irregular daily variation in temperature were all positively related to the incidence of assault, although only the effect of irregular variation in temperature was robust to controls for plausible confounds. The estimated effect of irregular daily variation in temperature was approximately 1.5 % extra recorded assaults for each 1 °C increase in temperature. It remains difficult, however, to make accurate predictions about future assault rates in a warming world. For example, humans may react to sustained changes in climate in ways that differ markedly from their reaction to short-term variation in temperature. Climate change may also affect rates of violence via mechanisms other than those that currently drive the relationship between temperature and violence. Furthermore, assault rates may continue to change in response to factors unrelated to climate change, such as those responsible for the long-term historical decline in human violence.</p>\n                ", 
        "journal": "Climatic Change", 
        "link": "http://link.springer.com/10.1007/s10584-015-1438-7", 
        "title": "The relationship between temperature and assault in New Zealand"
    }, 
    {
        "author": "", 
        "date": "2015-06-04", 
        "description": "\n                  <h3 class=\"a-plus-plus\">Abstract</h3>\n                  <p class=\"a-plus-plus\">Extreme weather events are a significant cause of loss of life and livelihoods, particularly in vulnerable countries and communities in Africa. Such events or their probability of occurring may be, or are, changing due to climate change with consequent changes in the associated risks. To adapt to, or to address loss and damage from, this changing risk we need to understand the effects of climate change on extreme weather events and their impacts. The emerging science of probabilistic event attribution can provide scientific evidence about the contribution of anthropogenic climate change to changes in risk of extreme events. This research has the potential to be useful for climate change adaptation, but there is a need to explore its application in vulnerable developing countries, particularly those in Africa, since the majority of existing event attribution studies have focused on mid-latitude events. Here we explain the methods of, and implications of, different approaches to attributing extreme weather events in an African context. The analysis demonstrates that different ways of framing attribution questions can lead to very different assessments of change in risk. Crucially, defining the most appropriate attribution question to ask is not a science decision but one that needs to be made in dialogue with those stakeholders who will use the answers. This is true of all attribution studies but may be particularly relevant in a tropical context, suggesting that collaboration between scientists and policy-makers is a priority for Africa.</p>\n                ", 
        "journal": "Climatic Change", 
        "link": "http://link.springer.com/10.1007/s10584-015-1432-0", 
        "title": "Attribution of extreme weather events in Africa: a preliminary exploration of the science and policy implications"
    }, 
    {
        "author": "", 
        "date": "2015-06-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">Predicted climate change may significantly affect drinking water supply in urban areas. Local water stakeholders facing climate change will have to deal with uncertain information and unexpected events. To address this lack of data, the knowledge and experience of practitioners might be used to assess the potential impacts of climate change on different issues, including drinking water supply. This paper proposes a participatory approach to identify local issues associated with drinking water supply (from source to tap) in a climate change context. This approach relies on the experience and knowledge of local practitioners. The proposed approach was applied to the Québec City metropolitan area (Province of Quebec, Canada). It is based on assignment examples (in this case, a selected set of districts from the study territory) in order to generalize application to the entire territory. This approach helps stakeholders to rationally consider different dimensions and the complexity of drinking water supply.</p>\n                  ", 
        "journal": "Climatic Change", 
        "link": "http://link.springer.com/10.1007/s10584-015-1366-6", 
        "title": "Estimation of urban water supply issues at the local scale: a participatory approach"
    }, 
    {
        "author": "", 
        "date": "2015-06-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">High-resolution and high-precision paleo-hydrological reconstruction is important both in science and in engineering practice. Here we show that the stalagmite δ<sup class=\"a-plus-plus\">18</sup>O record can be used for paleo-hydrological reconstruction in a monsoon affected area in China. Using the cave δ<sup class=\"a-plus-plus\">18</sup>O record established by Zhang et al. (Science 322:940–942, <span class=\"a-plus-plus citation-ref citationid-c-r30\">2008</span>), we established a regression equation, which indicates that the 5-point moving average of the Wanxiang Cave δ<sup class=\"a-plus-plus\">18</sup>O (δ<sup class=\"a-plus-plus\">18</sup>O<sub class=\"a-plus-plus\">5m</sub>) can explain 59 % of the variation in the 5-point moving average of annual river flow (<em class=\"a-plus-plus\">Q</em>\n                      <sub class=\"a-plus-plus\">w,D,5m</sub>) at Danjiangkou of the Hanjiang River. Using this equation, we reconstructed <em class=\"a-plus-plus\">Q</em>\n                      <sub class=\"a-plus-plus\">w,D,5m</sub> for the period from 197 AD to 2001. The project of water transfer from south China to north (WTFSCTN) aims to solve the problem of serious water shortage in the north China plain, and reasonable estimation of amount of the water diversion is crucially important. Based on the reconstructed long series of <em class=\"a-plus-plus\">Q</em>\n                      <sub class=\"a-plus-plus\">w,D,5m</sub> (197–2001), we re-assessed the statistical characteristics of the measured <em class=\"a-plus-plus\">Q</em>\n                      <sub class=\"a-plus-plus\">w,D,5m</sub> in short series (1932–2006), — based on the latter the amount of water diversion was designed. The results show that the short series seriously over estimates the annual <em class=\"a-plus-plus\">Q</em>\n                      <sub class=\"a-plus-plus\">w,D,5m</sub> for very dry (18.8 % larger) and extremely dry (21.5 % larger) years, and considerale bias would be yielded when the water diversion amount is determined only based on the short series. In case some very dry years occur, the situation would be serious either for the WTFSCTN water supply or for the eco-systems downstream from the Danjiangkou Reservoir.</p>\n                  ", 
        "journal": "Climatic Change", 
        "link": "http://link.springer.com/10.1007/s10584-015-1369-3", 
        "title": "Paleo-hydrologic reconstruction based on stalagmite δ 18 O and re-assessment of river flow above the Danjiangkou Dam, China"
    }, 
    {
        "author": "", 
        "date": "2015-06-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">The effect of environmental temperature on suicide risk is an important issue given the increase in global temperatures expected over the following century. Previous research has produced conflicting findings: Studies concerned with temporal variation in temperature and suicide have tended to find a positive relationship, while those concerned with geographical variation in temperature and suicide have tended to find a negative relationship. In this study, we aimed firstly to estimate the relationship between suicide incidence and three components of variation in temperature: Irregular, seasonal, and geographical. Secondly, we aimed to critically examine what this information can (and cannot) tell us about the likely effects of anthropogenic climate change on suicide rates. Suicide data from New Zealand for the period 1988 to 2007 were collated according to date of death and district and compared with temperature data from the same period. Using generalized linear mixed models, we found that irregular variation in temperature was positively related to suicide incidence, with about 1.8 % more suicides for every 1 °C increase in temperature. On the other hand, seasonal variation in temperature had virtually no linear relationship with suicide incidence, and when controlling for demographic differences, geographical variation in temperature was <em class=\"a-plus-plus\">negatively</em> related to suicide incidence. We conclude that differences in both the sign and the direction of the effects of different forms of variation in temperature mean that it is very difficult to predict how climate change will affect risk of suicide.</p>\n                  ", 
        "journal": "Climatic Change", 
        "link": "http://link.springer.com/10.1007/s10584-015-1371-9", 
        "title": "Will climate change increase or decrease suicide rates? The differing effects of geographical, seasonal, and irregular variation in temperature on suicide incidence"
    }, 
    {
        "author": "", 
        "date": "2015-06-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">We used meta-analysis to synthesize 125 studies assessing the responses of rice production to elevated atmospheric carbon dioxide concentration ([CO<sub class=\"a-plus-plus\">2</sub>]), and the interaction of elevated [CO<sub class=\"a-plus-plus\">2</sub>] with rising temperature or N supply. Elevated [CO<sub class=\"a-plus-plus\">2</sub>] significantly enhanced rice yield by 20 %, despite no significant increase in grain size and harvest index at elevated [CO<sub class=\"a-plus-plus\">2</sub>]. Belowground biomass increased at elevated [CO<sub class=\"a-plus-plus\">2</sub>] to a larger extent than aboveground biomass. Among the Japonica, Indica and Hybrid rice cultivars, Hybrid cultivars generally showed the greatest growth response to elevated [CO<sub class=\"a-plus-plus\">2</sub>]. The maximum enhancement of rice yield was observed at 600–699 ppm [CO<sub class=\"a-plus-plus\">2</sub>] with less benefit in studies with lower or higher elevated [CO<sub class=\"a-plus-plus\">2</sub>] levels. Rice yield responses to elevated [CO<sub class=\"a-plus-plus\">2</sub>] were smaller in FACE compared with the other fumigation methods, largely associated with lower photosynthesis. Increases in rice yield at elevated [CO<sub class=\"a-plus-plus\">2</sub>] were constrained by limited N supply. The detrimental effect of rising temperature on spikelet fertility and harvest index were not be fully counteracted by elevated [CO<sub class=\"a-plus-plus\">2</sub>] effects. Together, the results of this meta-analysis suggest that rising [CO<sub class=\"a-plus-plus\">2</sub>] and warming accompanied by low N supply are unlikely to stimulate rice production, especially with the current trajectory of emissions scenarios.</p>\n                  ", 
        "journal": "Climatic Change", 
        "link": "http://link.springer.com/10.1007/s10584-015-1374-6", 
        "title": "Response of rice production to elevated [CO 2 ] and its interaction with rising temperature or nitrogen supply: a meta-analysis"
    }, 
    {
        "author": "", 
        "date": "2015-06-01", 
        "description": "", 
        "journal": "Climatic Change", 
        "link": "http://link.springer.com/10.1007/s10584-014-1323-9", 
        "title": "The moral complexity of climate change and the need for a multidisciplinary perspective on climate ethics"
    }, 
    {
        "author": "", 
        "date": "2015-06-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">In recent years, the field of climate ethics has grown into a truly multidisciplinary endeavor. Climate ethics scholars are pursuing both normative and positive questions about climate change using many different approaches drawn from a wide diversity of disciplinary and theoretical perspectives. Now, the field stands at a multidisciplinary crossroads, delineated in large part by two interrelated considerations: what are the key research questions most in need of multidisciplinary attention and what can be done to move the insights and implications of climate ethics scholarship into real-world climate decision-making. Here, we identify four directions for near-future climate ethics research that we believe are both in need of further examination and likely to be of interest to a diverse coalition of decision-makers working “on the ground”: geoengineering; scope of ethical consideration; responsibility of actors; and, hazards, vulnerabilities and impacts. Regardless of the specific questions they choose to pursue, multidisciplinary climate ethics researchers should strive to conduct accessible and actionable research that both answers the questions decision-makers are already asking as well as helps shape those questions to make decision-making processes more inclusive and ethically-grounded.</p>\n                  ", 
        "journal": "Climatic Change", 
        "link": "http://link.springer.com/10.1007/s10584-015-1404-4", 
        "title": "Climate ethics at a multidisciplinary crossroads: four directions for future scholarship"
    }, 
    {
        "author": "", 
        "date": "2015-06-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">Motivated by growing heat-related morbidity and mortality in a warming climate, this paper assesses global heat health risk in order to understand the challenges to sustainability in the 21st century, using four Representative Concentration Pathways (RCPs) of the HadGEM2-ES climate model and five Shared Socio-Economic Pathways (SSPs). Factors influencing global heat health risk were reviewed and risks were estimated based on heat hazard and socio-economic vulnerability. Hazard, vulnerability, risk and in particular, populations at different risk levels, were analyzed quantitatively at both global and regional scales. The results show that under an RCP8.5-SSP3 scenario, the world will be subject to the highest heat health risk, with rapidly increasing hazard levels and vulnerability over the century. Less developed or developing regions, such as Africa and Southeast Asia, are at the highest risk. The heat risk under an RCP2.6-SSP1 scenario will first increase and then fall, resulting in the lowest heat-health-risk pattern. We found that heat health risk will increase during the century under all RCP-SSP scenarios, with a higher frequency, higher intensity, longer duration and expanding spatial reach. Significant differences were observed across regions. The results make clear that the increasing risk poses significant challenges to sustainable human health. To meet these challenges, more attention and effective actions are urgently needed from both policy makers and individuals.</p>\n                  ", 
        "journal": "Climatic Change", 
        "link": "http://link.springer.com/10.1007/s10584-015-1372-8", 
        "title": "New climate and socio-economic scenarios for assessing global human health challenges due to heat risk"
    }, 
    {
        "author": "", 
        "date": "2015-06-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">Mankind must cooperate to reduce GHG emissions to prevent a catastrophic rise in global temperature. How can the costs of reducing GHG emissions be allocated across regions of the world and simultaneously address growth? We postulate a two-region world and, based on sustainability and egalitarian criteria, calculate optimal paths in which a South, like China, and a North, like the United States, converge in welfare per capita to a path of sustained growth of 1 % per year by 2085, while global CO<sub class=\"a-plus-plus\">2</sub> emissions are restricted to a conservative path, constructed from the Representative Concentration Pathway RCP3-PD scenario, that leads to the stabilization of concentrations around 450 ppm CO<sub class=\"a-plus-plus\">2</sub>, providing an expected temperature change not exceeding 2 °C. It follows from our analysis that growth expectations in the North and the South should be scaled back substantially, not only after 2085, but also in the transition period. Feasible growth paths with low levels of emissions would require heavy investments in education and knowledge. Northern and Southern growth should be restricted to about 1 % and 2.5 % per year, respectively, over the next 75 years. Politicians who wish to solve the global-warming problem should prepare their polities to accept this reality.</p>\n                  ", 
        "journal": "Climatic Change", 
        "link": "http://link.springer.com/10.1007/s10584-014-1227-8", 
        "title": "North–south convergence and the allocation of CO 2 emissions"
    }, 
    {
        "author": "", 
        "date": "2015-06-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">The southern part of northeast China has experienced a marked warming and drying climate. We provide dendrochronological evidence for atmospheric CO<sub class=\"a-plus-plus\">2</sub> fertilization and the impacts of warming on Chinese pine (<em class=\"a-plus-plus\">Pinus tabulaeformis</em>) growth. The results of this study show that increased temperature has a negative effect on pine growth during a major part of the growing season and a weakly positive effects on growth during the remaining portion of the year. The monthly temperatures explain ca. 20 % of the total variance in the annual radial growth of Chinese pine from 1901 to 2009. An increase of approximately 3–5 °C is the maximum that Chinese pine can tolerate in this region with an annual rainfall of 500–700 mm. Our results suggest a that there is a proportional response to warming only up to a maximum of 1 °C warming, and indicate the complexitiesof succession in forest ecosystems in terms of adaptation and evolution in local pine populations under a rapid warming condition. In addition, increasing atmospheric CO<sub class=\"a-plus-plus\">2</sub> concentrations have a positive effect on tree growth. This effect can be detected with conventional dendrochronological methods.</p>\n                  ", 
        "journal": "Climatic Change", 
        "link": "http://link.springer.com/10.1007/s10584-015-1356-8", 
        "title": "Response of radial growth to warming and CO 2 enrichment in southern Northeast China: a case of Pinus tabulaeformis "
    }, 
    {
        "author": "", 
        "date": "2015-06-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">In Canadian forests, the majority of burned area occurs on a small number of days of extreme fire weather. These days lie within the tail end of the distribution of fire weather, and are often the periods when fire suppression capacity is most challenged. We examined the historic and future frequency of such extreme fire weather events across 16 fire regime zones in the forested regions of Canada from 1970 to the year 2090. Two measurements are used to measure the extreme fire weather events, the 95th percentile of Fire Weather Index (FWI<sub class=\"a-plus-plus\">95</sub>) and the number of spread days. The annual frequency of fire spread days is modelled to increase 35–400 % by 2050 with the greatest absolute increases occurring in the Boreal Plains of Alberta and Saskatchewan. The largest proportional increase in the number of spread days is modelled to occur in coastal and temperate forests. This large increase in spread days was found despite a modest average increase in FWI<sub class=\"a-plus-plus\">95</sub>. Our findings suggest that the impact of future climate change in Canadian forests is sufficient to increase the number of days with active fire spread. Fire management agencies in coastal and temperate regions may need to adapt their planning and capacity to deal with proportionally larger changes to their fire weather regime compared to the already high fire management capacity found in drier continental regions.</p>\n                  ", 
        "journal": "Climatic Change", 
        "link": "http://link.springer.com/10.1007/s10584-015-1375-5", 
        "title": "Increasing frequency of extreme fire weather in Canada with climate change"
    }, 
    {
        "author": "", 
        "date": "2015-06-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">Over recent years, the Iberian Peninsula has witnessed an increase both in temperature and in rainfall intensity, especially in the Mediterranean climate area. Plant phenology is modulated by climate, and closely governed by water availability and air temperature. Over the period 1986–2012, the effects of climate change on phenology were analyzed in five crops at 26 sites growing in Spain (southern Europe): oats, wheat, rye, barley and maize. The phenophases studied were: sowing date, emergence, flag leaf sheath swollen, flowering, seed ripening and harvest. Trends in phenological response over time were detected using linear regression. Trends in air temperature and rainfall over the period prior to each phenophase were also charted. Correlations between phenological features, biogeographical area and weather trends were examined using a Generalized Lineal Mixed Model approach. A generalized advance in most winter-cereal phenophases was observed, mainly during the spring. Trend patterns differed between species and phenophases. The most noticeable advance in spring phenology was recorded for wheat and oats, the “Flag leaf sheath swollen” and “Flowering date” phenophases being brought forward by around 3 days/year and 1 day/year, respectively. Temperature changes during the period prior to phenophase onset were identified as the cause of these phenological trends. Climate changes are clearly prompting variations in cereal crop phenology; their consequences could be even more marked if climate change persists into the next century. Changes in phenology could in turn impact crop yield; fortunately, human intervention in crop systems is likely to minimize the negative impact.</p>\n                  ", 
        "journal": "Climatic Change", 
        "link": "http://link.springer.com/10.1007/s10584-015-1363-9", 
        "title": "Variations in cereal crop phenology in Spain over the last twenty-six years (1986–2012)"
    }, 
    {
        "author": "", 
        "date": "2015-06-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">Disagreements about morally appropriate mitigation policies arise in part from implicit disagreements about the nature and moral significance of needs. One key question is what, if anything, distinguishes “needs” from “mere wants.” One approach, prominent in economics and implemented in existing integrated assessment models of climate change, rejects a hard distinction between needs and wants. An alternative approach, prominent in the philosophical literature on needs, identifies needs with the requirements for autonomous agency, which is the capacity to set and pursue one’s own goals. A second key question is in what sense, if any, the satisfaction of needs should take precedence over the satisfaction of wants. Those who reject the distinction between wants and needs can say only that some desires should be weighted more heavily than others. Those who endorse the distinction can say that, given certain ethical assumptions, it is wrong to frustrate one person’s needs in order to satisfy others’ mere wants. Thus, rejecting the distinction between wants and needs tends to justify less aggressive mitigation policies, in which satisfying the so-called “wants” of present generations compensates for frustrating the so-called “needs” of future generations. Endorsing the distinction between wants and needs, along with certain ethical assumptions, tends to justify more aggressive mitigation policies. Both positions are intellectually defensible; understanding them helps illuminate disagreements over mitigation policy.</p>\n                  ", 
        "journal": "Climatic Change", 
        "link": "http://link.springer.com/10.1007/s10584-014-1132-1", 
        "title": "Wants and needs in mitigation policy"
    }, 
    {
        "author": "", 
        "date": "2015-06-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">Wildfire activity is projected to increase through upcoming decades in boreal Canada due to climatic changes. Amongst the proposed strategies to offset the climate-driven fire risk is the introduction of broadleaf species into dense-coniferous landscapes so as to decrease the intensity and rate of spread of future wildfires. Here we examine this offsetting potential through boreal Canada by searching for optimal conifer to broadleaf conversion rates that would stabilize the burn rate metric, and an upper bound for the maximum potential effect. We developed an empirical model relating regional burn rates to mean annual fire weather conditions and tree genus proportions, and applied it to regional climate and forest composition change scenarios covering the interval from 1971 to 2100. Results suggested that many areas in the southern and northern boreal regions will record either a constant or a decreasing burn rate and, therefore, will not require a change of forest composition. Besides, a conversion rate of 0.1 to 0.2 % year<sup class=\"a-plus-plus\">−1</sup> starting in year 2020 was sufficient to maintain burn rates constant across much of the southern boreal forest. In northern forests, however, higher conversion rates were required to meet the fire objectives (0.3 to 0.4 % year<sup class=\"a-plus-plus\">−1</sup>). This mitigation option will be difficult to implement over northern forests given the size of areas involved. Nonetheless the estimated conversion rate for much of the southern boreal forest is attainable, considering that harvesting and industrialization during recent decades have already contributed to similar changes of the proportion of broadleaf species in boreal landscapes.</p>\n                  ", 
        "journal": "Climatic Change", 
        "link": "http://link.springer.com/10.1007/s10584-015-1373-7", 
        "title": "Mitigating risks of future wildfires by management of the forest composition: an analysis of the offsetting potential through boreal Canada"
    }
]