[
    {
        "author": "Jinting Zhang, Rong Zhang", 
        "date": "2015-06-15", 
        "description": "\n\nIt has been suggested previously that the AMOC anomaly associated with changes in the North Atlantic Deep Water formation propagates southward with an advection speed north of 34°N. In this study, using GFDL CM2.1, we show that this slow southward propagation of the AMOC anomaly is crucial for the evolution and the enhanced decadal predictability of the AMOC fingerprint - the leading mode of upper ocean heat content (UOHC) in the extra-tropical North Atlantic. A positive AMOC anomaly in northern high latitudes leads to a convergence/divergence of the Atlantic meridional heat transport (MHT) anomaly in the subpolar/Gulf Stream region, thus warming in the subpolar gyre (SPG) and cooling in the Gulf Stream region after several years. Recent decadal prediction studies successfully predicted the observed warm shift in the SPG in the mid 1990s. Our results here provide the physical mechanism for the enhanced decadal prediction skills in the SPG UOHC.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064596", 
        "title": "On the Evolution of Atlantic Meridional Overturning Circulation (AMOC) Fingerprint and Implications for Decadal Predictability in the North Atlantic"
    }, 
    {
        "author": "P. R. Lekshmy, M. Midhun, R. Ramesh", 
        "date": "2015-06-15", 
        "description": "\n\nThe relationship between rain amount and rain δ18O of monsoon rain (amount effect) helps to reconstruct past monsoon variability from proxies (e.g., tree-rings and speleothems). Analysis of new (and published) data of the δ18O of monsoon rains and vapor at 9 stations shows that in regions of distinct seasonality in precipitation (e.g., peninsular India), the noise in such reconstructions can be minimized by a careful selection of sites. Peninsular India receives rain from both the Indian summer monsoon (ISM) and the north-east monsoon (NEM). Significant amount effect is observed only where the NEM rainfall is larger than or comparable to ISM rainfall. This is due to the higher quantity of NEM rain with more depleted 18O relative to ISM rain. NEM rain is more depleted in 18O because of cyclonic activity over Bay of Bengal, and the 18O depletion of Bay of Bengal surface waters due to post-ISM river runoff.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064517", 
        "title": "Spatial variation of amount effect over peninsular India and Sri Lanka: Role of seasonality"
    }, 
    {
        "author": "H.S. Kuyuk, S. Colombelli, A. Zollo, R.M. Allen, M.O. Erdik", 
        "date": "2015-06-15", 
        "description": "\n\nEarthquake early warning studies are shifting real-time seismology in earthquake science. They provide methods to rapidly assess earthquakes to predict damaging ground shaking. Preventing false alarms from these systems is key. Here, we developed a simple, robust algorithm, Authorizing GRound shaking for Earthquake Early warning Systems, (AGREEs) to reduce falsely issued alarms. This is a network-threshold-based algorithm, which differs from existing approaches based on apparent velocity of P- and S-waves. AGREEs is designed to function as an external module to support existing earthquake early warning systems (EEWS) and filters out the false events, by evaluating actual shaking near the epicenter. Our retrospective analyses of the 2009 L'Aquila and 2012 Emilia earthquakes show that AGREEs could help an EEWS by confirming the epicentral intensity. Furthermore, AGREEs is able to effectively identify three false events due to a storm, a teleseismic earthquake, and broken sensors in Irpinia Seismic Network, Italy.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063881", 
        "title": "Automatic earthquake confirmation for early warning system"
    }, 
    {
        "author": "Natalie Kramer, Ellen Wohl", 
        "date": "2015-06-15", 
        "description": "\n\nThis research demonstrates how vegetation interacts with physical processes to govern landscape development. We quantify and describe interactions among driftwood, sedimentation, and vegetation for Great Slave Lake, which is used as proxy for shoreline dynamics and landforms before deforestation and wood removal along major waterways. We introduce driftcretion to describe large, persistent concentrations of driftwood that interact with vegetation and sedimentation to influence shoreline evolution. We report the volume and distribution of driftwood along shorelines, the morphological impacts of driftwood delivery throughout the Holocene, and rates of driftwood accretion. Driftcretions facilitate the formation of complex, diverse morphologies that increase biological productivity and organic carbon capture, and buffer against erosion. Driftcretions should be common on shorelines receiving a large wood supply and with processes which store wood permanently. We encourage others to work in these depositional zones to understand the physical and biological impacts of large wood export from river basins.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064441", 
        "title": "Driftcretions: The legacy impacts of driftwood on shoreline morphology"
    }, 
    {
        "author": "Woo Geun Cheon, Sang-Ki Lee, Arnold L. Gordon, Yanyun Liu, Chang-Bong Cho, Jong Jin Park", 
        "date": "2015-06-15", 
        "description": "\n\nThe 1970s' Weddell Polynya is simulated in the framework of a coupled ocean – sea ice model forced by reanalysis surface flux fields. A rapid emergence of strongly negative wind stress curl over the Weddell Sea intensifies the cyclonic Weddell gyre and thus causes the relatively warm and salty Weddell Deep Water (WDW) to upwell, generating an open-ocean polynya by melting sea ice or hindering its formation. Once the polynya occurs in the austral winter, the high-salinity of upwelled WDW is combined with not only a cooling by massive heat flux between the relatively warm ocean and the extremely cold winter air but also the ensuing brine rejection due to new ice formation, destabilizing the underlying water column and inducing open-ocean deep convection. Further analysis shows that the buildup of a large heat reservoir at depth by the mid-1970s was a necessary condition to establish the Weddell Polynya of the 1970s.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064364", 
        "title": "Replicating the 1970s' Weddell Polynya using a coupled ocean – sea ice model with reanalysis surface flux fields"
    }, 
    {
        "author": "X. Meng, A. Komjathy, O. P. Verkhoglyadova, Y.-M. Yang, Y. Deng, A. J. Mannucci", 
        "date": "2015-06-12", 
        "description": "\n\nTsunamis can generate gravity waves propagating upward through the atmosphere, inducing total electron content (TEC) disturbances in the ionosphere. To capture this process, we have implemented tsunami-generated gravity waves into the Global Ionosphere-Thermosphere Model (GITM) to construct a three-dimensional physics-based model WP (Wave Perturbation)-GITM. WP-GITM takes tsunami wave properties, including the wave height, wave period, wavelength, and propagation direction, as inputs, and time-dependently characterizes the responses of the upper atmosphere between 100 km and 600 km altitudes. We apply WP-GITM to simulate the ionosphere above the West Coast of the United States around the time when the tsunami associated with the March 2011 Tohuku-Oki earthquke arrived. The simulated TEC perturbations agree with Global Positioning System (GPS) observations reasonably well. For the first time, a fully self-consistent and physics-based model has reproduced the GPS-observed traveling ionospheric signatures of an actual tsunami event.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064610", 
        "title": "A New Physics-based Modeling Approach for Tsunami-Ionosphere Coupling"
    }, 
    {
        "author": "Zhao Li, Mary Hudson, Brian Kress, Jan Paral", 
        "date": "2015-06-12", 
        "description": "\n\n3D test-particle simulation of energetic electrons (hundreds of keV to MeV), including both an initially trapped population and continuously injected population, driven by the Lyon-Fedder-Mobarry (LFM) global MHD model coupled with Magnetosphere-Ionosphere Coupler/Solver (MIX) boundary conditions, is performed for the March 17, 2013 storm. The electron trajectories are calculated and weighted using the ESA model for electron flux vs. energy and L. The simulation captures the flux dropout at both GOES-13 and GOES-15 locations after a strong CME-shock arrival which produced a Dst=−132 nT storm, and recovery to the pre-storm value later, consistent with GOES satellite measurements. This study provides the first 3D test-particle simulation combining the trapped and injected populations. The result demonstrates that including both populations in the simulation is essential to study the dynamics of the outer radiation belt over the typical day-long timescale of ring current development, main phase and early recovery phase.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064627", 
        "title": "3D test-particle simulation of the 17–18 March, 2013 CME-shock driven storm"
    }, 
    {
        "author": "James A. Carton, Yanni Ding, Kevin R. Arrigo", 
        "date": "2015-06-12", 
        "description": "\n\nThe seasonal cycle of Arctic Ocean temperature is weak due to the insulating and light scattering effects of sea ice cover and the moderating influence of the seasonal storage and release of heat through ice melting and freezing. The retreat of sea ice and other changes in recent decades is already warming surface air temperatures in winter. These meteorological changes raise the question of how the seasonal cycle of the ocean may change. Here we present results from coupled climate model simulations showing that the loss of sea ice will dramatically increase the amplitude of the seasonal cycle of sea surface temperature in the Arctic Ocean. Depending on the rate of growth of atmospheric greenhouse gases the seasonal range in Arctic sea surface temperature may exceed 10°C by year 2300, greatly increasing the stratification of the summer mixed layer.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064514", 
        "title": "The seasonal cycle of the Arctic Ocean under climate change"
    }, 
    {
        "author": "Edmund K.M. Chang, Cheng Zheng, Patrick Lanigan, Albert M.W. Yau, J. David Neelin", 
        "date": "2015-06-12", 
        "description": "\n\nExtratropical cyclones give rise to much of the precipitation over California. Observed California winter precipitation is highly correlated to a metric of extratropical cyclone activity over the Eastern Pacific. The lack of precipitation over the recent winters is coincident with consecutive winters of much below average cyclone activity. Analysis of variability in cyclone activity and California precipitation simulated by models participating in Coupled Model Intercomparison Project phase 5 indicates that most models can simulate the relationship between cyclone activity and precipitation well. Examination of projected change suggests 1) no evidence of a long-term downward trend in California-region cyclone activity within the examined scenarios; and 2) that the inter-model spread in California precipitation projection can be largely explained by the spread in the projection of extratropical cyclone activity. This highlights the need to further understand physical mechanisms for the variation in projection of cyclone activity in this region.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064424", 
        "title": "Significant modulation of variability and projected change in California winter precipitation by extratropical cyclone activity"
    }, 
    {
        "author": "A. Akarsh, Vimal Mishra", 
        "date": "2015-06-12", 
        "description": "\n\nPrediction of vegetation anomalies at regional scales is essential for management of food and water resources. Forecast of vegetation anomalies at 1–3 months lead time can help in decision making. Here, we show that Normalized Difference Vegetation Index (NDVI) along with other hydroclimatic variables (soil moisture and sea surface temperature) can be effectively used to predict vegetation anomalies in India. The spatiotemporal analysis of NDVI showed significant greening over the region during the period of 1982–2013. The root zone soil moisture showed a positive correlation with NDVI whereas the ENSO index (Nino 3.4) is negatively correlated in most of the regions. We extended this relationship to develop a model to predict NDVI in 1 to 3 months lead time. The predicted vegetation anomalies compare well with observations, which can be effectively utilized in early warning and better planning in water resources and agricultural sectors in India.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063991", 
        "title": "Prediction of vegetation anomalies to improve food security and water management in India"
    }, 
    {
        "author": "Falko Judt, Shuyi S. Chen", 
        "date": "2015-06-12", 
        "description": "\n\nHurricane surface wind is a key measure of storm intensity. However, a climatology of hurricane winds is lacking to date, largely because hurricanes are relatively rare events and difficult to observe over the open ocean. Here we present a new hurricane wind climatology based on objective surface wind analyses, which are derived from Stepped Frequency Microwave Radiometer measurements acquired by NOAA WP-3D and U.S. Air Force WC-130J hurricane hunter aircraft. The wind data were collected during 72 aircraft reconnaissance missions into 21 western Atlantic hurricanes from 1998–2012. This climatology provides an opportunity to validate hurricane intensity forecasts beyond the simplistic maximum wind speed metric and allows evaluating the predictive skill of probabilistic hurricane intensity forecasts using high-resolution model ensembles for the first time. An example of application is presented here using a 1.3 km grid-spacing Weather Research and Forecasting model ensemble forecast of Hurricane Earl (2010).", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064609", 
        "title": "A New Aircraft Hurricane Wind Climatology and Applications in Assessing the Predictive Skill of Tropical Cyclone Intensity using High-Resolution Ensemble Forecasts"
    }, 
    {
        "author": "Yuki Shibazaki, Yoshio Kono, Yingwei Fei", 
        "date": "2015-06-11", 
        "description": "\n\nThe structure of a liquid Fe-3.5 wt.% C alloy is examined for up to 7.2 GPa via multi-angle energy-dispersive X-ray diffraction using a Paris-Edinburgh type large-volume press. X-ray diffraction data show clear changes in the pressure-dependent peak positions of structure factor and reduced pair distribution function at 5 GPa. These results suggest that the liquid Fe-3.5 wt.% C alloys change structurally at approximately 5 GPa. This finding serves as a microscopic explanation for the alloy's previously observed density change at the same pressure. The pressure dependencies of the nearest and second neighbor distances of the liquid Fe-3.5 wt.% C alloy are similar to those of liquid Fe which exhibits a structural change near the bcc-fcc-liquid triple point (5.2 GPa and 1991 K). Similarities between Fe-3.5 wt.% C and Fe suggest that a density change also occurs in liquid Fe and that this structural change extends to other Fe-light element alloys.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064271", 
        "title": "Microscopic structural change in a liquid Fe-C alloy of ~5 GPa"
    }, 
    {
        "author": "Aaron F. Z. Levine, Michael J. McPhaden", 
        "date": "2015-06-11", 
        "description": "\n\nThe spring predictability barrier increases the uncertainty in ENSO forecasts starting before and during the boreal spring. Recent work has shown that the annual cycle of ENSO growth rate is responsible for phase-locking of peak ENSO development to the boreal winter, suggesting that this annual cycle may play a role in the spring predictability barrier. To test this hypothesis, the annual cycle of ENSO growth rate is added to a damped, noise driven conceptual recharge oscillator model. When the annual cycle of ENSO growth rate is included, a spring predictability barrier develops whereas without it ENSO predictability is independent of the forecast start date. When state-dependent noise is included in the simulations in addition to the annual cycle of the growth rate, the spring predictability barrier is enhanced and more realistic.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064309", 
        "title": "The annual cycle in ENSO growth rate as a cause of the spring predictability barrier"
    }, 
    {
        "author": "Léo Lacour, Hervé Claustre, Louis Prieur, Fabrizio D'Ortenzio", 
        "date": "2015-06-11", 
        "description": "\n\nAn analysis of seasonal variations in climatological surface chlorophyll points to distinct biogeographical zones in the North Atlantic subpolar gyre. In particular, the Labrador Sea appears well delineated into two regions on either side of the 60°N parallel, with very different climatological phytoplankton biomass cycles. Indeed, north of 60°N, an early and short spring bloom occurs in late April while south of 60°N, the bloom gradually develops one month later and significant biomass persists all summer long. Nevertheless, at climatological scale, the first-order mechanism that controls the bloom is identical for both bioregions. The light-mixing regime can explain the bloom onset in both bioregions. In the Labrador Sea, the blooms seem to rely on a mean community compensation irradiance threshold value of 2.5 mol photon.m−2.d−1 over the mixed layer.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064540", 
        "title": "Phytoplankton biomass cycles in the North Atlantic subpolar gyre: a similar mechanism for two different blooms in the Labrador Sea."
    }, 
    {
        "author": "Karen H. Lythgoe, Arwen Deuss", 
        "date": "2015-06-11", 
        "description": "\n\nAs we strive to understand the most remote region of our planet, one critical area of investigation is the uppermost inner core since its structure is related to solidification of outer core material at the inner core boundary (ICB). Previous seismic studies have used body waves to show that the top ~ 100km of the inner core is isotropic. However, radial anisotropy cannot be uniquely determined by body wave observations. Alternatively, normal mode centre frequencies are sensitive to spherically symmetric Earth structure, therefore may provide a constraint on the existence of radial anisotropy in the inner core. Here we show that normal mode centre frequency measurements are compatible with 2-5% radial anisotropy in the top ~100km of the inner core with a fast direction radially outwards and a slow direction along the ICB. Given the uncertainties in the mineral physics and processes that produce anisotropy, the observed radial anisotropy may be reconciled with predictions based on either solidification processes or from texturing due to anisotropic growth.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064326", 
        "title": "The existence of radial anisotropy in Earth's upper inner core revealed from seismic normal mode observations"
    }, 
    {
        "author": "Robert Pincus, Eli J. Mlawer, Lazaros Oreopoulos, Andrew S. Ackerman, Sunghye Baek, Manfred Brath, Stefan A. Buelhler, Karen E. Cady-Pereira, Jason N. S. Cole, Jean-Louis Dufresne, Maxwell Kelley, Jiangnan Li, James Manners, David J. Paynter, Romain Roehrig, Miho Sekiguchi, Daniel M. Schwarzkopf", 
        "date": "2015-06-11", 
        "description": "\n\nThis article reports on the accuracy in aerosol- and cloud-free conditions of the radiation parameterizations used in climate models. Accuracy is assessed relative to observationally-validated reference models for fluxes under present-day conditions and forcing (flux changes) from quadrupled concentrations of carbon dioxide. Agreement among reference models is typically within 1 W/M2, while parameterized calculations are roughly half as accurate in the longwave and even less accurate, and more variable, in the shortwave. Absorption of shortwave radiation is underestimated by most parameterizations in the present day and has relatively large errors in forcing. Error in present-day conditions is essentially unrelated to error in forcing calculations. Recent revisions to parameterizations have reduced error in most cases. A dependence on atmospheric conditions, including integrated water vapor, means that global estimates of parameterization error relevant for the radiative forcing of climate change will require much more ambitious calculations.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064291", 
        "title": "Radiative flux and forcing parameterization error in aerosol-free clear skies"
    }, 
    {
        "author": "P. Greve, S.I. Seneviratne", 
        "date": "2015-06-11", 
        "description": "\n\nSubstantial changes in the hydrological cycle are projected for the 21st century, but these projections are subject to major uncertainties. In this context, the ‘dry gets drier, wet gets wetter’ (DDWW) paradigm is often used as a simplifying summary. However, recent studies cast doubt on the validity of the paradigm and also on applying the widely used P-E (precipitation-evapotranspiration) metric over global land surfaces. Here we show in a comprehensive CMIP5-based assessment that projected changes in mean annual P-E are generally not significant, except for high-latitude regions showing wetting conditions until the end of the 21st century. Significant increases in aridity do occur in many subtropical, but also adjacent humid regions. However, combining both metrics still shows that ca. 70% of all land area will not experience significant changes. Based on these findings we conclude that the DDWW paradigm is generally not confirmed for projected changes in most land areas.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064127", 
        "title": "Assessment of future changes in water availability and aridity"
    }, 
    {
        "author": "A. F. Aubeneau, R. Martin, D. Bolster, R. Schumer, D. Jerolmack, A. Packman", 
        "date": "2015-06-11", 
        "description": "\n\nRiver topography is famously fractal, and the fractality of the sediment bed-surface can produce scaling in solute residence time distributions. Empirical evidence showing the relationship between fractal bed-topography and scaling of hyporheic travel-times is still lacking. We performed experiments to make high resolution observations of streambed topography and solute transport over naturally-formed sand bedforms in a large laboratory flume. We analyzed the results using both numerical and theoretical models. We found that fractal properties of the bed topography do indeed affect solute residence time distributions. Overall, our experimental, numerical and theoretical results provide evidence for a coupling between the sand-bed topography and the anomalous transport scaling in rivers. Larger bedforms induced greater hyporheic exchange and faster porewater turn-over relative to smaller bedforms, suggesting that the structure of legacy morphology may be more important to solute and contaminant transport in streams and rivers than previously recognized.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064155", 
        "title": "Fractal patterns in riverbed morphology produce fractal scaling of water storage times."
    }, 
    {
        "author": "F. S. Rodrigues, M. J. Nicolls, M. A. Milla, J. M. Smith, R. H. Varney, A. Strømme, C. Martinis, J. F. Arratia", 
        "date": "2015-06-11", 
        "description": "\n\nA new, 14-panel Advanced Modular Incoherent Scatter Radar (AMISR-14) system was recently deployed at the Jicamarca Radio Observatory. We present results of the first coherent backscatter radar observations of equatorial spread F (ESF) irregularities made with the system. Colocation with the 50 MHz JULIA radar allowed unique simultaneous observations of meter and sub-meter irregularities. Observations from both system produced similar Range-Time-Intensity (RTI) maps during bottom-type and bottomside ESF events. We were also able to use the electronic beam steering capability of AMISR-14 to “image” scattering structures in the magnetic equatorial plane and track their appearance, evolution, and decay with a much larger field of view than previously possible at Jicamarca. The results suggest zonal variations in the instability conditions leading to irregularities, and demonstrate the dynamic behavior of F-region scattering structures as they evolve and drift across the radar beams.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064574", 
        "title": "AMISR-14: Observations of equatorial spread F"
    }, 
    {
        "author": "Michael Tjernström, Matthew D. Shupe, Ian M. Brooks, P. Ola G. Persson, John Prytherch, Dominic J. Salisbury, Joseph Sedlar, Peggy Achtert, Barbara J. Brooks, Paul E. Johnston, Georgia Sotiropoulou, Dan Wolfe", 
        "date": "2015-06-10", 
        "description": "\n\nDirect observations during intense warm-air advection over the East Siberian Sea reveal a period of rapid sea-ice melt. A semi-stationary, high-pressure system north of the Bering Strait forced northward advection of warm, moist air from the continent. Air-mass transformation over melting sea ice formed a strong, surface-based temperature inversion in which dense fog formed. This induced a positive net longwave radiation at the surface, while reducing net solar radiation only marginally; the inversion also resulted in downward turbulent heat flux. The sum of these processes enhanced the surface energy flux by an average of ~15 W m−2 for a week. Satellite images before and after the episode show sea-ice concentrations decreasing from > 90% to ~50% over a large area affected by the air-mass transformation. We argue that this rapid melt was triggered by the increased heat flux from the atmosphere due to the warm-air advection.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064373", 
        "title": "Warm-air advection, air mass transformation and fog causes rapid ice melt"
    }, 
    {
        "author": "Wei Wei, Jianchao Cai, Xiangyun Hu, Qi Han", 
        "date": "2015-06-10", 
        "description": "\n\nArchie's equation is an empirical electrical conductivity-porosity model that has been used to predict the formation factor of porous rock for more than 70 years. However, the physical interpretation of its parameters, e.g., the cementation exponent m, remain questionable. In this study, a theoretical electrical conductivity equation is derived based on the fractal characteristics of porous media. The proposed model is expressed in terms of the tortuosity fractal dimension (DT), the pore fractal dimension (Df), the electrical conductivity of the pore liquid, and the porosity. The empirical parameter m is then determined from physically based parameters, such as DT and Df. Furthermore, a distinct interrelationship between DT and Df is obtained. We find a reasonably good match between the predicted formation factor by our model and experimental data.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064460", 
        "title": "An electrical conductivity model for fractal porous media"
    }, 
    {
        "author": "X.H. Wei, C.L. Cai, J.B. Cao, H. Rème, I. Dandouras, G.K. Parks", 
        "date": "2015-06-10", 
        "description": "\n\nObservations by the Cluster spacecraft on 3 August, 2004 are presented as an example of flapping motions of the magnetotail current sheet excited by non-adiabatic ions. It is found that the current sheet up-down motions are exactly corresponding to alternating hemispherical asymmetries of the bouncing ion population. We show that those hemisphere-asymmetric non-adiabatic ion populations are present in the magnetic field configuration with an effective finite guiding component due to the local current sheet inclination. These results demonstrate that the current sheet flapping motion is a self-organized circulation process between the alternating hemispherical asymmetries of the non-adiabatic ion population inside the plasma sheet and the current sheet equilibrium itself.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064459", 
        "title": "Flapping motions of the magnetotail current sheet excited by non-adiabatic ions"
    }, 
    {
        "author": "Arnold L. Gordon, Bruce A. Huber, Julius Busecke", 
        "date": "2015-06-10", 
        "description": "\n\nBottom water export from the Ross Sea, February 2007 to January 2011 exhibits seasonal and interannual variability. Temperature minima coupled to salinity maxima in late austral summer, into the fall, indicate input from High Salinity Shelf Water (HSSW). Secondary temperature minima lacking the high salinity trait, characteristic of Low Salinity Shelf Water (LSSW), appear in the spring. Warmer bottom water similar to modified circumpolar deep water (mCDW) is observed in winter and in early summer. The LSSW and mCDW may be drawn from the Drygalski Basin, as the HSSW pool retreats poleward from the shelf break in response to increased winter polar easterlies allowing these less dense overlying waters to spill into the deep ocean within the benthic layer. Bottom salinity decreased from 2007 to 2011 by 0.007 year−1 significantly higher than regional decadal trends, which we propose is a result of HSSW retreat induced by strengthening polar easterlies.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064457", 
        "title": "Bottom Water Export from the Western Ross Sea, 2007 through 2010"
    }, 
    {
        "author": "Scott Steinschneider, Rachel McCrary, Linda O. Mearns, Casey Brown", 
        "date": "2015-06-10", 
        "description": "\n\nApproaches for pdf development of future climate often assume that different climate models provide independent information, despite model similarities that stem from a common genealogy (models with shared code or developed at the same institution). Here we use an ensemble of projections from the Coupled Model Intercomparison Project Phase 5 (CMIP5) to develop probabilistic climate information, with and without an accounting of inter-model correlations, for seven regions across the United States. We then use the pdfs to estimate mid-century climate-related risks to a water utility in one of the regions. We show that the variance of climate changes is underestimated across all regions if model correlations are ignored, and in some cases, the mean change shifts as well. When coupled with impact models of the hydrology and infrastructure of a water utility, the underestimated likelihood of large climate changes significantly alters the quantification of risk for water shortages by mid-century.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064529", 
        "title": "The Effects of Climate Model Similarity on Probabilistic Climate Projections and the Implications for Local, Risk-Based Adaptation Planning"
    }, 
    {
        "author": "Georgi Sutyrin", 
        "date": "2015-06-10", 
        "description": "\n\nIn contrast to many real-ocean rings and eddies, circular vortices in idealized two-layer models tend to be highly unstable, unless their radius is made small or their baroclinicity is made artificially weak. The addition of a middle layer with the uniform potential vorticity weakens vertical coupling between the upper and lower layer that enhances vortex stability and makes the vortex lifespan more realistic. It is demonstrated here that such a three-layer vortex model in so-called compensated state (without rotation in the deep layer) possesses smaller lower interface slope than the two-layer model that reduces the potential vorticity gradient in the lower layer and provides with less unstable configurations. Numerical simulations of an unstable cyclone with parameters typical for cold-core ring Bob reveal strong deformations and pulsations of the vortex core in the two-layer setup, while the ring becomes only slightly deformed and looks stable when the middle layer with uniform potential vorticity is added to be consistent with observations. Enhanced vortex stability in such three-layer setup has important implications for further studies of real-ocean eddies.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064378", 
        "title": "Why compensated cold-core rings look stable?"
    }, 
    {
        "author": "Yuta Maeda, Koshun Yamaoka, Hiroki Miyamachi, Toshiki Watanabe, Takahiro Kunitomo, Ryoya Ikuta, Hiroshi Yakiwara, Masato Iguchi", 
        "date": "2015-06-10", 
        "description": "\n\nTemporal variations of Green functions associated with the eruptive activity at Sakurajima volcano, Japan, were estimated using an accurately controlled routinely-operated signal system (ACROSS). We deconvolved 400 s waveforms of the ACROSS signal at nearby stations by a known source time function, and stacked the results based on the time relative to individual eruptions and the eruption intervals; the quantities obtained by this procedure are Green functions corresponding to various stages of the eruptive activity. We found an energy decrease in the later phase of the Green functions in active eruptive periods. This energy decrease, localized in the 2–6 s window of the Green functions, is difficult to explain by contamination from volcanic earthquakes and tremors. The decrease could be more reasonably attributed to a subsurface structure change caused by the volcanic activity.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064351", 
        "title": "A subsurface structure change associated with the eruptive activity at Sakurajima volcano, Japan, inferred from an accurately controlled source"
    }, 
    {
        "author": "Jin-Ho Yoon, L. Ruby Leung", 
        "date": "2015-06-09", 
        "description": "\n\nThis study assesses the relative influence of soil moisture memory and tropical sea surface temperature (SST) in seasonal rainfall over the contiguous United States. Using observed precipitation, the NINO3.4 index and soil moisture and evapotranspiration simulated by a land surface model for 61 years, analysis was performed using partial correlations to evaluate to what extent land surface and SST anomaly of El Niño and Southern Oscillation (ENSO) can affect seasonal precipitation over different regions and seasons. Results show that antecedent soil moisture is as important as concurrent ENSO condition in controlling rainfall anomalies over the U.S., but they generally dominate in different seasons with SST providing more predictability during winter while soil moisture, through its linkages to evapotranspiration and snow water, has larger influence in spring and early summer. The proposed methodology is applicable to climate model outputs to evaluate the intensity of land-atmosphere coupling and its relative importance.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064139", 
        "title": "Assessing the relative influence of surface soil moisture and ENSO SST on precipitation predictability over the contiguous United States"
    }, 
    {
        "author": "Marwa M. H. El-Sayed, Yingqing Wang, Christopher J. Hennigan", 
        "date": "2015-06-08", 
        "description": "\n\nThe reversible nature of aqueous secondary organic aerosol (aqSOA) formation was characterized for the first time through direct atmospheric measurements. Water-soluble organic carbon in the gas- and particle phases (WSOCg and WSOCp) was measured simultaneously to quantify aqSOA formation in Baltimore, MD. During the nighttime, aqSOA formation was evident as WSOCg increasingly partitioned to the particle phase with increasing relative humidity (RH). To characterize the reversible/irreversible nature of this aqSOA, the WSOCp measurement was alternated through an unperturbed ambient channel and through a ‘dried’ channel maintained at ~40% RH (with 7-s residence time) to mimic the natural drying particles undergo throughout the day. Across the entire RH range encountered, there was no statistically-significant difference in WSOCp concentrations through the dry and ambient channels, indicating that the aqSOA remained in the condensed phase upon the evaporation of aerosol water. This strongly suggests that the observed aqSOA was formed irreversibly.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064556", 
        "title": "Direct atmospheric evidence for the irreversible formation of aqueous secondary organic aerosol (aqSOA)"
    }, 
    {
        "author": "Wei-Peng Ge, Peter Molnar, Zheng-Kang Shen, Qiang Li", 
        "date": "2015-06-08", 
        "description": "\n\nGPS measurements from sites within the Tibetan Plateau show not only east-southeast–west-northwest extension, but more importantly horizontal dilation throughout the interior of the plateau. Assuming conservation of volume, vertical (thinning) strain rates equal horizontal dilation rates, and they, 8.9 ± 0.8 nanostrain a-1 and 7.4 ± 1.2 nanostrain a-1 in northern and southern Tibet, and 12.0 ± 3.2 nanostrain a-1 in its southwestern part, suggest no measureable difference. Principal extensional strain rates also are similar in magnitude and orientation. If crustal thinning began at 10-15 Ma and the current rates of horizontal dilation applied both to the entire crust and to that period, the crust should have thinned by 5.5-8.5 km. If isostatic equilibrium applied, the mean elevation of the plateau would have dropped ~1 km. The similar rates for northern, southern, and southwestern Tibet suggest that the processes dictating crustal extension, normal faulting, and crustal thinning in the three regions differ little.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064347", 
        "title": "Present-day Crustal Thinning in the Southern and Northern Tibetan Plateau revealed by GPS Measurements"
    }, 
    {
        "author": "Daniel Díaz, Wiebke Heise, Fernando Zamudio", 
        "date": "2015-06-08", 
        "description": "\n\nLazufre volcanic center, located in the central Andes, is recently undergoing an episode of uplift, conforming one of the most extensive deforming volcanic systems worldwide, but its magmatic system and its connection with the observed uplift is still poorly studied. Here we image the electrical resistivity structure using the magnetotelluric method in the surroundings of the Lastarria volcano, one of the most important features in the Lazufre area, to understand the nature of the magmatic plumbing, the associated fumarolic activity and the large scale surface deformation. Results from 3-D modeling show a conductive zone at 6 km depth south of the Lastarria volcano interpreted as the magmatic heat source which is connected to a shallower conductor beneath the volcano, showing the pathways of volcanic gasses and heated fluid. A large scale conductive area coinciding with the area of uplift points at a magma intrusion at mid crustal depth.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064426", 
        "title": "3-D resistivity image of the magmatic system beneath Lastarria volcano and evidence for magmatic intrusion in the back arc (Northern Chile)"
    }, 
    {
        "author": "Po-Lun Ma, Philip J. Rasch, Minghuai Wang, Hailong Wang, Steven J. Ghan, Richard C. Easter, William I. Gustafson, Xiaohong Liu, Yuying Zhang, Hsi-Yen Ma", 
        "date": "2015-06-08", 
        "description": "\n\nThe Community Atmosphere Model Version 5 is run at horizontal grid spacing of 2, 1, 0.5, and 0.25 degrees, with the meteorology nudged towards the Year Of Tropical Convection analysis, and cloud simulators and the collocated A-Train satellite observations are used to explore the resolution dependence of aerosol-cloud interactions. The higher-resolution model produces results that agree better with observations, showing an increase of susceptibility of cloud droplet size, indicating a stronger first aerosol indirect forcing (AIF), and a decrease of susceptibility of precipitation probability, suggesting a weaker second AIF. The resolution sensitivities of AIF are attributed to those of droplet nucleation and precipitation parameterizations. The annual average AIF in the northern hemisphere mid-latitudes (where most anthropogenic emissions occur) in the 0.25° model is reduced by about 1 W m-2 (-30%) compared to the 2° model, leading to a 0.26 W m-2 reduction (-15%) in the global annual average AIF.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064183", 
        "title": "How Does Increasing Horizontal Resolution in a Global Climate Model Improve the Simulation of Aerosol-Cloud Interactions?"
    }, 
    {
        "author": "Paul Lundgren, Sergey V. Samsonov, Cristian Mauricio López Velez, Milton Ordoñez", 
        "date": "2015-06-08", 
        "description": "\n\nNevado del Ruiz is part of a large volcano complex in the northern Andes of Colombia. Interferometric synthetic aperture radar observations from the RADARSAT-2 satellite since 2011 show steady inflation of the volcano since 2012 at 3-4 cm/yr. The broad (>20 km) deformation pattern from both ascending and descending track data constrain source models for either point or spheroidal sources, both located at >14 km beneath the surface (mean elevation 4.2 km) and 10 km SW of Nevado del Riuz, below nearby Santa Isabel volcano. Stress change computations for both sources in the context of a compressive regional stress indicate that dikes propagating from the source should become trapped in sills, possibly leading to a more complex pathway to the surface and explaining the significant lateral separation of the source and Nevado del Riuz volcano.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063858", 
        "title": "Deep source model for Nevado del Ruiz Volcano, Colombia, constrained by InSAR observations"
    }, 
    {
        "author": "Giuseppe Foti, Christine Gommenginger, Philip Jales, Martin Unwin, Andrew Shaw, Colette Robertson, Josep Rosello", 
        "date": "2015-06-08", 
        "description": "\n\nFirst results are presented for ocean surface wind speed retrieval from reflected GPS signals measured by the Low-Earth-Orbiting UK TechDemoSat-1 satellite (TDS-1). Launched in July 2014, TDS-1 provides the first new spaceborne Global Navigation Satellite System-Reflectometry (GNSS-R) data since the pioneering UK-Disaster Monitoring Mission experiment in 2003. Examples of onboard-processed delay Doppler Maps reveal excellent data quality for winds up to 27.9 m/s. Collocated ASCAT scatterometer winds are used to develop and evaluate a wind speed algorithm based on Signal-to-Noise ratio (SNR) and the Bistatic Radar Equation. For SNR greater than 3 dB, wind speed is retrieved without bias and a precision around 2.2 m/s between 3–18 m/s even withoutcalibration. Exploiting lower SNR signals however requires good knowledge of the antenna beam, platform attitude and instrument gain setting. This study demonstrates the capabilities of low-cost, low-mass, low-power GNSS-R receivers ahead of their launch on the NASA CYGNSS constellation in 2016.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064204", 
        "title": "Spaceborne GNSS-Reflectometry for ocean winds: First results from the UK TechDemoSat-1 mission"
    }, 
    {
        "author": "T. I. Pulkkinen, A.P. Dimmock, A. Osmane, K. Nykyri", 
        "date": "2015-06-06", 
        "description": "\n\nUsing THEMIS observations, we show that the efficiency of the energy entry through the magnetopause as measured by the Poynting vector normal component depends on the combination of the solar wind speed and the southward component of the IMF: Most efficient energy transfer occurs when the IMF BZ is only moderately negative and the solar wind speed is high. This means that for the same level of solar wind driver parameters (electric field, epsilon, or other), different combinations of V and BZ will produce different driving at the magnetopause. The effect is strongest for low to moderate driving conditions, while the influence is smaller for the intense space weather events.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064226", 
        "title": "Solar wind energy input to the magnetosheath and at the magnetopause"
    }, 
    {
        "author": "Jordan L. Thomas, Darryn Waugh, Anand Gnanadesikan", 
        "date": "2015-06-06", 
        "description": "\n\nChanges in the Southern Annular Mode (SAM), Southern Hemi-sphere (SH) westerly jet location and magnitude are linked with changes in ocean circulation along with ocean heat and carbon uptake. Recent trends have been in observed these fields, but not much is known about the natural variability. Here we aim to quantify the natural variability of the SH extra tropical circulation by using Coupled Model Intercomparison Project Phase 5 (CMIP5) pre-industrial control model runs and compare with the observed trends in SAM, jet magnitude, and jet location. We show that trends in SAM are due partly to external forcing, but are not outside the natural variability as described by these models. Trends in jet location and magnitude, however, lie outside the unforced natural variability but can be explained by a combination of natural variability and the ensemble-mean forced trend. These results indicate that trends in these three diagnostics cannot be used inter-changeably.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064521", 
        "title": "Southern Hemisphere extratropical circulation: Recent trends and natural variability"
    }, 
    {
        "author": "Nicolás M. Stríkis, Cristiano M. Chiessi, Francisco W. Cruz, Mathias Vuille, Hai Cheng, Eline A. Barreto, Gesine Mollenhauer, Sabine Kastend, Ivo Karmann, R. Lawrence Edwards, Juan Pablo Bernal, Hamilton Sales", 
        "date": "2015-06-06", 
        "description": "\n\nA substantial strengthening of the South American monsoon system (SAMS) during Heinrich Stadials (HS) points toward decreased cross-equatorial heat transport as the main driver of monsoonal hydroclimate variability at millennial time-scales. In order to better constrain the exact timing and internal structure of HS1 over tropical South America we assessed two precisely dated speleothem records from central-eastern and northeastern Brazil in combination with two marine records of terrestrial organic and inorganic matter input into the western equatorial Atlantic. During HS1 we recognize at least two events of widespread intensification of the SAMS across the entire region influenced by the South Atlantic Convergence Zone (SACZ) at 16.11-14.69 kyr BP and 18.1-16.66 kyr BP (labeled as HS1a and HS1c, respectively), separated by a dry excursion from 16.66-16.11 kyr BP (HS1b). In view of the spatial structure of precipitation anomalies, the widespread increase of monsoon precipitation over the SACZ domain was termed ‘Mega-SACZ’.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064048", 
        "title": "Timing and structure of Mega-SACZ events during Heinrich Stadial 1"
    }, 
    {
        "author": "Catherine A. Mériaux, João C. Duarte, Wouter P. Schellart, Anne-Sophie Mériaux", 
        "date": "2015-06-05", 
        "description": "\n\nThe interaction between mantle plumes and subducting slabs is well accepted, but the influence of slabs on plumes has more often been portrayed than the reverse. Here we present three-dimensional upper-mantle laboratory models in which a compositional plume rises underneath a subducting plate. Slab/plume buoyancy flux ratios ranged between 7 and 18. The models exhibit a two-way interaction. While the plume conduit increasingly tilts away from the trench as a result of slab rollback-induced toroidal mantle flow, the slab subduction rate decreases as a function of the amount of plume buoyancy opposing that of the slab, which gets subducted beneath the slab. We propose that our models apply to the Hainan-Manila system and explain the recently imaged tilt of the Hainan plume by the Manila slab-induced mantle return flow. The Hainan plume could lessen the Manila subduction rate from 8 million years into the future.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064313", 
        "title": "A two-way interaction between the Hainan plume and the Manila subduction zone"
    }, 
    {
        "author": "Grant Ferguson, Scott Jasechko", 
        "date": "2015-06-05", 
        "description": "\n\nStable isotopes have been used to study large-scale changes in hydrology during the Pleistocene Epoch. Many of these efforts have required an estimate of the δ18O value of runoff generated by melting ice sheets. There is no consensus on representative values. Here we examine δ18O values from fossil groundwater samples and isotope-enabled general circulation models (GCMs) to better understand the isotopic composition of the Laurentide Ice Sheet (LIS). Groundwater δ18O values ranged from −12.5 to −25.3‰ and tended to increase southward. δ18O precipitation values predicted by GCMs follow a similar trend but increase more steeply southward. The difference in groundwater and GCM output can be explained by invoking movement of glacial ice and meltwater, along with mixing within groundwater systems. Most groundwater δ18O values are higher than an average LIS δ18O value of −25.4±2.5‰ calculated based on estimated ice sheet volumes and sea level data.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064106", 
        "title": "The Isotopic Composition of the Laurentide Ice Sheet and Fossil Groundwater"
    }, 
    {
        "author": "Mi-Kyung Sung, Soon-Il An, Baek-Min Kim, Jong-Seong Kug", 
        "date": "2015-06-05", 
        "description": "\n\nThe long-lasting cold surface conditions of North Atlantic, i.e., the negative phase of Atlantic Multidecadal Oscillation (AMO), can intensify the El Niño-Southern Oscillation (ENSO) through the enhanced air-sea coupling under the increased central-to-eastern tropical Pacific mean sea surface temperature (SST). However, the impact of warmer mean SST is more efficient in the intensifying El Niño than La Niña, because of the nature of the exponential growth of atmospheric convection to SST change. Moreover, the farther eastward shift of the atmospheric convection during the negative AMO leads to the stronger El Niño due to the longer delayed negative feedback by oceanic waves. Therefore, the AMO mainly influences the El Nino intensity rather than La Nina intensity.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064381", 
        "title": "Asymmetric Impact of Atlantic Multi-decadal Oscillation on El Niño and La Niña Characteristics"
    }, 
    {
        "author": "Nathalie F. Goodkin, Bo-Shian Wang, Chen-Feng You, Konrad A. Hughen, Nancy Grumet-Prouty, Nicholas R. Bates, Scott C. Doney", 
        "date": "2015-06-05", 
        "description": "\n\nThe oceans absorb anthropogenic CO2 from the atmosphere lowering surface ocean pH, a concern for calcifying marine organisms. The impact of ocean acidification is challenging to predict as each species appears to respond differently, and because our knowledge of natural changes to ocean pH is limited in both time and space. Here we reconstruct 222 years of biennial seawater pH variability in the Sargasso Sea from a brain coral, Diploria labyrinthiformis. Using hydrographic data from the Bermuda Atlantic Time-Series Study (BATS) and the coral derived pH record, we are able to differentiate pH changes due to surface temperature versus those from ocean circulation and biogeochemical changes. We find that ocean pH does not simply reflect atmospheric CO2 trends, but rather that circulation/biogeochemical changes account for >90% of pH variability in the Sargasso Sea and more variability in the last century than would be predicted from anthropogenic uptake of CO2 alone.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064431", 
        "title": "Ocean Circulation and Biogeochemistry Moderate Inter-annual and Decadal Surface Water pH Changes in the Sargasso Sea"
    }, 
    {
        "author": "Loïc Viens, Hiroe Miyake, Kazuki Koketsu", 
        "date": "2015-06-05", 
        "description": "\n\nLarge earthquakes that occur in subduction zones are likely to generate long-period ground motions that can cause severe damage even at great distances from the epicenter. We extracted surface-to-surface impulse response functions from the ambient seismic field recorded by offshore ocean bottom seismometers located atop the Nankai subduction zone and onshore stations, and showed that these offshore–onshore impulse response functions can be used to accurately simulate the long-period ground motions generated by an offshore moderate subduction earthquake. Moreover, we also found that the distributions of the earthquake and impulse response function pseudo-velocity response spectra have similar maximum amplifications in the same area close to the earthquake epicenter. This suggests that the ambient seismic field recorded by the increasing number of ocean bottom seismometers around the world can be used to assess seismic hazard related to offshore subduction earthquakes without prior knowledge of the velocity structure.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064265", 
        "title": "Long-period ground motion simulation of a subduction earthquake using the offshore–onshore ambient seismic field"
    }, 
    {
        "author": "Caroline Muller, Sandrine Bony", 
        "date": "2015-06-05", 
        "description": "\n\nThe organization of convection is ubiquitous, but its physical understanding remains limited. One particular type of organization is the spatial self-aggregation of convection, taking the form of cloud clusters, or tropical cyclones in the presence of rotation. We show that several physical processes can give rise to self-aggregation, and highlight the key features responsible for it using idealized simulations. Longwave radiative feedbacks yield a “radiative aggregation\" . In that case, sufficient spatial variability of radiative cooling rates yields a low-level circulation, which induces the up-gradient energy transport and radiative-convective instability. Not only do vertically-integrated radiative budgets matter, but the vertical profile of cooling is also crucial. Convective aggregation is facilitated when downdrafts below clouds are weak (“moisture-memory aggregation\" ), and this is sufficient to trigger aggregation in the absence of longwave radiative feedbacks. These results shed some light on the sensitivity of self-aggregation to various parameters, including resolution or domain size.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064260", 
        "title": "What favors convective aggregation, and why?"
    }, 
    {
        "author": "Ryan L. Sriver, Chris E. Forest, Klaus Keller", 
        "date": "2015-06-04", 
        "description": "\n\nThe uncertainties surrounding the initial conditions in Earth system models can considerably influence interpretations about climate trends and variability. Here we present results from a new climate change ensemble experiment using the Community Earth System Model (CESM), to analyze the effect of internal variability on regional climate variables that are relevant for decision-making. Each simulation is initialized from a unique and dynamically consistent model state sampled from a ~10,000 year fully-coupled equilibrium simulation, which captures the internal unforced variability of the coupled Earth system. We find that internal variability has a sizeable contribution to the modeled ranges of temperature and precipitation. The effects increase for more localized regions. The ensemble exhibits skill in simulating key regional climate processes relevant to decision makers, such as seasonal temperature variability and extremes. The presented ensemble framework and results can provide useful resources for uncertainty quantification, integrated assessment, and climate risk management.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064546", 
        "title": "Effects of initial conditions uncertainty on regional climate variability: An analysis using a low-resolution CESM ensemble"
    }, 
    {
        "author": "C.F. Larsen, E. Burgess, A.A. Arendt, S. O'Neel, A.J. Johnson, C. Kienholz", 
        "date": "2015-06-04", 
        "description": "\n\nMountain glaciers comprise a small and widely distributed fraction of the world's terrestrial ice, yet their rapid losses presently drive a large percentage of the cryosphere's contribution to sea level rise. Regional mass balance assessments are challenging over large glacier populations due to remote and rugged geography, variable response of individual glaciers to climate change, and episodic calving losses from tidewater glaciers. In Alaska, we use airborne altimetry from 116 glaciers to estimate a regional mass balance of −75±11 Gt yr−1 (1994–2013). Our glacier sample is spatially well-distributed, yet pervasive variability in mass balances obscures geospatial and climatic relationships. However, for the first time, these data allow the partitioning of regional mass balance by glacier type. We find that tidewater glaciers are losing mass at substantially slower rates than other glaciers in Alaska and collectively contribute to only 6% of the regional mass loss.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064349", 
        "title": "Surface melt dominates Alaska glacier mass balance"
    }, 
    {
        "author": "K. E. McCusker, D. S. Battisti, C. M. Bitz", 
        "date": "2015-06-04", 
        "description": "\n\nInjection of sulfate aerosols into the stratosphere has the potential to reduce the climate impacts of global warming, including sea level rise (SLR). However, changes in atmospheric and oceanic circulation that can significantly influence the rate ofbasal melting of Antarctic marine ice shelves and the associated SLR have not previously been considered. Here we use a fully-coupled global climate model to investigate whether rapidly increasing stratospheric sulfate aerosol concentrations after a period of global warming could preserve Antarctic ice sheets by cooling subsurface ocean temperatures. We contrast this climate engineering method with an alternative strategy in which all greenhouse gases (GHG) are returned to preindustrial levels. We find that the rapid addition of a stratospheric aerosol layer does not effectively counteract surface and upper level atmospheric circulation changes caused by increasing GHGs, resulting in continued upwelling of warm water in proximity of ice shelves, especially in the vicinity of the already unstable Pine Island Glacier in West Antarctica. By contrast, removal of GHGs restores the circulation, yielding relatively cooler subsurface ocean temperatures to better preserve West Antarctica.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064314", 
        "title": "Stratospheric sulfate aerosol injections cannot preserve the West Antarctic Ice Sheet"
    }, 
    {
        "author": "David M. Romps, Rusen Öktem", 
        "date": "2015-06-04", 
        "description": "\n\nStereo photogrammetry, which uses two synchronized cameras to measure three-dimensional positions, is applied here to ascertain whether drag plays a role in the ascent of cloud thermals. In particular, stereo cameras are used to measure the sizes and speeds of cloud thermals in Florida. Using the vertical momentum equation, it is found that a substantial amount of drag (a drag coefficient on the order of one) is needed to match both the stereo-photogrammetric data and the known buoyancy of clouds from previous in-situ measurements and large-eddy simulations. Empirical data on form drag and theoretical calculations of wave drag reveal that, for the observed Froude numbers of cloud thermals, a drag coefficient of about one is to be expected.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064009", 
        "title": "Stereo photogrammetry reveals substantial drag on cloud thermals"
    }, 
    {
        "author": "Mahesh Kovilakam, Salil Mahajan", 
        "date": "2015-06-03", 
        "description": "\n\nGlobal Climate Models (GCMs) underestimate the observed trend in tropical expansion. Recent studies partly attribute it to black carbon aerosols (BC), which are poorly represented in GCMs. We conduct a suite of idealized experiments with the Community Atmosphere Model (CAM4) coupled to a slab ocean model forced with increasing BC concentrations covering a large swath of the estimated range of current BC radiative forcing while maintaining their spatial distribution. The Northern Hemisphere (NH) tropics expand polewards nearly linearly as BC radiative forcing increases (0.70 W−1 m2), indicating that a realistic representation of BC could reduce GCM biases. We find support for the mechanism where BC induced midlatitude tropospheric heating shifts the maximum meridional tropospheric temperature gradient polewards resulting in tropical expansion. We also find that the NH poleward tropical edge is nearly linearly correlated with the location of the inter-tropical convergence zone (ITCZ), which shifts northwards in response to increasing BC.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064559", 
        "title": "Black Carbon Aerosols Induced Northern Hemisphere Tropical Expansion"
    }, 
    {
        "author": "Sayuri Minobe, Yoichi Nakajima, Kei Hirose, Yasuo Ohishi", 
        "date": "2015-06-03", 
        "description": "\n\nWe have examined the phase relations in the iron-rich portion of the Fe-N binary system up to 150 GPa and 2720 K in a laser-heated diamond anvil cell (DAC). Synchrotron X-ray diffraction measurements revealed the formation of a new phase (β-Fe7N3) above 41 GPa and ~1000 K. The β phase is structurally identical or very close to Fe7C3 and the most iron-rich Fe-N intermediate compound at its stability field. We also measured the volume of β-Fe7N3 to 132 GPa and found its elastic property very similar to that of Fe7C3. Recently, it has been proposed that the density and sound velocities, in particular shear wave velocity, in the Earth's inner core are reconciled with Fe7C3, but such properties could be explained by β-Fe7N3 equally well. It is therefore possible that the inner core consists of Fe7(C,N)3, which is found as diamond inclusions and likely stable under inner core conditions.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064496", 
        "title": "Stability and compressibility of a new iron-nitride β-Fe7N3 to core pressures"
    }, 
    {
        "author": "Huihui Weng, Jinshui Huang, Hongfeng Yang", 
        "date": "2015-06-03", 
        "description": "\n\nHere we investigate the effects of a patch with elevated effective normal stress (barrier) on two dimensional in-plane supershear rupture propagation on a planar fault from numerical experiments. Our results confirm that the barrier may slow down or stop coseismic ruptures, but may also induce supershear ruptures. We demonstrate that the supershear rupture may emerge in a region that is delineated by two approximate linear boundaries. If the barrier size is below the lower boundary, ruptures can overcome the barrier and propagate at subshear speeds. If the barrier size is larger than the upper boundary, ruptures are always stopped by the barrier. Furthermore, we find that the barrier-induced supershear ruptures may eventually slow down into subshear speed, depending on the size and the location of the barrier. The duration of supershear ruptures increases as the barrier sizes grow from the lower to the upper boundary, which are proportional to the reduction in rupture speeds caused by the barrier. These results indicate that a barrier on the fault may not stop coseismic ruptures. Rather, the barrier may induce ruptures propagating at supershear speeds that play important roles in near-field ground shaking and damage.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064281", 
        "title": "Barrier-induced supershear ruptures on a slip-weakening fault"
    }, 
    {
        "author": "Laura Castro de la Guardia, Xianmin Hu, Paul G. Myers", 
        "date": "2015-06-03", 
        "description": "\n\nGreenland Ice Sheet meltwater runoff has been increasing in recent decades, especially in the southwest and the northeast. To determine the impact of this accelerating meltwater flux on Baffin Bay, we examine 8 numerical experiments using an ocean-sea-ice model: NEMO. Enhanced runoff causes shoreward-increasing sea surface height and strengthens the stratification in Baffin Bay. The changes in sea surface height reduces the southward transport through the Canadian Arctic Archipelago and strengthens the gyre circulation within Baffin Bay. The latter leads to further freshening of surface waters as it produces a larger northward surface freshwater transport across Davis Strait. Increasing the meltwater runoff leads to a warming and shallowing of the West Greenland Irminger Water on the northwest Greenland shelf. These warmer waters can now more easily enter fjords on the Greenland coast and thus provide additional heat to accelerate the melting of marine terminating glaciers.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064626", 
        "title": "Greenland Ice Sheet melt increases Baffin Bay heat content on the west Greenland shelf"
    }, 
    {
        "author": "Bei Wang, Rebecca M. Harrington, Yajing Liu, Hongyu Yu, Alex Carey, Nicholas J. Elst", 
        "date": "2015-06-03", 
        "description": "\n\nHere we search for dynamically triggered earthquakes in Canada following global mainshocks between 2004 and 2014 with MS > 6, depth < 100 km, and estimated peak ground velocity > 0.2 cm/s. We use the Natural Resources Canada (NRCan) earthquake catalog to calculate β-statistical values in 1°×1° bins in 10-day windows before and after the mainshocks. The statistical analysis suggests triggering may occur near Vancouver Island, along the border of the Yukon and Northwest Territories, in western Alberta, western Ontario, and the Charlevoix seismic zone. We also search for triggering in Alberta where denser seismic station coverage renders regional earthquake catalogs with lower completeness thresholds. We find remote triggering in Alberta associated with three mainshocks using a matched-filter approach on continuous waveform data. The increased number of local earthquakes following the passage of mainshock surface waves suggests local faults may be in a critically stressed state.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064377", 
        "title": "Isolated cases of remote dynamic triggering in Canada detected using cataloged earthquakes combined with a matched-filter approach"
    }, 
    {
        "author": "Keehoon Kim, David Fee, Akihiko Yokoo, Jonathan M. Lees", 
        "date": "2015-06-03", 
        "description": "\n\nWe present an acoustic waveform inversion technique for infrasound data to estimate volume fluxes from volcanic eruptions. Previous inversion techniques have been limited by the use of a 1-D Green's function in a free- or half-space, which depends only on the source-receiver distance and neglects volcanic topography. Our method exploits full 3-D Green's functions computed by a numerical method that takes into account realistic topographic scattering. We apply this method to vulcanian eruptions at Sakurajima Volcano, Japan. Our inversion results produce excellent waveform fits to field observations and demonstrate that full 3-D Green's functions are necessary for accurate volume flux inversion. Conventional inversions without consideration of topographic propagation effects may lead to large errors in the source parameter estimate. The presented inversion technique will substantially improve the accuracy of eruption source parameter estimation (c.f., mass eruption rate) during volcanic eruptions and provide critical constraints for volcanic eruption dynamics and ash dispersal forecasting for aviation safety. Application of this approach to chemical and nuclear explosions will also provide valuable source information (e.g., the amount of energy released) previously unavailable.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064466", 
        "title": "Acoustic source inversion to estimate volume flux from volcanic explosions"
    }, 
    {
        "author": "B. R. Loveday, P. Penven, C. J. C. Reason", 
        "date": "2015-06-03", 
        "description": "\n\nThe dynamical link between the Indian Ocean and Atlantic Meridional Overturning Circulation (AMOC) remains poorly understood. This partly arises from the complex Agulhas leakage, which occurs via rings, cyclones and non-eddy flux. Hindcast simulations suggest leakage has recently increased, but have not decomposed this signal into its constituent mechanisms. Here, these are isolated in a realistic ocean model. Increases in simulated leakage are attributed to stronger eddy and non-eddy driven transports, and a strong warming and salinification, especially within Agulhas rings. Variability in both regimes is associated with strengthening Indian Ocean westerly winds, reflecting an increasingly positive Southern Annular Mode. While eddy and non-eddy flux signals are tied through turbulent eddy dissipation, the ratio between the two varies decadally. Consequently, while altimetry suggests a recent increase in retroflection turbulence and implied leakage, non-eddy flux may also play a significant role in modulating the leakage-AMOC connection.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064256", 
        "title": "Southern Annular Mode and westerly-wind driven changes in Indian-Atlantic exchange mechanisms"
    }, 
    {
        "author": "Tobias Goldhammer, Andreas Schwärzle, Ivano W. Aiello, Matthias Zabel", 
        "date": "2015-06-02", 
        "description": "\n\nSubmarine brine lakes feature sharp and persistent concentration gradients between seawater and brine, though these should be smoothed out by free diffusion in open ocean settings. The anoxic Urania basin of the Eastern Mediterranean contains an ultra sulfidic, hypersaline brine of Messinian origin above a thick layer of suspended sediments. With a dual modeling approach we reconstruct its contemporary stratification by geochemical solute transport fundamentals, and show that thermal convection is required to maintain mixing in the brine and mud layer. The origin of the Urania basin stratification was dated to 1650 years before present, which may be linked to a major earthquake in the region. The persistence of the chemoclines may be key to the development of diverse and specialized microbial communities. Ongoing thermal convection in the fluid mud layer may have important, yet unresolved consequences for sedimentological and geochemical processes, also in similar environments.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063758", 
        "title": "Temporal stability and origin of chemoclines in the deep hypersaline anoxic Urania basin"
    }, 
    {
        "author": "Ban-Yuan Kuo, Wayne C. Crawford, Spahr C. Webb, Ching-Ren Lin, Tai-Chieh Yu, Liwen Chen", 
        "date": "2015-06-02", 
        "description": "\n\nThe elastic response of seafloor to ocean gravity wave loading, or seafloor compliance, provides a constraint on the elastic properties of the crust. We measured seafloor compliance at 3 ocean-bottom seismograph (OBS) sites around Taiwan — two in the southwestern (SW) Okinawa trough and one on the Ryukyu arc — and performed inversion for crustal structures beneath them. Models best fitting the data demonstrate a decrease in upper crustal shear velocity and an increase in the compressional/shear velocity ratio from the arc site to the trough sites with increasing amount of back-arc extension. This variation suggests that the upper continental crust is highly faulted and hydrated during rifting of the Eurasian lithosphere.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064050", 
        "title": "Faulting and hydration of the upper crust of the SW Okinawa trough during continental rifting: Evidence from seafloor compliance inversion"
    }, 
    {
        "author": "Diego Melgar, Brendan W. Crowell, Jianghui Geng, Richard M. Allen, Yehuda Bock, Sebastian Riquelme, Emma M. Hill, Marino Protti, Athanassios Ganas", 
        "date": "2015-06-02", 
        "description": "\n\nGPS instruments are non-inertial and directly measure displacements with respect to a global reference frame, while inertial sensors are affected by systematic offsets - primarily tilting - that adversely impact integration to displacement. We study the magnitude scaling properties of peak ground displacement (PGD) from high-rate GPS networks at near-source to regional distances (~10-1000 km), from earthquakes between Mw 6 and 9. We conclude that real-time GPS seismic waveforms can be used to rapidly determine magnitude, typically within the first minute of rupture initiation and in many cases before the rupture is complete. While slower than earthquake early warning methods that rely on the first few seconds of P-wave arrival, our approach does not suffer from the saturation effects experienced with seismic sensors at large magnitudes. Rapid magnitude estimation is useful for generating rapid earthquake source models, tsunami prediction, and ground motion studies that require accurate information on long-period displacements.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064278", 
        "title": "Earthquake magnitude calculation without saturation from the scaling of peak ground displacement"
    }, 
    {
        "author": "Hai Lin, Gilbert Brunet, Bin Yu", 
        "date": "2015-06-02", 
        "description": "\n\nInterannual variability of the Madden-Julian Oscillation (MJO) and its influence on the extratropical teleconnection are analyzed. It is found that there is an interannual shift of the MJO activity between the Indian Ocean and the western-central Pacific. This is reflected by the year-to-year changes in the occurrence frequency of individual MJO phases. The leading mode of an empirical orthogonal function (EOF) analysis of occurrence frequency of MJO phases shows an out-of-phase relationship between MJO phase 7 and phases 3–5. During winters when the MJO convection occurs more frequently in the Indian Ocean (phases 3–5), a winter-mean positive North Atlantic Oscillation (NAO) tends to occur. These results indicate that the seasonal mean convection activity over the Indian Ocean related to the MJO is a possible driving forcing for the seasonal mean NAO variability in the boreal winter.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064547", 
        "title": "Interannual variability of the Madden-Julian Oscillation and its impact on the North Atlantic Oscillation in the boreal winter"
    }, 
    {
        "author": "C. E. Neuzil", 
        "date": "2015-06-02", 
        "description": "\n\nInvestigations have revealed several instances of apparently isolated highs or lows in pore fluid potential in shallow (< ~ 1 km depth) argillaceous formations in intraplate settings. Formations with the pressure anomalies are distinguished by (1) smaller ratios of hydraulic conductivity to formation thickness, and (2) smaller hydraulic (or pressure) diffusivities than those without anomalies. This is consistent with transient Darcian flow caused by strain at rates of ~ 10-17 to 10-16 s-1, by significant perturbing events in the past 104 to 106 a, or by some combination of the two. Plausible causes include erosional downwasting, tectonic strain, and glaciation. In this conceptualization the anomalies provide constraints on formation-scale flow properties, flow history, and local geological forcing in the last 106 a, and in particular indicate zones of low permeability (10-19 – 10-22 m2) that could be useful for isolation of nuclear waste.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064140", 
        "title": "Interpreting Fluid Pressure Anomalies in Shallow Intraplate Argillaceous Formations"
    }, 
    {
        "author": "Yuki Sawai, Yuichi Namegaya, Toru Tamura, Rei Nakashima, Koichiro Tanigawa", 
        "date": "2015-06-01", 
        "description": "\n\nA sparsely documented tsunami in 1454 may subdivide the recurrence interval between the 869 and 2011 tsunamis near Sendai, as judged from geomorphic, stratigraphic, and archival evidence. Pond-filled breaches cut across beach ridges on century-old topographic maps. The basal pond deposit in one of these breaches postdates 1454. Stratigraphy on Sendai Plain includes a sand sheet that contains marine and brackish diatoms. Radiocarbon ages suggest that the sheet dates to 1406–1615 (2σ), and written records for this interval in Tohoku mention a tsunami in 1454. The inferred inundation extended 1.0-2.5 km inland from an approximate medieval shoreline. Simulated tsunamis that best account for the sand sheet require a thrust earthquake of moment magnitude 8.4 or larger. If the sand sheet represents the 1454 tsunami, the most two recent intervals between great thrust earthquakes in Sendai region spanned 585 and 557 years.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064167", 
        "title": "Shorter intervals between great earthquakes near Sendai: Scour ponds and a sand layer attributable to AD 1454 overwash"
    }, 
    {
        "author": "Long Chen, Yanxu Zhang, Daniel J. Jacob, Anne L. Soerensen, Jenny A. Fisher, Hannah M. Horowitz, Elizabeth S. Corbitt, Xuejun Wang", 
        "date": "2015-06-01", 
        "description": "\n\nAtmospheric mercury (Hg) in the Arctic shows much weaker or insignificant annual declines relative to northern mid-latitudes over the past decade (2000-2009), but with strong seasonality in trends. We use a global ocean-atmosphere model of Hg (GEOS-Chem) to simulate these observed trends and determine the driving environmental variables. The atmospheric decline at northern mid-latitudes can largely be explained by decreasing North Atlantic oceanic evasion. The mid-latitude atmospheric signal propagates to the Arctic but is there countered by rapid Arctic warming and declining sea ice, which suppresses deposition and promotes oceanic evasion over the Arctic Ocean. The resulting simulation implies a decline of Hg in the Arctic surface ocean that we estimate to be -0.67% yr-1 over the study period. Rapid Arctic warming and declining sea ice are projected for future decades and would drive a sustained decline in Arctic Ocean Hg, potentially alleviating the methylmercury exposure risk for northern populations.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064051", 
        "title": "Differences in decadal trends of atmospheric mercury between the Arctic and northern mid-latitudes suggest a decline in Arctic Ocean mercury"
    }, 
    {
        "author": "D. A. Putrasahan, Lisa M. Beal, Ben P. Kirtman, Yu Cheng", 
        "date": "2015-06-11", 
        "description": "\nThe Agulhas leakage brings warm and saline water from the Indian Ocean into the South Atlantic, forming part of the returning branch of the global thermohaline circulation, an important component of climate. We develop a new method using the passive tracer spice, to estimate Agulhas leakage transport in an ocean eddy-resolving climate model that properly captures Agulhas Retroflection and leakage. We identify Agulhas leakage waters as positive spice anomalies (≥ +0.1) and are able to trace leakage to depths greater than 1000 m. Spice-based Eulerian Agulhas leakage captures spikes in Lagrangian leakage transport which coincide with the passage of Agulhas rings, yielding a statistically significant correlation (0.47). On interannual times scales, differences between Eulerian and Lagrangian transports are reduced and correlation increases to 0.77. We obtain a mean spice-based Eulerian Agulhas leakage of 17 ± 4 sverdrup (Sv) and Lagrangian Agulhas leakage of 18 ± 2 Sv, which are within the range of observational estimates.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064482", 
        "title": "A new Eulerian method to estimate “spicy” Agulhas leakage in climate models"
    }, 
    {
        "author": "F. Pitout, A. Marchaudon, P.-L. Blelly, X. Bai, F. Forme, S. C. Buchert, D. A. Lorentzen", 
        "date": "2015-06-10", 
        "description": "\n\nWe present a conjunction between the Swarm fleet and the European Incoherent Scatter Svalbard Radar (ESR) on 9 January 2014. The Swarm orbit in the early phase of the mission gives us the unique opportunity of sequencing the temporal evolution of the observed field-aligned current system in the nightside, near magnetic local midnight. These field-aligned currents are seen to move poleward through the radar field of view and to affect the observed ionosphere. The upward field-aligned current (FAC) is responsible, at least in part, for the heating of the ionospheric electrons. It is less clear whether the downward FAC cools the ionosphere. We use the TRANSCAR model of the ionosphere to quantify the thermoelectric effect that comes into play. Finally, we compare the plasma parameters measured by the Langmuir probe on board Swarm and the ESR and conclude on an agreement within the errors.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064231", 
        "title": "Swarm and ESR observations of the ionospheric response to a field-aligned current system in the high-latitude midnight sector"
    }, 
    {
        "author": "Christopher R. Schwalm, Deborah N. Huntinzger, Joshua B. Fisher, Anna M. Michalak, Kevin Bowman, Philippe Cias, Robert Cook, Bassil El-Masri, Daniel Hayes, Maoyi Huang, Akihiko Ito, Atul Jain, Anthony W. King, Huimin Lei, Junjie Liu, Chaoqun Lu, Jiafu Mao, Shushi Peng, Benjamin Poulter, Daniel Ricciuto, Kevin Schaefer, Xiaoying Shi, Bo Tao, Hanqin Tian, Weile Wang, Yaxing Wei, Jia Yang, Ning Zeng", 
        "date": "2015-06-10", 
        "description": "\n\nMultimodel ensembles (MME) are commonplace in Earth system modeling. Here we perform MME integration using a 10-member ensemble of terrestrial biosphere models (TBMs) from the Multiscale synthesis and Terrestrial Model Intercomparison Project (MsTMIP). We contrast optimal (skill based for present-day carbon cycling) versus naïve (“one model-one vote”) integration. MsTMIP optimal and naïve mean land sink strength estimates (−1.16 versus −1.15 Pg C per annum respectively) are statistically indistinguishable. This holds also for grid cell values and extends to gross uptake, biomass, and net ecosystem productivity. TBM skill is similarly indistinguishable. The added complexity of skill-based integration does not materially change MME values. This suggests that carbon metabolism has predictability limits and/or that all models and references are misspecified. Resolving this issue requires addressing specific uncertainty types (initial conditions, structure, and references) and a change in model development paradigms currently dominant in the TBM community.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064002", 
        "title": "Toward “optimal” integration of terrestrial biosphere models"
    }, 
    {
        "author": "Zhenzhong Zeng, Anping Chen, Philippe Ciais, Yue Li, Laurent Z. X. Li, Robert Vautard, Liming Zhou, Hui Yang, Mengtian Huang, Shilong Piao", 
        "date": "2015-06-10", 
        "description": "\n\nMountain waters, glaciers, hazards, and biodiversity are vulnerable to the impacts of global warming. Warming is projected to amplify over mountains by global climate models, yet meteorological records do not show a uniform acceleration of warming with elevation. Here we explore warming-elevation relationships using records from 2660 meteorological stations and determine that the vertical gradient of warming rate varies with location. The warming is faster at higher altitudes in Asia and western North America, but the opposite is observed over Central Europe and eastern North America which have received more short-wave radiation (brightening) associated with a decrease of aerosols and clouds since the 1980s. We found that altitudinal differences in air pollution (brightening), with observations showing more short-wave radiation received at low altitudes than at mountains, modulate the warming-elevation relationships. The advance in understanding of the drivers of regional climate change will contribute to the formulation of strategies for climate change mitigation at high elevations.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064410", 
        "title": "Regional air pollution brightening reverses the greenhouse gases induced warming-elevation relationship"
    }, 
    {
        "author": "Emily S. Finzel, Lucy M. Flesch, Kenneth D. Ridgway, William E. Holt, Attreyee Ghosh", 
        "date": "2015-06-09", 
        "description": "\n\nThe degree to which the lithosphere and mantle are coupled and contribute to surface deformation beneath continental regions remains a fundamental question in the field of geodynamics. Here we use a new approach with a surface deformation field constrained by GPS, geologic, and seismicity data, together with a lithospheric geodynamic model, to solve for tractions inferred to be generated by mantle convection that (1) drive extension within interior Alaska generating southward directed surface motions toward the southern convergent plate boundary, (2) result in accommodation of the relative motions between the Pacific and North America in a comparatively small zone near the plate boundary, and (3) generate the observed convergence within the North American plate interior in the Mackenzie mountains in northwestern Canada. The evidence for deeper mantle influence on surface deformation beneath a continental region suggests that this mechanism may be an important contributing driver to continental plate assemblage and breakup.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063987", 
        "title": "Surface motions and intraplate continental deformation in Alaska driven by mantle flow"
    }, 
    {
        "author": "R. Bendick, S. F. Khan, R. Bürgmann, F. Jouanne, P. Banerjee, M. A. Khan, R. Bilham", 
        "date": "2015-06-09", 
        "description": "\n\nThirty horizontal displacement time series from GPS sites in the area around the 2005 Kashmir earthquake show lateral spatial variations in displacement magnitude and relaxation time for the postseismic interval from 2005 to 2012. The observed spatial pattern of surface displacements can only be reproduced by finite element models of postseismic deformation in elastic over viscoelastic crust that include lateral differences in both the thickness of the elastic layer and the viscosity of the viscoelastic layer. Solutions reproducing the sign of horizontal displacements everywhere in the epicentral region also require afterslip on the portion of the fault dislocation in the viscoelastic layer but not in the elastic lid. Although there are substantial tradeoffs among contributions to postseismic displacements of the surface, the observations preclude both crustal homogeneity and shallow afterslip. In the best family of solutions, the thickness of the elastic upper crust differs by a factor of 5 and the viscosity of the middle and lower crust by an order of magnitude between domains north and south of a suture zone containing the Main Boundary Thrust and Main Mantle Thrust.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064670", 
        "title": "Postseismic relaxation in Kashmir and lateral variations in crustal architecture and materials"
    }, 
    {
        "author": "Chengping Chai, Charles J. Ammon, Monica Maceira, Robert B. Herrmann", 
        "date": "2015-06-09", 
        "description": "\n\nWe use P wave receiver functions from the western U.S. and adjacent regions to construct a receiver function wavefield interpolation scheme that helps to equalize the lateral sampling of the receiver functions and the surface wave dispersion and to greatly simplify the receiver functions. Spatial interpolation and smoothing suppress poorly sampled and difficult to interpret back azimuthal variations and allow the extraction of the first-order features in the receiver function wavefield, including observations from several ray parameter ranges. We combine the interpolated receiver functions with Rayleigh wave dispersion estimates and surface gravity observations to estimate the 3-D shear wave speed beneath the region. Speed variations in the 3-D model correlate strongly with expected geologic variations and illuminate broad-scale features of the western U.S. crust and upper mantle. The model is smooth, self-consistent, and demonstrates the compatibility of the interpolated receiver functions and dispersion observations.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063733", 
        "title": "Inverting interpolated receiver functions with surface wave dispersion and gravity: Application to the western U.S. and adjacent Canada and Mexico"
    }, 
    {
        "author": "A. Rap, D. V. Spracklen, L. Mercado, C. L. Reddington, J. M. Haywood, R. J. Ellis, O. L. Phillips, P. Artaxo, D. Bonal, N. Restrepo Coupe, N. Butt", 
        "date": "2015-06-09", 
        "description": "\n\nAtmospheric aerosol scatters solar radiation increasing the fraction of diffuse radiation and the efficiency of photosynthesis. We quantify the impacts of biomass burning aerosol (BBA) on diffuse radiation and plant photosynthesis across Amazonia during 1998–2007. Evaluation against observed aerosol optical depth allows us to provide lower and upper BBA emissions estimates. BBA increases Amazon basin annual mean diffuse radiation by 3.4–6.8% and net primary production (NPP) by 1.4–2.8%, with quoted ranges driven by uncertainty in BBA emissions. The enhancement of Amazon basin NPP by 78–156 Tg C a−1 is equivalent to 33–65% of the annual regional carbon emissions from biomass burning. This NPP increase occurs during the dry season and acts to counteract some of the observed effect of drought on tropical production. We estimate that 30–60 Tg C a−1 of this NPP enhancement is within woody tissue, accounting for 8–16% of the observed carbon sink across mature Amazonian forests.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063719", 
        "title": "Fires increase Amazon forest productivity through increases in diffuse radiation"
    }, 
    {
        "author": "Martin J. Doble, Giacomo De Carolis, Michael H. Meylan, Jean-Raymond Bidlot, Peter Wadhams", 
        "date": "2015-06-09", 
        "description": "\n\nWave attenuation coefficients (α, m−1) were calculated from in situ data transmitted by custom wave buoys deployed into the advancing pancake ice region of the Weddell Sea. Data cover a 12 day period as the buoy array was first compressed and then dilated under the influence of a passing low-pressure system. Attenuation was found to vary over more than 2 orders of magnitude and to be far higher than that observed in broken-floe marginal ice zones. A clear linear relation between α and ice thickness was demonstrated, using ice thickness from a novel dynamic/thermodynamic model. A simple expression for α in terms of wave period and ice thickness was derived, for application in research and operational models. The variation of α was further investigated with a two-layer viscous model, and a linear relation was found between eddy viscosity in the sub-ice boundary layer and ice thickness.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063628", 
        "title": "Relating wave attenuation to pancake ice thickness, using field measurements and model results"
    }, 
    {
        "author": "Apurva C. Dave, M. Susan Lozier", 
        "date": "2015-06-09", 
        "description": "\n\nPreviously reported global-scale correlations between interannual variability in upper ocean stratification and chlorophyll a (a proxy for phytoplankton biomass) have been shown to be driven by strong associations between the two properties in the central and western equatorial Pacific. Herein, we present evidence that these correlations are not causal but instead result from the advection of heat, salt, and nutrients in the region. Specifically, we demonstrate that stratification and chlorophyll are simultaneously influenced by shifts in the horizontal advective inputs of cold/saline/nutrient-rich waters from upwelling regions to the east and warm/fresh/nutrient-poor waters to the west. We find that horizontal advection contributes substantially to the annual surface layer nutrient budget and, together with vertical advection, significantly impacts interannual variability in chlorophyll. These results highlight the importance of a three-dimensional framework for examining nutrient supply in the upper ocean—a crucial requirement for assessing future marine ecosystem responses to a changing climate.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063290", 
        "title": "The impact of advection on stratification and chlorophyll variability in the equatorial Pacific"
    }, 
    {
        "author": "P. Boehnke, M. W. Caffee, T. M. Harrison", 
        "date": "2015-06-09", 
        "description": "\nAlthough fissiogenic Xe in mid-ocean ridge basalt (MORB) has long been used inferred to infer an early (>4 Ga) catastrophic mantle degassing, decomposition of the analyzed gas in terms of its constituents requires several assumptions. The canonical interpretation has not been tested using the full spectrum of possible initial components and radiogenic inputs. We use a Markov chain Monte Carlo approach that examines a broad range of Xe isotopic components present during Earth formation and evolution. Our best fit simulations are consistent with the preservation of much higher Pu/U in MORB source Xe than previously recognized but are equally supportive of both limited and early catastrophic loss. We show that an initially Xe depleted upper mantle that becomes progressively ingassed through both radiogenic ingrowth and subduction of evolving atmospheric Xe is equally consistent with all evidence, underscoring the need for improvements to our knowledge of fission Xe spectra, MORB Xe measurements, and Pu geochemistry.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063636", 
        "title": "Xenon isotopes in the MORB source, not distinctive of early global degassing"
    }, 
    {
        "author": "Robert Ricker, Stefan Hendricks, Donald K. Perovich, Veit Helm, Rüdiger Gerdes", 
        "date": "2015-06-08", 
        "description": "\nRadar altimetry measurements of the current satellite mission CryoSat-2 show an increase of Arctic sea ice thickness in autumn 2013, compared to previous years but also related to March 2013. Such an increase over the melting season seems unlikely and needs to be investigated. Recent studies show that the influence of the snow cover is not negligible and can highly affect the CryoSat-2 range retrievals if it is assumed that the main scattering horizon is given by the snow-ice interface. Our analysis of Arctic ice mass balance buoy records and coincident CryoSat-2 data between 2012 and 2014 adds observational evidence to these findings. Linear trends of snow and ice freeboard measurements from buoys and nearby CryoSat-2 freeboard retrievals are calculated during accumulation events. We find a positive correlation between buoy snow freeboard and CryoSat-2 freeboard estimates, revealing that early snow accumulation might have caused a bias in CryoSat-2 sea ice thickness in autumn 2013.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064081", 
        "title": "Impact of snow accumulation on CryoSat-2 range retrievals over Arctic sea ice: An observational approach with buoy data"
    }, 
    {
        "author": "Anna Kauffeldt, Sven Halldin, Florian Pappenberger, Fredrik Wetterhall, Chong-Yu Xu, Hannah L. Cloke", 
        "date": "2015-06-08", 
        "description": "\n\nThere has been a significant increase in the skill and resolution of numerical weather prediction models (NWPs) in recent decades, extending the time scales of useful weather predictions. The land surface models (LSMs) of NWPs are often employed in hydrological applications, which raises the question of how hydrologically representative LSMs really are. In this paper, precipitation (P), evaporation (E), and runoff (R) from the European Centre for Medium-Range Weather Forecasts global models were evaluated against observational products. The forecasts differ substantially from observed data for key hydrological variables. In addition, imbalanced surface water budgets, mostly caused by data assimilation, were found on both global (P-E) and basin scales (P-E-R), with the latter being more important. Modeled surface fluxes should be used with care in hydrological applications, and further improvement in LSMs in terms of process descriptions, resolution, and estimation of uncertainties is needed to accurately describe the land surface water budgets.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064230", 
        "title": "Imbalanced land surface water budgets in a numerical weather prediction system"
    }, 
    {
        "author": "Kaspar Merz, Alan G. Green, Thomas Buchli, Sarah M. Springman, Hansruedi Maurer", 
        "date": "2015-06-08", 
        "description": "\n\nMountainous locations and steep rugged surfaces covered by boulders and other loose debris are the main reasons why rock glaciers are among the most challenging geological features to investigate using ground-based geophysical methods. Consequently, geophysical surveys of rock glaciers have only ever involved recording data along sparse lines. To address this issue, we acquired quasi-3-D ground-penetrating radar (GPR) data across a rock glacier in the Swiss Alps using a helicopter-mounted system. Our interpretation of the derived GPR images constrained by borehole information results in a novel “thin-skinned” rock glacier model that explains a concentration of deformation across a principal shear zone (décollement) and faults across which rock glacier lobes are juxtaposed. The new model may be applicable to many rock glaciers worldwide. We suggest that the helicopter GPR method may be useful for 3-D surveying numerous other difficult-to-access mountainous terrains.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063951", 
        "title": "A new 3-D thin-skinned rock glacier model based on helicopter GPR results from the Swiss Alps"
    }, 
    {
        "author": "Lionel Favier, Frank Pattyn", 
        "date": "2015-06-08", 
        "description": "\n\nAntarctic ice rises originate from the contact between ice shelves and one of the numerous topographic highs emerging from the edge of the continental shelf. While investigations of the Raymond effect indicate their millennial-scale stability, little is known about their formation and their role in ice shelf stability. Here we present for the first time the simulation of an ice rise using the BISICLES model. The numerical results successfully reproduce several field-observable features, such as the substantial thinning downstream of the ice rise and the successive formation of a promontory and ice rise with stable radial ice flow center, showing that ice rises are formed during the ice sheet deglaciation. We quantify the ice rise buttressing effect, found to be mostly transient, delaying grounding line retreat significantly but resulting in comparable steady state positions. We demonstrate that ice rises are key in controlling simulations of Antarctic deglaciation.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064195", 
        "title": "Antarctic ice rise formation, evolution, and stability"
    }, 
    {
        "author": "Erdal Yiğit, Alexander S. Medvedev, Paul Hartogh", 
        "date": "2015-06-05", 
        "description": "\nWe present the first general circulation model simulations that quantify and reproduce patches of extremely cold air required for CO2 condensation and cloud formation in the Martian mesosphere. They are created by subgrid-scale gravity waves (GWs) accounted for in the model with the interactively implemented spectral parameterization. Distributions of GW-induced temperature fluctuations and occurrences of supersaturation conditions are in a good agreement with observations of high-altitude CO2 ice clouds. Our study confirms the key role of GWs in facilitating CO2 cloud formation, discusses their tidal modulation, and predicts clouds at altitudes higher than have been observed to date.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064275", 
        "title": "Gravity waves and high-altitude CO2 ice cloud formation in the Martian atmosphere"
    }, 
    {
        "author": "Julian C. Lozos, Ruth A. Harris, Jessica R. Murray, James J. Lienkaemper", 
        "date": "2015-06-05", 
        "description": "\n\nThe Bartlett Springs Fault (BSF), the easternmost branch of the northern San Andreas Fault system, creeps along much of its length. Geodetic data for the BSF are sparse, and surface creep rates are generally poorly constrained. The two existing geodetic slip rate inversions resolve at least one locked patch within the creeping zones. We use the 3-D finite element code FaultMod to conduct dynamic rupture models based on both geodetic inversions, in order to determine the ability of rupture to propagate into the creeping regions, as well as to assess possible magnitudes for BSF ruptures. For both sets of models, we find that the distribution of aseismic creep limits the extent of coseismic rupture, due to the contrast in frictional properties between the locked and creeping regions.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063802", 
        "title": "Dynamic rupture models of earthquakes on the Bartlett Springs Fault, Northern California"
    }, 
    {
        "author": "Martin Füllekrug, Andrew Mezentsev, Robert Watson, Stéphane Gaffet, Ivan Astin, Nathan Smith, Adrian Evans", 
        "date": "2015-06-04", 
        "description": "\nThe Earth's natural electromagnetic environment is disturbed by anthropogenic electromagnetic noise. Here we report the first results from an electromagnetic noise survey of the sky. The locations of electromagnetic noise sources are mapped on the hemisphere above a distributed array of wideband receivers that operate in a small aperture configuration. It is found that the noise sources can be localized at elevation angles up to ∼60° in the sky, well above the horizon. The sky also exhibits zones with little or no noise that are found toward the local zenith and the southwest of the array. These results are obtained by a rigorous analysis of the residuals from the classic dispersion relation for electromagnetic waves using an array analysis of electric field measurements in the frequency range from ∼20 to 250 kHz. The observed locations of the noise sources enable detailed observations of ionospheric modification, for example, caused by particle precipitation and lightning discharges, while the observed exclusion zones enable the detection of weak natural electromagnetic emissions, for example, from streamers in transient luminous events above thunderclouds.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064142", 
        "title": "Map of low-frequency electromagnetic noise in the sky"
    }, 
    {
        "author": "Zhu Mao, Jung-Fu Lin, Jing Yang, Toru Inoue, Vitali B. Prakapenka", 
        "date": "2015-06-04", 
        "description": "\n\nWe have investigated the equation of state of Fe-bearing bridgmanite, (Mg0.9Fe0.1)SiO3, using synchrotron X-ray diffraction in diamond anvil cells up to 125 GPa and 300 K. Combined with previous synchrotron Mössbauer spectroscopy results, we have found that the occurrence of the low-spin Fe3+ in the octahedral sites (B site) of bridgmanite has produced a 0.5(±0.1)% reduction in the unit cell volume at 18–25 GPa and has increased the isothermal bulk modulus to 284(±4) GPa, consistent with recent theoretical calculations. Together with literature results, we note that the addition of Fe can cause an increase in the density, bulk modulus, and bulk sound velocity in both Al-free and Al-bearing bridgmanite at lower mantle pressures. The presence of Fe3+ in the B site of bridgmanite can further enhance this increase. The observed spin transition of B site Fe3+ in bridgmanite is thus important for understanding the density and velocity structures of the lower mantle.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064400", 
        "title": "Effects of the Fe3+ spin transition on the equation of state of bridgmanite"
    }, 
    {
        "author": "Jieshun Zhu, Arun Kumar, Bohua Huang", 
        "date": "2015-06-04", 
        "description": "\nEven though the vital role of thermocline fluctuation in El Niño–Southern Oscillation (ENSO) cycle has been established previously, the direct relationship between the thermocline depth and sea surface temperature (SST) anomalies in the equatorial Pacific is yet to be fully understood, especially its seasonality. Thermocline depth anomalies have been found to lead SST anomalies in time with a longitude-dependent delay, but our study also suggests that the relationship shows considerable seasonal dependency and is strongest (weakest) during the boreal spring (summer). Over the eastern equatorial Pacific where there is least delay (compared to that in the western and central Pacific), the connection between thermocline and SST is the weakest during the boreal spring. This feature may be one of causes for ENSO spring persistence barrier. Furthermore, the thermocline-SST connections exhibit significant decadal variations, which are remarkably consistent with the decadal changes in the persistence barrier of SST anomalies over the eastern Pacific. It is also found that the decadal shift in the timing of the thermocline-SST connection barrier is caused by the changes in the seasonal cycle of tropical trade winds and thermocline depths.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064220", 
        "title": "The relationship between thermocline depth and SST anomalies in the eastern equatorial Pacific: Seasonality and decadal variations"
    }, 
    {
        "author": "Takamitsu Ito, Annalisa Bracco, Curtis Deutsch, Hartmut Frenzel, Matthew Long, Yohei Takano", 
        "date": "2015-06-04", 
        "description": "\n\nWe investigate the mechanisms controlling the evolution of Southern Ocean carbon storage under a future climate warming scenario. A subset of Coupled Model Intercomparison Project Phase 5 models predicts that the inventory of biologically sequestered carbon south of 40°S increases about 18–34 Pg C by 2100 relative to the preindustrial condition. Sensitivity experiments with an ocean circulation and biogeochemistry model illustrates the impacts of the wind and buoyancy forcings under a warming climate. Intensified and poleward shifted westerly wind strengthens the upper overturning circulation, not only leading to an increased uptake of anthropogenic CO2 but also releasing biologically regenerated carbon to the atmosphere. Freshening of Antarctic Surface Water causes a slowdown of the lower overturning circulation, leading to an increased Southern Ocean biological carbon storage. The rectified effect of these processes operating together is the sustained growth of the carbon storage in the Southern Ocean, even under the warming climate with a weaker global ocean carbon uptake.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064320", 
        "title": "Sustained growth of the Southern Ocean carbon storage in a warming climate"
    }, 
    {
        "author": "Dong-Xiao Pan, Xu-Zhi Zhou, Quan-Qi Shi, Jiang Liu, Vassilis Angelopoulos, Andrei Runov, Qiu-Gang Zong, Sui-Yan Fu", 
        "date": "2015-06-03", 
        "description": "\nDipolarizing flux bundles transport magnetic flux to the inner and dayside magnetosphere, heat the plasma sheet, and provide a seed population to the radiation belt. The magnetic perturbation ahead of them, often referred to as a dipolarization front (DF), is asymmetric with a small Bz dip followed by a sharp Bz enhancement. The Bz dip is thought to be generated from dawnward currents carried by DF-reflected ions; after reflection, these earthward moving ions gyrate clockwise and contribute to dawnward diamagnetic currents ahead of the front. Using observations of hundreds of DFs, we investigate this hypothesis. We find that the depth of the Bz dip as a function of the front azimuth depends on DF propagation speed and ambient plasma density. These statistical signatures support the hypothesis that the Bz dip is caused by ion reflection and suggest that secondary currents carried by these reflected ions can reshape the front significantly.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064369", 
        "title": "On the generation of magnetic dips ahead of advancing dipolarization fronts"
    }, 
    {
        "author": "L. N. Boisvert, J. C. Stroeve", 
        "date": "2015-06-03", 
        "description": "\n\nOver the past decade, the Arctic has seen unprecedented declines in the summer sea ice area, leading to larger and longer exposed open water areas. The Atmospheric Infrared Sounder is a useful yet underutilized tool to study corresponding atmospheric changes and their feedbacks between 2003 and 2013. Most pronounced warming occurs between November and April, with skin and air temperatures increasing on average 2.5 K and 1.5 K over the Arctic Ocean. In response to sea ice loss, evaporation rates (i.e., moisture flux) increased between August and October by 1.5 × 10−3 g m−2 s−1 (3.8 W m−2 latent heat flux energy), increasing the water vapor feedback and cloud cover. Although most trends are positive over the Arctic Ocean, there is considerable interannual variability. Increasing specific humidity in May and corresponding downward moisture fluxes cause earlier melt onset; warming skin temperatures and radiative responses to increased water vapor and cloud cover in autumn delay freeze-up.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063775", 
        "title": "The Arctic is becoming warmer and wetter as revealed by the Atmospheric Infrared Sounder"
    }, 
    {
        "author": "Ramesh D. Sharma, Peter P. Wintersteiner, Konstantinos S. Kalogerakis", 
        "date": "2015-06-03", 
        "description": "\n\nOn the basis of experimental and theoretical studies, this paper proposes a new mechanism that contributes to nocturnal 4.3 µm CO2 emissions. It suggests that collisions of ground state O atoms with highly vibrationally excited OH(v), produced by the reaction of H with O3, remove a substantial fraction of the OH(v) vibrational energy by a fast, spin-allowed, multiquantum vibration-to-electronic energy transfer (ET) process that generates O(1D): OH(v ≥ 5) + O(3P)  OH(0 ≤ v′ ≤ v − 5) + O(1D). The electronically excited O(1D) atom is subsequently deactivated by collisions with N2 in a fast spin-forbidden ET process that leaves the N2 molecule with an average of 2.2 vibrational quanta. Finally, the vibrational excitation of N2 is transferred by a fast, near-resonant vibration-to-vibration ET process to the asymmetric stretch (v3) mode of CO2, which promptly radiates near 4.3 µm.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063724", 
        "title": "A new mechanism for OH vibrational relaxation leading to enhanced CO2 emissions in the nocturnal mesosphere"
    }, 
    {
        "author": "Divya Allu Peddinti, Allen K. McNamara", 
        "date": "2015-06-03", 
        "description": "\nJupiter's moon Europa exhibits a deformed icy surface with salt deposits concentrated along the varied geological features. The topographic alignment of salt deposits has been speculated to indicate an endogenic sourcing of the material. Two-way transport of salts from a liquid-water ocean beneath the ice shell to the surface, and vice versa, has been speculated. We present dynamical models that demonstrate the incorporation of newly frozen ice into convective plumes within the ice shell, caused by convection within the ice shell that drives dynamic topography along the ice-ocean boundary. The new ice that forms at the freezing front can be transported by the rising ice plumes toward the surface until it is blocked by a high-viscosity lid at the surface. Weakening of the lid by tidal or tectonic forces could then lead to the surface detection of ocean trace chemistry captured in the newly formed ice.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063950", 
        "title": "Material transport across Europa's ice shell"
    }, 
    {
        "author": "Shantanu Pandey, Xiaohui Yuan, Eric Debayle, Frederik Tilmann, Keith Priestley, Xueqing Li", 
        "date": "2015-06-03", 
        "description": "\n\nAzimuthal anisotropy derived from multimode Rayleigh wave tomography in China exhibits depth-dependent variations in Tibet, which can be explained as induced by the Cenozoic India-Eurasian collision. In west Tibet, the E-W fast polarization direction at depths <100 km is consistent with the accumulated shear strain in the Tibetan lithosphere, whereas the N-S fast direction at greater depths is aligned with Indian Plate motion. In northeast Tibet, depth-consistent NW-SE directions imply coupled deformation throughout the whole lithosphere, possibly also involving the underlying asthenosphere. Significant anisotropy at depths of 225 km in southeast Tibet reflects sublithospheric deformation induced by northward and eastward lithospheric subduction beneath the Himalaya and Burma, respectively. The multilayer anisotropic surface wave model can explain some features of SKS splitting measurements in Tibet, with differences probably attributable to the limited back azimuthal coverage of most SKS studies in Tibet and the limited horizontal resolution of the surface wave results.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063921", 
        "title": "Depth-variant azimuthal anisotropy in Tibet revealed by surface wave tomography"
    }, 
    {
        "author": "Hannah L. Bailey, Darrell S. Kaufman, Andrew C. G. Henderson, Melanie J. Leng", 
        "date": "2015-06-03", 
        "description": "\n\nOxygen isotope records of precipitation (δ18Oprecip) from Beringia are thought to reflect synoptic-scale circulation changes associated with the Aleutian Low. To delineate the spatial pattern of δ18Oprecip associated with the two dominant modes of Aleutian Low circulation, we combine modern δ18Oprecip and deuterium excess data with climate reanalysis and back trajectory modeling. Aleutian Low strength and position are revealed to systematically affect regional moisture source and δ18Oprecip; whereby a strengthened Aleutian Low causes lower (higher) δ18Oprecip in western (eastern) Beringia. We compare a new 100 year long δ18O record from the Aleutian Islands with the North Pacific Index, the primary indicator of Aleutian Low strength, and find a significant positive relationship (r = 0.43, P < 0.02, n = 28) that tracks late twentieth century change. This study demonstrates synoptic-scale circulation controls on our isotope record and provides a coherent framework for interpreting existing and emerging paleoisotope data from the region.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063983", 
        "title": "Synoptic scale controls on the δ18O in precipitation across Beringia"
    }, 
    {
        "author": "N. J. T. Edberg, A. I. Eriksson, E. Odelstad, P. Henri, J.-P. Lebreton, S. Gasc, M. Rubin, M. André, R. Gill, E. P. G. Johansson, F. Johansson, E. Vigren, J. E. Wahlund, C. M. Carr, E. Cupido, K.-H. Glassmeier, R. Goldstein, C. Koenders, K. Mandt, Z. Nemeth, H. Nilsson, I. Richter, G. Stenberg Wieser, K. Szego, M. Volwerk", 
        "date": "2015-06-03", 
        "description": "\n\nWe use measurements from the Rosetta plasma consortium Langmuir probe and mutual impedance probe to study the spatial distribution of low-energy plasma in the near-nucleus coma of comet 67P/Churyumov-Gerasimenko. The spatial distribution is highly structured with the highest density in the summer hemisphere and above the region connecting the two main lobes of the comet, i.e., the neck region. There is a clear correlation with the neutral density and the plasma to neutral density ratio is found to be ∼1–2·10−6, at a cometocentric distance of 10 km and at 3.1 AU from the Sun. A clear 6.2 h modulation of the plasma is seen as the neck is exposed twice per rotation. The electron density of the collisionless plasma within 260 km from the nucleus falls off with radial distance as ∼1/r. The spatial structure indicates that local ionization of neutral gas is the dominant source of low-energy plasma around the comet.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064233", 
        "title": "Spatial distribution of low-energy plasma around comet 67P/CG from Rosetta measurements"
    }, 
    {
        "author": "Lea Schneider, Jason E. Smerdon, Ulf Büntgen, Rob J. S. Wilson, Vladimir S. Myglan, Alexander V. Kirdyanov, Jan Esper", 
        "date": "2015-06-03", 
        "description": "\n\nAnnually resolved and millennium-long reconstructions of large-scale temperature variability are primarily composed of tree ring width (TRW) chronologies. Changes in ring width, however, have recently been shown to bias the ratio between low- and high-frequency signals. To overcome limitations in capturing the full spectrum of past temperature variability, we present a network of 15 maximum latewood density (MXD) chronologies distributed across the Northern Hemisphere extratropics. Independent subsets of continental-scale records consistently reveal high MXD before 1580 and after 1910, with below average values between these periods. Reconstructed extratropical summer temperatures reflect not only these long-term trends but also distinct cooling pulses after large volcanic eruptions. In contrast to TRW-dominated reconstructions, this MXD-based record indicates a delayed onset of the Little Ice Age by almost two centuries. The reduced memory inherent in MXD is likely responsible for the rapid recovery from volcanic-induced cooling in the fourteenth century and the continuation of warmer temperatures until ~1600.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063956", 
        "title": "Revising midlatitude summer temperatures back to A.D. 600 based on a wood density network"
    }, 
    {
        "author": "Takanori Matsuzawa, Youichi Asano, Kazushige Obara", 
        "date": "2015-06-03", 
        "description": "\n\nWe found very low frequency earthquakes (VLFEs) at a shallow subduction zone close to the Japan Trench off the Pacific coast of Tohoku, Japan. Centroid moment tensor solutions of VLFEs showed reverse fault mechanisms with a compression axis in the east-west direction. A cross-correlation analysis of seismograms with template events between 2005 and 2013 revealed three major VLFE clusters and their temporal evolution. A VLFE cluster in the central off-Tohoku region located in the large slip area of the 2011 Tohoku earthquake was detectable only before the Tohoku earthquake. However, VLFEs in the northern and southern off-Tohoku regions at the rim of the large slip area were activated after the Tohoku earthquake. The change in the activity may reflect the stress redistribution by the coseismic and/or afterslip processes of the Tohoku earthquake.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063959", 
        "title": "Very low frequency earthquakes off the Pacific coast of Tohoku, Japan"
    }, 
    {
        "author": "Christopher M. Taylor", 
        "date": "2015-06-03", 
        "description": "\n\nFeedbacks between soil moisture and precipitation are important for understanding hydroclimatic variability in many regions. However, much uncertainty remains about how land surface fluxes influence the initiation of deep convection locally. While some studies consider only atmospheric and soil profiles, in a one-dimensional sense, others have argued that horizontal variability in fluxes plays an important role in convective triggering, via mesoscale circulations. This paper presents the first comprehensive observational analysis over Europe linking convective initiation to soil moisture, based on satellite observations of cloud top and land surface temperature, and soil moisture. The results show that convective initiations are favored on the downwind side of dry surfaces, close to wetter areas. The signal is clearest following dry periods and under light winds, consistent with forcing by a mesoscale circulation. Overall, the detected signal in Europe is weaker than in previous Sahelian analysis, but key spatial characteristics are essentially the same.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064030", 
        "title": "Detecting soil moisture impacts on convective initiation in Europe"
    }, 
    {
        "author": "Haviland Forrister, Jiumeng Liu, Eric Scheuer, Jack Dibb, Luke Ziemba, Kenneth L. Thornhill, Bruce Anderson, Glenn Diskin, Anne E. Perring, Joshua P. Schwarz, Pedro Campuzano-Jost, Douglas A. Day, Brett B. Palm, Jose L. Jimenez, Athanasios Nenes, Rodney J. Weber", 
        "date": "2015-06-03", 
        "description": "\n\nParticulate brown carbon (BrC) in the atmosphere absorbs light at subvisible wavelengths and has poorly constrained but potentially large climate forcing impacts. BrC from biomass burning has virtually unknown lifecycle and atmospheric stability. Here, BrC emitted from intense wildfires was measured in plumes transported over 2 days from two main fires, during the 2013 NASA SEAC4RS mission. Concurrent measurements of organic aerosol (OA) and black carbon (BC) mass concentration, BC coating thickness, absorption Ångström exponent, and OA oxidation state reveal that the initial BrC emitted from the fires was largely unstable. Using back trajectories to estimate the transport time indicates that BrC aerosol light absorption decayed in the plumes with a half-life of 9 to 15 h, measured over day and night. Although most BrC was lost within a day, possibly through chemical loss and/or evaporation, the remaining persistent fraction likely determines the background BrC levels most relevant for climate forcing.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063897", 
        "title": "Evolution of brown carbon in wildfire plumes"
    }, 
    {
        "author": "Timothy J. Garrett, Sandra E. Yuter, Cale Fallgatter, Konstantin Shkurko, Spencer R. Rhodes, Jason L. Endries", 
        "date": "2015-06-03", 
        "description": "\nPhotographs of nearly 73,000 snowflakes in free fall are used to determine the aspect ratio and orientation of aggregates, moderately rimed particles, and graupel. Observations indicate that there can be a much broader range of orientation angles, with a larger median value, than has been indicated by previous observational and theoretical studies. The data show that aspect ratio depends on riming extent but that orientation is only weakly dependent on the degree of riming and on particle size. Instead, more vertical orientations for frozen particles become increasingly common with higher turbulence. The results suggest that distributions of size, fall speed, orientation, and aspect ratio may each need to be considered in order to optimize the accuracy of precipitation retrievals using microwave sensors.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064040", 
        "title": "Orientations and aspect ratios of falling snow"
    }, 
    {
        "author": "Tae-Wook Kim, Geun-Ha Park, Dongseon Kim, Kitack Lee, Richard A. Feely, Frank J. Millero", 
        "date": "2015-06-02", 
        "description": "\nSeasonal variability of the aragonite saturation state (ΩAR) in the upper (50 m and 100 m depths) North Pacific Ocean (NPO) was investigated using multiple linear regression (MLR). The MLR algorithm derived from a high-quality carbon data set accurately predicted the ΩAR of evaluation data sets (three time series stations and P02 section) with acceptable uncertainty (<0.1 ΩAR). The algorithm was combined with seasonal climatology data, and the estimated ΩAR varied in the range of 0.4–0.6 in the midlatitude western NPO, with the largest variation found for the tropical eastern NPO. These marked variations were largely controlled by seasonal changes in vertical mixing and thermocline depth, both of which determine the degree of entrainment of CO2-rich corrosive waters from deeper depths. Our MLR-based subsurface ΩAR climatology is complementary to surface climatology based on pCO2 measurements.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063602", 
        "title": "Seasonal variations in the aragonite saturation state in the upper open-ocean waters of the North Pacific Ocean"
    }, 
    {
        "author": "Anand Gnanadesikan, Marie-Aude Pradal, Ryan Abernathey", 
        "date": "2015-06-02", 
        "description": "\nAnthropogenic carbon dioxide uptake varies across Earth System Models for reasons that have remained obscure. When varied within a single model, the lateral eddy mixing coefficient ARedi produces a range of uptake similar to the modeled range. The highest uptake, resulting from a simulation with a constant ARedi of 2400 m2/s, simulates 15% more historical carbon uptake than a model with ARedi = 400 m2/s. A sudden doubling in carbon dioxide produces a 21% range in carbon uptake across the models. Two spatially dependent representations of ARedi produce uptake that lies in the middle of the range of constant values despite predicting very large values in the subtropical gyres. One-dimensional diffusive models of the type used for integrated assessments can be fit to the simulations, with ARedi accounting for a substantial fraction of the effective vertical diffusion. Such models, however, mask significant regional changes in stratification and biological carbon storage.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064100", 
        "title": "Isopycnal mixing by mesoscale eddies significantly impacts oceanic anthropogenic carbon uptake"
    }, 
    {
        "author": "Martin A. Briggs, Frederick D. Day-Lewis, Jay P. Zarnetske, Judson W. Harvey", 
        "date": "2015-06-02", 
        "description": "\nRecent observations reveal a paradox of anaerobic respiration occurring in seemingly oxic-saturated sediments. Here we demonstrate a residence time-based explanation for this paradox. Specifically, we show how microzones favorable to anaerobic respiration processes (e.g., denitrification, metal reduction, and methanogenesis) can develop in the embedded less mobile porosity of bulk-oxic hyporheic zones. Anoxic microzones develop when transport time from the streambed to the pore center exceeds a characteristic uptake time of oxygen. A two-dimensional pore-network model was used to quantify how anoxic microzones develop across a range of hyporheic flow and oxygen uptake conditions. Two types of microzones develop: flow invariant and flow dependent. The former is stable across variable hydrologic conditions, whereas the formation and extent of the latter are sensitive to flow rate and orientation. Therefore, pore-scale residence time heterogeneity, which can now be evaluated in situ, offers a simple explanation for anaerobic signals occurring in oxic pore waters.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064200", 
        "title": "A physical explanation for the development of redox microzones in hyporheic flow"
    }, 
    {
        "author": "Xing Yuan, Zhuguo Ma, Ming Pan, Chunxiang Shi", 
        "date": "2015-06-02", 
        "description": "\nSevere short-term (monthly to seasonal) droughts frequently occurred over China in recent years, with devastating impacts on crop production. This study assesses the capability of microwave remote sensing in detecting soil moisture (agricultural) droughts over China and in providing early warnings. The 22 year (1992–2013) European Space Agency satellite soil moisture retrievals are compared against the in situ observations at 312 stations in China, the global soil moisture reanalysis, and the observed rainfall deficit. Both the reanalysis and remote sensing products can only detect less than 60% of drought months at in situ station scale, but they capture the interannual variations of short-term drought area at river basin scales quite well. As compared with reanalysis, the passive and merged microwave products have better drought detection over sparsely vegetated regions in northwestern China and the active microwave product with better vegetation penetration works the best in eastern China.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064125", 
        "title": "Microwave remote sensing of short-term droughts during crop growing seasons"
    }, 
    {
        "author": "Mengchu Tao, Paul Konopka, Felix Ploeger, Martin Riese, Rolf Müller, C. Michael Volk", 
        "date": "2015-06-02", 
        "description": "\n\nBased on simulations with the Chemical Lagrangian Model of the Stratosphere for the 1979–2013 period, driven by the European Centre for Medium-Range Weather Forecasts ERA-Interim reanalysis, we analyze the impact of the quasi-biennial oscillation (QBO) and of Major Stratospheric Warmings (MWs) on the amount of water vapor entering the stratosphere during boreal winter. The amplitude of H2O variation related to the QBO amounts to 0.5 ppmv. The additional effect of MWs reaches its maximum about 2–4 weeks after the central date of the MW and strongly depends on the QBO phase. Whereas during the easterly QBO phase there is a pronounced drying of about 0.3 ppmv about 3 weeks after the MW, the impact of the MW during the westerly QBO phase is smaller (about 0.2 ppmv) and more diffusely spread over time. We suggest that the MW-associated enhanced dehydration combined with a higher frequency of MWs after the year 2000 may have contributed to the lower stratospheric water vapor after 2000.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064443", 
        "title": "Impact of stratospheric major warmings and the quasi-biennial oscillation on the variability of stratospheric water vapor"
    }, 
    {
        "author": "Guy Dagan, Ilan Koren, Orit Altaratz", 
        "date": "2015-06-02", 
        "description": "\n\nWarm rain production as the end result of all clouds' processes is highly affected by aerosol loading and properties. Here an axisymmetric bin microphysics cloud model is used to study the aerosol's effects on the competition and synergy between processes in a single convective cloud, to provide a baseline for studies of aerosol effects on cloud fields. A new measure that considers the timing of processes is suggested for evaluating the optimal conditions for maximum rain yield. These conditions are linked to an optimal aerosol concentration (Nrain_op), which drives similar time intervals to maximum collected mass and to maximum vertical development. Nrain_op is a function of cloud size and thermodynamic conditions. Giant cloud condensation nuclei (GCCN) impact was shown before to precede the initiation of collision-coalescence and to increase the amount of rain from polluted clouds. Here we show that the GCCN effect is important only under aerosol conditions above Nrain_op.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063839", 
        "title": "Aerosol effects on the timing of warm rain processes"
    }, 
    {
        "author": "Zhiyuan Zhou, Jian Lin, Mark D. Behn, Jean-Arthur Olive", 
        "date": "2015-06-02", 
        "description": "\n\nWe investigate the mechanisms of normal fault initiation and evolution in the subducting Pacific Plate near the Mariana Trench, through bathymetry analysis and geodynamic modeling. We model the subducting plate as an elastoplastic slab subjected to tectonic forcing at the trench, including vertical load, bending moment, and horizontal tensional force. In our simulations, normal faults initiate within the outer rise region and reach maximum throw toward the trench. This result holds over a wide range of tectonic forcing and is consistent with observations of the Challenger Deep region, where multibeam bathymetry data indicate faults initiate near the outer rise at 70–110 km from the trench and reach maximum throw at 10–35 km from the trench. However, models require a horizontal tensional force with magnitude comparable to axial vertical load to jointly explain the observed seafloor bathymetry, location of maximum normal fault throw, and prevalence of normal faults dipping toward the trench.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063917", 
        "title": "Mechanism for normal faulting in the subducting plate at the Mariana Trench"
    }, 
    {
        "author": "C. T. Howes, X. Wang, J. Deca, M. Horányi", 
        "date": "2015-06-02", 
        "description": "\n\nTo gain insight into lunar surface charging in the magnetic anomaly regions, we present the results of laboratory experiments with a flowing plasma engulfing a magnetic dipole field above an insulating surface. When the dipole moment is perpendicular to the surface, large positive potentials (close to ion flow energies in eV) are measured on the surface in the dipole lobe regions, charged by the unmagnetized ions while the electrons are magnetically excluded. The potential decreases exponentially with distance from the surface on the ion (flow) Debye length scale. The surface potentials become much smaller when the dipole moment is parallel to the surface, likely due to collisionality. We discuss the implications of our laboratory results for the lunar surface charging in the magnetic anomaly regions, suggesting that the surface potential may be much higher than the generally expected several volts positive due to photoemission.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063943", 
        "title": "Laboratory investigation of lunar surface electric potentials in magnetic anomaly regions"
    }, 
    {
        "author": "J. A. Whitehead, Mark D. Behn", 
        "date": "2015-06-02", 
        "description": "\n\nContinents on Earth periodically assemble to form supercontinents and then break up again into smaller continental blocks (the Wilson cycle). Previous highly developed numerical models incorporate fixed continents while others indicate that continent movement modulates flow. Our simplified numerical model suggests that continental drift is fundamental. A thermally insulating continent is anchored at its center to mantle flow on an otherwise stress-free surface for infinite Prandtl number cellular convection with constant material properties. Rayleigh numbers exceed 107, while continent widths and chamber lengths approach Earth's values. The Wilson cycle is reproduced by a unique, rugged monopolar “continental drift convection cell.” Subduction occurs at the cell's upstream end with cold slabs dipping at an angle beneath the moving continent (as found in many continent/subduction regions on Earth). Drift enhances vertical heat transport up to 30%, especially at the core-mantle boundary, and greatly decreases lateral mantle temperature differences.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064480", 
        "title": "The continental drift convection cell"
    }, 
    {
        "author": "Shraddhanand Shukla, Mohammad Safeeq, Amir AghaKouchak, Kaiyu Guan, Chris Funk", 
        "date": "2015-06-02", 
        "description": "\n\nCalifornia is experiencing one of the worst droughts on record. We use a hydrological model and risk assessment framework to understand the influence of temperature on the water year (WY) 2014 drought in California and examine the probability that this drought would have been less severe if temperatures resembled the historical climatology. Our results indicate that temperature played an important role in exacerbating the WY 2014 drought severity. We found that if WY 2014 temperatures resembled the 1916–2012 climatology, there would have been at least an 86% chance that winter snow water equivalent and spring-summer soil moisture and runoff deficits would have been less severe than the observed conditions. We also report that the temperature forecast skill in California for the important seasons of winter and spring is negligible, beyond a lead time of 1 month, which we postulate might hinder skillful drought prediction in California.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063666", 
        "title": "Temperature impacts on the water year 2014 drought in California"
    }, 
    {
        "author": "Reinel Sospedra-Alfonso, Joe R. Melton, William J. Merryfield", 
        "date": "2015-06-02", 
        "description": "\nWe employ a regression-based methodology to study the impact of temperature and precipitation on snowpack variability as a function of elevation in the Central Rocky Mountains. Because of the broad horizontal coverage and thermal heterogeneity of the measurement sites employed, we introduce an elevation correction based on the sites' climatological temperature. For the elevation range investigated (1295–2256 m), and assuming an average atmospheric lapse rate of −6.5°C/km, we find a mostly linear relationship between effective elevation and correlation of temperature or precipitation with snow water equivalent and snowpack duration. We estimate a threshold elevation, 1560 ± 120 m, below (above) which temperature (precipitation) is the main driver of the snowpack. This threshold elevation is robust under a range of assumed atmospheric lapse rates. Locations below this elevation are likely to be affected by projected rising temperatures, with important effects on ecosystems and economic activities dependent on snow.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063898", 
        "title": "Effects of temperature and precipitation on snowpack variability in the Central Rocky Mountains as a function of elevation"
    }, 
    {
        "author": "Mark Holzer, Darryn W. Waugh", 
        "date": "2015-06-02", 
        "description": "\nWe constrain tropospheric transport from Northern Hemisphere midlatitudes to the Southern Hemisphere (SH) surface using measurements of SF6, CFCs, and CFC replacement gases and a novel maximum-entropy-based inversion approach. We provide the first estimate of the width Δ of the tropospheric interhemispheric transit time distribution (TTD). We find that Δ has a value of ∼1.3 years that varies little with SH latitude, compared to the mean transit time Γ that increases from ∼1.1 years in the SH tropics to ∼1.4 years at the South Pole. The TTD shape parameter Δ/Γ is thus larger in the SH tropics than at middle and high SH latitudes. Our analysis introduces a simple path-dependent lifetime that parameterizes chemical losses. The path-dependent lifetimes are estimated for CFC replacements, and systematic differences between path-dependent and global lifetimes are interpreted. The path-dependent lifetimes have the potential to provide new observational constraints on tropospheric and stratospheric loss processes.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064172", 
        "title": "Interhemispheric transit time distributions and path-dependent lifetimes constrained by measurements of SF6, CFCs, and CFC replacements"
    }, 
    {
        "author": "Xiaochun Zhang, Ken Caldeira", 
        "date": "2015-06-02", 
        "description": "\n\nThe Earth warms both when fossil fuel carbon is oxidized to carbon dioxide and when greenhouse effect of carbon dioxide inhibits longwave radiation from escaping to space. Various important time scales and ratios comparing these two climate forcings have not previously been quantified. For example, the global and time-integrated radiative forcing from burning a fossil fuel exceeds the heat released upon combustion within 2 months. Over the long lifetime of CO2 in the atmosphere, the cumulative CO2-radiative forcing exceeds the amount of energy released upon combustion by a factor >100,000. For a new power plant, the radiative forcing from the accumulation of released CO2 exceeds the direct thermal emissions in less than half a year. Furthermore, we show that the energy released from the combustion of fossil fuels is now about 1.71% of the radiative forcing from CO2 that has accumulated in the atmosphere as a consequence of historical fossil fuel combustion.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063514", 
        "title": "Time scales and ratios of climate forcing due to thermal versus carbon dioxide emissions from fossil fuels"
    }, 
    {
        "author": "Amir Zainali, Robert Weiss", 
        "date": "2015-06-01", 
        "description": "\n\nThe analysis of boulder motion and dislodgement provides important insights into the physics of the causative processes, i.e., whether or not a boulder was moved during a storm or tsunami and the magnitude of the respective event. Previous studies were mainly based on simplified models and threshold considerations. We employ three-dimensional numerical simulation of the hydrodynamics coupled with rigid body dynamics to study boulder dislodgement and transport by solitary waves. We explore the effects of three important nondimensional parameters on the boulder transport problem, the Froude number Fr, the aspect ratio in logarithmic scale α, and the submergence factor, β. Our results indicate that boulder motion is complex, and small changes in one of the nondimensional parameters result in significantly different behavior during the transport process and the final resting place of boulders. More studies are needed to determine the role of boulders in tsunami and storm hazard assessments.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063712", 
        "title": "Boulder dislodgement and transport by solitary waves: Insights from three-dimensional numerical simulations"
    }, 
    {
        "author": "A. Landolfi, W. Koeve, H. Dietze, P. Kähler, A. Oschlies", 
        "date": "2015-06-01", 
        "description": "\nGrowing slowly, marine N2 fixers are generally expected to be competitive only where nitrogen (N) supply is low relative to that of phosphorus (P) with respect to the cellular N:P ratio (R) of nonfixing phytoplankton. This is at odds with observed high N2 fixation rates in the oligotrophic North Atlantic where the ratio of nutrients supplied to the surface is elevated in N relative to the average R (16:1). In this study, we investigate several mechanisms to solve this puzzle: iron limitation, phosphorus enhancement by preferential remineralization or stoichiometric diversity of phytoplankton, and dissolved organic phosphorus (DOP) utilization. Combining resource competition theory and a global coupled ecosystem-circulation model, we find that the additional N and energy investments required for exoenzymatic breakdown of DOP give N2 fixers a competitive advantage in oligotrophic P-starved regions. Accounting for this mechanism expands the ecological niche of N2 fixers also to regions where the nutrient supply is high in N relative to R, yielding, in our model, a pattern consistent with the observed high N2 fixation rates in the oligotrophic North Atlantic.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063756", 
        "title": "A new perspective on environmental controls of marine nitrogen fixation"
    }, 
    {
        "author": "H. Guo, J.-C. Golaz, L. J. Donner, B. Wyman, M. Zhao, P. Ginoux", 
        "date": "2015-06-01", 
        "description": "\nCLUBB (Cloud Layers Unified by Binormals) is a higher-order closure (HOC) method with an assumed joint probability density function (PDF) for the subgrid variations in vertical velocity, temperature, and moisture. CLUBB has been implemented in the atmospheric component (AM3) of the Geophysical Fluid Dynamics Laboratory general circulation model AM3-CLUBB and successfully unifies the treatment of shallow convection, resolved clouds, and planetary boundary layer (PBL). In this study, we further explore the possibility for CLUBB to unify the deep convection in a new configuration referred as AM3-CLUBB+. AM3-CLUBB+ simulations with prescribed sea surface temperature are discussed. Cloud, radiation, and precipitation fields compare favorably with observations and reanalyses. AM3-CLUBB+ successfully captures the transition from stratocumulus to deep convection and the modulated response of liquid water path to aerosols. Simulations of tropical variability and the Madden-Julian oscillation (MJO) are also improved. Deficiencies include excessive tropical water vapor and insufficient ice clouds in the midlatitudes.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063672", 
        "title": "CLUBB as a unified cloud parameterization: Opportunities and challenges"
    }, 
    {
        "author": "R. Hossaini, M. P. Chipperfield, A. Saiz-Lopez, J. J. Harrison, R. Glasow, R. Sommariva, E. Atlas, M. Navarro, S. A. Montzka, W. Feng, S. Dhomse, C. Harth, J. Mühle, C. Lunder, S. O'Doherty, D. Young, S. Reimann, M. K. Vollmer, P. B. Krummel, P. F. Bernath", 
        "date": "2015-06-01", 
        "description": "\nWe have developed a chemical mechanism describing the tropospheric degradation of chlorine containing very short-lived substances (VSLS). The scheme was included in a global atmospheric model and used to quantify the stratospheric injection of chlorine from anthropogenic VSLS (ClyVSLS) between 2005 and 2013. By constraining the model with surface measurements of chloroform (CHCl3), dichloromethane (CH2Cl2), tetrachloroethene (C2Cl4), trichloroethene (C2HCl3), and 1,2-dichloroethane (CH2ClCH2Cl), we infer a 2013 ClyVSLS mixing ratio of 123 parts per trillion (ppt). Stratospheric injection of source gases dominates this supply, accounting for ∼83% of the total. The remainder comes from VSLS-derived organic products, phosgene (COCl2, 7%) and formyl chloride (CHClO, 2%), and also hydrogen chloride (HCl, 8%). Stratospheric ClyVSLS increased by ∼52% between 2005 and 2013, with a mean growth rate of 3.7 ppt Cl/yr. This increase is due to recent and ongoing growth in anthropogenic CH2Cl2—the most abundant chlorinated VSLS not controlled by the Montreal Protocol.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063783", 
        "title": "Growth in stratospheric chlorine from short-lived chemicals not controlled by the Montreal Protocol"
    }, 
    {
        "author": "", 
        "date": "2015-06-15", 
        "description": "\nNo abstract is available for this article.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fgrl.52044", 
        "title": "Issue Information"
    }, 
    {
        "author": "F. S. Mozer, O. V. Agapitov, A. Artemyev, J. F. Drake, V. Krasnoselskikh, S. Lejosne, I. Vasko", 
        "date": "2015-05-29", 
        "description": "\n\nTime domain structures (TDS) (electrostatic or electromagnetic electron holes, solitary waves, double layers, etc.) are ≥1 ms pulses having significant parallel (to the background magnetic field) electric fields. They are abundant through space and occur in packets of hundreds in the outer Van Allen radiation belts where they produce magnetic-field-aligned electron pitch angle distributions at energies up to a hundred keV. TDS can provide the seed electrons that are later accelerated to relativistic energies by whistlers and they also produce field-aligned electrons that may be responsible for some types of auroras. These field-aligned electron distributions result from at least three processes. The first process is parallel acceleration by Landau trapping in the TDS parallel electric field. The second process is Fermi acceleration due to reflection of electrons by the TDS. The third process is an effective and rapid pitch angle scattering resulting from electron interactions with the perpendicular and parallel electric and magnetic fields of many TDS. TDS are created by current-driven and beam-related instabilities and by whistler-related processes such as parametric decay of whistlers and nonlinear evolution from oblique whistlers. New results on the temporal relationship of TDS and particle injections, types of field-aligned electron pitch angle distributions produced by TDS, the mechanisms for generation of field-aligned distributions by TDS, the maximum energies of field-aligned electrons created by TDS in the absence of whistler mode waves, TDS generation by oblique whistlers and three-wave-parametric decay, and the correlation between TDS and auroral particle precipitation, are presented.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063946", 
        "title": "Time domain structures: What and where they are, what they do, and how they are made"
    }, 
    {
        "author": "S. Datta-Barua, Y. Su, K. Deshpande, D. Miladinovich, G. S. Bust, D. Hampton, G. Crowley", 
        "date": "2015-05-18", 
        "description": "\nWe introduce and analyze the first data from an array of closely spaced Global Positioning System (GPS) scintillation receivers established in the auroral zone in late 2013 to measure spatial and temporal variations in L band signals at 100–1000 m and subsecond scales. The seven receivers of the Scintillation Auroral GPS Array (SAGA) are sited at Poker Flat Research Range, Alaska. The receivers produce 100 s scintillation indices and 100 Hz carrier phase and raw in-phase and quadrature-phase samples. SAGA is the largest existing array with baseline lengths of the ionospheric diffractive Fresnel scale at L band. With an initial array of five receivers, we identify a period of simultaneous amplitude and phase scintillation. We compare SAGA power and phase data with collocated 630.0 nm all-sky images of an auroral arc and incoherent scatter radar electron precipitation measurements, to illustrate how SAGA can be used in multi-instrument observations for subkilometer-scale studies.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063556", 
        "title": "First light from a kilometer-baseline Scintillation Auroral GPS Array"
    }, 
    {
        "author": "T. T. Tsuda, X. Chu, T. Nakamura, M. K. Ejiri, T. D. Kawahara, A. S. Yukimatu, K. Hosokawa", 
        "date": "2015-05-18", 
        "description": "\n\nWe report a thermospheric Na layer event (up to 140 km) observed by lidar in the night of 23–24 September 2000 at Syowa (69.0°S, 39.6°E), Antarctica. The thermospheric Na number densities were 2–9 cm−3 at 110–140 km, 3 orders of magnitude smaller than the peak density of the normal layer at 80–110 km. The thermospheric Na layers exhibited a wave-like structure with a period of 1–2 h. The colocated ionospheric/auroral observations showed sporadic E layers over Syowa through the night and an enhancement of the ionospheric/auroral activity around south side of Syowa at the event beginning. Adopting the theory by Chu et al. (2011), we hypothesize that the thermospheric Na layers are neutralized from converged Na+ layers. An envelope calculation shows good consistency with the observations.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064101", 
        "title": "A thermospheric Na layer event observed up to 140 km over Syowa Station (69.0°S, 39.6°E) in Antarctica"
    }, 
    {
        "author": "Xin Wang, Chuanyi Tu, Linghua Wang, Jiansen He, Eckart Marsch", 
        "date": "2015-05-20", 
        "description": "\nBased on theories, the beam instability induced by shock-accelerated ions can generate upstream-propagating Alfvén waves (UPAWs) with a power spectral bump near 0.03 Hz, while the nonlinear wave-wave interaction favors an inverse cascade to create a power law spectrum. Here we present the first observational evidence for the upstream-propagating Alfvénic fluctuations (UPAFs) with power law spectra. We utilize a new criterion to identify the upstream-propagating Alfvénic intervals: the propagation direction is opposite to that of solar wind strahl electron outflow. Besides 35 UPAWs, we find 47 UPAFs with power law spectra, and ∼47% of these UPAFs are associated with energetic ion events (>30 keV). These UPAWs and UPAFs are mostly observed in the slow solar wind. However, their occurrence rate and power behave differently in dependence on the radial distance from the Earth. These results provide new clues on understanding the dynamic equilibrium between the nonlinear inverse cascade and the linear ion beam instability.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063893", 
        "title": "The upstream-propagating Alfvénic fluctuations with power law spectra in the upstream region of the Earth's bow shock"
    }, 
    {
        "author": "A. V. Artemyev, A. A. Petrukovich, R. Nakamura, L. M. Zelenyi", 
        "date": "2015-05-21", 
        "description": "\nIn this paper we investigate 2-D configuration of the magnetotail current sheet. We use measurements of magnetic field and plasma parameters by Time History of Events and Macroscale Interactions during Substorms (THEMIS) mission in 2008–2009 to restore for the first time the current sheet configuration at three distances downtail (i.e., in the corresponding locations of THEMIS spacecraft: x <− 25RE, x ∼− 17RE, and x ∼− 10RE). The vertical velocity of current sheets (flapping motion) allows estimating the current sheet thickness L(x) and the current density j0(x)≈(c/4π)B0/L, where B0(x) is the amplitude of Bx field. We have shown that the current sheet configuration is more or less stable (spacecraft observe the same current sheet thickness and magnetic field amplitudes for successive crossings of the neutral plane) for time intervals around 1–3 h. The typical 2-D configuration of the magnetotail current sheet assumes the increase of L(x) and magnetic fields B0(x), Bz(x) toward the Earth, while the ratio Bz/B0 is almost constant along the magnetotail. Observed current sheets are very stretched with the typical scale of Bz(x) inhomogeneity Lx≫LB0/2Bz. We compare obtained results with existing current sheet models.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063994", 
        "title": "Two-dimensional configuration of the magnetotail current sheet: THEMIS observations"
    }, 
    {
        "author": "N. A. Case, E. A. MacDonald, M. Heavner, A. H. Tapia, N. Lalone", 
        "date": "2015-05-21", 
        "description": "\nTwitter is a popular, publicly accessible, social media service that has proven useful in mapping large-scale events in real time. In this study, for the first time, the use of Twitter as a measure of auroral activity is investigated. Peaks in the number of aurora-related tweets are found to frequently coincide with geomagnetic disturbances (detection rate of 91%). Additionally, the number of daily aurora-related tweets is found to strongly correlate with several auroral strength proxies (ravg≈0.7). An examination is made of the bias for location and time of day within Twitter data, and a first-order correction of these effects is presented. Overall, the results suggest that Twitter can provide both specific details about an individual aurora and accurate real-time indication of when, and even from where, an aurora is visible.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063709", 
        "title": "Mapping auroral activity with Twitter"
    }, 
    {
        "author": "Martin G. Mlynczak, Linda A. Hunt, B. Thomas Marshall, James M. Russell, Christopher J. Mertens, R. Earl Thompson, Larry L. Gordley", 
        "date": "2015-05-23", 
        "description": "\n\nInfrared radiation from nitric oxide (NO) at 5.3 µm is a primary mechanism by which the thermosphere cools to space. The Sounding of the Atmosphere using Broadband Emission Radiometry (SABER) instrument on the NASA Thermosphere-Ionosphere-Mesosphere Energetics and Dynamics satellite has been measuring thermospheric cooling by NO for over 13 years. In this letter we show that the SABER time series of globally integrated infrared power (watts) radiated by NO can be replicated accurately by a multiple linear regression fit using the F10.7, Ap, and Dst indices. This allows reconstruction of the NO power time series back nearly 70 years with extant databases of these indices. The relative roles of solar ultraviolet and geomagnetic processes in determining the NO cooling are derived and shown to vary significantly over the solar cycle. The NO power is a fundamental integral constraint on the thermospheric climate, and the time series presented here can be used to test upper atmosphere models over seven different solar cycles.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064038", 
        "title": "A combined solar and geomagnetic index for thermospheric climate"
    }, 
    {
        "author": "M. W. Dunlop, J.-Y. Yang, Y.-Y. Yang, C. Xiong, H. Lühr, Y. V. Bogdanova, C. Shen, N. Olsen, Q.-H. Zhang, J.-B. Cao, H.-S. Fu, W.-L. Liu, C. M. Carr, P. Ritter, A. Masson, R. Haagmans", 
        "date": "2015-05-23", 
        "description": "\n\nWe show for the first time, with direct, multispacecraft calculations of electric current density, and other methods, matched signatures of field-aligned currents (FACs) sampled simultaneously near the ionosphere at low (~500 km altitude) orbit and in the magnetosphere at medium (~2.5 RE altitude) orbits using a particular Swarm and Cluster conjunction. The Cluster signatures are interpreted and ordered through joint mapping of the ground/magnetospheric footprints and estimation of the auroral zone boundaries (taken as indication of the boundaries of Region 1 and Region 2 currents). We find clear evidence of both small-scale and large-scale FACs and clear matching of the behavior and structure of the large-scale currents at both Cluster and Swarm. The methodology is made possible through the joint operations of Cluster and Swarm, which contain, in the first several months of Swarm operations, a number of close three-spacecraft configurations.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063738", 
        "title": "Simultaneous field-aligned currents at Swarm and Cluster satellites"
    }, 
    {
        "author": "Wei-Jie Sun, James A. Slavin, Suiyan Fu, Jim M. Raines, Qiu-Gang Zong, Suzanne M. Imber, Quanqi Shi, Zhonghua Yao, Gangkai Poh, Daniel J. Gershman, Zuyin Pu, Torbjörn Sundberg, Brian J. Anderson, Haje Korth, Daniel N. Baker", 
        "date": "2015-05-23", 
        "description": "\nMErcury Surface, Space ENviroment, GEochemistry, and Ranging (MESSENGER) magnetic field and plasma measurements taken during crossings of Mercury's magnetotail from 2011 to 2014 have been examined for evidence of substorms. A total of 26 events were found during which an Earth-like growth phase was followed by clear near-tail expansion phase signatures. During the growth phase, just as at Earth, the thinning of the plasma sheet and the increase of the magnetic field intensity in the lobe are observed, but the fractional increase in field intensity could be ∼3 to 5 times that at Earth. The average timescale of the growth phase is ∼1 min. The dipolarization that marks the initiation of the substorm expansion phase is only a few seconds in duration. During the expansion phase, lasting ∼1 min, the plasma sheet is observed to thicken and engulf the spacecraft. The duration of the substorm observed in this paper is consistent with previous observations of Mercury's Dungey cycle. The reconfiguration of the magnetotail during Mercury's substorm is very similar to that at Earth despite its very compressed timescale.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064052", 
        "title": "MESSENGER observations of magnetospheric substorm activity in Mercury's near magnetotail"
    }, 
    {
        "author": "E. V. Panov, R. A. Wolf, M. V. Kubyshkina, R. Nakamura, W. Baumjohann", 
        "date": "2015-05-25", 
        "description": "\nPlasma sheet bursty bulk flows often oscillate around their equilibrium position at about 10 RE downtail. The radial magnetic field, pressure, and flux tube volume profiles usually behave differently earthward and tailward of this position. Using data from five Time History of Events and Macroscale Interactions during Substorms (THEMIS) probes, we reconstruct these profiles with the help of an empirical model and apply thin filament theory to show that the oscillatory flow braking can occur in an asymmetric potential. Thus, the thin filament oscillations appear to be anharmonic, with a power spectrum exhibiting peaks at both the fundamental frequency and the first harmonic. Such anharmonic oscillatory braking can explain the presence of the first harmonic in Pi2 pulsations (frequency doubling), which are simultaneously observed by magnetometers on the ground near the conjugate THEMIS footprints.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064057", 
        "title": "Anharmonic oscillatory flow braking in the Earth's magnetotail"
    }, 
    {
        "author": "Shyeh Tjing Loi, Tara Murphy, Iver H. Cairns, Frederick W. Menk, Colin L. Waters, Philip J. Erickson, Cathryn M. Trott, Natasha Hurley-Walker, John Morgan, Emil Lenc, André R. Offringa, Martin E. Bell, Ronald D. Ekers, B. M. Gaensler, Colin J. Lonsdale, Lu Feng, Paul J. Hancock, David L. Kaplan, G. Bernardi, J. D. Bowman, F. Briggs, R. J. Cappallo, A. A. Deshpande, L. J. Greenhill, B. J. Hazelton, M. Johnston-Hollitt, S. R. McWhirter, D. A. Mitchell, M. F. Morales, E. Morgan, D. Oberoi, S. M. Ord, T. Prabu, N. Udaya Shankar, K. S. Srivani, R. Subrahmanyan, S. J. Tingay, R. B. Wayth, R. L. Webster, A. Williams, C. L. Williams", 
        "date": "2015-05-25", 
        "description": "\nIonization of the Earth's atmosphere by sunlight forms a complex, multilayered plasma environment within the Earth's magnetosphere, the innermost layers being the ionosphere and plasmasphere. The plasmasphere is believed to be embedded with cylindrical density structures (ducts) aligned along the Earth's magnetic field, but direct evidence for these remains scarce. Here we report the first direct wide-angle observation of an extensive array of field-aligned ducts bridging the upper ionosphere and inner plasmasphere, using a novel ground-based imaging technique. We establish their heights and motions by feature tracking and parallax analysis. The structures are strikingly organized, appearing as regularly spaced, alternating tubes of overdensities and underdensities strongly aligned with the Earth's magnetic field. These findings represent the first direct visual evidence for the existence of such structures.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063699", 
        "title": "Real-time imaging of density ducts between the plasmasphere and ionosphere"
    }, 
    {
        "author": "O. V. Agapitov, V. Krasnoselskikh, F. S. Mozer, A. V. Artemyev, A. S. Volokitin", 
        "date": "2015-05-27", 
        "description": "\nHuge numbers of different nonlinear structures (double layers, electron holes, nonlinear whistlers, etc., referred to as Time Domain Structures, TDS) have been observed by the electric field experiment on the Van Allen Probes. Some of them are associated with whistler waves. Such TDS often emerge on the forward edges of the whistler wave packets and form chains. The parametric decay of a whistler wave into a whistler wave propagating in the opposite direction and an electron acoustic wave is studied experimentally as well as analytically, using Van Allen Probes data. The resulting electron acoustic wave is considered to be the source of electron scale TDS. The measured parameters of the three waves (two whistlers and the electron acoustic wave) are in good agreement with an assumption of their parametric interaction: ω0=ω1+ω2 and k0=k1+k2. The bicoherence analysis shows the nonlinear nature of the observed electron-acoustic waves as well as the whistler wave and electron acoustic wave phase relation. The estimated decay instability growth rate shows that the process of three-wave interaction can develop in a characteristic time smaller than 1 s, thus, the process is rapid enough to explain the observations. This induced parametric interaction can be one of the mechanisms for quasiperiodic TDS generation in the outer Van Allen radiation belt.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064145", 
        "title": "Generation of nonlinear electric field bursts in the outer radiation belt through the parametric decay of whistler waves"
    }, 
    {
        "author": "M. Benna, P. R. Mahaffy, J. S. Halekas, R. C. Elphic, G. T. Delory", 
        "date": "2015-05-28", 
        "description": "\n\nThe Neutral Mass Spectrometer (NMS) onboard the Lunar Atmosphere and Dust Environment Explorer (LADEE) provided the first global characterization of He and Ar along with the discovery of Ne in the lunar exosphere. The mapping of the equatorial distribution of these noble gases revealed new selenographic and temporal variations. Helium was found to be controlled by the supply of solar wind alpha particles and by the presence of an endogenous source that supplies the exosphere at a rate of 1.9 × 1023 atoms s−1. Neon was detected over the nightside at levels comparable to He and was found to exhibit the spatial distribution of a surface accommodated noncondensable gas. The global measurements of NMS revealed the presence of a localized Ar enhancement that has never been identified before at the western maria. The variability resulting from this local enhancement is coupled to a more global but transient source.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064120", 
        "title": "Variability of helium, neon, and argon in the lunar exosphere as observed by the LADEE NMS instrument"
    }, 
    {
        "author": "N. G. Heavens, B. A. Cantor, P. O. Hayne, D. M. Kass, A. Kleinböhl, D. J. McCleese, S. Piqueux, J. T. Schofield, J. H. Shirley", 
        "date": "2015-05-19", 
        "description": "\n\nModeling suggests that thermal circulations over Mars's highest volcanoes transport water vapor and dust from the surface into the middle atmosphere, forming detached layers in these constituents. Intense vertical mixing also takes place in regional and global dust storms, which can generate detached layers that are extreme in both altitude and magnitude. Here we employ observations by the Mars Climate Sounder (MCS) on board Mars Reconnaissance Orbiter, taking advantage of improved vertical coverage in MCS's aerosol retrievals, to discover a new class of extreme detached dust layers (EDDLs). Observed during minimal dust storm activity and furthermore distinguished by their potentially large and measurable horizontal extent (>1000 km), these EDDLs cluster near Olympus Mons and the Tharsis Montes, from which they likely originate. The existence of these EDDLs suggests that vertical mixing by topographic circulations can be much stronger than previously modeled and more frequent than previously observed.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064004", 
        "title": "Extreme detached dust layers near Martian volcanoes: Evidence for dust transport by mesoscale circulations forced by high topography"
    }, 
    {
        "author": "Brandi L. Carrier, Samuel P. Kounaves", 
        "date": "2015-05-22", 
        "description": "\n\nPerchlorate (ClO4−) has been detected on Mars, but its production and distribution are unclear. Mechanisms requiring atmospheric chlorine are insufficient for measured concentrations. We conducted studies under Mars conditions using halite (NaCl) alone, soil simulants consisting of silica (SiO2), Fe2O3, Al2O3, and TiO2. After 170 h irradiation, samples analyzed by ion chromatography (IC) showed ClO4− and ClO3− present in all samples. When SiO2 was added, yield increased from 2 to 42 nmol and 0.4 to 2.6 nmol, respectively. We attribute this to SiO2 and metal oxides acting as photocatalysts, generating O2− radicals from O2 which react with chloride. Results show ClO4− and ClO3− can be produced photochemically on Cl minerals without atmospheric chlorine or aqueous conditions, and explain high concentration of ClO4− and ClO4−/Cl− ratios detected by Phoenix. They provide evidence that its distribution on Mars is dictated by distribution of chlorine and provide insight into the oxidizing nature of the soil and its potential effects on organics.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064290", 
        "title": "The origins of perchlorate in the Martian soil"
    }, 
    {
        "author": "C. D. Neish, J. W. Barnes, C. Sotin, S. MacKenzie, J. M. Soderblom, S. Le Mouélic, R. L. Kirk, B. W. Stiles, M. J. Malaska, A. Le Gall, R. H. Brown, K. H. Baines, B. Buratti, R. N. Clark, P. D. Nicholson", 
        "date": "2015-05-26", 
        "description": "\n\nWe examined the spectral properties of a selection of Titan's impact craters that represent a range of degradation states. The most degraded craters have rims and ejecta blankets with spectral characteristics that suggest that they are more enriched in water ice than the rims and ejecta blankets of the freshest craters on Titan. The progression is consistent with the chemical weathering of Titan's surface. We propose an evolutionary sequence such that Titan's craters expose an intimate mixture of water ice and organic materials, and chemical weathering by methane rainfall removes the soluble organic materials, leaving the insoluble organics and water ice behind. These observations support the idea that fluvial processes are active in Titan's equatorial regions.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063824", 
        "title": "Spectral properties of Titan's impact craters imply chemical weathering of its surface"
    }, 
    {
        "author": "Thomas R. Watters, Michelle M. Selvans, Maria E. Banks, Steven A. Hauck, Kris J. Becker, Mark S. Robinson", 
        "date": "2015-05-29", 
        "description": "\n\nThe surface of Mercury is dominated by contractional tectonic landforms that are evidence of global-scale crustal deformation. Using MESSENGER orbital high-incidence angle imaging and topographic data, large-scale lobate thrust fault scarps have been mapped globally. The spatial distribution and areal density of the contractional landforms are not uniform; concentrations occur in longitudinal bands and between the north and south hemispheres. Their orientations are generally north-south at low latitude to midlatitude and east-west at high latitudes. The spatial distribution and distribution of orientations of these large-scale contractional features suggest that planet-wide contraction due to interior cooling cannot be the sole source of global stresses. The nonrandom orientations are best explained by a combination of stresses from global contraction and tidal despinning combined with an equator-to-pole variation in lithospheric thickness, while the nonuniform areal density of the contractional features may indicate the influence of mantle downwelling or heterogeneities in lithospheric strength.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063570", 
        "title": "Distribution of large-scale contractional tectonic landforms on Mercury: Implications for the origin of global stresses"
    }, 
    {
        "author": "Shin-Chan Han, Jeanne Sauber, Fred Pollitz", 
        "date": "2015-05-19", 
        "description": "\n\nThe 2012 Indian Ocean earthquake sequence (Mw 8.6, 8.2) is a rare example of great strike-slip earthquakes in an intraoceanic setting. With over a decade of Gravity Recovery and Climate Experiment (GRACE) data, we were able to measure and model the unanticipated large coseismic and postseismic gravity changes of these events. Using the approach of normal mode decomposition and spatial localization, we computed the gravity changes corresponding to five moment tensor components. Our analysis revealed that the gravity changes are produced predominantly by coseismic compression and dilatation within the oceanic crust and upper mantle and by postseismic vertical motion. Our results suggest that the postseismic positive gravity and the postseismic uplift measured with GPS within the coseismic compressional quadrant are best fit by ongoing uplift associated with viscoelastic mantle relaxation. Our study demonstrates that the GRACE data are suitable for analyzing strike-slip earthquakes as small as Mw 8.2 with the noise characteristics of this region.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063819", 
        "title": "Coseismic compression/dilatation and viscoelastic uplift/subsidence following the 2012 Indian Ocean earthquakes quantified from satellite gravity observations"
    }, 
    {
        "author": "U. Weinbach, S. Schön", 
        "date": "2015-05-20", 
        "description": "\nThe determination of high-frequency displacements using Global Navigation Satellite Systems (GNSS) observations with sampling frequencies > 1 Hz has attracted much interest in recent years, e.g., in seismology. We propose a new concept for GPS Precise Point Positioning (PPP) that takes advantage of a highly stable oscillator connected to the GPS receiver by modeling its behavior. We show that the high-frequency noise of kinematic GPS height estimates can be reduced by a factor of up to 4 to the level of 2–3 mm and the overall standard deviation including systematic long periodic errors by a factor of up to 2 to the 1 cm level. Consequently, valuable small and currently hidden vertical displacements can be detected that are not visible with classical PPP. Using data of the 2010 Chile earthquake, we demonstrate that coseismic vertical displacements with an amplitude of only 5 mm can be recovered using PPP with the proposed clock modeling strategy.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063632", 
        "title": "Improved GPS-based coseismic displacement monitoring using high-precision oscillators"
    }, 
    {
        "author": "Razvan Caracas", 
        "date": "2015-05-21", 
        "description": "\nWe estimate the implications of having hydrogen dissolved in the solid core from a mineral physics perspective. Based on first-principles calculations, we observe that hydrogen has a strong effect on decreasing the density of the hexagonal close-packed structure of Fe. The structural effect is weakly dependent on the ordering pattern of the hydrogen defects. However, hydrogen also increases the elastic moduli of Fe at core pressures. Both the compressional and the shear wave velocities increase with addition even of small amounts of hydrogen, the increase of shear going against the geophysical requirements for light elements. This aspect makes hydrogen an undesirable light element in the Earth's core if we try to match the seismological observations.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063478", 
        "title": "The influence of hydrogen on the seismic properties of solid iron"
    }, 
    {
        "author": "Michael E. Pasyanos, Sean R. Ford", 
        "date": "2015-05-21", 
        "description": "\nWe present a method to determine source characteristics of explosions near the Earth's surface. The technique accounts for the reduction in amplitudes as the explosion depth approaches the free surface and less energy is coupled into the ground. We apply the method to the Humming Roadrunner series of shallow explosions in New Mexico where the yields and depths are known. Knowledge of the material properties is needed for both source coupling/excitation and the free surface effect. Although there is the expected trade-off between depth and yield, the estimated yields are close to the known values when the depth is constrained to the free surface. We then apply the method to a regionally recorded explosion in Syria. We estimate an explosive yield less than the 60 t claimed by sources in the open press. The modifications to the method allow us to apply the technique to new classes of events.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063624", 
        "title": "Determining the source characteristics of explosions near the Earth's surface"
    }, 
    {
        "author": "Yao Yao, Stefanie Whittaker, Michael S. Thorne", 
        "date": "2015-05-22", 
        "description": "\n\nWe analyzed transverse and radial component recordings from the 2010 M6.3 southern Spain earthquake (depth = 620 km) recorded on 370 broadband stations in North America. We grouped these seismograms into subarrays and applied fourth root vespa processing (vespagram analysis) in order to enhance low-amplitude arrivals. These vespagrams show clear Scd arrivals which indicate the existence of the D″ discontinuity beneath the North Atlantic Ocean (45–60°N, 45–55°W). These observations are best fit with a +2–4% velocity increase at the top of the D″ discontinuity at a height above the core-mantle boundary of 304 ± 14 km. We do not observe Scd arrivals at the eastern end of our study region which is consistent with the presence of the easternmost edge of the ancient Farallon plate.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063989", 
        "title": "D″ discontinuity structure beneath the North Atlantic from Scd observations"
    }, 
    {
        "author": "Adam F. Holt, Bruce A. Buffett, Thorsten W. Becker", 
        "date": "2015-05-22", 
        "description": "\nSubducting plate (SP) curvature exerts a key control on the amount of bending dissipation associated with subduction, and the magnitude of the subduction-resisting bending force. However, the factors controlling the development of SP curvature are not well understood. We use numerical models to quantify the role of SP rheology on the minimum radius of curvature, Rmin. We find that Rmin depends strongly on the SP thickness when the rheology is viscous. This dependence is substantially reduced when the SP behaves plastically, in line with the lack of correlation between Rmin and SP thickness on Earth. In contrast, plasticity leads to a strong positive correlation between Rmin and the overriding plate (OP) thickness. Using an analysis of Rmin versus OP thickness, we show that such a positive correlation exists on Earth. This suggests that OP structure, in conjunction with SP plasticity, is crucial in generating slab curvature systematics on Earth.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063834", 
        "title": "Overriding plate thickness control on subducting plate curvature"
    }, 
    {
        "author": "Jun Muto, Tsurugi Nakatani, Osamu Nishikawa, Hiroyuki Nagahama", 
        "date": "2015-05-23", 
        "description": "\nThe size distributions of particle in pulverized rocks from the San Andreas fault and the Arima-Takatsuki Tectonic Line were measured. The rocks are characterized by the development of opening mode fractures with an apparent lack of shear. Fragments in the rocks in both fault zones show a fractal size distribution down to the micron scale. Fractal dimensions, dependent on mineral type, decrease from 2.92 to 1.97 with increasing distance normal to the fault core. The fractal dimensions of the rocks are higher than those of both natural and experimentally created fault gouges measured in previous studies. Moreover, the dimensions are higher than the theoretically estimated upper fractal limit under confined comminution. Dimensions close to 3.0 have been reported in impact loading experiments. The observed characteristics indicate that pulverization is likely to have occurred by a dynamic stress pulse with instantaneous volumetric expansion, possibly during seismic rupture propagation similar to impact loading.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064026", 
        "title": "Fractal particle size distribution of pulverized fault rocks as a function of distance from the fault core"
    }, 
    {
        "author": "Jonathan Bedford, Marcos Moreno, Bernd Schurr, Mitja Bartsch, Onno Oncken", 
        "date": "2015-05-23", 
        "description": "\n\nPreexisting networks of seismometers and continuous GPS in Northern Chile successfully captured surface motions and seismicity leading up to the 1 April Mw 8.1. Here we compare continuous GPS (cGPS) with predictions of seismic dislocations for the final foreshock swarm, beginning with the 16 March Mw 6.7. Results show that the cumulative cGPS motion can be largely explained by seismic slip because evolutions of cGPS positions for most stations stay within the ranges of seismic predictions (given sensible ranges of assumed source errors). However, cGPS motions between 18–21 and 25–31 March outpace seismic predictions, supporting the existence of aseismic transients that were most probably the afterslip from preceding bursts of seismicity. A parameter search reveals that the 16 March Mw 6.7 cGPS displacements can be recreated with a fault plane significantly rotated anticlockwise from the strike of the plate interface, suggesting that failure was on a structure other than the plate interface.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063953", 
        "title": "Investigating the final seismic swarm before the Iquique-Pisagua 2014 Mw 8.1 by comparison of continuous GPS and seismic foreshock data"
    }, 
    {
        "author": "Lauren Waszek, Christine Thomas, Arwen Deuss", 
        "date": "2015-05-26", 
        "description": "\nPrecursors to the core phase PKP are generated by scattering of seismic energy from heterogeneities in the mantle. Here we examine a large global data set of PKP precursors in individual seismograms and array data, to better understand scattering locations. The precursor amplitudes from individual seismograms are analyzed with respect to the inner core phase PKIKP and mantle phase PP. We find and correct for a hemispherical asymmetry in the precursor/PKIKP amplitudes, resulting from inner core structure. Using ray tracing, we locate scatterers in our array data and use these to infer scattering locations in the individual data. The scattering strength displays regional variation; however, we find no relationship with long-scale core-mantle boundary velocity structure. Scattering is observed in all regions of data coverage, as are paths with no precursors. This indicates that scattering occurs from various small-scale heterogeneities, including but not limited to ultralow velocity zones or partial melt, and slabs.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063869", 
        "title": "PKP precursors: Implications for global scatterers"
    }, 
    {
        "author": "K. Yoshizawa, B. L. N. Kennett", 
        "date": "2015-05-26", 
        "description": "\n\nA new 3-D S wave speed model for the Australian region derived from multimode surface waves allows us to examine the nature of the lithosphere-asthenosphere transition (LAT) and its relation to radial anisotropy. In eastern Phanerozoic Australia the estimated depths of the LAT tie well with those from receiver functions. However, in the Archean and Proterozoic lithosphere in western and central Australia, the LAT derived from the surface wave model is generally much deeper than the discontinuities recognized from receiver functions and shows a smooth transition. There is significant radial anisotropy (SH > SV) in the upper lithosphere as well as in the LAT and the underlying asthenosphere. Strong anisotropy in the asthenosphere reflects the effects of present shear flow in the mantle beneath the continent. The lateral variation of lithospheric anisotropy correlates well with the suture zones between cratonic blocks, representing frozen anisotropy associated with the ancient tectonics of Australia.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063845", 
        "title": "The lithosphere-asthenosphere transition and radial anisotropy beneath the Australian continent"
    }, 
    {
        "author": "Elisa Trasatti, Marco Polcari, Maurizio Bonafede, Salvatore Stramondo", 
        "date": "2015-05-26", 
        "description": "\n\nCampi Flegrei caldera (Italy) was affected by a new unrest phase during 2011–2013. We exploit two COSMO-SkyMed data sets to map the deformation field, obtaining displacement rates reaching 9 cm/yr in 2012 in the caldera center. The resulting data set is fitted in a geophysical inversion framework using finite element forward models to account for the 3-D heterogeneous medium. The best fit model is a north dipping mixed-mode dislocation source lying at ~5 km depth. The driving mechanism is ascribable to magma input into the source of the large 1982–1984 unrest (since similar source characteristics were inferred) that generates initial inflation followed by additional shear slip accompanying the extension of crack tips. The history and the current state of the system indicate that Campi Flegrei is able to erupt again, and the advanced techniques adopted provide useful information for short-term forecasting.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063621", 
        "title": "Geodetic constraints to the source mechanism of the 2011–2013 unrest at Campi Flegrei (Italy) caldera"
    }, 
    {
        "author": "Johannes Thun, Ivan Lokmer, Christopher J. Bean", 
        "date": "2015-05-27", 
        "description": "\nLong-period (LP) volcano seismic events often precede volcanic eruptions and are viewed with considerable interest in hazard assessment. They are usually thought to be associated with resonating fluid-filled conduits although alternative models involving material failure have recently been proposed. Through recent field experiments, we uncovered a step-like displacement component associated with some LP events, outside the spectral range of the typically narrow-band analysis for this kind of event. Bespoke laboratory experiments with step tables show that steps of the order of a few micrometers can be extracted from seismograms, where long-period noise is estimated and removed with moving median filters. Using these constraints, we observe step-like ground deformation in LP recordings near the summits of Turrialba and Etna Volcanoes. This represents a previously unobserved static component in the source time history of LP events, with implications for the underlying source process.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063924", 
        "title": "New observations of displacement steps associated with volcano seismic long-period events, constrained by step table experiments"
    }, 
    {
        "author": "Agnes Kiraly, Claudio Faccenna, Francesca Funiciello, Andrea Sembroni", 
        "date": "2015-05-27", 
        "description": "\n\nRecent modeling shows that surface processes, such as erosion and deposition, may drive the deformation of the Earth's surface, interfering with deeper crustal and mantle signals. To investigate the coupling between the surface and deep process, we designed a three-dimensional laboratory apparatus, to analyze the role of erosion and sedimentation, triggered by deep mantle instability. The setup is constituted and scaled down to natural gravity field using a thin viscous sheet model, with mantle and lithosphere simulated by Newtonian viscous glucose syrup and silicon putty, respectively. The surface process is simulated assuming a simple erosion law producing the downhill flow of a thin viscous material away from high topography. The deep mantle upwelling is triggered by the rise of a buoyant sphere. The results of these models along with the parametric analysis show how surface processes influence uplift velocity and topography signals.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063867", 
        "title": "Coupling surface and mantle dynamics: A novel experimental approach"
    }, 
    {
        "author": "D. Remy, Y. Chen, J. L. Froger, S. Bonvalot, L. Cordoba, J. Fustos", 
        "date": "2015-05-29", 
        "description": "\n\nWe analyzed C band and L band interferometric synthetic aperture radar (InSAR) data acquired from 2003 to 2011 to search for volcanic deformations at Llaima volcano, Southern Andes (38.69°S, 71.73°W). There, specific environmental conditions (steep slopes, snow- or ice-capped summit, dense vegetation cover, and strong tropospheric artifacts) and limited amount of radar data available make it challenging to accurately measure ground surface displacement with InSAR. To overcome these difficulties, we first performed a careful analysis of the water vapor variations using Medium-Resolution Imaging Spectrometer and Moderate Resolution Imaging Spectroradiometer near-infrared water vapor products and then we inverted wrapped interferograms for both topographic correlated phase delays and a simple model source strength. In the light of our results, we conclude that there is no detectable ground displacement related to a deep magmatic source for the 2003–2011 period and that most of the fringes observed in the interferograms were produced by tropospheric delays.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063872", 
        "title": "Revised interpretation of recent InSAR signals observed at Llaima volcano (Chile)"
    }, 
    {
        "author": "Nicola Tisato, Beatriz Quintal, Samuel Chapman, Yury Podladchikov, Jean-Pierre Burg", 
        "date": "2015-05-29", 
        "description": "\n\nThe migration of gases from deep to shallow reservoirs can cause damageable events. For instance, some gases can pollute the biosphere or trigger explosions and eruptions. Seismic tomography may be employed to map the accumulation of subsurface bubble-bearing fluids to help mitigating such hazards. Nevertheless, how gas bubbles modify seismic waves is still unclear. We show that saturated rocks strongly attenuate seismic waves when gas bubbles occupy part of the pore space. Laboratory measurements of elastic wave attenuation at frequencies <100 Hz are modeled with a dynamic gas dissolution theory demonstrating that the observed frequency-dependent attenuation is caused by wave-induced-gas-exsolution-dissolution (WIGED). This result is incorporated into a numerical model simulating the propagation of seismic waves in a subsurface domain containing CO2-gas bubbles. This simulation shows that WIGED can significantly modify the wavefield and illustrates how accounting for this physical mechanism can potentially improve the monitoring and surveying of gas bubble-bearing fluids in the subsurface.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063538", 
        "title": "Bubbles attenuate elastic waves at seismic frequencies: First experimental evidence"
    }, 
    {
        "author": "M. Rücker, S. Berg, R. T. Armstrong, A. Georgiadis, H. Ott, A. Schwing, R. Neiteler, N. Brussee, A. Makurat, L. Leu, M. Wolf, F. Khan, F. Enzmann, M. Kersten", 
        "date": "2015-05-23", 
        "description": "\n\nDuring imbibition, initially connected oil is displaced until it is trapped as immobile clusters. While initial and final states have been well described before, here we image the dynamic transient process in a sandstone rock using fast synchrotron-based X-ray computed microtomography. Wetting film swelling and subsequent snap off, at unusually high saturation, decreases nonwetting phase connectivity, which leads to nonwetting phase fragmentation into mobile ganglia, i.e., ganglion dynamics regime. We find that in addition to pressure-driven connected pathway flow, mass transfer in the oil phase also occurs by a sequence of correlated breakup and coalescence processes. For example, meniscus oscillations caused by snap-off events trigger coalescence of adjacent clusters. The ganglion dynamics occurs at the length scale of oil clusters and thus represents an intermediate flow regime between pore and Darcy scale that is so far dismissed in most upscaling attempts.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064007", 
        "title": "From connected pathway flow to ganglion dynamics"
    }, 
    {
        "author": "F. Comola, B. Schaefli, P. Da Ronco, G. Botter, M. Bavay, A. Rinaldo, M. Lehning", 
        "date": "2015-05-29", 
        "description": "\nSolar radiation is a dominant driver of snowmelt dynamics and streamflow generation in alpine catchments. A better understanding of how solar radiation patterns affect the hydrologic response is needed to assess when calibrated temperature-index models are likely to be spatially transferable for ecohydrological applications. We induce different solar radiation patterns in a Swiss Alpine catchment through virtual rotations of the digital elevation model. Streamflow simulations are performed at different spatial scales through a spatially explicit hydrological model coupled to a physically based snow model. Results highlight that the effects of solar radiation patterns on the hydrologic response are scale dependent, i.e., significant at small scales with predominant aspects and weak at larger scales where aspects become uncorrelated and orientation differences average out. Such scale dependence proves relevant for the spatial transferability of a temperature-index model, whose calibrated degree-day factors are stable to different solar radiation patterns for catchment sizes larger than the aspect correlation scale.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064075", 
        "title": "Scale-dependent effects of solar radiation patterns on the snow-dominated hydrologic response"
    }, 
    {
        "author": "Wen-Ying Wu, Chia-Wei Lan, Min-Hui Lo, John T. Reager, James S. Famiglietti", 
        "date": "2015-05-29", 
        "description": "\n\nSoil water storage is a fundamental signal in the land hydrological cycle and changes in soil moisture can affect regional climate. In this study, we used simulations from Coupled Model Intercomparison Project Phase 5 archives to investigate changes in the annual range of soil water storage under global warming at northern middle and high latitudes. Results show that future warming could lead to significant declines in snowfall, and a corresponding lack of snowmelt water recharge to the soil, which makes soil water less available during spring and summer. Conversely, more precipitation as rainfall results in higher recharge to soil water during its accumulating season. Thus, the wettest month of soil water gets wetter, and the driest month gets drier, resulting in an increase of the annual range and suggesting that stronger heterogeneity in global water distribution (changing extremes) could occur under global warming; this has implications for water management and water security under a changing climate.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064110", 
        "title": "Increases in the annual range of soil water storage at northern middle and high latitudes under global warming"
    }, 
    {
        "author": "N. Calonne, F. Flin, B. Lesaffre, A. Dufour, J. Roulle, P. Puglièse, A. Philip, F. Lahoucine, C. Geindreau, J.-M. Panel, S. Rolland Roscoat, P. Charrier", 
        "date": "2015-05-18", 
        "description": "\nMonitoring the time evolution of snow microstructure in 3-D is crucial for a better understanding of snow metamorphism. We, therefore, designed a cryogenic cell that precisely controls the experimental conditions of a sample while it is scanned by X-ray tomography. Based on a thermoelectrical regulation and a vacuum insulation, the cell operates at room temperature. It is, thus, adaptable to diverse scanners, offering advantages in terms of imaging techniques, resolution, and speed. Three-dimensional time-lapse series were obtained under equitemperature and temperature gradient conditions at a 7.8 μm precision. The typical features of each metamorphism and the anisotropic faceting behavior between the basal and prismatic planes, known to occur close to −2°C, were observed in less than 30 h. These results are consistent with the temperature fields expected from heat conduction simulations through the cell. They confirm the cell's accuracy and the interest of relatively short periods to study snow metamorphism.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063541", 
        "title": "CellDyM: A room temperature operating cryogenic cell for the dynamic monitoring of snow metamorphism by time-lapse X-ray microtomography"
    }, 
    {
        "author": "Johan Nilsson, Paul Vallelonga, Sebastian B. Simonsen, Louise Sandberg Sørensen, René Forsberg, Dorthe Dahl-Jensen, Motohiro Hirabayashi, Kumiko Goto-Azuma, Christine S. Hvidberg, Helle A. Kjær, Kazuhide Satow", 
        "date": "2015-05-19", 
        "description": "\nCryoSat-2 data are used to study elevation changes over an area in the interior part of the Greenland Ice Sheet during the extreme melt event in July 2012. The penetration of the radar signal into dry snow depends heavily on the snow stratigraphy, and the rapid formation of refrozen ice layers can bias the surface elevations obtained from radar altimetry. We investigate the change in CryoSat-2 waveforms and elevation estimates over the melt event and interpret the findings by comparing in situ surface and snow pit observations from the North Greenland Eemian Ice Drilling Project camp. The investigation shows a major transition of scattering properties around the area, and an apparent elevation increase of 56 ± 26 cm is observed in reprocessed CryoSat-2 data. We suggest that this jump in elevation can be explained by the formation of a refrozen melt layer that raised the reflective surface, introducing a positive elevation bias.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063296", 
        "title": "Greenland 2012 melt event effects on CryoSat-2 radar altimetry"
    }, 
    {
        "author": "Miren Vizcaino, Uwe Mikolajewicz, Florian Ziemen, Christian B. Rodehacke, Ralf Greve, Michiel R. Broeke", 
        "date": "2015-05-19", 
        "description": "\nRecent observations indicate a high sensitivity of the Greenland Ice Sheet (GrIS) to climate change. We examine the coupling between the GrIS surface mass balance, elevation, and dynamical flow with one of the few coupled GrIS and atmosphere-ocean general circulation models. Bidirectional coupling from the early Holocene reveals a growing present-day GrIS in the absence of anthropogenic forcing. We identify atmospheric sources of biases in the simulated present-day GrIS and assess the GrIS sensitivity to future greenhouse gas forcing through three Representative Concentration Pathways and their extensions and to climate variability. The elevation-surface mass balance feedback contributes to future GrIS mass loss with 8–11% (by 2100), depending on the forcing scenario, and 24–31% (by 2300). Climate variability causes a 2.5 times spread in the magnitude of the simulated present-day GrIS mass trends in a three-member ensemble. Our results represent a first step toward more advanced higher resolution coupled modeling of GrIS and climate evolution.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014GL061142", 
        "title": "Coupled simulations of Greenland Ice Sheet and climate change up to A.D. 2300"
    }, 
    {
        "author": "Conny Hammer, Matthias Ohrnberger, Vera Schlindwein", 
        "date": "2015-05-21", 
        "description": "\nMobility of glaciers such as rapid retreat or disintegration of large ice volumes produces a large variety of different seismic signals. Thus, evaluating cryospheric seismic events (e.g., changes of their occurrence in space and time) allows to monitor glacier dynamics. We analyze a 1 year data span recorded at the Neumayer seismic network in Antarctica. Events are automatically recognized using hidden Markov models. In this study we focused on a specific event type occurring close to the grounding line of the Ekström ice shelf. Observed waveform characteristics are consistent with an initial fracturing followed by the resonance of a water-filled cavity resulting in a so-called hybrid event. The number of events detected strongly correlates with dominant tide periods. We assume the cracking to be driven by existing glacier stresses trough bending. Voids are then filled by seawater, exciting the observed resonance. In agreement with this model, events occur almost exclusively during rising tides where cavities are opened at the bottom of the glacier, i.e., at the sea/ice interface.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064029", 
        "title": "Pattern of cryospheric seismic events observed at Ekström Ice Shelf, Antarctica"
    }, 
    {
        "author": "Andrés Rivera, José Uribe, Rodrigo Zamora, Jonathan Oberreuter", 
        "date": "2015-05-21", 
        "description": "\nWe report the discovery and on-the-ground radar mapping of a subglacial lake in Antarctica, that we have named Lake CECs (Centro de Estudios Científicos) in honor of the institute we belong to. It is located in the central part of the West Antarctic Ice Sheet, right underneath the Institute Ice Stream and Minnesota Glacier ice divide, and has not experienced surface elevation changes during the last 10 years. The ratio between the area of the subglacial lake and that of its feeding basin is larger than those for either subglacial lakes Ellsworth or Whillans, and it has a depth comparable to that of Ellsworth and greater than that of Whillans. Its ice thickness is ∼600 m less than that over Ellsworth. The lake is very likely a system with long water residence time. The recent finding of microbial life in Lake Whillans emphasizes the potential of Subglacial Lake CECs for biological exploration.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063390", 
        "title": "Subglacial Lake CECs: Discovery and in situ survey of a privileged research site in West Antarctica"
    }, 
    {
        "author": "N. Gomez, L. J. Gregoire, J. X. Mitrovica, A. J. Payne", 
        "date": "2015-05-22", 
        "description": "\n\nThe source or sources of meltwater pulse 1A (MWP-1A) at ~14.5 ka, recorded at widely distributed sites as a sea level rise of ~10–20 m in less than 500 years, is uncertain. A recent ice modeling study of North America and Greenland has suggested that the collapse of an ice saddle between the Laurentide and Cordilleran ice sheets, with a eustatic sea level equivalent (ESLE) of ~10 m, may have been the dominant contributor to MWP-1A. To test this suggestion, we predict gravitationally self-consistent sea level changes from the Last Glacial Maximum to the present day associated with the ice model. We find that a combination of the saddle collapse scenario and melting outside North America and Greenland with an ESLE of ~3 m yields sea level changes across MWP-1A that are consistent with far-field sea level records at Barbados, Tahiti, and Sunda Shelf.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063960", 
        "title": "Laurentide-Cordilleran Ice Sheet saddle collapse as a contribution to meltwater pulse 1A"
    }, 
    {
        "author": "K. Walesby, J. Vialard, P. J. Minnett, A. H. Callaghan, B. Ward", 
        "date": "2015-05-19", 
        "description": "\nDouble diffusion can result in the formation of thermohaline staircases, typically observed in the ocean interior. The observations presented here were acquired in the ocean surface boundary layer with the autonomous microstructure Air-Sea Interaction Profiler. An intense rain event (rainfall rates of up to 35 mm/h) resulted in cooler, fresher water (up to 0.15 practical salinity unit (psu) over the upper 7–10 m) overlaying warmer, saltier water, a situation potentially conducive to double-diffusive mixing. Although not as crisp as interfaces in the interior ocean because of elevated background mixing, a total of 303 thermohaline interfaces were detected within and at the base of the fresh layer, with mean changes in temperature (T) and salinity (S) across interfaces of 20 × 10−3∘C and 22 × 10−3 psu, respectively. These results call for new studies to disambiguate whether such interfaces are formed through double-diffusive mixing or shear instabilities and understand any long-term impacts on near-surface stratification.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063506", 
        "title": "Observations indicative of rain-induced double diffusion in the ocean surface boundary layer"
    }, 
    {
        "author": "Liang Xue, Libao Gao, Wei-Jun Cai, Weidong Yu, Meng Wei", 
        "date": "2015-05-20", 
        "description": "\n\nUsing observational data collected south of Tasmania during 14 austral summer cruises during 1993–2011, we examined the response of sea surface fugacity of carbon dioxide (fCO2) to the Southern Annular Mode (SAM) shift, which occurred around 2000. In the southern part of the Southern Ocean (SO) or the Polar Zone (PZ) and the Polar Frontal Zone (PFZ), fCO2 increased faster at the sea surface than in the atmosphere before the SAM shift, but not after the shift. In the northern part of the SO or the Subantarctic Zone (SAZ), however, surface fCO2 increased faster than atmospheric fCO2 both before and after the shift. The SAM shift had an important influence on the surface fCO2 trend in the PZ and PFZ but not in the SAZ, which we attribute to differences in regional oceanographic processes (upwelling versus nonupwelling). The SAM shift may have reversed the negative trend of SO CO2 uptake.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063926", 
        "title": "Response of sea surface fugacity of CO2 to the SAM shift south of Tasmania: Regional differences"
    }, 
    {
        "author": "Rebecca Albright, Jessica Benthuysen, Neal Cantin, Ken Caldeira, Ken Anthony", 
        "date": "2015-05-21", 
        "description": "\n\nGlobal carbon emissions continue to acidify the oceans, motivating growing concern for the ability of coral reefs to maintain net positive calcification rates. Efforts to develop robust relationships between coral reef calcification and carbonate parameters such as aragonite saturation state (Ωarag) aim to facilitate meaningful predictions of how reef calcification will change in the face of ocean acidification. Here we investigate natural trends in carbonate chemistry of a coral reef flat over diel cycles and relate these trends to benthic carbon fluxes by quantifying net community calcification and net community production. We find that, despite an apparent dependence of calcification on Ωarag seen in a simple pairwise relationship, if the dependence of net calcification on net photosynthesis is accounted for, knowing Ωarag does not add substantial explanatory value. This suggests that, over short time scales, the control of Ωarag on net calcification is weak relative to factors governing net photosynthesis.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063488", 
        "title": "Coral reef metabolism and carbon chemistry dynamics of a coral reef flat"
    }, 
    {
        "author": "Sylvia T. Cole, Cimarron Wortham, Eric Kunze, W. Brechner Owens", 
        "date": "2015-05-21", 
        "description": "\n\nStirring along isopycnals is a significant factor in determining the distribution of tracers within the ocean. Salinity anomalies on density surfaces from Argo float profiles are used to investigate horizontal stirring and estimate eddy mixing lengths. Eddy mixing length and velocity fluctuations from the ECCO2 global state estimate are used to estimate horizontal diffusivity at a 300 km scale in the upper 2000 m with near-global coverage. Diffusivity varies by over two orders of magnitude with latitude, longitude, and depth. In all basins, diffusivity is elevated in zonal bands corresponding to strong current regions, including western boundary current extension regions, the Antarctic Circumpolar Current, and equatorial current systems. The estimated mixing lengths and diffusivities provide an observationally based data set that can be used to test and constrain predictions and parameterizations of eddy stirring.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063827", 
        "title": "Eddy stirring and horizontal diffusivity from Argo float observations: Geographic and depth variability"
    }, 
    {
        "author": "Shuang Yi, Wenke Sun, Kosuke Heki, An Qian", 
        "date": "2015-05-21", 
        "description": "\n\nThe global mean sea level (GMSL) was reported to have dropped 5 mm due to the 2010/2011 La Niña and have recovered in 1 year. With longer observations, it is shown that the GMSL went further up to a total amount of 11.6 mm by the end of 2012, excluding the 3.0 mm/yr background trend. A reconciled sea level budget, based on observations by Argo project, altimeter, and gravity satellites, reveals that the true GMSL rise has been masked by El Niño–Southern Oscillation-related fluctuations and its rate has increased since 2010. After extracting the influence of land water storage, it is shown that the GMSL has been rising at a rate of 4.4 ± 0.5 mm/yr for more than 3 years, due to an increase in the rate of both land ice loss and steric change.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063902", 
        "title": "An increase in the rate of global mean sea level rise since 2010"
    }, 
    {
        "author": "Lan Li, Caixia Wang, Roger Grimshaw", 
        "date": "2015-05-22", 
        "description": "\n\nThe observations reported here are based on time series of in situ observation data in Laoshan Bay off the Qingdao coast. A chain of thermistors (T-chain) at a fixed location recorded a sequence of elevation internal waves followed by depression internal waves passing by over an elapsed time of about 1 h. This observed polarity conversion at a fixed location is caused by the vertical stratification variation mainly induced by the rising tide, which is believed to be the first reported observation of this kind. The process of an elevation internal wave train converting to a depression wave train is simulated using the variable-coefficient extended Korteweg-de Vries (veKdV) equation, which also provides a further comparison between theory and the reported observations.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063870", 
        "title": "Observation of internal wave polarity conversion generated by a rising tide"
    }, 
    {
        "author": "A. Schmittner, J. A. M. Green, S.-B. Wilmes", 
        "date": "2015-05-22", 
        "description": "\n\nDue to lower sea levels during the Last Glacial Maximum (LGM), tidal energy dissipation was shifted from the shallow margins into the deep ocean. Here using a high-resolution tide model, we estimate that global energy fluxes below 200 m depth were almost quadrupled during the LGM. Applying the energy fluxes to a consistent tidal mixing parameterization of a global climate model results in a large intensification of mixing. Global mean vertical diffusivity increases by more than a factor of 3, and consequently, the simulated meridional overturning circulation accelerates by ~21–46%. In the model, these effects are at least as important as those from changes in surface boundary conditions. Our findings contrast with the prevailing view that the abyssal LGM circulation was more sluggish. We conclude that changes in tidal mixing are an important mechanism that may have strongly increased the glacial deep ocean circulation and should no longer be neglected in paleoclimate simulations.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063561", 
        "title": "Glacial ocean overturning intensified by tidal mixing in a global circulation model"
    }, 
    {
        "author": "Robert M. Dorrell, Alan D. Burns, William D. McCaffrey", 
        "date": "2015-05-22", 
        "description": "\nNew analytical models demonstrate that under aggradational flow conditions, seafloor channel-levee systems are inherently unstable; both channel area and stability necessarily decrease at long timescales. In time such systems must avulse purely through internal (autogenic) forcing. Although autogenic instabilities likely arise over long enough time for additional allogenic forcing to be expected, channel-levee sensitivity to variations in flow character depends on the prior degree of system evolution. Recalibrated modern Amazon Fan avulsion timings are consistent with this model, challenging accepted interpretations of avulsion triggering.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063809", 
        "title": "The inherent instability of leveed seafloor channels"
    }, 
    {
        "author": "David P. Nicholson, Samuel T. Wilson, Scott C. Doney, David M. Karl", 
        "date": "2015-05-22", 
        "description": "\n\nUsing autonomous underwater gliders, we quantified diurnal periodicity in dissolved oxygen, chlorophyll, and temperature in the subtropical North Pacific near the Hawaii Ocean Time-series (HOT) Station ALOHA during summer 2012. Oxygen optodes provided sufficient stability and precision to quantify diel cycles of average amplitude of 0.6 µmol kg−1. A theoretical diel curve was fit to daily observations to infer an average mixed layer gross primary productivity (GPP) of 1.8 mmol O2 m−3 d−1. Cumulative net community production (NCP) over 110 days was 500 mmol O2 m−2 for the mixed layer, which averaged 57 m in depth. Both GPP and NCP estimates indicated a significant period of below-average productivity at Station ALOHA in 2012, an observation confirmed by 14C productivity incubations and O2/Ar ratios. Given our success in an oligotrophic gyre where biological signals are small, our diel GPP approach holds promise for remote characterization of productivity across the spectrum of marine environments.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063065", 
        "title": "Quantifying subtropical North Pacific gyre mixed layer primary productivity from Seaglider observations of diel oxygen cycles"
    }, 
    {
        "author": "Xiao-Hui Zhou, Dong-Ping Wang, Dake Chen", 
        "date": "2015-05-22", 
        "description": "\n\nSatellite altimetry is regularly used to map the global distribution of mode-1 internal tides. Validating altimeter measurements of internal tides with in situ data is difficult as the mooring observations typically are too short compared with the altimetry. Here taking advantage of the long-term (since 1999) Tropical Atmosphere-Ocean/Triangle Trans-Ocean Buoy Network (TAO/TRITON) buoy observations at 2°S–156°E located at a TOPEX/Poseidon crossover in a region of strong internal tides, direct comparisons are made between altimeter and in situ measurements over a common 15 year period. The hourly buoy data are decimated every 9.9 day to emulate altimeter measurements. The altimeter and decimated buoy data are highly coherent at the aliased semidiurnal period (~60 day), and they agree well for the stationary semidiurnal internal tide. For the nonstationary internal tide, which consists of a significant annual cycle, the demodulated amplitude from the altimeter appears to be contaminated by nontidal signals. The demodulated amplitude from the decimated buoy data, on the other hand, is capable of resolving the temporal variability. This suggests the potential of mapping nonstationary internal tides from satellites.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063669", 
        "title": "Validating satellite altimeter measurements of internal tides with long-term TAO/TRITON buoy observations at 2°S–156°E"
    }, 
    {
        "author": "Yuko Omori, Hiroshi Tanimoto, Satoshi Inomata, Shigeki Wada, Kathleen Thume, Georg Pohnert", 
        "date": "2015-05-23", 
        "description": "\n\nDimethylsulfide (DMS) is produced by phytoplankton in the ocean and plays an important role in biogeochemical cycles and climate system of the Earth. Previous field studies reported a possible relationship between DMS enhancement and anoxic condition, although the governing processes are still to be identified. Here we show the first direct evidence for the enhancement of DMS production by natural planktonic assemblages caused by anoxic stress. Under the anoxic condition, DMS production was considerably enhanced and DMS bacterial consumption was inhibited, resulting in an eightfold higher rate of gross DMS production than that under the oxic condition. Our results demonstrated that anoxic stress is one of important “environmental factors” in the marine DMS dynamics, suggesting the possible global importance due to ubiquity of anoxic conditions in the coastal oceans. This process would become more important in the future due to expansion of coastal hypoxic and anoxic zones by global warming.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063546", 
        "title": "Enhancement of dimethylsulfide production by anoxic stress in natural seawater"
    }, 
    {
        "author": "J. Gula, M. J. Molemaker, J. C. McWilliams", 
        "date": "2015-05-23", 
        "description": "\nMeanders and eddies are routinely observed in the Gulf Stream along the South Atlantic Bight. We analyze here the instability processes that lead to the formation of submesoscale eddies on the cyclonic side of the Gulf Stream at the exit of the Florida Straits using very high resolution realistic simulations. The positive relative vorticity and potential vorticity on the cyclonic side of the Gulf Stream are strongly intensified in the Straits due to topographic drag along the continental slope. The bottom drag amplifies the cyclonic shear by generating large positive vertical vorticity values within the sloped turbulent bottom boundary layer. Downstream from the Straits the current becomes unstable to horizontal shear instability, rolls up, and forms a street of submesoscale vortices. The vortices expand as they propagate northward along the shelf, where they can generate large vertical displacements and enhance cross-shelf exchanges.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063731", 
        "title": "Topographic vorticity generation, submesoscale instability and vortex street formation in the Gulf Stream"
    }, 
    {
        "author": "Stephen G. Monismith, Justin S. Rogers, David Koweek, Robert B. Dunbar", 
        "date": "2015-05-23", 
        "description": "\n\nWe present a week of observations of wave dissipation on the south forereef of Palmyra Atoll. Using wave measurements made in 6.2 m and 11.2 m of water offshore of the surf zone, we computed energy fluxes and near-bottom velocity. Equating the divergence of the shoreward energy flux to its dissipation by bottom friction and parameterizating dissipation in terms of the root-mean-square velocity cubed, we find that the wave friction factor, fw, for this reef is 1.80 ± 0.07, nearly an order of magnitude larger than values previously found for reefs. We attribute this remarkably high value of fw to the complex canopy structure of the reef, which we believe may be characteristic of healthy reefs. This suggests that healthy reefs with high coral cover may provide greater coastal protection than do degraded reefs with low coral cover.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063804", 
        "title": "Frictional wave dissipation on a remarkably rough reef"
    }, 
    {
        "author": "Y. Wang, M. J. Olascoaga, F. J. Beron-Vera", 
        "date": "2015-05-26", 
        "description": "\nThe role of mesoscale eddies in transporting Agulhas leakage is investigated using a recent technique from nonlinear dynamical systems theory applied on geostrophic currents inferred from the over two decade long satellite altimetry record. Eddies are found to acquire material coherence away from the Agulhas retroflection, near the Walvis Ridge in the South Atlantic. Yearly, one to four coherent material eddies are detected with diameters ranging from 40 to 280 km. A total of 23 eddy cores of about 50 km in diameter and with at least 30% of their contents traceable into the Indian Ocean were found to travel across the subtropical gyre with minor filamentation. Only one eddy core was found to pour its contents on the North Brazil Current. While the ability of eddies to carry Agulhas leakage northwestward across the South Atlantic is supported by our analysis, this is more restricted than suggested by earlier ring transport assessments.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064089", 
        "title": "Coherent water transport across the South Atlantic"
    }, 
    {
        "author": "Jillian M. Maloney, Benjamin M. Grupe, Alexis L. Pasulka, Katherine S. Dawson, David H. Case, Christina A. Frieder, Lisa A. Levin, Neal W. Driscoll", 
        "date": "2015-05-26", 
        "description": "\n\nThe importance of tectonics and fluid flow in controlling cold seep habitats has long been appreciated at convergent margins but remains poorly understood in strike-slip systems. Here we present geophysical, geochemical, and biological data from an active methane seep offshore from Del Mar, California, in the inner California borderlands (ICB). The location of this seep appears controlled by localized transpression associated with a step in the San Diego Trough fault zone and provides an opportunity to examine the interplay between fluid expulsion and restraining step overs along strike-slip fault systems. These segment boundaries may have important controls on seep locations in the ICB and other margins characterized by strike-slip faulting (e.g., Greece, Sea of Marmara, and Caribbean). The strike-slip fault systems offshore southern California appear to have a limited distribution of seep sites compared to a wider distribution at convergent plate boundaries, which may influence seep habitat diversity and connectivity.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063778", 
        "title": "Transpressional segment boundaries in strike-slip fault systems offshore southern California: Implications for fluid expulsion and cold seep habitats"
    }, 
    {
        "author": "Jørgen Bendtsen, John Mortensen, Kunuk Lennert, Søren Rysgaard", 
        "date": "2015-05-26", 
        "description": "\n\nThe melting of tidewater outlet glaciers from the Greenland Ice Sheet contributes significantly to global sea level rise. Accelerated mass loss is related to melt processes in front of calving glaciers, yet the role of ocean heat transports is poorly understood. Here we present the first direct measurements from a subglacial plume in front of a calving tidewater outlet glacier. Surface salinity in the plume corresponded to a meltwater content of 7%, which is indicative of significant entrainment of warm bottom water and, according to plume model calculations, significant ice melt. Energy balance of the area near the glacier showed that ice melt was mainly due to ocean heat transport and that direct plume-associated melt was only important in periods with high meltwater discharge rates of ~100 m3 s−1. Ocean mixing outside of the plume area was thus the primary heat source for melting glacier ice.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063846", 
        "title": "Heat sources for glacial ice melt in a west Greenland tidewater outlet glacier fjord: The role of subglacial freshwater discharge"
    }, 
    {
        "author": "E. R. M. Druffel, S. Griffin", 
        "date": "2015-05-26", 
        "description": "\n\nMarine dissolved organic carbon (DOC) originates mainly from primary production using dissolved inorganic carbon (DIC) that has young 14C ages. Paradoxically, the 14C age of deep DOC ranges from 4000 to 6400 14C years, indicating that a portion of DOC survives multiple, deep ocean mixing cycles. Here we show that 14C ages of DOC from the deep South Pacific are equal to those from the deep north central Pacific. This is contrary to DIC 14C ages that increase from south to north in the deep Pacific. We hypothesize that DOC in the South Pacific is influenced by input of ancient DOC from hydrothermal flanks and ridges of the East Pacific Rise. We show that DOC Δ14C values in the deep Pacific are not controlled by aging during northward transport of deep waters, indicating that the deep oceanic carbon cycle needs reassessment.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063764", 
        "title": "Radiocarbon in dissolved organic carbon of the South Pacific Ocean"
    }, 
    {
        "author": "B. D. Hamlington, P. R. Thompson", 
        "date": "2015-05-29", 
        "description": "\n\nRecent efforts in reconstructing historical sea level change have led to a range of published estimates for the global mean sea level trend over the last century. Disagreement in these estimates can be attributed to two factors: (1) differences in analysis and/or reconstruction techniques and (2) differences in tide gauge selection and quality control of the data. Here the impact of tide gauge selection is explored by calculating global mean trends using three different tide gauge data sets that have been utilized in recent reconstruction studies. The inclusion of tide gauge records that are affected by unresolved internal variability and/or unaccounted for vertical land motion are found to significantly impact the estimates of the long-term trend in global mean sea level. In conclusion, several guidelines are presented regarding the selection of tide gauges for use in historical reconstructions focused on estimating the 20th century global mean sea level trend.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064177", 
        "title": "Considerations for estimating the 20th century trend in global mean sea level"
    }, 
    {
        "author": "Uggo F. Pinho, Alexander V. Babanin", 
        "date": "2015-05-29", 
        "description": "\n\nOcean waves forced by the wind are multidirectional, even if the wind direction is steady. Directionality can occur due to superposition of long-crested waves propagating at angle to each other. Lateral modulation of the wave crests, however, also takes place for strictly unidirectional waves, due to nonlinear effects. Here short crestedness of unidirectional waves is investigated. A series of experiments on the lateral instability of monochromatic, deep water, unidirectional, initially long-crested steep waves was performed in a large wave basin. The cross modulation of wave crests is clearly visible; its magnitude depends on the wave steepness in the wave propagation direction. Its spatial scale is comparable with the wavelength. Thus, short crestedness is an inherent feature of nonlinear waves and should be taken into account when estimating directional properties of ocean waves.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063973", 
        "title": "Emergence of short crestedness in originally unidirectional nonlinear waves"
    }, 
    {
        "author": "David R. Thompson, Felix C. Seidel, Bo Cai Gao, Michelle M. Gierach, Robert O. Green, Raphael M. Kudela, Pantazis Mouroulis", 
        "date": "2015-05-29", 
        "description": "\nNext generation orbital imaging spectrometers, with advanced global remote sensing capabilities, propose to address outstanding ocean science questions related to coastal and inland water environments. These missions require highly accurate characterization of solar irradiance in the critical 380–600 nm spectral range. However, the irradiance in this spectral region is temporally variable and difficult to measure directly, leading to considerable variance between different models. Here we optimize an irradiance estimate using data from the NASA airborne Portable Remote Imaging Spectrometer (PRISM), leveraging spectrally smooth in-scene targets. We demonstrate improved retrievals for both PRISM and the Next Generation Airborne Visible Infrared Imaging Spectrometer.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063287", 
        "title": "Optimizing irradiance estimates for coastal and inland water imaging spectroscopy"
    }, 
    {
        "author": "Christopher G. Myers, Jessica L. Oster, Warren D. Sharp, Ralf Bennartz, Neil P. Kelley, Aaron K. Covey, Sebastian F.M. Breitenbach", 
        "date": "2015-05-19", 
        "description": "\n\nTwo types of El Niño events are distinguished by sea surface temperature (SST) anomalies centered in the central or eastern equatorial Pacific. The Central Pacific El Niño events (CP-El Niño) are more highly correlated with weakening of the central Indian Summer Monsoon and linked to decadal Pacific climate variability. We present a 50 year, subannually resolved speleothem δ18O record from northeast India that exhibits a significant correlation with northern Pacific decadal variability and central equatorial Pacific SSTs. Accordingly, we suggest that δ18O time series in similar northeast Indian speleothems are effective tools for investigating preinstrumental changes in Pacific climate, including changes in El Niño dynamics. In contrast to central India, rainfall amounts in northeast India are relatively unaffected by El Niño. However, back trajectory analysis indicates that during CP-El Niño events moisture transport distance to northeast India is reduced, suggesting that variations in moisture transport primarily control δ18O in the region.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063826", 
        "title": "Northeast Indian stalagmite records Pacific decadal climate change: Implications for moisture transport and drought in India"
    }, 
    {
        "author": "Baijun Tian", 
        "date": "2015-05-22", 
        "description": "\n\nDespite decades of climate research and model development, two outstanding problems still plague the latest global climate models (GCMs): the double-Intertropical Convergence Zone (ITCZ) bias and the 2−5°C spread of equilibrium climate sensitivity (ECS). Here we show that the double-ITCZ bias and ECS in 44 GCMs from Coupled Model Intercomparison Project Phases 3/5 are negatively correlated. The models with weak (strong) double-ITCZ biases have high (low)-ECS values of ~4.1(2.2)°C. This indicates that the double-ITCZ bias is a new emergent constraint for ECS based on which ECS might be in the higher end of its range (~4.0°C) and most models might have underestimated ECS. In addition, we argue that the double-ITCZ bias can physically affect both cloud and water vapor feedbacks (thus ECS) and is a more easily measured emergent constraint for ECS than previous ones. It can be used as a performance metric for evaluating and comparing different GCMs.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064119", 
        "title": "Spread of model climate sensitivity linked to double-Intertropical Convergence Zone bias"
    }, 
    {
        "author": "Nico Becker, Uwe Ulbrich, Rupert Klein", 
        "date": "2015-05-23", 
        "description": "\nRegional climate models (RCMs) are used to add the effects of nonresolved scales to coarser resolved model simulations by using a finer grid within a limited domain. We identify large-scale secondary circulations (SCs) relative to the driving global climate model (GCM) in an RCM simulation over Europe. By applying a clustering technique, we find that the SC depends on the large-scale flow prescribed by the driving GCM data. Evidence is presented that the SC is caused by the different representations of orographic effects in the RCM and the GCM. Flow modifications in the RCM caused by the Alps lead to large-scale vortices in the SC fields. These vortices are limited by the RCM boundaries, causing artificial boundary-parallel flows. The SC is associated with geopotential height and temperature anomalies between RCM and GCM and has the potential to produce systematic large-scale biases in RCMs.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063955", 
        "title": "Systematic large-scale secondary circulations in a regional climate model"
    }, 
    {
        "author": "Tatsuya Seiki, Chihiro Kodama, Masaki Satoh, Tempei Hashino, Yuichiro Hagihara, Hajime Okamoto", 
        "date": "2015-05-26", 
        "description": "\n\nThe distribution of simulated cirrus clouds over the tropics is affected by the particular model's vertical grid spacing. To examine this effect, we use a high-resolution atmospheric general circulation model with 28 km and 14 km horizontal meshes. We show that a vertical grid spacing of 400 m or less is necessary to resolve the bulk structure of cirrus clouds. As one reduces the vertical grid spacing below about 1000 m, the visible cirrus cloud fraction decreases, the cloud thins (optically and geometrically), the cloud top height lowers, and consequently, the outgoing longwave radiation increases. These effects are stronger over the tropics. When using a vertical grid spacing of 400 m or less, the vertical profiles of effective radii and ice water content converge toward measurements (CloudSat satellite and Cloud-Aerosol Lidar and Infrared Pathfinder Satellite Observation).", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064282", 
        "title": "Vertical grid spacing necessary for simulating tropical cirrus clouds with a high-resolution atmospheric general circulation model"
    }, 
    {
        "author": "Shang-Min Long, Shang-Ping Xie", 
        "date": "2015-05-29", 
        "description": "\n\nIntermodel variations in future precipitation projection in the North Atlantic are studied using 23 state-of-art models from Phase 5 of the Coupled Model Intercomparison Project. Model uncertainty in annual mean rainfall change is locally enhanced along the Gulf Stream. The moisture budget analysis reveals that much of the model uncertainty in rainfall change can be traced back to the discrepancies in surface evaporation change and transient eddy effect among models. Results of the intermodel Singular Value Decomposition (SVD) analysis show that intermodel variations in local sea surface temperature (SST) pattern exert a strong control over the spread of rainfall projection among models through the modulation of evaporation change. The first three SVD modes explain more than 60% of the intermodel variance of rainfall projection and show distinct SST patterns with mode water-induced banded structures, reduced subpolar warming due to ocean dynamical cooling, and the Gulf Stream shift, respectively.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063852", 
        "title": "Intermodel variations in projected precipitation change over the North Atlantic: Sea surface temperature effect"
    }, 
    {
        "author": "Giorgio Spada, Marco Olivieri, Gaia Galassi", 
        "date": "2015-05-29", 
        "description": "\nIn view of the scientific and social implications, the global mean sea level rise (GMSLR) and its possible causes and future trend have been a challenge for so long. For the twentieth century, reconstructions generally indicate a rate of GMSLR in the range of 1.5 to 2.0 mm yr−1. However, the existence of nonlinear trends is still debated, and current estimates of the secular acceleration are subject to ample uncertainties. Here we use various GMSLR estimates published on scholarly journals since the 1940s for a heuristic assessment of global sea level acceleration. The approach, alternative to sea level reconstructions, is based on simple statistical methods and exploits the principles of meta-analysis. Our results point to a global sea level acceleration of 0.54 ± 0.27 mm/yr/century (1σ) between 1898 and 1975. This supports independent estimates and suggests that a sea level acceleration since the early 1900s is more likely than currently believed.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063837", 
        "title": "A heuristic evaluation of long-term global sea level acceleration"
    }, 
    {
        "author": "Xingxing Li, Florian Zus, Cuixian Lu, Tong Ning, Galina Dick, Maorong Ge, Jens Wickert, Harald Schuh", 
        "date": "2015-05-20", 
        "description": "\n\nThe developing multi-Global Navigation Satellite Systems (GNSS) constellations have the potential to provide accurate high-resolution tropospheric gradients. Such data, closely linked to strong humidity gradients accompanying severe weather phenomena, are considered a new important data source for meteorological studies, e.g., nowcasting of severe rainfall events. Here we describe the development of a multi-GNSS processing system for the precise retrieval of high-resolution tropospheric gradients. The retrieved products were validated by using independent water vapor radiometer (WVR) observations and numerical weather model (NWM) data. The multi-GNSS high-resolution gradients agree well with those, derived from NWM and WVR, especially for the fast-changing peaks which were mostly associated with synoptic fronts. Compared to GPS-only gradients, the correlations with the validation data are significantly improved up to 20–35%. The new data product has significant potential to improve numerical weather prediction and to advance meteorological studies.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063856", 
        "title": "Retrieving high-resolution tropospheric gradients from multiconstellation GNSS observations"
    }, 
    {
        "author": "Qi Chen, Colette L. Heald, Jose L. Jimenez, Manjula R. Canagaratna, Qi Zhang, Ling-Yan He, Xiao-Feng Huang, Pedro Campuzano-Jost, Brett B. Palm, Laurent Poulain, Mikinori Kuwata, Scot T. Martin, Jonathan P. D. Abbatt, Alex K.Y. Lee, John Liggio", 
        "date": "2015-05-22", 
        "description": "\n\nA large data set including surface, aircraft, and laboratory observations of the atomic oxygen-to-carbon (O:C) and hydrogen-to-carbon (H:C) ratios of organic aerosol (OA) is synthesized and corrected using a recently reported method. The whole data set indicates a wide range of OA oxidation and a trajectory in the Van Krevelen diagram, characterized by a slope of −0.6, with variation across campaigns. We show that laboratory OA including both source and aged types explains some of the key differences in OA observed across different environments. However, the laboratory data typically fall below the mean line defined by ambient observations, and little laboratory data extend to the highest O:C ratios commonly observed in remote conditions. OA having both high O:C and high H:C are required to bridge the gaps. Aqueous-phase oxidation may produce such OA, but experiments under realistic ambient conditions are needed to constrain the relative importance of this pathway.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063693", 
        "title": "Elemental composition of organic aerosol: The gap between ambient and laboratory measurements"
    }, 
    {
        "author": "Kateryna Lapina, Daven K. Henze, Jana B. Milford, Cornelis Cuvelier, Michael Seltzer", 
        "date": "2015-05-22", 
        "description": "\nFuture changes in anthropogenic emissions of ozone precursors will likely impact seasonal vegetative ozone exposure, W126, in the western U.S. To investigate this, source-receptor relationships are calculated with the GEOS-Chem adjoint model and are separated by location, species, and sector. These are used to project changes in W126 through midcentury following representative concentration pathway (RCP) emissions. The overall behavior of W126 is governed by declining domestic emissions. However, foreign emissions of NOx, non-methane volatile organic compounds, and CO and CH4 abundance can either slow or enhance this trend, depending on scenario. The relative importance of foreign emissions increases as U.S. emissions decline, and, in some cases, the contribution of foreign sources exceeds that of domestic as early as 2020. In 2050, W126 in the western U.S. contributed by Chinese emissions alone, dominated by the industrial sector, is up to 15% higher than in 2000, although such estimates are strongly dependent on scenario.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063529", 
        "title": "Implications of RCP emissions for future changes in vegetative exposure to ozone in the western U.S."
    }, 
    {
        "author": "Philip J. Klotzbach, Eric C. J. Oliver", 
        "date": "2015-05-26", 
        "description": "\n\nThe Madden-Julian oscillation (MJO) has been documented in previous studies to significantly impact tropical cyclone activity in all ocean basins. Most of these studies have utilized the Wheeler-Hendon index. This index is only available since 1974, the period over which remotely sensed outgoing longwave radiation data has been available. Our study utilizes a long reconstructed MJO index, based on surface pressures, which extends back to 1905. We document consistent modulation of tropical cyclone activity by the MJO in all basins over this time period. These modulations are shown to be remarkably stable over the entire analysis period. We also examine the combined impacts of El Niño-Southern Oscillation and the MJO on tropical cyclone activity in each basin over multidecadal time scales.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063966", 
        "title": "Variations in global tropical cyclone activity and the Madden-Julian Oscillation since the midtwentieth century"
    }, 
    {
        "author": "R. Kabirzadeh, N. G. Lehtinen, U. S. Inan", 
        "date": "2015-05-26", 
        "description": "\nElectrostatic fields generated by thunderclouds can significantly heat and modify the lower ionospheric electrons at altitudes of 70–80 km. These fields can map to higher altitudes along the geomagnetic field lines and have been proposed as the mechanism for generation of whistler ducts. Previous 2-D modeling of these fields have been limited to azimuthally symmetric cases which requires a vertical magnetic field. We have developed a 3-D model of the electrostatic thundercloud fields which allows the consideration of effects of the geomagnetic field dip angle on the mapping of the fields to high altitudes. The results show stronger electric fields at altitudes of 70–110 km with an equatorward and eastward shift of tens of kilometers at lower geomagnetic latitudes. These stronger fields are mapped into the magnetosphere and may therefore be important for whistler duct generation. The fields also indicate a more significant contribution of the quiescent heating on VLF early/fast events.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064042", 
        "title": "Latitudinal dependence of static mesospheric E fields above thunderstorms"
    }, 
    {
        "author": "S. E. Strahan, L. D. Oman, A. R. Douglass, L. Coy", 
        "date": "2015-05-26", 
        "description": "\n\nUsing a decade of Aura Microwave Limb Sounder observations, we show distinctly different N2O distributions in Southern Hemisphere winter that depend on the phase of the quasi-biennial oscillation (QBO). Composites of the nitrous oxide (N2O) anomalies calculated for westerly and easterly phases show that QBO-generated variability originating in the subtropical middle stratosphere fills the midlatitude surf zone by late winter. After the spring vortex breakup, the anomaly is transported to the Antarctic where it remains until the next vortex forms in fall. Trapped in the newly formed vortex, the anomaly descends in isolation through fall and winter, arriving in the Antarctic lower stratosphere in September—about 1 year after it formed. This transport pathway explains previously reported variability of N2O and inorganic chlorine (Cly) inside the Antarctic vortex and demonstrates that the middle stratosphere QBO affects ozone depletion by modulating Antarctic Cly.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063759", 
        "title": "Modulation of Antarctic vortex composition by the quasi-biennial oscillation"
    }, 
    {
        "author": "Mengqian Lu, Michael Tippett, Upmanu Lall", 
        "date": "2015-05-26", 
        "description": "\n\nWe analyze changes in the seasonality of tornado reports and related environmental conditions over the central U.S. Tornado counts are normalized by annual totals to reduce effects of changing reporting practices. Wavelet analysis of the normalized tornado counts shows significant power at semiannual and annual frequencies. An environmental index based on convective available potential energy and storm relative helicity shows power at the same frequencies. Reconstruction of the normalized tornado counts and the environmental index at these frequencies provides a time-filtered description of their seasonal variation. Onset and peak dates of the tornado season defined from the reconstruction are significantly correlated with those of the environmental index over the period 1979–2013 and are found to have trends of −3.7 and −3.8 days/decade, respectively. The agreement between changes in tornado report seasonality and those of the environmental index is evidence that the trends have a physical origin.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063968", 
        "title": "Changes in the seasonality of tornado and favorable genesis conditions in the central United States"
    }, 
    {
        "author": "Sonja A. Behnke, Eric C. Bruning", 
        "date": "2015-05-27", 
        "description": "\nThe 2009 Redoubt Volcano eruption produced a series of explosive events, the largest of which produced episodes of volcanic lightning similar to thunderstorms. Flash energy spectra were calculated from lightning mapping data collected during the eruption. The spectra were compared to the turbulence characteristics expected from each stage of plume development. Small flash length scales present at early times were associated with the gas thrust and initial convective stages. Increases in flash length scales and flash energy as the explosive events progressed were associated with an increase in volume of the plume. Spectra with a large range in flash length scales (0.2–10 km) and a spectral peak at small flash length scales (< 1 km) were associated with a superposition of spectra from gas thrust, convective, and umbrella/ash cloud regions. An approximate 5/3 power law slope was observed on the order of 10 min after gas thrust forcing had ended and the transition to a drifting ash cloud was underway, which may reflect the dissipating state of the drifting ash cloud.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064199", 
        "title": "Changes to the turbulent kinematics of a volcanic plume inferred from lightning data"
    }, 
    {
        "author": "Clara Orbe, Darryn W. Waugh, Paul A. Newman", 
        "date": "2015-05-27", 
        "description": "\nA climatology of air-mass origin in the tropical lower stratosphere is presented for the Goddard Earth Observing System Chemistry Climate Model. During late boreal summer and fall, air-mass fractions reveal that as much as 20% of the air in the tropical lower stratosphere last contacted the planetary boundary layer (PBL) over Asia; by comparison, the air-mass fractions corresponding to last PBL contact over North America and over Europe are negligible. Asian air reaches the extratropical tropopause within a few days of leaving the boundary layer and is quasi-horizontally transported into the tropical lower stratosphere, where it persists until January. The rapid injection of Asian air into the lower stratosphere—and its persistence in the deep tropics through late (boreal) winter—is important as industrial emissions over East Asia continue to increase. Hence, the Asian monsoon may play an increasingly important role in shaping stratospheric composition.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063937", 
        "title": "Air-mass origin in the tropical lower stratosphere: The influence of Asian boundary layer air"
    }
]