[
    {
        "author": "Suweis, S., Carr, J. A., Maritan, A., Rinaldo, A., D'Odorico, P.", 
        "date": "2015-06-02", 
        "description": "The escalating food demand by a growing and increasingly affluent global population is placing unprecedented pressure on the limited land and water resources of the planet, underpinning concerns over global food security and its sensitivity to shocks arising from environmental fluctuations, trade policies, and market volatility. Here, we use country-specific...", 
        "journal": "PNAS - Environmental Sciences", 
        "link": "http://www.pnas.org/content/112/22/6902.short?rss=1", 
        "title": "Resilience and reactivity of global food security [Environmental Sciences]"
    }, 
    {
        "author": "Giometto, A., Altermatt, F., Maritan, A., Stocker, R., Rinaldo, A.", 
        "date": "2015-06-02", 
        "description": "Phototaxis, the process through which motile organisms direct their swimming toward or away from light, is implicated in key ecological phenomena (including algal blooms and diel vertical migration) that shape the distribution, diversity, and productivity of phytoplankton and thus energy transfer to higher trophic levels in aquatic ecosystems. Phototaxis also...", 
        "journal": "PNAS - Environmental Sciences", 
        "link": "http://www.pnas.org/content/112/22/7045.short?rss=1", 
        "title": "Receptor law for phototaxis in phytoplankton [Physics]"
    }, 
    {
        "author": "Li, P., Yan, R., Yu, S., Wang, S., Liu, W., Bao, H.", 
        "date": "2015-05-26", 
        "description": "Building upon fine particulate matter (PM2.5) data and the accompanying meteorological conditions in the fall of 2013, Guo et al. (1) conclude that local aerosol nucleation and growth dominantly contributed to severe haze in Beijing, whereas regional transport of PM2.5 played an “insignificant” role. Guo et al.’s conclusion is surprising...", 
        "journal": "PNAS - Environmental Sciences", 
        "link": "http://www.pnas.org/content/112/21/E2739.short?rss=1", 
        "title": "Transport as a major cause of haze in Beijing [Physical Sciences]"
    }, 
    {
        "author": "Zhang, R., Guo, S., Levy Zamora, M., Hu, M.", 
        "date": "2015-05-26", 
        "description": "Contrary to the finding by Guo et al. (1), Li et al. argue that regional transport of fine particulate matter (PM2.5) represents the major cause for severe haze formation in Beijing (2). We noticed that the letter by Li et al. contains numerous nonscientific and unsubstantiated arguments: for example, “Guo...", 
        "journal": "PNAS - Environmental Sciences", 
        "link": "http://www.pnas.org/content/112/21/E2741.short?rss=1", 
        "title": "Insignificant PM regional transport for Beijing [Physical Sciences]"
    }, 
    {
        "author": "Strong, C., Zuckerberg, B., Betancourt, J. L., Koenig, W. D.", 
        "date": "2015-05-26", 
        "description": "Pine Siskins exemplify normally boreal seed-eating birds that can be sparse or absent across entire regions of North America in one year and then appear in large numbers the next. These dramatic avian “irruptions” are thought to stem from intermittent but broadly synchronous seed production (masting) in one year and...", 
        "journal": "PNAS - Environmental Sciences", 
        "link": "http://www.pnas.org/content/112/21/E2795.short?rss=1", 
        "title": "Climate dipoles drive boreal bird irruptions [Ecology]"
    }, 
    {
        "author": "Meyer-Jacob, C., Tolu, J., Bigler, C., Yang, H., Bindler, R.", 
        "date": "2015-05-26", 
        "description": "Organic carbon concentrations have increased in surface waters across parts of Europe and North America during the past decades, but the main drivers causing this phenomenon are still debated. A lack of observations beyond the last few decades inhibits a better mechanistic understanding of this process and thus a reliable...", 
        "journal": "PNAS - Environmental Sciences", 
        "link": "http://www.pnas.org/content/112/21/6579.short?rss=1", 
        "title": "Browning beyond the perspective of monitoring [Sustainability Science]"
    }, 
    {
        "author": "Sharoni, S., Trainic, M., Schatz, D., Lehahn, Y., Flores, M. J., Bidle, K. D., Ben-Dor, S., Rudich, Y., Koren, I., Vardi, A.", 
        "date": "2015-05-26", 
        "description": "Marine viruses constitute a major ecological and evolutionary driving force in the marine ecosystems. However, their dispersal mechanisms remain underexplored. Here we follow the dynamics of Emiliania huxleyi viruses (EhV) that infect the ubiquitous, bloom-forming phytoplankton E. huxleyi and show that EhV are emitted to the atmosphere as primary marine...", 
        "journal": "PNAS - Environmental Sciences", 
        "link": "http://www.pnas.org/content/112/21/6643.short?rss=1", 
        "title": "Infection of phytoplankton by aerosolized viruses [Environmental Sciences]"
    }
]