[
    {
        "author": "Sergio Fagherazzi, Douglas A. Edmonds, William Nardin, Nicoletta Leonardi, Alberto Canestrelli, Federico Falcini, Douglas Jerolmack, Giulio Mariotti, Joel C. Rowland, Rudy L. Slingerland", 
        "date": "2015-05-26", 
        "description": "\n\nBars and subaqueous levees often form at river mouths due to high sediment availability. Once these deposits emerge and develop into islands, they become important elements of the coastal landscape, hosting rich ecosystems. Sea-level rise and sediment starvation are jeopardizing these landforms, motivating a thorough analysis of the mechanisms responsible for their formation and evolution. Here we present recent studies on the dynamics of mouth bars and subaqueous levees. The review encompasses both hydrodynamic and morphological results. We first analyze the hydrodynamics of the water jet exiting a river mouth. We then show how this dynamics coupled to sediment transport leads to the formation of mouth bars and levees. Specifically, we discuss the role of sediment eddy diffusivity and potential vorticity on sediment redistribution and related deposits. The effect of waves, tides, sediment characteristics, and vegetation on river mouth deposits is included in our analysis, thus accounting for the inherent complexity of the coastal environment where these landforms are common. Based on the results presented herein, we discuss in detail how river mouth deposits can be used to build new land or restore deltaic shorelines threatened by erosion.", 
        "journal": "Reviews of Geophysics", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014RG000451", 
        "title": "Dynamics of River Mouth Deposits"
    }, 
    {
        "author": "Delphis F. Levia, Sonja Germer", 
        "date": "2015-05-26", 
        "description": "\n\nMany geoscientists now recognize stemflow as an important phenomenon which can exert considerable effects on the hydrology, biogeochemistry, and ecology of wooded ecosystems and shrublands. Despite the explosive growth of stemflow research, until this review there has been no comprehensive attempt to summarize and synthesize this literature since 2003. Topical areas of substantive new knowledge in stemflow research include: (1) the interrelationships among stemflow and meteorological conditions, especially within individual rain events; (2) the dynamic interplay between stemflow and canopy structure; (3) stemflow and the cycling of solutes and transport of particulate matter; (4) stemflow and its interactions with canopy fungi and corticolous lichens; and (5) stemflow-soil interactions. Each of these five topical areas of substantive new stemflow research are summarized and synthesized, with areas of future research opportunities discussed. In addition, we have reviewed the parameters which can be used to describe stemflow and critically evaluate their utility for different purposes. This review makes a call for scientists studying stemflow to utilize common metrics in an effort to increase the cross-site comparability of stemflow studies. Capitalizing on the insights of prior research, exciting research opportunities await hydrologists, biogeoscientists, and forest ecologists who will conduct studies to deepen our knowledge of stemflow which will enable a better and more accurate framing of stemflow in the larger context of watershed hydrology and biogeochemistry.\n", 
        "journal": "Reviews of Geophysics", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015RG000479", 
        "title": "A Review of Stemflow Generation Dynamics and Stemflow-Environment Interactions in Forests and Shrublands"
    }, 
    {
        "author": "A. AghaKouchak, A. Farahmand, F.S. Melton, J. Teixeira, M.C. Anderson, B.D. Wardlow, C.R. Hain", 
        "date": "2015-05-23", 
        "description": "\n\nThis review surveys current and emerging drought monitoring approaches using satellite remote sensing observations from climatological and ecosystem perspectives. We argue that satellite observations not currently used for operational drought monitoring, such as near-surface air relative humidity data from the Atmospheric Infrared Sounder (AIRS) mission, provide opportunities to improve early drought warning. Current and future satellite missions offer opportunities to develop composite and multi-indicator drought models. While there are immense opportunities, there are major challenges including data continuity, unquantified uncertainty, sensor changes, and community acceptability. One of the major limitations of many of the currently availablesatellite observations is their short length of record. A number of relevant satellite missions and sensors (e.g., the Gravity Recovery and Climate Experiment, GRACE) provide only a decade of data, which may not be sufficient to study droughts from aclimate perspective. However, they still provide valuable information about relevant hydrologic and ecological processes linked to this natural hazard. Therefore, there is a need for models and algorithms that combine multiple datasets and/or assimilate satellite observations into model simulations to generate long-term climate data records. Finally, the study identifies a major gap in indicators for describing drought impacts on the carbon and nitrogen cycle, which are fundamental to assessing drought impacts on ecosystems.", 
        "journal": "Reviews of Geophysics", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014RG000456", 
        "title": "Remote sensing of drought: progress, challenges and opportunities"
    }, 
    {
        "author": "Hal Needham, Barry D. Keim, David Sathiaraj", 
        "date": "2015-05-19", 
        "description": "\n\nTropical cyclone-generated storm surges are among the world's most deadly and destructive natural hazards. This paper provides the first comprehensive global review of tropical storm surge data sources, observations and impacts, while archiving data in SURGEDAT, a global database. Available literature has provided data for more than 700 surge events since 1880, the majority of which are found in the Western North Atlantic (WNA), followed by Australia/ Oceania, the Western North Pacific (WNP) and the Northern Indian Ocean (NIO). The Bay of Bengal (BOB) in the NIO consistently observes the world's highest surges, as this sub-basin averages five surges ≥ 5 m per decade, and has observed credible storm tide levels reaching 13.7 m. The WNP observes the highest rate of low-magnitude surges, as the coast of China averages 54 surges ≥ 1 m per decade, and rates are likely higher in the Philippines. The U.S. Gulf Coast observes the second highest frequency of both high (≥5 m) and low (≥1 m) magnitude surges. The BOB observes the most catastrophic surge impacts, as 59% of global tropical cyclones that have killed at least 5,000 people occurred in this basin. The six deadliest cyclones in this region have each killed at least 140,000 people, and two events have killed 300,000. Storm surge impacts transportation, agriculture and energy sectors in the WNA. Oceania experiences long-term impacts, including contamination of fresh water and loss of food supplies, although the highest surges in this region are lower than most other basins.\n", 
        "journal": "Reviews of Geophysics", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014RG000477", 
        "title": "A Review of Tropical Cyclone-Generated Storm Surges: Global Data Sources, Observations and Impacts"
    }, 
    {
        "author": "Elena Pettinelli, Barbara Cosciotti, Federico Di Paolo, Sebastian Emanuel Lauro, Elisabetta Mattei, Roberto Orosei, Giuliano Vannaroni", 
        "date": "2015-05-18", 
        "description": "\n\nThe first European mission dedicated to the exploration of Jupiter and its icy moons (JUpiter ICy moons Explorer - JUICE) will be launched in 2022 and will reach its final destination in 2030. The main goals of this mission are to understand the internal structure of the icy crusts of three Galilean satellites (Europa, Ganymede and Callisto) and, ultimately, to detect Europa's subsurface ocean, which is believed to be the closest to the surface amongst those hypothesized to exist on these moons. JUICE will be equipped with the 9 MHz subsurface penetrating radar RIME (Radar for Icy Moon Exploration), which is designed to image the ice down to a depth of 9 km. A parallel mission, Europa Clipper, equipped with 9 MHz and 60 MHz radar antennas, is also currently under study by NASA. The success of these experiments strongly relies on the accurate prediction of the radar performance and on the optimal processing and interpretation of radar echoes that, in turn, depend on the dielectric properties of the materials composing the icy satellite crusts. In the present review we report a complete range of potential ice types that may occur on these icy satellites to understand how they may affect the results of the proposed missions. First we discuss the experimental results on pure and doped water ice in the framework of the Jaccard theory, highlighting the critical aspects in terms of a lack of standard laboratory procedures and inconsistency in data interpretation. We then describe the dielectric behavior of extra-terrestrial ice analogs like hydrates and icy mixtures, carbon dioxide ice and ammonia ice. Building on this review we have selected the most suitable data to compute dielectric attenuation, velocity, vertical resolution, and reflection coefficients for such icy moon environments, with the final goal being to estimate the potential capabilities of the radar missions as a function of the frequency and temperature ranges of interest for the subsurface sounders. We present the different subsurface scenarios and associated radar signal attenuation models that have been proposed so far to simulate the structure of the crust of Europa, and discuss the physical and geological nature of various dielectric targets potentially detectable with RIME. Finally, we briefly highlight several unresolved issues that should be addressed, in near future, to improve our capability to produce realistic electromagnetic models of icy moon crusts. The present review is of interest for the geophysical exploration of all solar system bodies, including the Earth, where ice can be present at the surface or at relatively shallow depths.", 
        "journal": "Reviews of Geophysics", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014RG000463", 
        "title": "Dielectric Properties of Jovian Satellite Ice Analogs for Subsurface Radar Exploration: A Review"
    }, 
    {
        "author": "N. J. Kinar, J. W. Pomeroy", 
        "date": "2015-05-18", 
        "description": "\n\nThis paper reviews measurement techniques and corresponding devices used to determine the physical properties of the seasonal snowpack from distances close to the ground surface. The review is placed in the context of the need for scientific observations of snowpack variables that provide inputs for predictive hydrological models that help to advance scientific understanding of geophysical processes related to snow in the near-surface cryosphere. Many of these devices used to measure snow are invasive and require the snowpack to be disrupted, thereby precluding the possibility for multiple measurements to be made at the same sampling location. Moreover, many devices rely on the use of empirical calibration equations that may not be valid at all geographic locations. The spatial density of observations with most snow measurement devices is often inadequate. There is a need for improved automation of snowpack measurement instrumentation with an emphasis on field-based feedback of measurement validity in lieu of post-processing of samples or data at a lab or office location. The scientific future of snow measurement instrumentation thereby requires a synthesis between science and engineering principles that takes into consideration geophysics and the physics of device operation.", 
        "journal": "Reviews of Geophysics", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015RG000481", 
        "title": "MEASUREMENT OF THE PHYSICAL PROPERTIES OF THE SNOWPACK"
    }, 
    {
        "author": "Lapo Boschi, Cornelis Weemstra", 
        "date": "2015-05-14", 
        "description": "\n\nThe cross-correlation of ambient signal allows seismologists to collect data even in the absence of seismic events. “Seismic interferometry” shows that the cross-correlation of simultaneous recordings of a random wave field made at two locations is formally related to the impulse response between those locations. This idea has found many applications in seismology, as a growing number of dense seismic networks become available: cross-correlating long seismic records, the Green's function between instrument pairs is “reconstructed,” and used, just like the seismic recording of an explosion, in tomography, monitoring, etc. These applications have been accompanied by theoretical investigations of the relationship between noise cross-correlation and the Green's function; numerous formulations of “ambient-noise” theory have emerged, each based on different hypotheses and/or analytical approaches. The purpose of this study is to present most of those approaches together, providing a comprehensive overview of the theory. Understanding the specific hypotheses behind each Green's function recipe is critical to its correct application. Hoping to guide non-specialists who approach ambient-noise theory for the first time, we treat the simplest formulation (the stationary-phase approximation applied to smooth unbounded media) in detail. We then move on to more general treatments, illustrating that the “stationary-phase” and “reciprocity-theorem” approaches lead to the same formulae when applied to the same scenario. We show that a formal cross-correlation/Green's function relationship can be found in complex, bounded media, and for nonuniform source distributions. We finally provide the bases for understanding how the Green's function is reconstructed in the presence of scattering obstacles.", 
        "journal": "Reviews of Geophysics", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014RG000455", 
        "title": "Stationary-phase integrals in the cross-correlation of ambient noise"
    }, 
    {
        "author": "F. Ribas, A. Falqués, H. E. de Swart, N. Dodd, R. Garnier, D. Calvete", 
        "date": "2015-06-09", 
        "description": "\nThis review highlights the important role of the depth-averaged sediment concentration (DASC) to understand the formation of a number of coastal morphodynamic features that have an alongshore rhythmic pattern: beach cusps, surf zone transverse and crescentic bars, and shoreface-connected sand ridges. We present a formulation and methodology, based on the knowledge of the DASC (which equals the sediment load divided by the water depth), that has been successfully used to understand the characteristics of these features. These sand bodies, relevant for coastal engineering and other disciplines, are located in different parts of the coastal zone and are characterized by different spatial and temporal scales, but the same technique can be used to understand them. Since the sand bodies occur in the presence of depth-averaged currents, the sediment transport approximately equals a sediment load times the current. Moreover, it is assumed that waves essentially mobilize the sediment, and the current increases this mobilization and advects the sediment. In such conditions, knowing the spatial distribution of the DASC and the depth-averaged currents induced by the forcing (waves, wind, and pressure gradients) over the patterns allows inferring the convergence/divergence of sediment transport. Deposition (erosion) occurs where the current flows from areas of high to low (low to high) values of DASC. The formulation and methodology are especially useful to understand the positive feedback mechanisms between flow and morphology leading to the formation of those morphological features, but the physical mechanisms for their migration, their finite-amplitude behavior and their decay can also be explored.", 
        "journal": "Reviews of Geophysics", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014RG000457", 
        "title": "Understanding coastal morphodynamic patterns from depth-averaged sediment concentration"
    }, 
    {
        "author": "Andreas F. Prein, Wolfgang Langhans, Giorgia Fosser, Andrew Ferrone, Nikolina Ban, Klaus Goergen, Michael Keller, Merja Tölle, Oliver Gutjahr, Frauke Feser, Erwan Brisson, Stefan Kollet, Juerg Schmidli, Nicole P. M. Lipzig, Ruby Leung", 
        "date": "2015-05-27", 
        "description": "\n\nRegional climate modeling using convection-permitting models (CPMs; horizontal grid spacing <4 km) emerges as a promising framework to provide more reliable climate information on regional to local scales compared to traditionally used large-scale models (LSMs; horizontal grid spacing >10 km). CPMs no longer rely on convection parameterization schemes, which had been identified as a major source of errors and uncertainties in LSMs. Moreover, CPMs allow for a more accurate representation of surface and orography fields. The drawback of CPMs is the high demand on computational resources. For this reason, first CPM climate simulations only appeared a decade ago. In this study, we aim to provide a common basis for CPM climate simulations by giving a holistic review of the topic. The most important components in CPMs such as physical parameterizations and dynamical formulations are discussed critically. An overview of weaknesses and an outlook on required future developments is provided. Most importantly, this review presents the consolidated outcome of studies that addressed the added value of CPM climate simulations compared to LSMs. Improvements are evident mostly for climate statistics related to deep convection, mountainous regions, or extreme events. The climate change signals of CPM simulations suggest an increase in flash floods, changes in hail storm characteristics, and reductions in the snowpack over mountains. In conclusion, CPMs are a very promising tool for future climate research. However, coordinated modeling programs are crucially needed to advance parameterizations of unresolved physics and to assess the full potential of CPMs.", 
        "journal": "Reviews of Geophysics", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014RG000475", 
        "title": "A review on regional convection-permitting climate modeling: Demonstrations, prospects, and challenges"
    }, 
    {
        "author": "A. P. Khain, K. D. Beheng, A. Heymsfield, A. Korolev, S. O. Krichak, Z. Levin, M. Pinsky, V. Phillips, T. Prabhakaran, A. Teller, S. C. den Heever, J.-I. Yano", 
        "date": "2015-05-23", 
        "description": "\n\nMost atmospheric motions of different spatial scales and precipitation are closely related to phase transitions in clouds. The continuously increasing resolution of large-scale and mesoscale atmospheric models makes it feasible to treat the evolution of individual clouds. The explicit treatment of clouds requires the simulation of cloud microphysics. Two main approaches describing cloud microphysical properties and processes have been developed in the past four and a half decades: bulk microphysics parameterization and spectral (bin) microphysics (SBM). The development and utilization of both represent an important step forward in cloud modeling. This study presents a detailed survey of the physical basis and the applications of both bulk microphysics parameterization and SBM. The results obtained from simulations of a wide range of atmospheric phenomena, from tropical cyclones through Arctic clouds using these two approaches are compared. Advantages and disadvantages, as well as lines of future development for these methods are discussed.", 
        "journal": "Reviews of Geophysics", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014RG000468", 
        "title": "Representation of microphysical processes in cloud-resolving models: Spectral (bin) microphysics versus bulk parameterization"
    }, 
    {
        "author": "A. P. Dimri, D. Niyogi, A. P. Barros, J. Ridley, U. C. Mohanty, T. Yasunari, D. R. Sikka", 
        "date": "2015-05-19", 
        "description": "\n\nCyclonic storms associated with the midlatitude Subtropical Westerly Jet (SWJ), referred to as Western Disturbances (WDs), play a critical role in the meteorology of the Indian subcontinent. WDs embedded in the southward propagating SWJ produce extreme precipitation over northern India and are further enhanced over the Himalayas due to orographic land-atmosphere interactions. During December, January, and February, WD snowfall is the dominant precipitation input to establish and sustain regional snowpack, replenishing regional water resources. Spring melt is the major source of runoff to northern Indian rivers and can be linked to important hydrologic processes from aquifer recharge to flashfloods. Understanding the dynamical structure, evolution-decay, and interaction of WDs with the Himalayas is therefore necessary to improve knowledge which has wide ranging socioeconomic implications beyond short-term disaster response including cold season agricultural activities, management of water resources, and development of vulnerability-adaptive measures. In addition, WD wintertime precipitation provides critical mass input to existing glaciers and modulates the albedo characteristics of the Himalayas and Tibetan Plateau, affecting large-scale circulation and the onset of the succeeding Indian Summer Monsoon. Assessing the impacts of climate variability and change on the Indian subcontinent requires fundamental understanding of the dynamics of WDs. In particular, projected changes in the structure of the SWJ will influence evolution-decay processes of the WDs and impact Himalayan regional water availability. This review synthesizes past research on WDs with a perspective to provide a comprehensive assessment of the state of knowledge to assist both researchers and policymakers, and context for future research.", 
        "journal": "Reviews of Geophysics", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014RG000460", 
        "title": "Western Disturbances: A review"
    }, 
    {
        "author": "Jérome Faillettaz, Martin Funk, Christian Vincent", 
        "date": "2015-05-15", 
        "description": "\n\nAvalanching glacier instabilities are gravity-driven rupture phenomena that might cause major disasters, especially when they are at the origin of a chain of processes. Reliably forecasting such events combined with a timely evacuation of endangered inhabited areas often constitute the most efficient action. Recently, considerable efforts in monitoring, analyzing, and modeling such phenomena have led to significant advances in destabilization process understanding, improving early warning perspectives. The purpose of this paper is to review the recent progress in this domain. Three different types of instabilities can be identified depending on the thermal properties of the ice/bed interface. If cold (1), the maturation of the rupture is associated with a typical time evolution of surface velocities and passive seismic activity. A prediction of the final break off is possible using these precursory signs. For the two other types, water plays a key role in the development of the instability. If the ice/bed interface is partly temperate (2), the presence of meltwater may reduce the basal resistance, which promotes the instability. No clear and easily detectable precursory signs are known in this case, and the only way to infer any potential instability is to monitor the temporal evolution of the thermal regime. The last type of instability (3) concerns steep temperate glacier tongues switching for several days/weeks during the melting season into a so-called “active phase” followed in rare cases by a major break-off event. Although the prediction of such events is still far from being achievable, critical conditions promoting the final instability can be identified.", 
        "journal": "Reviews of Geophysics", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014RG000466", 
        "title": "Avalanching glacier instabilities: Review on processes and early warning perspectives"
    }, 
    {
        "author": "A. Bellucci, R. Haarsma, N. Bellouin, B. Booth, C. Cagnazzo, B. Hurk, N. Keenlyside, T. Koenigk, F. Massonnet, S. Materia, M. Weiss", 
        "date": "2015-04-01", 
        "description": "\n\nWe review recent progress in understanding the role of sea ice, land surface, stratosphere, and aerosols in decadal-scale predictability and discuss the perspectives for improving the predictive capabilities of current Earth system models (ESMs). These constituents have received relatively little attention because their contribution to the slow climatic manifold is controversial in comparison to that of the large heat capacity of the oceans. Furthermore, their initialization as well as their representation in state-of-the-art climate models remains a challenge. Numerous extraoceanic processes that could be active over the decadal range are proposed. Potential predictability associated with the aforementioned, poorly represented, and scarcely observed constituents of the climate system has been primarily inspected through numerical simulations performed under idealized experimental settings. The impact, however, on practical decadal predictions, conducted with realistically initialized full-fledged climate models, is still largely unexploited. Enhancing initial-value predictability through an improved model initialization appears to be a viable option for land surface, sea ice, and, marginally, the stratosphere. Similarly, capturing future aerosol emission storylines might lead to an improved representation of both global and regional short-term climatic changes. In addition to these factors, a key role on the overall predictive ability of ESMs is expected to be played by an accurate representation of processes associated with specific components of the climate system. These act as “signal carriers,” transferring across the climatic phase space the information associated with the initial state and boundary forcings, and dynamically bridging different (otherwise unconnected) subsystems. Through this mechanism, Earth system components trigger low-frequency variability modes, thus extending the predictability beyond the seasonal scale.", 
        "journal": "Reviews of Geophysics", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014RG000473", 
        "title": "Advancements in decadal climate predictability: The role of nonoceanic drivers"
    }, 
    {
        "author": "", 
        "date": "2015-04-15", 
        "description": "\nNo abstract is available for this article.", 
        "journal": "Reviews of Geophysics", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Frog.20050", 
        "title": "Issue Information"
    }, 
    {
        "author": "A. D. Parsekian, K. Singha, B. J. Minsley, W. S. Holbrook, L. Slater", 
        "date": "2015-01-22", 
        "description": "\n\nDetails of Earth's shallow subsurface—a key component of the critical zone (CZ)—are largely obscured because making direct observations with sufficient density to capture natural characteristic spatial variability in physical properties is difficult. Yet this inaccessible region of the CZ is fundamental to processes that support ecosystems, society, and the environment. Geophysical methods provide a means for remotely examining CZ form and function over length scales that span centimeters to kilometers. Here we present a review highlighting the application of geophysical methods to CZ science research questions. In particular, we consider the application of geophysical methods to map the geometry of structural features such as regolith thickness, lithological boundaries, permafrost extent, snow thickness, or shallow root zones. Combined with knowledge of structure, we discuss how geophysical observations are used to understand CZ processes. Fluxes between snow, surface water, and groundwater affect weathering, groundwater resources, and chemical and nutrient exports to rivers. The exchange of gas between soil and the atmosphere have been studied using geophysical methods in wetland areas. Indirect geophysical methods are a natural and necessary complement to direct observations obtained by drilling or field mapping. Direct measurements should be used to calibrate geophysical estimates, which can then be used to extrapolate interpretations over larger areas or to monitor changing processes over time. Advances in geophysical instrumentation and computational approaches for integrating different types of data have great potential to fill gaps in our understanding of the shallow subsurface portion of the CZ and should be integrated where possible in future CZ research.", 
        "journal": "Reviews of Geophysics", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014RG000465", 
        "title": "Multiscale geophysical imaging of the critical zone"
    }, 
    {
        "author": "Richard M. Iverson, Chaojun Ouyang", 
        "date": "2015-02-06", 
        "description": "\n\nEarth-surface mass flows such as debris flows, rock avalanches, and dam-break floods can grow greatly in size and destructive potential by entraining bed material they encounter. Increasing use of depth-integrated mass and momentum conservation equations to model these erosive flows motivates a review of the underlying theory. Our review indicates that many existing models apply depth-integrated conservation principles incorrectly, leading to spurious inferences about the role of mass and momentum exchanges at flow-bed boundaries. Model discrepancies can be rectified by analyzing conservation of mass and momentum in a two-layer system consisting of a moving upper layer and static lower layer. Our analysis shows that erosion or deposition rates at the interface between layers must, in general, satisfy three jump conditions. These conditions impose constraints on valid erosion formulas, and they help determine the correct forms of depth-integrated conservation equations. Two of the three jump conditions are closely analogous to Rankine-Hugoniot conditions that describe the behavior of shocks in compressible gasses, and the third jump condition describes shear traction discontinuities that necessarily exist across eroding boundaries. Grain-fluid mixtures commonly behave as compressible materials as they undergo entrainment, because changes in bulk density occur as the mixtures mobilize and merge with an overriding flow. If no bulk density change occurs, then only the shear traction jump condition applies. Even for this special case, however, accurate formulation of depth-integrated momentum equations requires a clear distinction between boundary shear tractions that exist in the presence or absence of bed erosion.", 
        "journal": "Reviews of Geophysics", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2013RG000447", 
        "title": "Entrainment of bed material by Earth-surface mass flows: Review and reformulation of depth-integrated theory"
    }, 
    {
        "author": "Hrvoje Tkalčić", 
        "date": "2015-02-21", 
        "description": "\n\nThe days when the Earth's inner core (IC) was viewed as a homogeneous solid sphere surrounded by the liquid outer core (OC) are now behind us. Due to a limited number of data sampling the IC and a lack of experimentally controlled conditions in the deep Earth studies, it has been difficult to scrutinize competitive hypotheses in this active area of research. However, a number of new concepts linking IC structure and dynamics has been proposed lately to explain different types of seismological observations. A common denominator of recent observational work on the IC is increased complexity seen in IC physical properties such as its isotropic and anisotropic structure, attenuation, inner core boundary (ICB) topography, and its rotational dynamics. For example, small-scale features have been observed to exist as a widespread phenomenon in the uppermost inner core, probably superimposed on much longer-scale features. The characterization of small-scale features sheds light on the nature of the solidification process and helps in understanding seismologically observed hemispherical dichotomy of the IC. The existence of variations in the rate and level of solidification is a plausible physical outcome in an environment where vigorous compositional convection in the OC and variations in heat exchange across the ICB may control the process of crystal growth. However, further progress is hindered by the fact that the current traveltime data of PKIKP waves traversing the IC do not allow discriminating between variations in isotropic P wave velocity and velocity anisotropy. Future studies of attenuation in the IC might provide crucial information about IC structure, although another trade-off exists—that of the relative contribution of scattering versus viscoelastic attenuation and the connection with the material properties. Future installations of dense arrays, cross paths of waves that sample the IC, and corresponding array studies will be a powerful tool to image and clearly distinguish between viscoelastic and scattering attenuation, and isotropic- and anisotropic-heterogeneity related effects on traveltimes of core-sensitive body waves. This will then inevitably contribute to a better understanding of what the IC is made of, how it solidifies and how it contributes to the generation and dynamics of the geomagnetic field.", 
        "journal": "Reviews of Geophysics", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014RG000469", 
        "title": "Complex inner core of the Earth: The last frontier of global seismology"
    }, 
    {
        "author": "David B. Bahr, W. Tad Pfeffer, Georg Kaser", 
        "date": "2015-02-24", 
        "description": "\n\nVolume-area power law scaling, one of a set of analytical scaling techniques based on principals of dimensional analysis, has become an increasingly important and widely used method for estimating the future response of the world's glaciers and ice caps to environmental change. Over 60 papers since 1988 have been published in the glaciological and environmental change literature containing applications of volume-area scaling, mostly for the purpose of estimating total global glacier and ice cap volume and modeling future contributions to sea level rise from glaciers and ice caps. The application of the theory is not entirely straightforward, however, and many of the recently published results contain analyses that are in conflict with the theory as originally described by Bahr et al. (1997). In this review we describe the general theory of scaling for glaciers in full three-dimensional detail without simplifications, including an improved derivation of both the volume-area scaling exponent γ and a new derivation of the multiplicative scaling parameter c. We discuss some common misconceptions of the theory, presenting examples of both appropriate and inappropriate applications. We also discuss potential future developments in power law scaling beyond its present uses, the relationship between power law scaling and other modeling approaches, and some of the advantages and limitations of scaling techniques.", 
        "journal": "Reviews of Geophysics", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014RG000470", 
        "title": "A review of volume-area scaling of glaciers"
    }, 
    {
        "author": "Graeme L. Stephens, Denis O'Brien, Peter J. Webster, Peter Pilewski, Seiji Kato, Jui-lin Li", 
        "date": "2015-03-02", 
        "description": "\n\nThe fraction of the incoming solar energy scattered by Earth back to space is referred to as the planetary albedo. This reflected energy is a fundamental component of the Earth's energy balance, and the processes that govern its magnitude, distribution, and variability shape Earth's climate and climate change. We review our understanding of Earth's albedo as it has progressed to the current time and provide a global perspective of our understanding of the processes that define it. Joint analyses of surface solar flux data that are a complicated mix of measurements and model calculations with top-of-atmosphere (TOA) flux measurements from current orbiting satellites yield a number of surprising results including (i) the Northern and Southern Hemispheres (NH, SH) reflect the same amount of sunlight within ~ 0.2 W m−2. This symmetry is achieved by increased reflection from SH clouds offsetting precisely the greater reflection from the NH land masses. (ii) The albedo of Earth appears to be highly buffered on hemispheric and global scales as highlighted by both the hemispheric symmetry and a remarkably small interannual variability of reflected solar flux (~0.2% of the annual mean flux). We show how clouds provide the necessary degrees of freedom to modulate the Earth's albedo setting the hemispheric symmetry. We also show that current climate models lack this same degree of hemispheric symmetry and regulation by clouds. The relevance of this hemispheric symmetry to the heat transport across the equator is discussed.", 
        "journal": "Reviews of Geophysics", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014RG000449", 
        "title": "The albedo of Earth"
    }
]