[
    {
        "author": "Iqbal Quadir", 
        "date": "2015-06-12", 
        "description": "In 2008, a Ghanaian entrepreneur established a drug company in her country. This motivated a young Ghanaian woman to study biotechnology, and a Ghanaian man, employed at a U.S. pharmaceutical company, to return to Ghana. In the past decade, enterprising young Nigerians with few resources went to China and found ways to bring cheap computers and other equipment home, allowing Nigerian students to access the Internet and learn. Profit-driven entrepreneurs like these, big and small, are promoting learning in low-income countries in different fields, including science and engineering. How can this process be furthered and accelerated in such countries?\nAuthor: Iqbal Quadir", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/348/6240/1179.summary?rss=1", 
        "title": "[Editorial] The entrepreneurial gardeners"
    }, 
    {
        "author": "", 
        "date": "2015-06-12", 
        "description": "In science news around the world, Canadian researchers call for a ban on new mining of the nation's oil sands; the Giant Magellan Telescope gets a green light to begin construction in northern Chile; the Large Hadron Collider is back online and smashing protons together at energies nearly twice as high as its first run; thousands of Russian scientists protest government reforms of the research system; and the European Commission rejects a plea to abolish animal research across the European Union, saying that this would harm biomedical research. Also, a new report by the International Union for Conservation of Nature finds that more than 90 species of marine fish in Europe's waters are threatened with extinction due to overfishing, pollution, and development. And a new study links El Niño events over the past 10,000 years to booms in bunny populations in Mexico's Baja California.\n", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/348/6240/1180.summary?rss=1", 
        "title": "[In Brief] This week's section"
    }, 
    {
        "author": "Kai Kupferschmidt", 
        "date": "2015-06-12", 
        "description": "Crowds wearing facemasks on Asian city streets, soaring numbers of cases and deaths, rumors and panic. To anyone who remembers the outbreak of severe acute respiratory syndrome (SARS) in 2003, the reports from South Korea last week about another viral disease seemed grimly familiar. But virologists downplay parallels between SARS and the new outbreak of Middle East respiratory syndrome (MERS). The South Korean MERS outbreak is the biggest ever outside of Saudi Arabia. Yet the virus doesn't spread as easily as the SARS virus, and it shows no signs of mutating to become more dangerous. Christian Drosten, a virologist at the University of Bonn in Germany, says there is little doubt that South Korea will bring the virus under control. The episode may even have a silver lining: It could aid understanding of MERS, which was discovered only in 2012. In contrast to Saudi Arabia's reticence to let foreign scientists in or share data and samples, South Korea has so far provided regular updates and shared the virus with some outside experts.\nAuthor: Kai Kupferschmidt", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/348/6240/1183.summary?rss=1", 
        "title": "[In Depth] Amid panic, a chance to learn about MERS"
    }, 
    {
        "author": "Robert F. Service", 
        "date": "2015-06-12", 
        "description": "Fossil hunters have long looked for bits of organic matter in ancient bones, hoping to learn about the organisms they're studying. But most proteins and other organic matter completely decay within hundreds to thousands of years after the animal has died. Ten years ago, researchers in the United States reported that they had found surviving bits of proteins in 68-million-year-old dinosaur bones. But independent researchers have yet to confirm the result. Now, researchers in the United Kingdom report that they, too, have spotted surviving organic matter in eight dinosaur fossils that have been sitting in London's Natural History Museum for a century. If true, it holds out hope that organic matter in dinosaur fossils may be much more common than once thought. But the researchers have yet to prove that the proteins they have found indeed belong to the original dinosaur and not contaminants.\nAuthor: Robert F. Service", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/348/6240/1184.summary?rss=1", 
        "title": "[In Depth] Signs of ancient proteins seen inside dinosaur bones"
    }, 
    {
        "author": "Jane Qiu", 
        "date": "2015-06-12", 
        "description": "Well before an asteroid struck the planet some 66 million years ago, Earth was already in turmoil, a record from an ancient lakebed in northeastern China suggests. Investigators knew from ocean floor sediments that the climate was unstable at the end of the Cretaceous period, when the dinosaurs were making their last stand. But findings from deep drilling in the Songliao Basin show that the climate swings on land were far more drastic, with average annual temperatures going up or down by as much as 20°C over tens of thousands of years—a geological eyeblink. The findings support a growing consensus that a one-two punch felled the dinosaurs and their contemporaries.\nAuthor: Jane Qiu", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/348/6240/1185.summary?rss=1", 
        "title": "[In Depth] Dinosaur climate probed"
    }, 
    {
        "author": "Emily Underwood", 
        "date": "2015-06-12", 
        "description": "In recent decades, investigators have developed therapies for depression, Parkinson's disease, deafness, and other conditions that rely on electrodes sending signals into the brain. But moving from laboratory experiments to the clinic has been difficult. Last week, in a workshop at the National Institute of Mental Health in Bethesda, Maryland, researchers focused on ways to remove some of the obstacles to developing new therapies using invasive neuromodulating devices, as well as the ethical and practical issues such devices raise. Two new rounds of grants from President Barack Obama's Brain Research through Advancing Innovative Neurotechnologies Initiative this summer aim to bridge the gap between promising preclinical studies with invasive brain devices and large human trials.\nAuthor: Emily Underwood", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/348/6240/1186.summary?rss=1", 
        "title": "[In Depth] Brain implant trials raise ethical concerns"
    }, 
    {
        "author": "David Grimm", 
        "date": "2015-06-12", 
        "description": "In 2013, the Nonhuman Rights Project filed a series of lawsuits asking courts to recognize four New York chimpanzees as legal persons and free them from captivity. The animal rights group, which hopes to set a precedent for research chimps everywhere, has yet to succeed, but in April a judge ordered Stony Brook University to defend its possession of two of these animals, Hercules and Leo. Last month, the group and the university squared off in court, and the judge is expected to issue a decision soon. But the scientist working with the chimps, anatomist Susan Larson, has remained largely silent until now. In an exclusive interview, Larson talks about her work with these animals and the impact the litigation is having on her studies—and research animals in general.\nAuthor: David Grimm", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/348/6240/1187.summary?rss=1", 
        "title": "[In Depth] The scientist behind the ‘personhood’ chimps"
    }, 
    {
        "author": "Jon Cohen", 
        "date": "2015-06-12", 
        "description": "New genetic studies that compare different HIV isolates with each other are allowing researchers to create sophisticated maps of transmission networks. These phylogenetic transmission maps, in turn, are pinpointing where prevention efforts can get the most bang for their buck. A meeting held at the New York Academy of Sciences in New York City on 4 June gathered researchers, representatives from public health organizations, and HIV/AIDS advocates to discuss the latest studies in this emerging field, which revealed several surprising findings about HIV's spread in many different geographic regions around the world. The meeting participants also discussed at length the ethical and legal dilemmas raised by such research, which even though it does not specify who infected whom might be misused by, for example, jurisdictions that allow criminal prosecution of HIV transmission.\nAuthor: Jon Cohen", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/348/6240/1188.summary?rss=1", 
        "title": "[In Depth] HIV family trees reveal viral spread"
    }, 
    {
        "author": "Jeffrey Mervis", 
        "date": "2015-06-12", 
        "description": "The spread of an entrepreneurial culture is helping academic scientists as they make the arduous journey from a discovery to a product. The support comes in various sizes and shapes: campus competitions to solicit commercially viable ideas, universities establishing their own venture capital funds and \"incubators\" to nurture startup companies, and programs such as the Innovation Corps at the National Science Foundation. And although some scientists decide to leave campus to follow their commercial dreams, most do not. They like research and teaching, for one thing, and they often don't think they have what it takes to run a company. Here are several stories that illustrate the many possible paths from campus to commercialization.\nAuthor: Jeffrey Mervis", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/348/6240/1190.summary?rss=1", 
        "title": "[Feature] Business decisions"
    }, 
    {
        "author": "Jon Cohen", 
        "date": "2015-06-12", 
        "description": "The world of venture capital is a mysterious place to most researchers, as it has its own jargon and customs. Two venture capitalists who work at companies that fund life science startups explain how they got into the business of helping scientific entrepreneurs, what they look for, where they find ideas, and common misconceptions they run into from would-be makers of drugs and diagnostics. Robert Nelsen of ARCH Venture Partners in Seattle, Washington, and Anthony Sun of Aisling Capital in New York City frankly discuss both the ups and downs of this most risky business, which holds the promise of yielding great rewards both for investors and people in need of new options to improve their health.\nAuthor: Jon Cohen", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/348/6240/1194.summary?rss=1", 
        "title": "[Feature] Give us your best pitch"
    }, 
    {
        "author": "Trisha Gura", 
        "date": "2015-06-12", 
        "description": "Incubators for biotech firms are popping up around the world, with the Boston and Northern California regions home to some of the most popular—and most successful, in terms of firms \"graduated\" to bigger sites and money raised by tenants. For example, LabCentral, a nonprofit organization occupying a renovated, 2600-square-meter facility leased from the Massachusetts Institute of Technology, allows any scientist with an idea and ambition to rent a lab bench and an office, sharing space, services, and high-cost tools with others pursuing their own entrepreneurial dreams. There's already a waiting list for slots, and LabCentral tenants last year raised some $200 million in funding. \"It is very exciting because we are there at the nascent moment of many really, really cool companies,\" says molecular biologist Johannes Fruehauf, a LabCentral founder.\nAuthor: Trisha Gura", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/348/6240/1196.summary?rss=1", 
        "title": "[Feature] Got a startup? Rent a bench"
    }, 
    {
        "author": "", 
        "date": "2015-06-12", 
        "description": "", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/348/6240/1200.1.summary?rss=1", 
        "title": "[Policy Forum] Studying the start-up system"
    }, 
    {
        "author": "Ramana Nanda", 
        "date": "2015-06-12", 
        "description": "Authors: Ramana Nanda, Matthew Rhodes-Kropf", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/348/6240/1200.2.summary?rss=1", 
        "title": "[Policy Forum] Financing experiments"
    }, 
    {
        "author": "Michael Roach", 
        "date": "2015-06-12", 
        "description": "Authors: Michael Roach, Henry Sauermann", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/348/6240/1200.3.summary?rss=1", 
        "title": "[Policy Forum] Founders and joiners"
    }, 
    {
        "author": "Massimo G. Colombo", 
        "date": "2015-06-12", 
        "description": "Authors: Massimo G. Colombo, Chiara Franzoni, Cristina Rossi-Lamastra", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/348/6240/1201.summary?rss=1", 
        "title": "[Policy Forum] Cash from the crowd"
    }, 
    {
        "author": "Yael V. Hochberg", 
        "date": "2015-06-12", 
        "description": "Authors: Yael V. Hochberg, Carlos Serrano, Rosemarie Ziedonis", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/348/6240/1202.1.summary?rss=1", 
        "title": "[Policy Forum] Intangible but bankable"
    }, 
    {
        "author": "Yael V. Hochberg", 
        "date": "2015-06-12", 
        "description": "Authors: Yael V. Hochberg, Daniel C. Fehder", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/348/6240/1202.2.summary?rss=1", 
        "title": "[Policy Forum] Accelerators and ecosystems"
    }, 
    {
        "author": "Fiona Murray", 
        "date": "2015-06-12", 
        "description": "Authors: Fiona Murray, Scott Stern", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/348/6240/1203.summary?rss=1", 
        "title": "[Policy Forum] Linking and leveraging"
    }, 
    {
        "author": "Francois H. Cornet", 
        "date": "2015-06-12", 
        "description": "In the early 1960s, the U.S. Army unintentionally triggered some seismic activity by injecting waste fluids into the basement rock beneath the Rocky Mountain Arsenal, near Denver, Colorado (1). It is now recognized that an increase in the pressure applied by the fluids that fill fractures and faults at depth balances progressively the normal stress exerted through the rock on these fractures but leaves the shear stress supported by these surfaces unchanged. According to friction laws, when the fluid pressure gets too high and the effective normal stress gets too low, shear motion starts. This motion is generally considered to be mostly seismogenic, that is, to be the source of earthquakes that may reach in some localities magnitudes larger than 5, or even 6, as was observed upon filling the Koyna Dam in India in the early 1960s. Today, the phenomenon of fluid-induced seismicity has become a societal concern wherever injection of large quantity of fluids at depth is involved. On page 1224 of this issue, however, Guglielmi et al. (2) report that water injected in a natural fault at a depth of 282 m generates nonseismic motion. That is, the ground displacements take place at slow velocities (≈4 µm/s), with only very small microseismic activity.\nAuthor: Francois H. Cornet", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/348/6240/1204.abstract?rss=1", 
        "title": "[Perspective] Earthquakes induced by fluid injections"
    }, 
    {
        "author": "Wigard P. Kloosterman", 
        "date": "2015-06-12", 
        "description": "The human genome is subject to continuous change as a result of spontaneous DNA mutation. Most of the genetic changes are harmless, but occasionally they can disturb normal cell functioning and lead to cancer or congenital diseases. Much of the novel genetic variation that arises in human genomes affects only one or a few nucleotides. However, catastrophic changes of genome structure, termed chromothripsis, can produce a dramatic reorganization of DNA on one or even several chromosomes. A recent study by Zhang et al. (1) has now revealed a molecular mechanism that causes chromothripsis.\nAuthor: Wigard P. Kloosterman", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/348/6240/1205.abstract?rss=1", 
        "title": "[Perspective] Making heads or tails of shattered chromosomes"
    }, 
    {
        "author": "Sky W. Brubaker", 
        "date": "2015-06-12", 
        "description": "In general, innate immune responses are beneficial to the host. However, under certain circumstances, such as coinfections, these responses may contribute to disease progression. For instance, an initial infection may induce an immune response that renders the host susceptible to a subsequent infection by a different pathogen. For years, it has been understood that Neisseria gonorrhoeae and HIV coinfection increase viral shedding and transmission (1). However, the molecular mechanisms that control this phenomenon have been unclear. Neisseria spp. release a factor that can activate the transcription factor nuclear factor κB (NF-κB) in host cells and drive HIV gene expression (2). On page 1251 of this issue, Gaudet et al. (3) reveal the identity of this bacterial-derived factor, as well as the signaling axis through which it drives innate immune gene expression. This detection pathway may constitute a previously unknown innate immune signaling response with broader implications in microbial defense, as well as the pathogenesis of HIV.\nAuthors: Sky W. Brubaker, Denise M. Monack", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/348/6240/1207.abstract?rss=1", 
        "title": "[Perspective] Microbial metabolite triggers antimicrobial defense"
    }, 
    {
        "author": "Garret A. FitzGerald", 
        "date": "2015-06-12", 
        "description": "Prostaglandins (PGs) are evanescent, locally acting lipids. They are not stored within cells, but are generated when their precursor, arachidonic acid, is mobilized from cellular membranes by rather nonspecific activation of phospholipases. Most cells generate one or two dominant PGs, each with a remarkable diversity of effects. Prostaglandin E2 (PGE2) is a vasodilator that acts with other PGs and metabolic products of arachidonic acid to promote pain and inflammation. The development and clinical use of drugs that suppress the production of these PGs has been ongoing for decades, but PGE2 also has been long recognized to have a role in tissue maintenance and regeneration. Its stable analog, dimethyl PGE2, is currently being evaluated for use as an adjunct to hematopoietic stem cell transplantation. On page 1223 of this issue, Zhang et al. (1) report that elevating the capacity of tissues to form PGE2 by inhibiting 15-hydroxyprostaglandin dehydrogenase (15-PGDH), its major inactivating enzyme, augments the capacity for tissue regeneration in mouse models. So, is it time to bring PGE2, which we are so used to suppressing, in from the cold?\nAuthor: Garret A. FitzGerald", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/348/6240/1208.abstract?rss=1", 
        "title": "[Perspective] Bringing PGE2 in from the cold"
    }, 
    {
        "author": "Daniel J. Peppe", 
        "date": "2015-06-12", 
        "description": "Atmospheric carbon dioxide (CO2) concentrations are widely held to be the main driver of climate change through the Phanerozoic (the past 541 million years), with warm intervals corresponding to high CO2 concentrations and cold intervals having low CO2 concentrations (1) (see the figure). However, paleoclimate models often cannot match proxy estimates of temperature and precipitation unless unrealistic CO2 concentrations are prescribed (2, 3). The solution may come from an unexpected direction: atmospheric oxygen (O2), which is not a greenhouse gas and thus provides no direct greenhouse forcing. On page 1238 of this issue, Poulsen et al. (4) report model results that identify O2 as an important climate driver through its contribution to total atmospheric pressure.\nAuthors: Daniel J. Peppe, Dana L. Royer", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/348/6240/1210.abstract?rss=1", 
        "title": "[Perspective] Can climate feel the pressure?"
    }, 
    {
        "author": "Zeger Hens", 
        "date": "2015-06-12", 
        "description": "Colloidal semiconductor nanocrystals (NCs) or “quantum dots” offer exquisite control of absorption and emission colors for device applications by tuning their size and shape (1). The proliferation of NC applications has been enabled by the “hot-injection” synthesis, which can tightly control the particle size to achieve pure colors (2). However, current hot-injection synthesis recipes are largely incompatible with low-cost, large-area remote phosphor applications of NCs. Reagents are too expensive, reaction mixtures too dilute, and conversion yields too low, especially if size tuning is accomplished by adjusting the reaction time. On page 1226 of this issue, Hendricks et al. (3) report on a radical improvement of the hot-injection synthesis economics of metal sulfide NCs by introducing a library of inexpensive thioureas as reagents.\nAuthor: Zeger Hens", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/348/6240/1211.abstract?rss=1", 
        "title": "[Perspective] Economical routes to colloidal nanocrystals"
    }, 
    {
        "author": "Eric Warrant", 
        "date": "2015-06-12", 
        "description": "Nocturnal insects live in a dim world. They have brains smaller than a grain of rice, and eyes that are even smaller. Yet, they have remarkable visual abilities, many of which seem to defy what is physically possible (1). On page 1245 of this issue, Sponberg et al. reveal how one species, the hawkmoth Manduca sexta, is able to accurately track wind-tossed flowers in near darkness and remain stationary while hovering and feeding (2).\nAuthor: Eric Warrant", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/348/6240/1212.abstract?rss=1", 
        "title": "[Perspective] Visual tracking in the dead of night"
    }, 
    {
        "author": "Somaditya Banerjee", 
        "date": "2015-06-12", 
        "description": "According to author Dinesh Sharma, the foundations of India's IT revolution were laid during the first half of the 20th century, when the country was still under British rule. During this time, leading Indian scientists worked to build centers for computer science and technology, and facilitated robust training programs for Indian engineers. Driven by the desire to establish a self-sufficient nation-state, in subsequent years, the Indian government worked to foster indigenous computer science efforts. India's lasting contribution to the computing industry has mainly been the development of the outsourcing service delivery model, however, as reviewer Somaditya Banerjee points out, India may ultimately leave a mark in other arenas as well.\nAuthor: Somaditya Banerjee", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/348/6240/1214.summary?rss=1", 
        "title": "[Book Review] The Indian advantage"
    }, 
    {
        "author": "Jean L. Steiner", 
        "date": "2015-06-12", 
        "description": "Confronted with a rapidly increasing global population, sluggish crop yield increases, and uncertainty about the future climate, the agricultural community faces the challenge of doubling crop yields by 2050. However, too often, we focus on increased productionper se without adequate consideration of other elements that contribute to food insecurity. The End of Plenty presents a fascinating narrative about agriculture, population, hunger, and health, spanning decades, that frames the current situation within a historical context. Along the way, author Joel K. Bourne Jr. analyzes some of the most complex and contentious issues challenging food supply today.\nAuthor: Jean L. Steiner", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/348/6240/1215.1.summary?rss=1", 
        "title": "[Book Review] Tomorrow's table"
    }, 
    {
        "author": "", 
        "date": "2015-06-12", 
        "description": "A listing of books received at Science during the week ending 05 June 2015.\n", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/348/6240/1215.2.summary?rss=1", 
        "title": "[Books et al.] Books Received"
    }, 
    {
        "author": "Alain Van Hiel", 
        "date": "2015-06-12", 
        "description": "Authors: Alain Van Hiel, Arne Roets, Jasper Van Assche, Dries Bostyn, Jonas De keersmaecker, Tessa Haesevoets, Anne Joosten, Jonas Stadeus, Emma Onraet", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/348/6240/1216.1.summary?rss=1", 
        "title": "[Letter] Defining the happiness gap"
    }, 
    {
        "author": "Sean P. Wojcik", 
        "date": "2015-06-12", 
        "description": "Authors: Sean P. Wojcik, Arpine Hovasapian, Jesse Graham, Matt Motyl, Peter H. Ditto", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/348/6240/1216.2.summary?rss=1", 
        "title": "[Letter] Defining the happiness gap—Response"
    }, 
    {
        "author": "Steven E. Hyman", 
        "date": "2015-06-12", 
        "description": "Authors: Steven E. Hyman, Michael E. Goldberg", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/348/6240/1216.3.summary?rss=1", 
        "title": "[Letter] Protect researchers from harassment"
    }, 
    {
        "author": "David W. Reid", 
        "date": "2015-06-12", 
        "description": "Jan et al. (Research Articles, 7 November 2014, p. 716) propose that ribosomes translating secretome messenger RNAs (mRNAs) traffic from the cytosol to the endoplasmic reticulum (ER) upon emergence of the signal peptide and return to the cytosol after termination. An accounting of controls demonstrates that mRNAs initiate translation on ER-bound ribosomes and that ribosomes are retained on the ER through many cycles of translation.\nAuthors: David W. Reid, Christopher V. Nicchitta", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/348/6240/1217.1.summary?rss=1", 
        "title": "[Technical Comment] Comment on “Principles of ER cotranslational translocation revealed by proximity-specific ribosome profiling”"
    }, 
    {
        "author": "Calvin H. Jan", 
        "date": "2015-06-12", 
        "description": "Reid and Nicchitta propose that most cellular translation is carried out by a noncycling pool of endoplasmic reticulum (ER)–associated ribosomes. However, proximity-specific ribosome profiling data place an upper bound of about 7 to 16% on the fraction of cytosolic protein translation carried out by ribosomes accessible to ER-tethered biotin ligases. Moreover, yeast pulse-labeling experiments argue against there being a static population of ER-associated ribosomes.\nAuthors: Calvin H. Jan, Christopher C. Williams, Jonathan S. Weissman", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/348/6240/1217.2.summary?rss=1", 
        "title": "[Technical Response] Response to Comment on “Principles of ER cotranslational translocation revealed by proximity-specific ribosome profiling”"
    }, 
    {
        "author": "Fernando Jaramillo", 
        "date": "2015-06-12", 
        "description": "Steffen et al. (Research Articles, 13 February 2015, p. 736) recently assessed current global freshwater use, finding it to be well below a corresponding planetary boundary. However, they ignored recent scientific advances implying that the global consumptive use of freshwater may have already crossed the associated planetary boundary.\nAuthors: Fernando Jaramillo, Georgia Destouni", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/348/6240/1217.3.summary?rss=1", 
        "title": "[Technical Comment] Comment on “Planetary boundaries: Guiding human development on a changing planet”"
    }, 
    {
        "author": "Dieter Gerten", 
        "date": "2015-06-12", 
        "description": "Jaramillo and Destouni claim that freshwater consumption is beyond the planetary boundary, based on high estimates of water cycle components, different definitions of water consumption, and extrapolation from a single case study. The difference from our analysis, based on mainstream assessments of global water consumption, highlights the need for clearer definitions of water cycle components and improved models and databases.\nAuthors: Dieter Gerten, Johan Rockström, Jens Heinke, Will Steffen, Katherine Richardson, Sarah Cornell", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/348/6240/1217.4.summary?rss=1", 
        "title": "[Technical Response] Response to Comment on “Planetary boundaries: Guiding human development on a changing planet”"
    }, 
    {
        "author": "Andrew M. Sugden", 
        "date": "2015-06-12", 
        "description": "Author: Andrew M. Sugden", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/348/6240/1218.1.full?rss=1", 
        "title": "[This Week in Science] Emerging patterns in species distribution"
    }, 
    {
        "author": "L. Bryan Ray", 
        "date": "2015-06-12", 
        "description": "Author: L. Bryan Ray", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/348/6240/1218.2.full?rss=1", 
        "title": "[This Week in Science] How cells sense connected chromosomes"
    }, 
    {
        "author": "H. Jesse Smith", 
        "date": "2015-06-12", 
        "description": "Author: H. Jesse Smith", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/348/6240/1218.3.full?rss=1", 
        "title": "[This Week in Science] Change was in the air"
    }, 
    {
        "author": "Megan Frisk", 
        "date": "2015-06-12", 
        "description": "Author: Megan Frisk", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/348/6240/1218.4.full?rss=1", 
        "title": "[This Week in Science] Nanoformulation keeps vein grafts healthy"
    }, 
    {
        "author": "Philip Yeagle", 
        "date": "2015-06-12", 
        "description": "Author: Philip Yeagle", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/348/6240/1218.5.full?rss=1", 
        "title": "[This Week in Science] Reconstruction of circadian oscillations"
    }, 
    {
        "author": "Brent Grocholski", 
        "date": "2015-06-12", 
        "description": "Author: Brent Grocholski", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/348/6240/1218.6.full?rss=1", 
        "title": "[This Week in Science] How to observe fault injections in real time"
    }, 
    {
        "author": "L. Bryan Ray", 
        "date": "2015-06-12", 
        "description": "Author: L. Bryan Ray", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/348/6240/1218.7.full?rss=1", 
        "title": "[This Week in Science] Receptor in the brain controls breathing"
    }, 
    {
        "author": "Phil Szuromi", 
        "date": "2015-06-12", 
        "description": "Author: Phil Szuromi", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/348/6240/1218.8.full?rss=1", 
        "title": "[This Week in Science] Taking in more sun"
    }, 
    {
        "author": "Phil Szuromi", 
        "date": "2015-06-12", 
        "description": "Author: Phil Szuromi", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/348/6240/1218.9.full?rss=1", 
        "title": "[This Week in Science] Molybdenum doping drives high activity"
    }, 
    {
        "author": "Marc S. Lavine", 
        "date": "2015-06-12", 
        "description": "Author: Marc S. Lavine", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/348/6240/1218.10.full?rss=1", 
        "title": "[This Week in Science] Quality manufacture beats quality control"
    }, 
    {
        "author": "Sacha Vignieri", 
        "date": "2015-06-12", 
        "description": "Author: Sacha Vignieri", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/348/6240/1218.11.full?rss=1", 
        "title": "[This Week in Science] Not too fast and not too slow"
    }, 
    {
        "author": "Sacha Vignieri", 
        "date": "2015-06-12", 
        "description": "Author: Sacha Vignieri", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/348/6240/1218.12.full?rss=1", 
        "title": "[This Week in Science] A brave new world with a wider view"
    }, 
    {
        "author": "Paula A. Kiberstis", 
        "date": "2015-06-12", 
        "description": "Author: Paula A. Kiberstis", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/348/6240/1218.13.full?rss=1", 
        "title": "[This Week in Science] A shot in the arm for damaged tissue"
    }, 
    {
        "author": "Peter Stern", 
        "date": "2015-06-12", 
        "description": "Author: Peter Stern", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/348/6240/1218.14.full?rss=1", 
        "title": "[This Week in Science] Cooperating brain regions express similar genes"
    }, 
    {
        "author": "Kristen L. Mueller", 
        "date": "2015-06-12", 
        "description": "Author: Kristen L. Mueller", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/348/6240/1218.15.full?rss=1", 
        "title": "[This Week in Science] Detecting Gramnegative bacteria"
    }, 
    {
        "author": "Beverly A. Purnell", 
        "date": "2015-06-12", 
        "description": "Author: Beverly A. Purnell", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/348/6240/1218.16.full?rss=1", 
        "title": "[This Week in Science] Manipulating M factor alters mosquito sex"
    }, 
    {
        "author": "Wei Wong", 
        "date": "2015-06-12", 
        "description": "Author: Wei Wong", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/348/6240/1218.17.full?rss=1", 
        "title": "[This Week in Science] SUMO switching for degradation"
    }, 
    {
        "author": "Nicholas S. Wigginton", 
        "date": "2015-06-12", 
        "description": "Author: Nicholas S. Wigginton", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/348/6240/1219.1.full?rss=1", 
        "title": "[Editors' Choice] Diving deep into soil's chlorine pool"
    }, 
    {
        "author": "Andrew M. Sugden", 
        "date": "2015-06-12", 
        "description": "Author: Andrew M. Sugden", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/348/6240/1219.2.full?rss=1", 
        "title": "[Editors' Choice] Self-pollination and expanding range"
    }, 
    {
        "author": "Sacha Vignieri", 
        "date": "2015-06-12", 
        "description": "Author: Sacha Vignieri", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/348/6240/1219.3.full?rss=1", 
        "title": "[Editors' Choice] Natural sunscreens"
    }, 
    {
        "author": "Paula A. Kiberstis", 
        "date": "2015-06-12", 
        "description": "Author: Paula A. Kiberstis", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/348/6240/1219.4.full?rss=1", 
        "title": "[Editors' Choice] Tumor cells educate the metastatic niche"
    }, 
    {
        "author": "Beverly A. Purnell", 
        "date": "2015-06-12", 
        "description": "Author: Beverly A. Purnell", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/348/6240/1219.5.full?rss=1", 
        "title": "[Editors' Choice] Valve development relies on heart force"
    }, 
    {
        "author": "Brent Grocholski", 
        "date": "2015-06-12", 
        "description": "Author: Brent Grocholski", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/348/6240/1219.6.full?rss=1", 
        "title": "[Editors' Choice] Constraining erosion rates with copper"
    }, 
    {
        "author": "Ian S. Osborne", 
        "date": "2015-06-12", 
        "description": "Author: Ian S. Osborne", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/348/6240/1219.7.full?rss=1", 
        "title": "[Editors' Choice] Building blocks of a quantum network"
    }, 
    {
        "author": "Nigel E. Hussey", 
        "date": "2015-06-12", 
        "description": "The distribution and interactions of aquatic organisms across space and time structure our marine, freshwater, and estuarine ecosystems. Over the past decade, technological advances in telemetry have transformed our ability to observe aquatic animal behavior and movement. These advances are now providing unprecedented ecological insights by connecting animal movements with measures of their physiology and environment. These developments are revolutionizing the scope and scale of questions that can be asked about the causes and consequences of movement and are redefining how we view and manage individuals, populations, and entire ecosystems. The next advance in aquatic telemetry will be the development of a global collaborative effort to facilitate infrastructure and data sharing and management over scales not previously possible.\nAuthors: Nigel E. Hussey, Steven T. Kessel, Kim Aarestrup, Steven J. Cooke, Paul D. Cowley, Aaron T. Fisk, Robert G. Harcourt, Kim N. Holland, Sara J. Iverson, John F. Kocik, Joanna E. Mills Flemming, Fred G. Whoriskey", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/348/6240/1255642.abstract?rss=1", 
        "title": "[Review] Aquatic animal telemetry: A panoramic window into the underwater world"
    }, 
    {
        "author": "Roland Kays", 
        "date": "2015-06-12", 
        "description": "Moving animals connect our world, spreading pollen, seeds, nutrients, and parasites as they go about the their daily lives. Recent integration of high-resolution Global Positioning System and other sensors into miniaturized tracking tags has dramatically improved our ability to describe animal movement. This has created opportunities and challenges that parallel big data transformations in other fields and has rapidly advanced animal ecology and physiology. New analytical approaches, combined with remotely sensed or modeled environmental information, have opened up a host of new questions on the causes of movement and its consequences for individuals, populations, and ecosystems. Simultaneous tracking of multiple animals is leading to new insights on species interactions and, scaled up, may enable distributed monitoring of both animals and our changing environment.\nAuthors: Roland Kays, Margaret C. Crofoot, Walter Jetz, Martin Wikelski", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/348/6240/aaa2478.abstract?rss=1", 
        "title": "[Review] Terrestrial animal tracking as an eye on life and planet"
    }, 
    {
        "author": "Yongyou Zhang", 
        "date": "2015-06-12", 
        "description": "Agents that promote tissue regeneration could be beneficial in a variety of clinical settings, such as stimulating recovery of the hematopoietic system after bone marrow transplantation. Prostaglandin PGE2, a lipid signaling molecule that supports expansion of several types of tissue stem cells, is a candidate therapeutic target for promoting tissue regeneration in vivo. Here, we show that inhibition of 15-hydroxyprostaglandin dehydrogenase (15-PGDH), a prostaglandin-degrading enzyme, potentiates tissue regeneration in multiple organs in mice. In a chemical screen, we identify a small-molecule inhibitor of 15-PGDH (SW033291) that increases prostaglandin PGE2 levels in bone marrow and other tissues. SW033291 accelerates hematopoietic recovery in mice receiving a bone marrow transplant. The same compound also promotes tissue regeneration in mouse models of colon and liver injury. Tissues from 15-PGDH knockout mice demonstrate similar increased regenerative capacity. Thus, 15-PGDH inhibition may be a valuable therapeutic strategy for tissue regeneration in diverse clinical contexts.\nAuthors: Yongyou Zhang, Amar Desai, Sung Yeun Yang, Ki Beom Bae, Monika I. Antczak, Stephen P. Fink, Shruti Tiwari, Joseph E. Willis, Noelle S. Williams, Dawn M. Dawson, David Wald, Wei-Dong Chen, Zhenghe Wang, Lakshmi Kasturi, Gretchen A. Larusch, Lucy He, Fabio Cominelli, Luca Di Martino, Zora Djuric, Ginger L. Milne, Mark Chance, Juan Sanabria, Chris Dealwis, Debra Mikkola, Jacinth Naidoo, Shuguang Wei, Hsin-Hsiung Tai, Stanton L. Gerson, Joseph M. Ready, Bruce Posner, James K. V. Willson, Sanford D. Markowitz", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/348/6240/aaa2340.abstract?rss=1", 
        "title": "[Research Article] Inhibition of the prostaglandin-degrading enzyme 15-PGDH potentiates tissue regeneration"
    }, 
    {
        "author": "Yves Guglielmi", 
        "date": "2015-06-12", 
        "description": "Anthropogenic fluid injections are known to induce earthquakes. The mechanisms involved are poorly understood, and our ability to assess the seismic hazard associated with geothermal energy or unconventional hydrocarbon production remains limited. We directly measure fault slip and seismicity induced by fluid injection into a natural fault. We observe highly dilatant and slow [~4 micrometers per second (μm/s)] aseismic slip associated with a 20-fold increase of permeability, which transitions to faster slip (~10 μm/s) associated with reduced dilatancy and micro-earthquakes. Most aseismic slip occurs within the fluid-pressurized zone and obeys a rate-strengthening friction law μ=0.67+0.045ln(vv0) with v0 = 0.1 μm/s. Fluid injection primarily triggers aseismic slip in this experiment, with micro-earthquakes being an indirect effect mediated by aseismic creep.\nAuthors: Yves Guglielmi, Frédéric Cappa, Jean-Philippe Avouac, Pierre Henry, Derek Elsworth", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/348/6240/1224.summary?rss=1", 
        "title": "[Report] Seismicity triggered by fluid injection–induced aseismic slip"
    }, 
    {
        "author": "Mark P. Hendricks", 
        "date": "2015-06-12", 
        "description": "Controlling the size of colloidal nanocrystals is essential to optimizing their performance in optoelectronic devices, catalysis, and imaging applications. Traditional synthetic methods control size by terminating the growth, an approach that limits the reaction yield and causes batch-to-batch variability. Herein we report a library of thioureas whose substitution pattern tunes their conversion reactivity over more than five orders of magnitude and demonstrate that faster thiourea conversion kinetics increases the extent of crystal nucleation. Tunable kinetics thereby allows the nanocrystal concentration to be adjusted and a desired crystal size to be prepared at full conversion. Controlled precursor reactivity and quantitative conversion improve the batch-to-batch consistency of the final nanocrystal size at industrially relevant reaction scales.\nAuthors: Mark P. Hendricks, Michael P. Campos, Gregory T. Cleveland, Ilan Jen-La Plante, Jonathan S. Owen", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/348/6240/1226.summary?rss=1", 
        "title": "[Report] A tunable library of substituted thiourea precursors to metal sulfide nanocrystals"
    }, 
    {
        "author": "Xiaoqing Huang", 
        "date": "2015-06-12", 
        "description": "Bimetallic platinum-nickel (Pt-Ni) nanostructures represent an emerging class of electrocatalysts for oxygen reduction reaction (ORR) in fuel cells, but practical applications have been limited by catalytic activity and durability. We surface-doped Pt3Ni octahedra supported on carbon with transition metals, termed M‐Pt3Ni/C, where M is vanadium, chromium, manganese, iron, cobalt, molybdenum (Mo), tungsten, or rhenium. The Mo‐Pt3Ni/C showed the best ORR performance, with a specific activity of 10.3 mA/cm2 and mass activity of 6.98 A/mgPt, which are 81- and 73‐fold enhancements compared with the commercial Pt/C catalyst (0.127 mA/cm2 and 0.096 A/mgPt). Theoretical calculations suggest that Mo prefers subsurface positions near the particle edges in vacuum and surface vertex/edge sites in oxidizing conditions, where it enhances both the performance and the stability of the Pt3Ni catalyst.\nAuthors: Xiaoqing Huang, Zipeng Zhao, Liang Cao, Yu Chen, Enbo Zhu, Zhaoyang Lin, Mufan Li, Aiming Yan, Alex Zettl, Y. Morris Wang, Xiangfeng Duan, Tim Mueller, Yu Huang", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/348/6240/1230.summary?rss=1", 
        "title": "[Report] High-performance transition metal–doped Pt3Ni octahedra for oxygen reduction reaction"
    }, 
    {
        "author": "Woon Seok Yang", 
        "date": "2015-06-12", 
        "description": "The band gap of formamidinium lead iodide (FAPbI3) perovskites allows broader absorption of the solar spectrum relative to conventional methylammonium lead iodide (MAPbI3). Because the optoelectronic properties of perovskite films are closely related to film quality, deposition of dense and uniform films is crucial for fabricating high-performance perovskite solar cells (PSCs). We report an approach for depositing high-quality FAPbI3 films, involving FAPbI3 crystallization by the direct intramolecular exchange of dimethylsulfoxide (DMSO) molecules intercalated in PbI2 with formamidinium iodide. This process produces FAPbI3 films with (111)-preferred crystallographic orientation, large-grained dense microstructures, and flat surfaces without residual PbI2. Using films prepared by this technique, we fabricated FAPbI3-based PSCs with maximum power conversion efficiency greater than 20%.\nAuthors: Woon Seok Yang, Jun Hong Noh, Nam Joong Jeon, Young Chan Kim, Seungchan Ryu, Jangwon Seo, Sang Il Seok", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/348/6240/1234.summary?rss=1", 
        "title": "[Report] High-performance photovoltaic perovskite layers fabricated through intramolecular exchange"
    }, 
    {
        "author": "Christopher J. Poulsen", 
        "date": "2015-06-12", 
        "description": "The percentage of oxygen in Earth’s atmosphere varied between 10% and 35% throughout the Phanerozoic. These changes have been linked to the evolution, radiation, and size of animals but have not been considered to affect climate. We conducted simulations showing that modulation of the partial pressure of oxygen (pO2), as a result of its contribution to atmospheric mass and density, influences the optical depth of the atmosphere. Under low pO2 and a reduced-density atmosphere, shortwave scattering by air molecules and clouds is less frequent, leading to a substantial increase in surface shortwave forcing. Through feedbacks involving latent heat fluxes to the atmosphere and marine stratus clouds, surface shortwave forcing drives increases in atmospheric water vapor and global precipitation, enhances greenhouse forcing, and raises global surface temperature. Our results implicate pO2 as an important factor in climate forcing throughout geologic time.\nAuthors: Christopher J. Poulsen, Clay Tabor, Joseph D. White", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/348/6240/1238.summary?rss=1", 
        "title": "[Report] Long-term climate forcing by atmospheric oxygen concentrations"
    }, 
    {
        "author": "Jonas Richiardi", 
        "date": "2015-06-12", 
        "description": "During rest, brain activity is synchronized between different regions widely distributed throughout the brain, forming functional networks. However, the molecular mechanisms supporting functional connectivity remain undefined. We show that functional brain networks defined with resting-state functional magnetic resonance imaging can be recapitulated by using measures of correlated gene expression in a post mortem brain tissue data set. The set of 136 genes we identify is significantly enriched for ion channels. Polymorphisms in this set of genes significantly affect resting-state functional connectivity in a large sample of healthy adolescents. Expression levels of these genes are also significantly associated with axonal connectivity in the mouse. The results provide convergent, multimodal evidence that resting-state functional networks correlate with the orchestrated activity of dozens of genes linked to ion channel activity and synaptic function.\nAuthors: Jonas Richiardi, Andre Altmann, Anna-Clare Milazzo, Catie Chang, M. Mallar Chakravarty, Tobias Banaschewski, Gareth J. Barker, Arun L.W. Bokde, Uli Bromberg, Christian Büchel, Patricia Conrod, Mira Fauth-Bühler, Herta Flor, Vincent Frouin, Jürgen Gallinat, Hugh Garavan, Penny Gowland, Andreas Heinz, Hervé Lemaître, Karl F. Mann, Jean-Luc Martinot, Frauke Nees, Tomáš Paus, Zdenka Pausova, Marcella Rietschel, Trevor W. Robbins, Michael N. Smolka, Rainer Spanagel, Andreas Ströhle, Gunter Schumann, Mike Hawrylycz, Jean-Baptiste Poline, Michael D. Greicius,  , Lisa Albrecht, Chris Andrew, Mercedes Arroyo, Eric Artiges, Semiha Aydin, Christine Bach, Tobias Banaschewski, Alexis Barbot, Gareth Barker, Nathalie Boddaert, Arun Bokde, Zuleima Bricaud, Uli Bromberg, Ruediger Bruehl, Christian Büchel, Arnaud Cachia, Anna Cattrell, Patricia Conrod, Patrick Constant, Jeffrey Dalley, Benjamin Decideur, Sylvane Desrivieres, Tahmine Fadai, Herta Flor, Vincent Frouin, Jürgen Gallinat, Hugh Garavan, Fanny Gollier Briand, Penny Gowland, Bert Heinrichs, Andreas Heinz, Nadja Heym, Thomas Hübner, James Ireland, Bernd Ittermann, Tianye Jia, Mark Lathrop, Dirk Lanzerath, Claire Lawrence, Hervé Lemaitre, Katharina Lüdemann, Christine Macare, Catherine Mallik, Jean-François Mangin, Karl Mann, Jean- Luc Martinot, Eva Mennigen, Fabiana Mesquita de Carvahlo, Xavier Mignon, Ruben Miranda, Kathrin Müller, Frauke Nees, Charlotte Nymberg, Marie-Laure Paillere, Tomas Paus, Zdenka Pausova, Jean-Baptiste Poline, Luise Poustka, Michael Rapp, Gabriel Robert, Jan Reuter, Marcella Rietschel, Stephan Ripke, Trevor Robbins, Sarah Rodehacke, John Rogers, Alexander Romanowski, Barbara Ruggeri, Christine Schmäl, Dirk Schmidt, Sophia Schneider, MarkGunter Schumann, Florian Schubert, Yannick Schwartz, Michael Smolka, Wolfgang Sommer, Rainer Spanagel, Claudia Speiser, Tade Spranger, Alicia Stedman, Sabina Steiner, Dai Stephens, Nicole Strache, Andreas Ströhle, Maren Struve, Naresh Subramaniam, Lauren Topper, Robert Whelan, Steve Williams, Juliana Yacubian, Monica Zilbovicius, C Peng Wong, Steven Lubbe, Lourdes Martinez-Medina, Alinda Fernandes, Amir Tahmasebi", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/348/6240/1241.summary?rss=1", 
        "title": "[Report] Correlated gene expression supports synchronous activity in brain networks"
    }, 
    {
        "author": "Simon Sponberg", 
        "date": "2015-06-12", 
        "description": "Animals must operate under an enormous range of light intensities. Nocturnal and twilight flying insects are hypothesized to compensate for dim conditions by integrating light over longer times. This slowing of visual processing would increase light sensitivity but should also reduce movement response times. Using freely hovering moths tracking robotic moving flowers, we showed that the moth’s visual processing does slow in dim light. These longer response times are consistent with models of how visual neurons enhance sensitivity at low light intensities, but they could pose a challenge for moths feeding from swaying flowers. Dusk-foraging moths avoid this sensorimotor tradeoff; their nervous systems slow down but not so much as to interfere with their ability to track the movements of real wind-blown flowers.\nAuthors: Simon Sponberg, Jonathan P. Dyhr, Robert W. Hall, Thomas L. Daniel", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/348/6240/1245.summary?rss=1", 
        "title": "[Report] Luminance-dependent visual processing enables moth flight in low light"
    }, 
    {
        "author": "César Capinha", 
        "date": "2015-06-12", 
        "description": "It has been argued that globalization in human-mediated dispersal of species breaks down biogeographic boundaries, yet empirical tests are still missing. We used data on native and alien ranges of terrestrial gastropods to analyze dissimilarities in species composition among 56 globally distributed regions. We found that native ranges confirm the traditional biogeographic realms, reflecting natural dispersal limitations. However, the distributions of gastropods after human transport are primarily explained by the prevailing climate and, to a smaller extent, by distance and trade relationships. Our findings show that human-mediated dispersal is causing a breakdown of biogeographic barriers, and that climate and to some extent socioeconomic relationships will define biogeography in an era of global change.\nAuthors: César Capinha, Franz Essl, Hanno Seebens, Dietmar Moser, Henrique Miguel Pereira", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/348/6240/1248.summary?rss=1", 
        "title": "[Report] The dispersal of alien species redefines biogeography in the Anthropocene"
    }, 
    {
        "author": "Ryan G. Gaudet", 
        "date": "2015-06-12", 
        "description": "Host recognition of pathogen-associated molecular patterns (PAMPs) initiates an innate immune response that is critical for pathogen elimination and engagement of adaptive immunity. Here we show that mammalian cells can detect and respond to the bacterial-derived monosaccharide heptose-1,7-bisphosphate (HBP). A metabolic intermediate in lipopolysaccharide biosynthesis, HBP is highly conserved in Gram-negative bacteria, yet absent from eukaryotic cells. Detection of HBP within the host cytosol activated the nuclear facto κB pathway in vitro and induced innate and adaptive immune responses in vivo. Moreover, we used a genome-wide RNA interference screen to uncover an innate immune signaling axis, mediated by phosphorylation-dependent oligomerization of the TRAF-interacting protein with forkhead-associated domain (TIFA) that is triggered by HBP. Thus, HBP is a PAMP that activates TIFA-dependent immunity to Gram-negative bacteria.\nAuthors: Ryan G. Gaudet, Anna Sintsova, Carolyn M. Buckwalter, Nelly Leung, Alan Cochrane, Jianjun Li, Andrew D. Cox, Jason Moffat, Scott D. Gray-Owen", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/348/6240/1251.summary?rss=1", 
        "title": "[Report] Cytosolic detection of the bacterial metabolite HBP activates TIFA-dependent innate immunity"
    }, 
    {
        "author": "Natasha N. Kumar", 
        "date": "2015-06-12", 
        "description": "Blood gas and tissue pH regulation depend on the ability of the brain to sense CO2 and/or H+ and alter breathing appropriately, a homeostatic process called central respiratory chemosensitivity. We show that selective expression of the proton-activated receptor GPR4 in chemosensory neurons of the mouse retrotrapezoid nucleus (RTN) is required for CO2-stimulated breathing. Genetic deletion of GPR4 disrupted acidosis-dependent activation of RTN neurons, increased apnea frequency, and blunted ventilatory responses to CO2. Reintroduction of GPR4 into RTN neurons restored CO2-dependent RTN neuronal activation and rescued the ventilatory phenotype. Additional elimination of TASK-2 (K2P5), a pH-sensitive K+ channel expressed in RTN neurons, essentially abolished the ventilatory response to CO2. The data identify GPR4 and TASK-2 as distinct, parallel, and essential central mediators of respiratory chemosensitivity.\nAuthors: Natasha N. Kumar, Ana Velic, Jorge Soliz, Yingtang Shi, Keyong Li, Sheng Wang, Janelle L. Weaver, Josh Sen, Stephen B. G. Abbott, Roman M. Lazarenko, Marie-Gabrielle Ludwig, Edward Perez-Reyes, Nilufar Mohebbi, Carla Bettoni, Max Gassmann, Thomas Suply, Klaus Seuwen, Patrice G. Guyenet, Carsten A. Wagner, Douglas A. Bayliss", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/348/6240/1255.summary?rss=1", 
        "title": "[Report] Regulation of breathing by CO2 requires the proton-activated receptor GPR4 in retrotrapezoid nucleus neurons"
    }, 
    {
        "author": "Zhejian Ji", 
        "date": "2015-06-12", 
        "description": "The spindle checkpoint of the cell division cycle senses kinetochores that are not attached to microtubules and prevents precocious onset of anaphase, which can lead to aneuploidy. The nuclear division cycle 80 complex (Ndc80C) is a major microtubule receptor at the kinetochore. Ndc80C also mediates the kinetochore recruitment of checkpoint proteins. We found that the checkpoint protein kinase monopolar spindle 1 (Mps1) directly bound to Ndc80C through two independent interactions. Both interactions involved the microtubule-binding surfaces of Ndc80C and were directly inhibited in the presence of microtubules. Elimination of one such interaction in human cells caused checkpoint defects expected from a failure to detect unattached kinetochores. Competition between Mps1 and microtubules for Ndc80C binding thus constitutes a direct mechanism for the detection of unattached kinetochores.\nAuthors: Zhejian Ji, Haishan Gao, Hongtao Yu", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/348/6240/1260.summary?rss=1", 
        "title": "[Report] Kinetochore attachment sensed by competitive Mps1 and microtubule binding to Ndc80C"
    }, 
    {
        "author": "Yoshitaka Hiruma", 
        "date": "2015-06-12", 
        "description": "Cell division progresses to anaphase only after all chromosomes are connected to spindle microtubules through kinetochores and the spindle assembly checkpoint (SAC) is satisfied. We show that the amino-terminal localization module of the SAC protein kinase MPS1 (monopolar spindle 1) directly interacts with the HEC1 (highly expressed in cancer 1) calponin homology domain in the NDC80 (nuclear division cycle 80) kinetochore complex in vitro, in a phosphorylation-dependent manner. Microtubule polymers disrupted this interaction. In cells, MPS1 binding to kinetochores or to ectopic NDC80 complexes was prevented by end-on microtubule attachment, independent of known kinetochore protein-removal mechanisms. Competition for kinetochore binding between SAC proteins and microtubules provides a direct and perhaps evolutionarily conserved way to detect a properly organized spindle ready for cell division.\nAuthors: Yoshitaka Hiruma, Carlos Sacristan, Spyridon T. Pachis, Athanassios Adamopoulos, Timo Kuijt, Marcellus Ubbink, Eleonore von Castelmur, Anastassis Perrakis, Geert J. P. L. Kops", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/348/6240/1264.summary?rss=1", 
        "title": "[Report] Competition between MPS1 and microtubules at kinetochores regulates spindle checkpoint signaling"
    }, 
    {
        "author": "Andrew Brantley Hall", 
        "date": "2015-06-12", 
        "description": "Sex determination in the mosquito Aedes aegypti is governed by a dominant male-determining factor (M factor) located within a Y chromosome–like region called the M locus. Here, we show that an M-locus gene, Nix, functions as an M factor in A. aegypti. Nix exhibits persistent M linkage and early embryonic expression, two characteristics required of an M factor. Nix knockout with clustered regularly interspaced short palindromic repeats (CRISPR)–Cas9 resulted in largely feminized genetic males and the production of female isoforms of two key regulators of sexual differentiation: doublesex and fruitless. Ectopic expression of Nix resulted in genetic females with nearly complete male genitalia. Thus, Nix is both required and sufficient to initiate male development. This study provides a foundation for mosquito control strategies that convert female mosquitoes into harmless males.\nAuthors: Andrew Brantley Hall, Sanjay Basu, Xiaofang Jiang, Yumin Qi, Vladimir A. Timoshevskiy, James K. Biedler, Maria V. Sharakhova, Rubayet Elahi, Michelle A. E. Anderson, Xiao-Guang Chen, Igor V. Sharakhov, Zach N. Adelman, Zhijian Tu", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/348/6240/1268.summary?rss=1", 
        "title": "[Report] A male-determining factor in the mosquito Aedes aegypti"
    }, 
    {
        "author": "Jeffrey M. Perkel", 
        "date": "2015-06-12", 
        "description": "To minimize complexity, researchers often study cellular proteins or nucleic acids in isolation. But sometimes—when testing a drug's efficacy and safety, for instance, or monitoring tumor progression—ex vivo just won't do. The only way to know how a compound or cells will behave in the body is to put them into an animal and watch what happens live. The results are easily recognizable in the pages of your favorite journal: the ghostly outline of a mouse, with a telltale multicolored heat bloom indicating where the action is.Read the Feature (Full-Text HTML)Read the Feature (PDF)Read New Products (PDF)\nAuthor: Jeffrey M. Perkel", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/348/6240/1271.summary?rss=1", 
        "title": "[Business Office Feature] Small animal imaging: Data that's more than skin deep"
    }, 
    {
        "author": "", 
        "date": "2015-06-12", 
        "description": "A weekly roundup of information on newly offered instrumentation, apparatus, and laboratory materials of potential interest to researchers.\n", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/348/6240/1274.1.summary?rss=1", 
        "title": "[New Products] New Products"
    }, 
    {
        "author": "", 
        "date": "2015-06-12", 
        "description": "On this week's show: Tracking aquatic animals, cochlear implants and emotion recognition, and a roundup of daily news stories.\n", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/348/6240/1274.2.summary?rss=1", 
        "title": "[Podcast] Science Podcast: 12 June Show"
    }, 
    {
        "author": "Michelle E. Portman", 
        "date": "2015-06-12", 
        "description": "Author: Michelle E. Portman", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/348/6240/1282.summary?rss=1", 
        "title": "[Working Life] You'll be OK"
    }
]