[
    {
        "author": "K. M. Hansen, J. H. Christensen, C. Geels, J. D. Silver, and J. Brandt", 
        "date": "2015-06-15", 
        "description": "<b>Modelling the impact of climate change on the atmospheric transport and the fate of persistent organic pollutants in the Arctic</b><br /><br />Atmospheric Chemistry and Physics, 15, 6549-6559, 2015<br /><br />Author(s): K. M. Hansen, J. H. Christensen, C. Geels, J. D. Silver, and J. Brandt<br /><br />The Danish Eulerian Hemispheric Model (DEHM) was applied to investigate how\nprojected climate changes will affect the atmospheric transport of 13\npersistent organic pollutants (POPs) to the Arctic and their environmental\nfate within the Arctic. Three sets of simulations were performed, one with\npresent day emissions and initial environmental concentrations from a 20-year spin-up simulation, one with present day emissions and with initial\nenvironmental concentrations set to zero and one without emissions but with\ninitial environmental concentrations from the 20-year spin-up simulation.\nEach set of simulations consisted of two 10-year time slices representing\nthe present (1990–2000) and future (2090–2100) climate conditions.\nDEHM was driven using meteorological input from the global circulation\nmodel, ECHAM/MPI-OM, simulating the SRES (Special Report on Emissions Scenarios) A1B climate scenario. Under the\napplied climate and emission scenarios, the total mass of all compounds was\npredicted to be up to 55 % lower across the Northern Hemisphere at the end\nof the 2090s than in the 1990s. The mass of HCHs within the Arctic was\npredicted to be up to 38 % higher, whereas the change in mass of the PCBs\nwas predicted to range from 38 % lower to 17 % higher depending on the\ncongener and the applied initial environmental concentrations. The results\nof this study also indicate that contaminants with no or a short emission\nhistory will be more rapidly transported to and build up in the arctic\nenvironment in a future warmer climate. The process that dominates the\nenvironmental behaviour of POPs in the Arctic under a future warmer climate\nscenario is the shift in mass of POPs from the surface media to the\natmosphere induced by the higher mean temperature. This is to some degree\ncounteracted by higher degradation rates also following the higher mean\ntemperature. The more dominant of these two processes depends on the\nphysical-chemical properties of the compounds. Previous model studies have\npredicted that the effect of a changed climate on the transport of POPs to\nthe Arctic is moderate relative to the effect of proposed changes in\nemissions, which is confirmed in this study. However, the model studies do\nnot agree on whether climate change acts to reduce or increase environmental\nconcentrations of POPs in the Arctic, and further work is needed to resolve\nthis matter.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/6549/2015/", 
        "title": "Modelling the impact of climate change on the atmospheric transport and the fate of persistent organic pollutants in the Arctic"
    }, 
    {
        "author": "J. M. Creamean, A. P. Ault, A. B. White, P. J. Neiman, F. M. Ralph, P. Minnis, and K. A. Prather", 
        "date": "2015-06-15", 
        "description": "<b>Impact of interannual variations in sources of insoluble aerosol species on orographic precipitation over California's central Sierra Nevada</b><br /><br />Atmospheric Chemistry and Physics, 15, 6535-6548, 2015<br /><br />Author(s): J. M. Creamean, A. P. Ault, A. B. White, P. J. Neiman, F. M. Ralph, P. Minnis, and K. A. Prather<br /><br />Aerosols that serve as cloud condensation nuclei (CCN) and ice nuclei (IN)\nhave the potential to profoundly influence precipitation processes.\nFurthermore, changes in orographic precipitation have broad implications for\nreservoir storage and flood risks. As part of the CalWater field campaign\n(2009–2011), the variability and associated impacts of different aerosol\nsources on precipitation were investigated in the California Sierra Nevada\nusing an aerosol time-of-flight mass spectrometer for precipitation\nchemistry, S-band profiling radar for precipitation classification, remote\nsensing measurements of cloud properties, and surface meteorological\nmeasurements. The composition of insoluble residues in precipitation samples\ncollected at a surface site contained mostly local biomass burning and\nlong-range-transported dust and biological particles (2009), local sources\nof biomass burning and pollution (2010), and long-range transport (2011).\nAlthough differences in the sources of insoluble residues were observed from\nyear to year, the most consistent source of dust and biological residues\nwere associated with storms consisting of deep convective cloud systems with\nsignificant quantities of precipitation initiated in the ice phase. Further,\nbiological residues were dominant (up to 40%) during storms with\nrelatively warm cloud temperatures (up to &minus;15 °C), supporting the\nimportant role bioparticles can play as ice nucleating particles. On the\nother hand, lower percentages of residues from local biomass burning and\npollution were observed over the three winter seasons (on average 31 and\n9%, respectively). When precipitation quantities were relatively low,\nthese insoluble residues most likely served as CCN, forming smaller more\nnumerous cloud droplets at the base of shallow cloud systems, and resulting\nin less efficient riming processes. Ultimately, the goal is to use such\nobservations to improve the mechanistic linkages between aerosol sources and\nprecipitation processes to produce more accurate predictive weather forecast\nmodels and improve water resource management.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/6535/2015/", 
        "title": "Impact of interannual variations in sources of insoluble aerosol species on orographic precipitation over California's central Sierra Nevada"
    }, 
    {
        "author": "Q. Q. Zhang, Y. Wang, Q. Ma, Y. Yao, Y. Xie, and K. He", 
        "date": "2015-06-15", 
        "description": "<b>Regional differences in Chinese SO<sub>2</sub> emission control efficiency and policy implications</b><br /><br />Atmospheric Chemistry and Physics, 15, 6521-6533, 2015<br /><br />Author(s): Q. Q. Zhang, Y. Wang, Q. Ma, Y. Yao, Y. Xie, and K. He<br /><br />SO<sub>2</sub> emission control has been one of the most important air pollution\npolicies in China since 2000. In this study, we assess regional differences\nin SO<sub>2</sub> emission control efficiencies in China through the modeling\nanalysis of four scenarios of SO<sub>2</sub> emissions, all of which aim to\nreduce the national total SO<sub>2</sub> emissions by 8% or 2.3 Tg below the\n2010 emissions level, the target set by the current twelfth Five-Year Plan\n(FYP; 2011–2015), but differ in spatial implementation. The GEOS-Chem\nchemical transport model is used to evaluate the efficiency of each scenario\non the basis of four impact metrics: surface SO<sub>2</sub> and sulfate\nconcentrations, population-weighted sulfate concentration (PWC), and sulfur\nexport flux from China to the western Pacific. The efficiency of SO<sub>2</sub>\ncontrol (β) is defined as the relative change of each impact metric to\na 1% reduction in SO<sub>2</sub> emissions from the 2010 baseline. The S1\nscenario, which adopts a spatially uniform reduction in SO<sub>2</sub> emissions in\nChina, gives a β of 0.99, 0.71, 0.83, and 0.67 for SO<sub>2</sub> and\nsulfate concentrations, PWC, and export flux, respectively. By comparison,\nthe S2 scenario, which implements all the SO<sub>2</sub> emissions reduction over\nNorth China (NC), is found most effective in reducing national mean surface\nSO<sub>2</sub> and sulfate concentrations and sulfur export fluxes, with β\nbeing 1.0, 0.76, and 0.95 respectively. The S3 scenario of implementing all\nthe SO<sub>2</sub> emission reduction over South China (SC) has the highest &beta;\nin reducing PWC (&beta; = 0.98) because SC has the highest correlation\nbetween population density and sulfate concentration. Reducing SO<sub>2</sub>\nemissions over Southwest China (SWC) is found to be least efficient on the\nnational scale, albeit with large benefits within the region. The difference in β\nby scenario is attributable to the regional difference in SO<sub>2</sub> oxidation\npathways and the source–receptor relationship. Among the three regions examined\nhere, NC shows the largest proportion of sulfate formation through gas-phase\noxidation, which is more sensitive to SO<sub>2</sub> emissions change than aqueous\noxidation. In addition, NC makes the largest contribution to inter-regional\ntransport of sulfur within China and to the transport fluxes to the western Pacific. The policy implication of this is that China needs to carefully design a\nregionally specific implementation plan of realizing its SO<sub>2</sub> emissions\nreduction target in order to maximize the resulting air quality benefits, not\nonly for China but for the downwind regions, with emphasis on reducing\nemissions from NC, where SO<sub>2</sub> emissions have decreased at a slower rate\nthan national total emissions in the previous FYP period.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/6521/2015/", 
        "title": "Regional differences in Chinese SO<sub>2</sub> emission control efficiency and policy implications"
    }, 
    {
        "author": "H. A. C. Denier van der Gon, R. Bergström, C. Fountoukis, C. Johansson, S. N. Pandis, D. Simpson, and A. J. H. Visschedijk", 
        "date": "2015-06-15", 
        "description": "<b>Particulate emissions from residential wood combustion in Europe – revised estimates and an evaluation</b><br /><br />Atmospheric Chemistry and Physics, 15, 6503-6519, 2015<br /><br />Author(s): H. A. C. Denier van der Gon, R. Bergström, C. Fountoukis, C. Johansson, S. N. Pandis, D. Simpson, and A. J. H. Visschedijk<br /><br />Currently residential wood combustion (RWC) is increasing in Europe because\nof rising fossil fuel prices but also due to climate change mitigation\npolicies. However, especially in small-scale applications, RWC may cause\nhigh emissions of particulate matter (PM). Recently we have developed a new\nhigh-resolution (7 &times; 7 km) anthropogenic carbonaceous aerosol\nemission inventory for Europe. The inventory indicated that about half of\nthe total PM<sub>2.5</sub> emission in Europe is carbonaceous aerosol and\nidentified RWC as the largest organic aerosol source in Europe. The\ninventory was partly based on national reported PM emissions. Use of this\norganic aerosol inventory as input for two chemical transport models (CTMs),\nPMCAMx and EMEP MSC-W, revealed major underestimations of organic aerosol in\nwinter time, especially for regions dominated by RWC. Interestingly, this\nwas not universal but appeared to differ by country.\n\n<br><br>\n\nIn the present study we constructed a revised bottom-up emission inventory\nfor RWC accounting for the semivolatile components of the emissions. The\nrevised RWC emissions are higher than those in the previous inventory by a\nfactor of 2–3 but with substantial inter-country variation. The new\nemission inventory served as input for the CTMs and a substantially improved\nagreement between measured and predicted organic aerosol was found. The\nrevised RWC inventory improves the model-calculated organic aerosol\nsignificantly. Comparisons to Scandinavian source apportionment studies also\nindicate substantial improvements in the modelled wood-burning component of\norganic aerosol. This suggests that primary organic aerosol emission\ninventories need to be revised to include the semivolatile organic aerosol\nthat is formed almost instantaneously due to dilution and cooling of the flue gas or\nexhaust.\nSince RWC is a key source of fine PM in Europe, a major revision of the\nemission estimates as proposed here is likely to influence source–receptor\nmatrices and modelled source apportionment. Since usage of biofuels in small\ncombustion units is a globally significant source, the findings presented\nhere are also relevant for regions outside of Europe.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/6503/2015/", 
        "title": "Particulate emissions from residential wood combustion in Europe – revised estimates and an evaluation"
    }, 
    {
        "author": "J. Heintzenberg, C. Leck, and P. Tunved", 
        "date": "2015-06-15", 
        "description": "<b>Potential source regions and processes of aerosol in the summer Arctic</b><br /><br />Atmospheric Chemistry and Physics, 15, 6487-6502, 2015<br /><br />Author(s): J. Heintzenberg, C. Leck, and P. Tunved<br /><br />Sub-micrometer particle size distributions measured during four summer\ncruises of the Swedish icebreaker <i>Oden</i> 1991, 1996, 2001, and 2008\nwere combined with dimethyl sulfide gas data, back trajectories, and daily\nmaps of pack ice cover in order to investigate source areas and aerosol\nformation processes of the boundary layer aerosol in the central Arctic. With\na clustering algorithm, potential aerosol source areas were explored.\nClustering of particle size distributions together with back trajectories\ndelineated five potential source regions and three different aerosol types\nthat covered most of the Arctic Basin: marine, newly formed and aged\nparticles over the pack ice. Most of the pack ice area with < 15% of open water under the trajectories exhibited the aged aerosol type\nwith only one major mode around 40 nm. For newly formed particles to occur,\ntwo conditions had to be fulfilled over the pack ice: the air had spent 10\ndays while traveling over ever more contiguous ice and had traveled over less than 30%\nopen water during the last 5 days. Additionally, the air had experienced\nmore open water (at least twice as much as in the cases of aged aerosol)\nduring the last 4 days before arrival in heavy ice conditions at\n<i>Oden</i>. Thus we hypothesize that these two conditions were essential\nfactors for the formation of ultrafine particles over the central Arctic pack\nice. In a comparison the <i>Oden</i> data with summer size distribution data\nfrom Alert, Nunavut, and Mt. Zeppelin, Spitsbergen, we confirmed the <i>Oden</i>\nfindings with respect to particle sources over the central Arctic. Future\nmore frequent broken-ice or open water patches in summer will spur biological\nactivity in surface water promoting the formation of biological particles.\nThereby low clouds and fogs and subsequently the surface energy balance and\nice melt may be affected.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/6487/2015/", 
        "title": "Potential source regions and processes of aerosol in the summer Arctic"
    }, 
    {
        "author": "W. Frey, R. Schofield, P. Hoor, D. Kunkel, F. Ravegnani, A. Ulanovsky, S. Viciani, F. D'Amato, and T. P. Lane", 
        "date": "2015-06-12", 
        "description": "<b>The impact of overshooting deep convection on local transport and mixing in the tropical upper troposphere/lower stratosphere (UTLS)</b><br /><br />Atmospheric Chemistry and Physics, 15, 6467-6486, 2015<br /><br />Author(s): W. Frey, R. Schofield, P. Hoor, D. Kunkel, F. Ravegnani, A. Ulanovsky, S. Viciani, F. D'Amato, and T. P. Lane<br /><br />In this study we examine the simulated downward transport and mixing of\nstratospheric air into the upper tropical troposphere as observed on a\nresearch flight during the SCOUT-O3 campaign in connection with a deep\nconvective system. We use the Advanced Research Weather and Research\nForecasting (WRF-ARW) model with a horizontal resolution of 333 m to examine\nthis downward transport. The simulation reproduces the deep convective\nsystem, its timing and overshooting altitudes reasonably well compared to\nradar and aircraft observations. Passive tracers initialised at pre-storm\ntimes indicate the downward transport of air from the stratosphere to the\nupper troposphere as well as upward transport from the boundary layer into\nthe cloud anvils and overshooting tops. For example, a passive ozone tracer\n(i.e. a tracer not undergoing chemical processing) shows an enhancement in\nthe upper troposphere of up to about 30 ppbv locally in the cloud, while the\nin situ measurements show an increase of 50 ppbv. However, the passive\ncarbon monoxide tracer exhibits an increase, while the observations show a\ndecrease of about 10 ppbv, indicative of an erroneous model representation\nof the transport processes in the tropical tropopause layer. Furthermore, it\ncould point to insufficient entrainment and detrainment in the model. The\nsimulation shows a general moistening of air in the lower stratosphere, but\nit also exhibits local dehydration features. Here we use the model to explain\nthe processes causing the transport and also expose areas of inconsistencies\nbetween the model and observations.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/6467/2015/", 
        "title": "The impact of overshooting deep convection on local transport and mixing in the tropical upper troposphere/lower stratosphere (UTLS)"
    }, 
    {
        "author": "P. Amato, M. Joly, C. Schaupp, E. Attard, O. Möhler, C. E. Morris, Y. Brunet, and A.-M. Delort", 
        "date": "2015-06-12", 
        "description": "<b>Survival and ice nucleation activity of bacteria as aerosols in a cloud simulation chamber</b><br /><br />Atmospheric Chemistry and Physics, 15, 6455-6465, 2015<br /><br />Author(s): P. Amato, M. Joly, C. Schaupp, E. Attard, O. Möhler, C. E. Morris, Y. Brunet, and A.-M. Delort<br /><br />The residence time of bacterial cells in the atmosphere is predictable by\nnumerical models. However, estimations of their aerial dispersion as living\nentities are limited by a lack of information concerning survival rates and\nbehavior in relation to atmospheric water. Here we investigate the viability\nand ice nucleation (IN) activity of typical atmospheric ice nucleation\nactive bacteria (<i>Pseudomonas syringae</i> and <i>P. fluorescens</i>) when airborne in a cloud simulation chamber (AIDA,\nKarlsruhe, Germany). Cell suspensions were sprayed into the chamber and\naerosol samples were collected by impingement at designated times over a\ntotal duration of up to 18 h, and at some occasions after dissipation of\na cloud formed by depressurization. Aerosol concentration was monitored\nsimultaneously by online instruments. The cultivability of airborne cells\ndecreased exponentially over time with a half-life time of 250 ± 30 min (about 3.5 to 4.5 h). In contrast, IN activity remained unchanged\nfor several hours after aerosolization, demonstrating that IN activity was\nmaintained after cell death. Interestingly, the relative abundance of IN\nactive cells still airborne in the chamber was strongly decreased after\ncloud formation and dissipation. This illustrates the preferential\nprecipitation of IN active cells by wet processes. Our results indicate that\nfrom 10<sup>6</sup> cells aerosolized from a surface, one would survive the\naverage duration of its atmospheric journey estimated at 3.4 days.\nStatistically, this corresponds to the emission of 1 cell that achieves\ndissemination every ~ 33 min m<sup>−2</sup> of\ncultivated crops fields, a strong source of airborne bacteria. Based on the\nobserved survival rates, depending on wind speed, the trajectory endpoint\ncould be situated several hundreds to thousands of kilometers from the\nemission source. These results should improve the representation of the\naerial dissemination of bacteria in numeric models.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/6455/2015/", 
        "title": "Survival and ice nucleation activity of bacteria as aerosols in a cloud simulation chamber"
    }, 
    {
        "author": "S. K. R. Boreddy and K. Kawamura", 
        "date": "2015-06-12", 
        "description": "<b>A 12-year observation of water-soluble ions in TSP aerosols collected at a remote marine location in the western North Pacific: an outflow region of Asian dust</b><br /><br />Atmospheric Chemistry and Physics, 15, 6437-6453, 2015<br /><br />Author(s): S. K. R. Boreddy and K. Kawamura<br /><br />In order to characterize the long-term trend of remote marine aerosols, a\n12-year observation was conducted for water-soluble ions in TSP (total suspended\nparticulate) aerosols\ncollected from 2001 to 2012 in the Asian outflow region at   Chichijima Island\nin the western North Pacific. We found a clear difference in chemical\ncomposition between the continentally affected and marine background air\nmasses over the observation site. Asian continental air masses are delivered\nfrom late autumn to spring, whereas marine air masses were dominated in\nsummer. Concentrations of  non-sea salt (nss-) SO<sub>4</sub><sup>2&minus;</sup>, NO<sub>3</sub><sup>&minus;</sup>, NH<sub>4</sub><sup>+</sup>,\nnss-K<sup>+</sup> and nss-Ca<sup>2+</sup> are high in winter and spring and low in\nsummer. On the other hand, MSA<sup>&minus;</sup>  (methanesulfonate) exhibits higher concentrations during\nspring and winter, probably due to springtime dust bloom or due to the direct\ncontinental transport of MSA<sup>&minus;</sup> to the observation site. We could not find\nany clear decadal trend for Na<sup>+</sup>, Cl<sup>&minus;</sup>, Mg<sup>2+</sup> and nss-Ca<sup>2+</sup>\nin all seasons, although there exists a clear seasonal trend. However,\nconcentrations of nss-SO<sub>4</sub><sup>2&minus;</sup> continuously decreased from 2007 to 2012,\nprobably due to the decreased SO<sub>2</sub> emissions in East Asia especially in\nChina. In contrast, nss-K<sup>+</sup> and MSA<sup>&minus;</sup> concentrations continuously\nincreased from 2001 to 2012 during winter and spring seasons, demonstrating\nthat biomass burning and/or terrestrial biological emissions in East Asia are\nbeing increasingly   transported from the Asian continent to the western North\nPacific. This study also demonstrates that Asian dusts can act as an\nimportant source of nutrients for phytoplankton and thus sea-to-air emission\nof dimethyl sulfide over the western North Pacific.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/6437/2015/", 
        "title": "A 12-year observation of water-soluble ions in TSP aerosols collected at a remote marine location in the western North Pacific: an outflow region of Asian dust"
    }, 
    {
        "author": "C. Hardacre, O. Wild, and L. Emberson", 
        "date": "2015-06-12", 
        "description": "<b>An evaluation of ozone dry deposition in global scale chemistry climate models</b><br /><br />Atmospheric Chemistry and Physics, 15, 6419-6436, 2015<br /><br />Author(s): C. Hardacre, O. Wild, and L. Emberson<br /><br />Dry deposition to the Earth's surface is an important process from\n      both an atmospheric and biospheric perspective. Dry deposition\n      controls the atmospheric abundance of many compounds as well as their\n      input to vegetative surfaces, thus linking the atmosphere and\n      biosphere. In many atmospheric and Earth system models it\n      is represented using \"resistance in series\" schemes developed in the\n      1980s. These methods have remained relatively unchanged since their\n      development and do not take into account more recent understanding of\n      the underlying processes that have been gained through field and\n      laboratory based studies. In this study we compare dry deposition of\n      ozone across 15 models which contributed to the TF HTAP model\n      intercomparison to identify where differences occur. We compare\n      modelled dry deposition of ozone to measurements made at a variety of\n      locations in Europe and North America, noting differences of up to\n      a factor of two but no clear systematic bias over the sites\n      examined. We identify a number of measures that are needed to provide a\n      more critical evaluation of dry deposition fluxes and advance model\n      development.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/6419/2015/", 
        "title": "An evaluation of ozone dry deposition in global scale chemistry climate models"
    }, 
    {
        "author": "A. L. Morozova and I. A. Mironova", 
        "date": "2015-06-12", 
        "description": "<b>Aerosols over continental Portugal (1978–1993): their sources and an impact on the regional climate</b><br /><br />Atmospheric Chemistry and Physics, 15, 6407-6418, 2015<br /><br />Author(s): A. L. Morozova and I. A. Mironova<br /><br />Understanding of aerosol sources that affect climate is an ongoing problem\nfacing scientists as well as policymakers. The role of aerosols in\nlocal climate variability depends on a balance between light absorbing and\nscattering particles as well as on variability of environmental conditions.\nIn this paper we investigate variability of aerosol content (both absorbing\nand scattering ultraviolet radiation) over continental Portugal in connection\nwith aerosol sources (volcanic eruptions, dust events, wildfires and\nanthropogenic pollution). The effect of the aerosol on the climate is studied\nanalyzing their contribution to variations of temperature, pressure, sunshine\nduration and precipitation over Portuguese regions. The present analysis is\nbased on a developed modern multiple regression technique allowing us to\nbuild the statistical correlation models to determine both the main local\naerosol sources and aerosol's influence on the climate of continental\nPortugal during 1978–1993. The analysis allows us to conclude\nthat the main sources driving the variations of the aerosol content over\nstudied locations are wildfires, mineral dust intrusions and anthropogenic\npollution. The relations between the aerosol content variations and the\natmospheric parameters depend on the level of urbanization of the studied\nregion, the type of aerosol and the season. The most significant finding is\nthe decrease of the daily maximum temperature (and diurnal temperature range)\nrelated to the decrease of sunshine duration observed during the summer\nperiods of increased content of the absorbing aerosols in the atmosphere.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/6407/2015/", 
        "title": "Aerosols over continental Portugal (1978–1993): their sources and an impact on the regional climate"
    }, 
    {
        "author": "A. L. Ganesan, A. J. Manning, A. Grant, D. Young, D .E. Oram, W. T. Sturges, J. B. Moncrieff, and S. O'Doherty", 
        "date": "2015-06-11", 
        "description": "<b>Quantifying methane and nitrous oxide emissions from the UK and Ireland using a national-scale monitoring network</b><br /><br />Atmospheric Chemistry and Physics, 15, 6393-6406, 2015<br /><br />Author(s): A. L. Ganesan, A. J. Manning, A. Grant, D. Young, D .E. Oram, W. T. Sturges, J. B. Moncrieff, and S. O'Doherty<br /><br />The UK is one of several countries around the world that has enacted\nlegislation to reduce its greenhouse gas emissions. In this study, we present\ntop-down emissions of methane (CH<sub>4</sub>) and nitrous oxide (N<sub>2</sub>O) for the\nUK and Ireland over the period August~2012 to August~2014. These emissions\nwere inferred using measurements from a network of four sites around the two\ncountries. We used a hierarchical Bayesian inverse framework to infer fluxes\nas well as a set of covariance parameters that describe uncertainties in the\nsystem. We inferred average UK total emissions of 2.09\n(1.65–2.67) Tg yr<sup>−1</sup> CH<sub>4</sub> and 0.101 (0.068–0.150) Tg yr<sup>−1</sup>\nN<sub>2</sub>O and found our derived UK estimates to be generally lower than the a\npriori emissions, which consisted primarily of anthropogenic sources and with\na smaller contribution from natural sources. We used sectoral distributions\nfrom the UK National Atmospheric Emissions Inventory (NAEI) to determine\nwhether these discrepancies can be attributed to specific source sectors.\nBecause of the distinct distributions of the two dominant CH<sub>4</sub> emissions\nsectors in the UK, agriculture and waste, we found that the inventory may be\noverestimated in agricultural CH<sub>4</sub> emissions. We found that annual mean\nN<sub>2</sub>O emissions were consistent with both the prior and the anthropogenic\ninventory but we derived a significant seasonal cycle in emissions. This\nseasonality is likely due to seasonality in fertilizer application and in\nenvironmental drivers such as temperature and rainfall, which are not\nreflected in the annual resolution inventory. Through the hierarchical\nBayesian inverse framework, we quantified uncertainty covariance parameters\nand emphasized their importance for high-resolution emissions estimation. We\ninferred average model errors of approximately 20 and 0.4 ppb and\ncorrelation timescales of 1.0 (0.72–1.43) and 2.6 (1.9–3.9) days for CH<sub>4</sub>\nand N<sub>2</sub>O, respectively. These errors are a combination of transport model\nerrors as well as errors due to unresolved emissions processes in the\ninventory. We found the largest CH<sub>4</sub> errors at the Tacolneston station in\neastern England, which may be due to sporadic emissions from landfills and\noffshore gas in the North Sea.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/6393/2015/", 
        "title": "Quantifying methane and nitrous oxide emissions from the UK and Ireland using a national-scale monitoring network"
    }, 
    {
        "author": "M. C. Minguillón, A. Ripoll, N. Pérez, A. S. H. Prévôt, F. Canonaco, X. Querol, and A. Alastuey", 
        "date": "2015-06-11", 
        "description": "<b>Chemical characterization of submicron regional background aerosols in the western Mediterranean using an Aerosol Chemical Speciation  Monitor</b><br /><br />Atmospheric Chemistry and Physics, 15, 6379-6391, 2015<br /><br />Author(s): M. C. Minguillón, A. Ripoll, N. Pérez, A. S. H. Prévôt, F. Canonaco, X. Querol, and A. Alastuey<br /><br />An Aerosol Chemical Speciation  Monitor (ACSM, Aerodyne Research Inc.) was deployed at\nthe Montseny (MSY; 41° 46'46\" N, 02° 21'29\" E,\n720 m a.s.l.) regional background site in the western\nMediterranean, Spain, from June 2012 to\nJuly 2013 to measure real-time inorganic (nitrate, sulfate, ammonium and\nchloride) and organic submicron aerosol concentrations. Co-located\nmeasurements, including real-time submicron particulate matter (PM<sub>1</sub>) and\nblack carbon (BC) concentrations, and off-line PM<sub>1</sub> chemical analysis\nwere also carried out. This is one of the few studies that compare ACSM data\nwith off-line PM<sub>1</sub> measurements, avoiding the tail of the coarse mode\nincluded in the PM<sub>2.5</sub> fraction. The ACSM + BC concentrations agreed\nwith the PM<sub>1</sub> measurements, and a strong correlation was found between\nthe concentrations of ACSM species and the off-line measurements, although\nsome discrepancies remain unexplained. Results point to a current\nunderestimation of the relative ionization efficiency (RIE) established for\norganic aerosol (OA), which should be revised in the future. The OA was the\nmajor component of submicron aerosol (53% of PM<sub>1</sub>), with a higher\ncontribution in summer (58% of PM<sub>1</sub>) than in winter (45% of\nPM<sub>1</sub>). Source apportionment of OA was carried out by applying positive\nmatrix factorization (PMF), using the multilinear engine (ME-2) to the\norganic mass spectral data matrix. Three sources were identified in summer:\nhydrocarbon-like OA (HOA), low-volatile oxygenated OA (LV-OOA), and\nsemi-volatile oxygenated OA (SV-OOA). The secondary OA (SOA;\n4.8 μg m<sup>−3</sup>, sum of LV-OOA and SV-OOA) accounted for 85% of\nthe total OA, and its formation during daytime (mainly SV-OOA) was estimated\nto be 1.1 μg m<sup>−3</sup>. In winter, HOA was also identified (12%\nof OA), a contribution from biomass burning OA (BBOA) was included and it was not\npossible to differentiate between two different SOA factors, but a single\noxygenated OA (OOA)\nfactor was resolved. The OOA contribution represented 60% of the total OA,\nwith a degree of oxidation higher than both OOA summer factors. An intense\nwildfire episode was studied, obtaining a region-specific BBOA profile.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/6379/2015/", 
        "title": "Chemical characterization of submicron regional background aerosols in the western Mediterranean using an Aerosol Chemical Speciation  Monitor"
    }, 
    {
        "author": "L. Guo, A. G. Turner, and E. J. Highwood", 
        "date": "2015-06-11", 
        "description": "<b>Impacts of 20th century aerosol emissions on the South Asian monsoon in the CMIP5 models</b><br /><br />Atmospheric Chemistry and Physics, 15, 6367-6378, 2015<br /><br />Author(s): L. Guo, A. G. Turner, and E. J. Highwood<br /><br />Comparison of single-forcing varieties of 20th century historical experiments\nin a subset of models from the Fifth Coupled Model Intercomparison Project\n(CMIP5) reveals that South Asian summer monsoon rainfall increases towards\nthe present day in Greenhouse Gas (GHG)-only experiments with respect to\npre-industrial levels, while it decreases in anthropogenic aerosol-only\nexperiments. Comparison of these single-forcing experiments with the\nall-forcings historical experiment suggests aerosol emissions have dominated\nSouth Asian monsoon rainfall trends in recent decades, especially during the\n1950s to 1970s. The variations in South Asian monsoon rainfall in these\nexperiments follows approximately the time evolution of inter-hemispheric\ntemperature gradient over the same period, suggesting a contribution from the\nlarge-scale background state relating to the asymmetric distribution of\naerosol emissions about the equator.\n<br><br>\n\nBy examining the 24 available all-forcings historical experiments,\nwe show that models including aerosol indirect effects dominate the negative\nrainfall trend. Indeed, models including only the direct radiative effect of\naerosol show an increase in monsoon rainfall, consistent with the dominance\nof increasing greenhouse gas emissions and planetary warming on monsoon\nrainfall in those models. For South Asia, reduced rainfall in the models with\nindirect effects is related to decreased evaporation at the land surface\nrather than from anomalies in horizontal moisture flux, suggesting the impact\nof indirect effects on local aerosol emissions. This is confirmed by\nexamination of aerosol loading and cloud droplet number trends over the South\nAsia region. Thus, while remote aerosols and their asymmetric distribution\nabout the equator play a role in setting the inter-hemispheric temperature\ndistribution on which the South Asian monsoon, as one of the global monsoons,\noperates, the addition of indirect aerosol effects acting on very local\naerosol emissions also plays a role in declining monsoon rainfall. The\ndisparity between the response of monsoon rainfall to increasing aerosol\nemissions in models containing direct aerosol effects only and those also\ncontaining indirect effects needs to be urgently investigated since the\nsuggested future decline in Asian anthropogenic aerosol emissions inherent to\nthe representative concentration pathways (RCPs) used for future climate\nprojection may turn out to be optimistic.\n<br><br>\nIn addition, both groups of models show declining rainfall over China, also\nrelating to local aerosol mechanisms. We hypothesize that aerosol emissions\nover China are large enough, in the CMIP5 models, to cause declining monsoon\nrainfall even in the absence of indirect aerosol effects. The same is not\ntrue for India.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/6367/2015/", 
        "title": "Impacts of 20th century aerosol emissions on the South Asian monsoon in the CMIP5 models"
    }, 
    {
        "author": "D. E. Young, J. D. Allan, P. I. Williams, D. C. Green, M. J. Flynn, R. M. Harrison, J. Yin, M. W. Gallagher, and H. Coe", 
        "date": "2015-06-11", 
        "description": "<b>Investigating the annual behaviour of submicron secondary inorganic and organic aerosols in London</b><br /><br />Atmospheric Chemistry and Physics, 15, 6351-6366, 2015<br /><br />Author(s): D. E. Young, J. D. Allan, P. I. Williams, D. C. Green, M. J. Flynn, R. M. Harrison, J. Yin, M. W. Gallagher, and H. Coe<br /><br />For the first time, the behaviour of non-refractory inorganic and organic\nsubmicron particulate through an entire annual cycle is investigated using\nmeasurements from an Aerodyne compact time-of-flight aerosol mass\nspectrometer (cToF-AMS) located at a UK urban background site in North\nKensington, London. We show that secondary aerosols account for a significant\nfraction of the submicron aerosol burden and that high concentration events\nare governed by different factors depending on season. Furthermore, we\ndemonstrate that on an annual basis there is no variability in the extent of\nsecondary organic aerosol (SOA) oxidation, as defined by the oxygen content,\nirrespective of amount. This result is surprising given the changes in\nprecursor emissions and contributions as well as photochemical activity\nthroughout the year; however it may make the characterisation of SOA in\nurban environments more straightforward than previously supposed.\n<br><br>\nOrganic species, nitrate, sulphate, ammonium, and chloride were measured\nduring 2012 with average concentrations (±1 standard deviation) of\n4.32 (±4.42), 2.74 (±5.00), 1.39 (±1.34), 1.30\n(±1.52), and 0.15 (±0.24) μg m<sup>−3</sup>, contributing\n44, 28, 14, 13, and 2 % to the total non-refractory\nsubmicron mass (NR-PM<sub>1</sub>) respectively. Components of the organic\naerosol fraction are determined using positive matrix factorisation (PMF),\nin which five factors are identified and attributed as hydrocarbon-like OA (HOA), cooking OA (COA), solid fuel OA (SFOA), type 1 oxygenated OA (OOA1),\nand type 2 oxygenated OA (OOA2). OOA1 and OOA2 represent more and less\noxygenated OA with average concentrations of 1.27 (±1.49) and 0.14\n(±0.29) μg m<sup>−3</sup> respectively, where OOA1 dominates the\nSOA fraction (90%).\n<br><br>\nDiurnal, monthly, and seasonal trends are observed in all organic and\ninorganic species due to meteorological conditions, specific nature of the\naerosols, and availability of precursors. Regional and transboundary\npollution as well as other individual pollution events influence London's\ntotal submicron aerosol burden. High concentrations of non-refractory\nsubmicron aerosols in London are governed by particulate emissions in\nwinter, especially nitrate and SFOA, whereas SOA formation drives the high\nconcentrations during the summer. The findings from this work could have\nsignificant implications for modelling of urban air pollution as well as for\nthe effects of atmospheric aerosols on health and climate.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/6351/2015/", 
        "title": "Investigating the annual behaviour of submicron secondary inorganic and organic aerosols in London"
    }, 
    {
        "author": "D. Patoulias, C. Fountoukis, I. Riipinen, and S. N. Pandis", 
        "date": "2015-06-11", 
        "description": "<b>The role of organic condensation on ultrafine particle growth during nucleation events</b><br /><br />Atmospheric Chemistry and Physics, 15, 6337-6350, 2015<br /><br />Author(s): D. Patoulias, C. Fountoukis, I. Riipinen, and S. N. Pandis<br /><br />A new aerosol dynamics model (DMANx) has been developed that simulates\naerosol size/composition distribution and includes the condensation of\norganic vapors on nanoparticles through the implementation of the recently\ndeveloped volatility basis set framework. Simulations were performed for\nHyytiälä (Finland) and Finokalia (Greece), two locations with different\norganic sources where detailed measurements were available to constrain the\nnew model. We investigate the effect of condensation of organics and chemical\naging reactions of secondary organic aerosol (SOA) precursors on ultrafine\nparticle growth and particle number concentration during a typical springtime\nnucleation event in both locations. This work highlights the importance of\nthe pathways of oxidation of biogenic volatile organic compounds and the\nproduction of extremely low volatility organics. At Hyytiälä, organic\ncondensation dominates the growth process of new particles. The\nlow-volatility SOA contributes to particle growth during the early growth\nstage, but after a few hours most of the growth is due to semi-volatile SOA.\nAt Finokalia, simulations show that organics have a complementary role in new\nparticle growth, contributing 45% to the total mass of new particles.\nCondensation of organics increases the number concentration of particles that\ncan act as CCN (cloud condensation nuclei) (<i>N</i><sub>100</sub>) by 13% at Finokalia\nand 25% at Hyytiälä during a typical spring day with nucleation. The\nsensitivity of our results to the surface tension used is discussed.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/6337/2015/", 
        "title": "The role of organic condensation on ultrafine particle growth during nucleation events"
    }, 
    {
        "author": "A. A. May, T. Lee, G. R. McMeeking, S. Akagi, A. P. Sullivan, S. Urbanski, R. J. Yokelson, and S. M. Kreidenweis", 
        "date": "2015-06-11", 
        "description": "<b>Observations and analysis of organic aerosol evolution in some prescribed fire smoke plumes</b><br /><br />Atmospheric Chemistry and Physics, 15, 6323-6335, 2015<br /><br />Author(s): A. A. May, T. Lee, G. R. McMeeking, S. Akagi, A. P. Sullivan, S. Urbanski, R. J. Yokelson, and S. M. Kreidenweis<br /><br />Open biomass burning is a significant source of primary air pollutants such as particulate matter (PM)\nand non-methane organic gases (NMOG). However, the physical and chemical\natmospheric processing of these emissions during transport is poorly\nunderstood. Atmospheric transformations of biomass burning emissions have\nbeen investigated in environmental chambers, but there have been limited\nopportunities to investigate these transformations in the atmosphere. In this\nstudy, we deployed a suite of real-time instrumentation on a Twin Otter\naircraft to sample smoke from prescribed fires in South Carolina, conducting\nmeasurements at both the source and downwind to characterize smoke evolution\nwith atmospheric aging. Organic aerosol (OA) within the smoke plumes was\nquantified using an aerosol mass spectrometer (AMS); refractory black carbon\n(rBC) was quantified using a single-particle soot photometer, and carbon\nmonoxide (CO) and carbon dioxide (CO<sub>2</sub>) were measured using a cavity\nring-down spectrometer. During the two fires for which we were able to obtain\naerosol aging data, normalized excess mixing ratios and \"export factors\" of\nconserved species (rBC, CO, CO<sub>2</sub>) suggested that changes in emissions at\nthe source did not account for most of the differences observed in samples of\nincreasing age. An investigation of AMS mass fragments indicated that the\nin-plume fractional contribution (<i>f<sub>m/z</sub></i>) to OA of the primary fragment\n(<i>m/z</i> 60) decreased downwind, while the fractional contribution of the\nsecondary fragment (<i>m/z</i> 44) increased. Increases in <i>f</i><sub>44</sub> are typically\ninterpreted as indicating chemical aging of OA. Likewise, we observed an\nincrease in the O : C elemental ratio downwind, which is usually associated\nwith aerosol aging. However, the rapid mixing of these plumes into the\nbackground air suggests that these chemical transformations may be\nattributable to the different volatilities of the compounds that fragment to\nthese <i>m/z</i> in the AMS. The gas–particle partitioning behavior of the bulk\nOA observed during the study was consistent with the predictions from a\nparameterization developed for open biomass burning emissions in the\nlaboratory. Furthermore, we observed no statistically significant increase in\ntotal organic mass with atmospheric transport. Hence, our results suggest\nthat dilution-driven evaporation likely dominated over the chemical\nproduction of secondary organic aerosol (SOA) within our smoke plumes,\npresumably due to the fast dilution and limited aging times\n(< ~ 5 h) that we could sample.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/6323/2015/", 
        "title": "Observations and analysis of organic aerosol evolution in some prescribed fire smoke plumes"
    }, 
    {
        "author": "I. Riipinen, N. Rastak, and S. N. Pandis", 
        "date": "2015-06-10", 
        "description": "<b>Connecting the solubility and CCN activation of complex organic aerosols: a theoretical study using solubility distributions</b><br /><br />Atmospheric Chemistry and Physics, 15, 6305-6322, 2015<br /><br />Author(s): I. Riipinen, N. Rastak, and S. N. Pandis<br /><br />We present a theoretical study investigating the cloud activation of\nmulticomponent organic particles. We modeled these complex mixtures using\nsolubility distributions (analogous to volatility distributions in the VBS,\ni.e., volatility basis set, approach), describing the mixture as a set of\nsurrogate compounds with varying water solubilities in a given range. We\nconducted Köhler theory calculations for 144 different mixtures with\nvarying solubility range, number of components, assumption about the organic\nmixture thermodynamics and the shape of the solubility distribution, yielding\napproximately 6000 unique cloud condensation nucleus (CCN)-activation points.\nThe results from these comprehensive calculations were compared to three\nsimplifying assumptions about organic aerosol solubility: (1) complete\ndissolution at the point of activation; (2) combining the aerosol solubility\nwith the molar mass and density into a single effective hygroscopicity\nparameter &kappa;; and (3) assuming a fixed water-soluble fraction\n&varepsilon;<sub>eff</sub>. The complete dissolution was able to reproduce\nthe activation points with a reasonable accuracy only when the majority\n(70–80%) of the material was dissolved at the point of activation. The\nsingle-parameter representations of complex mixture solubility were confirmed\nto be powerful semi-empirical tools for representing the CCN activation of\norganic aerosol, predicting the activation diameter within 10% in most\nof the studied supersaturations. Depending mostly on the condensed-phase\ninteractions between the organic molecules, material with solubilities larger\nthan about 0.1–100 g L<sup>−1</sup> could be treated as soluble in the CCN\nactivation process over atmospherically relevant particle dry diameters and\nsupersaturations. Our results indicate that understanding the details of the\nsolubility distribution in the range of 0.1–100 g L<sup>−1</sup> is thus\ncritical for capturing the CCN activation, while resolution outside this\nsolubility range will probably not add much information except in some\nspecial cases. The connections of these results to the previous observations\nof the CCN activation and the molecular properties of complex organic mixture\naerosols are discussed. The presented results help unravel the mechanistic\nreasons behind observations of hygroscopic growth and CCN activation of\natmospheric secondary organic aerosol (SOA) particles. The proposed\nsolubility distribution framework is a promising tool for modeling the\ninterlinkages between atmospheric aging, volatility and water uptake of\natmospheric organic aerosol.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/6305/2015/", 
        "title": "Connecting the solubility and CCN activation of complex organic aerosols: a theoretical study using solubility distributions"
    }, 
    {
        "author": "D. B. Millet, M. Baasandorj, D. K. Farmer, J. A. Thornton, K. Baumann, P. Brophy, S. Chaliyakunnel, J. A. de Gouw, M. Graus, L. Hu, A. Koss, B. H. Lee, F. D. Lopez-Hilfiker, J. A. Neuman, F. Paulot, J. Peischl, I. B. Pollack, T. B. Ryerson, C. Warneke, B. J. Williams, and J. Xu", 
        "date": "2015-06-09", 
        "description": "<b>A large and ubiquitous source of atmospheric formic acid</b><br /><br />Atmospheric Chemistry and Physics, 15, 6283-6304, 2015<br /><br />Author(s): D. B. Millet, M. Baasandorj, D. K. Farmer, J. A. Thornton, K. Baumann, P. Brophy, S. Chaliyakunnel, J. A. de Gouw, M. Graus, L. Hu, A. Koss, B. H. Lee, F. D. Lopez-Hilfiker, J. A. Neuman, F. Paulot, J. Peischl, I. B. Pollack, T. B. Ryerson, C. Warneke, B. J. Williams, and J. Xu<br /><br />Formic acid (HCOOH) is one of the most abundant acids in the atmosphere,\nwith an important influence on precipitation chemistry and acidity. Here we\nemploy a chemical transport model (GEOS-Chem CTM) to interpret recent airborne\nand ground-based measurements over the US Southeast in terms of the\nconstraints they provide on HCOOH sources and sinks. Summertime boundary\nlayer concentrations average several parts-per-billion, 2–3× larger\nthan can be explained based on known production and loss pathways. This\nindicates one or more large missing HCOOH sources, and suggests either a key\ngap in current understanding of hydrocarbon oxidation or a large,\nunidentified, direct flux of HCOOH. Model-measurement comparisons implicate\nbiogenic sources (e.g., isoprene oxidation) as the predominant HCOOH source.\nResolving the unexplained boundary layer concentrations based (i) solely on\nisoprene oxidation would require a 3× increase in the model HCOOH\nyield, or (ii) solely on direct HCOOH emissions would require approximately a\n25× increase in its biogenic flux. However, neither of these can\nexplain the high HCOOH amounts seen in anthropogenic air masses and in the\nfree troposphere. The overall indication is of a large biogenic source\ncombined with ubiquitous chemical production of HCOOH across a range of\nprecursors. Laboratory work is needed to better quantify the rates and\nmechanisms of carboxylic acid production from isoprene and other prevalent\norganics. Stabilized Criegee intermediates (SCIs) provide a large model\nsource of HCOOH, while acetaldehyde tautomerization accounts for\n~ 15% of the simulated global burden. Because carboxylic\nacids also react with SCIs and catalyze the reverse tautomerization\nreaction, HCOOH buffers against its own production by both of these\npathways. Based on recent laboratory results, reaction between\nCH<sub>3</sub>O<sub>2</sub> and OH could provide a major source of atmospheric HCOOH;\nhowever, including this chemistry degrades the model simulation of\nCH<sub>3</sub>OOH and NO<sub><i>x</i></sub> : CH<sub>3</sub>OOH. Developing better constraints on SCI\nand RO<sub>2</sub>  + OH chemistry is a high priority for future work. The model\nneither captures the large diurnal amplitude in HCOOH seen in surface air,\nnor its inverted vertical gradient at night. This implies a substantial bias\nin our current representation of deposition as modulated by boundary layer\ndynamics, and may indicate an HCOOH sink underestimate and thus an even\nlarger missing source. A more robust treatment of surface deposition is a\nkey need for improving simulations of HCOOH and related trace gases, and our\nunderstanding of their budgets.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/6283/2015/", 
        "title": "A large and ubiquitous source of atmospheric formic acid"
    }, 
    {
        "author": "J. Gong, D. L. Wu, and V. Limpasuvan", 
        "date": "2015-06-09", 
        "description": "<b>Meridionally tilted ice cloud structures in the tropical upper troposphere as seen by CloudSat</b><br /><br />Atmospheric Chemistry and Physics, 15, 6271-6281, 2015<br /><br />Author(s): J. Gong, D. L. Wu, and V. Limpasuvan<br /><br />It remains challenging to quantify global cloud properties and uncertainties\nassociated with their impacts on climate change because of our poor\nunderstanding of cloud three-dimensional (3-D) structures from observations and unrealistic characterization of\n3-D cloud effects in global climate models (GCMs). In this study we find\ncloud 3-D effects can cause significant error in cloud ice and radiation\nmeasurements if it is not taken into account appropriately.\n<br><br>\nOne of the cloud 3-D complexities, the slantwise tilt structure, has not\nreceived much attention in research and even less has been reported\nconsidering a global perspective. A novel approach is presented here to\nanalyze the ice cloud water content (IWC) profiles retrieved from CloudSat\nand a joint radar–lidar product (DARDAR). By integrating IWC\nprofiles along different tilt\nangles, we find that upper-troposphere (UT) ice cloud mass between 11 and\n17 km is tilted poleward from active convection centers in the tropics\n[30° S, 30° N]. This systematic tilt in cloud mass\nstructure is expected from the mass conservation principle of the Hadley\ncirculation with the divergent flow of each individual convection/convective\nsystem from down below, and its existence is further confirmed from\ncloud-resolving-scale Weather Research and Forecasting (WRF) model\nsimulations. Thus, additive effects of tilted cloud structures can introduce\n5–20% variability by its nature or produce errors to satellite\ncloud/hydrometeor ice retrievals if simply converting it from slant to nadir\ncolumn. A surprising finding is the equatorward tilt in middle tropospheric\n(5–11 km) ice clouds, which is also evident in high-resolution model\nsimulations but not in coarse-resolution simulations with cumulus\nparameterization. The observed cloud tilt structures are intrinsic properties\nof tropical clouds, producing synoptic distributions around the Intertropical\nConvergence Zone (ITCZ). These findings imply that current interpretations\nbased on over-simplified cloud vertical structures could lead to considerable\ncloud measurement errors and have a subsequent impact on understanding cloud\nradiative, dynamical and hydrological properties.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/6271/2015/", 
        "title": "Meridionally tilted ice cloud structures in the tropical upper troposphere as seen by CloudSat"
    }, 
    {
        "author": "R. Wang, Y. Balkanski, O. Boucher, L. Bopp, A. Chappell, P. Ciais, D. Hauglustaine, J. Peñuelas, and S. Tao", 
        "date": "2015-06-08", 
        "description": "<b>Sources, transport and deposition of iron in the global atmosphere</b><br /><br />Atmospheric Chemistry and Physics, 15, 6247-6270, 2015<br /><br />Author(s): R. Wang, Y. Balkanski, O. Boucher, L. Bopp, A. Chappell, P. Ciais, D. Hauglustaine, J. Peñuelas, and S. Tao<br /><br />Atmospheric deposition of iron (Fe) plays an important role in controlling\noceanic primary productivity. However, the sources of Fe in the atmosphere\nare not well understood. In particular, the combustion sources of Fe and the\nsubsequent deposition to the oceans have been accounted for in only few\nocean biogeochemical models of the carbon cycle. Here we used a mass-balance\nmethod to estimate the emissions of Fe from the combustion of fossil fuels\nand biomass by accounting for the Fe contents in fuel and the partitioning\nof Fe during combustion. The emissions of Fe attached to aerosols from\ncombustion sources were estimated by particle size, and their uncertainties\nwere quantified by a Monte Carlo simulation. The emissions of Fe from\nmineral sources were estimated using the latest soil mineralogical database\nto date. As a result, the total Fe emissions from combustion averaged for\n1960–2007 were estimated to be 5.3 Tg yr<sup>−1</sup> (90% confidence of 2.3 to\n12.1). Of these emissions, 1, 27 and 72% were emitted in particles\n< 1 μm (PM<sub>1</sub>), 1–10 μm (PM<sub>1-10</sub>), and\n> 10 μm (PM<sub>> 10</sub>), respectively, compared to a total Fe emission from\nmineral dust of 41.0 Tg yr<sup>−1</sup> in a log-normal distribution with a mass\nmedian diameter of 2.5 μm and a geometric standard deviation of 2. For\ncombustion sources, different temporal trends were found in fine and\nmedium-to-coarse particles, with a notable increase in Fe emissions in\nPM<sub>1</sub> since 2000 due to an increase in Fe emission from motor vehicles\n(from 0.008 to 0.0103 Tg yr<sup>−1</sup> in 2000 and 2007, respectively). These\nemissions have been introduced in a global 3-D transport model run at a\nspatial resolution of  0.94° latitude by 1.28°\nlongitude to evaluate our estimation of Fe emissions. The modelled Fe\nconcentrations as monthly means were compared with the monthly (57 sites) or\ndaily (768 sites) measured concentrations at a total of 825 sampling\nstations. The deviation between modelled and observed Fe concentrations\nattached to aerosols at the surface was within a factor of 2 at most\nsampling stations, and the deviation was within a factor of 1.5 at sampling\nstations dominated by combustion sources. We analysed the relative\ncontribution of combustion sources to total Fe concentrations over different\nregions of the world. The new mineralogical database led to a modest\nimprovement in the simulation relative to station data even in dust-dominated regions, but could provide useful information on the chemical\nforms of Fe in dust for coupling with ocean biota models. We estimated a\ntotal Fe deposition sink of 8.4 Tg yr<sup>−1</sup> over global oceans, 7% of\nwhich originated from the combustion sources. Our central estimates of Fe\nemissions from fossil fuel combustion (mainly from coal) are generally\nhigher than those in previous studies, although they are within the\nuncertainty range of our estimates. In particular, the higher than\npreviously estimated Fe emission from coal combustion implies a larger\natmospheric anthropogenic input of soluble Fe to the northern Atlantic and\nnorthern Pacific Oceans, which is expected to enhance the biological carbon\npump in those regions.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/6247/2015/", 
        "title": "Sources, transport and deposition of iron in the global atmosphere"
    }, 
    {
        "author": "H. Gallée, H. Barral, E. Vignon, and C. Genthon", 
        "date": "2015-06-08", 
        "description": "<b>A case study of a low-level jet during OPALE</b><br /><br />Atmospheric Chemistry and Physics, 15, 6237-6246, 2015<br /><br />Author(s): H. Gallée, H. Barral, E. Vignon, and C. Genthon<br /><br />A case study of a low-level jet (LLJ) during the OPALE (Oxidant Production\nover Antarctic Land and its Export) summer campaign is presented. It has been\nobserved at Dome C (East Antarctica) and is simulated accurately by the\nthree-dimensional version of the Modèle Atmosphérique Régional\n(MAR). It is found that this low-level jet is not related to an episode of\nthermal wind, suggesting that Dome C may be a place where turbulence on flat\nterrain can be studied.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/6237/2015/", 
        "title": "A case study of a low-level jet during OPALE"
    }, 
    {
        "author": "H. Gallée, S. Preunkert, S. Argentini, M. M. Frey, C. Genthon, B. Jourdain, I. Pietroni, G. Casasanta, H. Barral, E. Vignon, C. Amory, and M. Legrand", 
        "date": "2015-06-08", 
        "description": "<b>Characterization of the boundary layer at Dome C (East Antarctica) during the OPALE summer campaign</b><br /><br />Atmospheric Chemistry and Physics, 15, 6225-6236, 2015<br /><br />Author(s): H. Gallée, S. Preunkert, S. Argentini, M. M. Frey, C. Genthon, B. Jourdain, I. Pietroni, G. Casasanta, H. Barral, E. Vignon, C. Amory, and M. Legrand<br /><br />Regional climate model MAR (Modèle Atmosphérique Régional) was\nrun for the region of Dome C located on the East Antarctic plateau, during\nAntarctic summer 2011–2012, in order to refine our understanding of\nmeteorological conditions during the OPALE tropospheric chemistry campaign. A\nvery high vertical resolution is set up in the lower troposphere, with a grid\nspacing of roughly 2 m. Model output is compared with temperatures and winds\nobserved near the surface and from a 45 m high tower as well as sodar and\nradiation data. MAR is generally in very good agreement with the\nobservations, but sometimes underestimates cloud formation, leading to an\nunderestimation of the simulated downward long-wave radiation. Absorbed\nshort-wave radiation may also be slightly overestimated due to an\nunderestimation of the snow albedo, and this influences the surface energy\nbudget and atmospheric turbulence. Nevertheless, the model provides\nsufficiently reliable information about surface turbulent fluxes, vertical\nprofiles of vertical diffusion coefficients and boundary layer height when\ndiscussing the representativeness of chemical measurements made nearby the\nground surface during field campaigns conducted at Concordia station located\nat Dome C (3233 m above sea level).", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/6225/2015/", 
        "title": "Characterization of the boundary layer at Dome C (East Antarctica) during the OPALE summer campaign"
    }, 
    {
        "author": "R. Zhang, H. Wang, Y. Qian, P. J. Rasch, R. C. Easter, P.-L. Ma, B. Singh, J. Huang, and Q. Fu", 
        "date": "2015-06-08", 
        "description": "<b>Quantifying sources, transport, deposition, and radiative forcing of black carbon over the Himalayas and Tibetan Plateau</b><br /><br />Atmospheric Chemistry and Physics, 15, 6205-6223, 2015<br /><br />Author(s): R. Zhang, H. Wang, Y. Qian, P. J. Rasch, R. C. Easter, P.-L. Ma, B. Singh, J. Huang, and Q. Fu<br /><br />Black carbon (BC) particles over the Himalayas and Tibetan Plateau (HTP),\nboth airborne and those deposited on snow, have been shown to affect\nsnowmelt and glacier retreat. Since BC over the HTP may originate from a\nvariety of geographical regions and emission sectors, it is essential to\nquantify the source–receptor relationships of BC in order to understand the\ncontributions of natural and anthropogenic emissions and provide guidance\nfor potential mitigation actions. In this study, we use the Community\nAtmosphere Model version 5 (CAM5) with a newly developed source-tagging\ntechnique, nudged towards the MERRA meteorological reanalysis, to\ncharacterize the fate of BC particles emitted from various geographical\nregions and sectors. Evaluated against observations over the HTP and\nsurrounding regions, the model simulation shows a good agreement in the\nseasonal variation in the near-surface airborne BC concentrations, providing\nconfidence to use this modeling framework for characterizing BC\nsource–receptor relationships. Our analysis shows that the relative\ncontributions from different geographical regions and source sectors depend\non season and location in the HTP. The largest contribution to annual mean\nBC burden and surface deposition in the entire HTP region is from biofuel\nand biomass (BB) emissions in South Asia, followed by fossil fuel (FF)\nemissions from South Asia, then FF from East Asia. The same roles hold for\nall the seasonal means except for the summer, when East Asia FF becomes more\nimportant. For finer receptor regions of interest, South Asia BB and FF have\nthe largest impact on BC in the Himalayas and central Tibetan Plateau, while\nEast Asia FF and BB contribute the most to the northeast plateau in all seasons\nand southeast plateau in the summer. Central Asia and Middle East FF\nemissions have relatively more important contributions to BC reaching the\nnorthwest plateau, especially in the summer. Although local emissions only\ncontribute about 10% of BC in the HTP, this contribution is extremely\nsensitive to local emission changes. Lastly, we show that the annual mean\nradiative forcing (0.42 W m<sup>−2</sup>) due to BC in snow outweighs the BC\ndimming effect (−0.3 W m<sup>−2</sup>) at the surface over the HTP. We also find\nstrong seasonal and spatial variation with a peak value of 5 W m<sup>−2</sup> in\nthe spring over the northwest plateau. Such a large forcing of BC in snow is\nsufficient to cause earlier snow melting and potentially contribute to the\nacceleration of glacier retreat.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/6205/2015/", 
        "title": "Quantifying sources, transport, deposition, and radiative forcing of black carbon over the Himalayas and Tibetan Plateau"
    }, 
    {
        "author": "R. Mortazavi, S. Attiya, and P. A. Ariya", 
        "date": "2015-06-05", 
        "description": "<b>Arctic microbial and next-generation sequencing approach for bacteria in snow and frost flowers: selected identification, abundance and freezing nucleation</b><br /><br />Atmospheric Chemistry and Physics, 15, 6183-6204, 2015<br /><br />Author(s): R. Mortazavi, S. Attiya, and P. A. Ariya<br /><br />During the spring of 2009, as part of the Ocean–Atmosphere–Sea\nIce–Snowpack (OASIS) campaign in Barrow, Alaska, USA, we examined the\nidentity, population diversity, freezing nucleation ability of the microbial\ncommunities of five different snow types and frost flowers. In addition to\nthe culturing and gene-sequence-based identification approach, we utilized a\nstate-of-the-art genomic next-generation sequencing (NGS) technique to\nexamine the diversity of bacterial communities in Arctic samples. Known phyla\nor candidate divisions were detected (11–18) with the majority of sequences\n(12.3–83.1%) belonging to one of the five major phyla: Proteobacteria,\nActinobacteria, Bacteroidetes, Firmicutes, and Cyanobacteria. The number of\ngenera detected ranged from, 101–245. The highest number of cultivable\nbacteria was observed in frost flowers (FFs) and accumulated snow (AS) with\n325 ± 35 and 314 ± 142 CFU m L<sup>−1</sup>, respectively; and for\ncultivable fungi 5 ± 1 CFU m L<sup>−1</sup> in windpack (WP) and blowing\nsnow (BS). Morphology/elemental composition and ice-nucleating abilities of\nthe identified taxa were obtained using high resolution electron microscopy\nwith energy-dispersive X-ray spectroscopy and ice nucleation cold-plate,\nrespectively. Freezing point temperatures for bacterial isolates ranged from\n−20.3 ± 1.5 to −15.7 ± 5.6 °C, and for melted snow\nsamples from −9.5 ± 1.0 to −18.4 ± 0.1 °C. An isolate belonging\nto the genus <i>Bacillus</i> (96% similarity) had ice nucleation\nactivity of −6.8 ± 0.2 °C. Comparison with Montreal urban snow,\nrevealed that a seemingly diverse community of bacteria exists in the Arctic\nwith some taxa possibly originating from distinct ecological environments. We\ndiscuss the potential impact of snow microorganisms in the freezing and\nmelting process of the snowpack in the Arctic.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/6183/2015/", 
        "title": "Arctic microbial and next-generation sequencing approach for bacteria in snow and frost flowers: selected identification, abundance and freezing nucleation"
    }, 
    {
        "author": "L. Menut, S. Mailler, G. Siour, B. Bessagnet, S. Turquety, G. Rea, R. Briant, M. Mallet, J. Sciare, P. Formenti, and F. Meleux", 
        "date": "2015-06-05", 
        "description": "<b>Ozone and aerosol tropospheric concentrations variability analyzed using the ADRIMED measurements and the WRF and CHIMERE models</b><br /><br />Atmospheric Chemistry and Physics, 15, 6159-6182, 2015<br /><br />Author(s): L. Menut, S. Mailler, G. Siour, B. Bessagnet, S. Turquety, G. Rea, R. Briant, M. Mallet, J. Sciare, P. Formenti, and F. Meleux<br /><br />During the months of June and July 2013, over the Euro–Mediterranean area,\nthe ADRIMED (Aerosol Direct Radiative Impact on the regional climate in the MEDiterranean\nregion) project was dedicated to characterize the ozone and aerosol\nconcentrations in the troposphere. It is first shown that this period was not\nhighly polluted compared to previous summers in this region, with a moderate\nozone production, no significant vegetation fire  events and several\nprecipitation periods  scavenging the aerosol. The period is modeled with\nthe WRF (Weather Research and Forecasting) and CHIMERE models, and their ability to quantify the observed pollution\ntransport events is presented. The CHIMERE model simulating all kinds of\nsources (anthropogenic, biogenic, mineral dust, vegetation fires); the\naerosol speciation, not available with the measurements, is presented: during\nthe whole period, the aerosol was mainly constituted by mineral dust, sea\nsalt and sulfates close to the surface  and mainly by mineral dust in the\ntroposphere. Compared to the AERONET (Aerosol Robotic Network) size distribution, it is shown that the\nmodel underestimates the coarse mode near mineral dust sources and\noverestimates the fine mode in the Mediterranean area, highlighting the need\nto improve the model representation of the aerosol size distribution both\nduring emissions, long-range transport and deposition.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/6159/2015/", 
        "title": "Ozone and aerosol tropospheric concentrations variability analyzed using the ADRIMED measurements and the WRF and CHIMERE models"
    }, 
    {
        "author": "J. R. Pierce, B. Croft, J. K. Kodros, S. D. D'Andrea, and R. V. Martin", 
        "date": "2015-06-05", 
        "description": "<b>The importance of interstitial particle scavenging by cloud droplets in shaping the remote aerosol size distribution and global aerosol-climate effects</b><br /><br />Atmospheric Chemistry and Physics, 15, 6147-6158, 2015<br /><br />Author(s): J. R. Pierce, B. Croft, J. K. Kodros, S. D. D'Andrea, and R. V. Martin<br /><br />In this paper, we investigate the coagulation of interstitial aerosol\nparticles (particles too small to activate to cloud droplets) with cloud\ndrops, a process often ignored in aerosol-climate models. We use the\nGEOS-Chem-TOMAS (Goddard Earth Observing System-Chemistry TwO-Moment Aerosol\nSectional) global chemical transport model with aerosol microphysics to\ncalculate the changes in the aerosol size distribution, cloud-albedo aerosol\nindirect effect, and direct aerosol effect due to the interstitial\ncoagulation process. We find that inclusion of interstitial coagulation in\nclouds lowers total particle number concentrations by 15–21% globally,\nwhere the range is due to varying assumptions regarding activation diameter,\ncloud droplet size, and ice cloud physics. The interstitial coagulation\nprocess lowers the concentration of particles with dry diameters larger than\n80 nm (a proxy for larger CCN) by 10–12%. These 80 nm particles are\nnot directly removed by the interstitial coagulation but are reduced in\nconcentration because fewer smaller particles grow to diameters larger than\n80 nm. The global aerosol indirect effect of adding interstitial coagulation\nvaries from +0.4 to +1.3 W m<sup>−2</sup> where again the range depends on\nour cloud assumptions. Thus, the aerosol indirect effect of this process is\nsignificant, but the magnitude depends greatly on assumptions regarding\nactivation diameter, cloud droplet size, and ice cloud physics. The aerosol\ndirect effect of the interstitial coagulation process is minor\n(< 0.01 W m<sup>&minus;2</sup>) due to the shift in the aerosol size distribution at\nsizes where scattering is most effective being small. We recommend that this\ninterstitial scavenging process be considered in aerosol models when the size\ndistribution and aerosol indirect effects are important.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/6147/2015/", 
        "title": "The importance of interstitial particle scavenging by cloud droplets in shaping the remote aerosol size distribution and global aerosol-climate effects"
    }, 
    {
        "author": "M. Hummel, C. Hoose, M. Gallagher, D. A. Healy, J. A. Huffman, D. O'Connor, U. Pöschl, C. Pöhlker, N. H. Robinson, M. Schnaiter, J. R. Sodeau, M. Stengel, E. Toprak, and H. Vogel", 
        "date": "2015-06-04", 
        "description": "<b>Regional-scale simulations of fungal spore aerosols using an emission parameterization adapted to local measurements of fluorescent biological aerosol particles</b><br /><br />Atmospheric Chemistry and Physics, 15, 6127-6146, 2015<br /><br />Author(s): M. Hummel, C. Hoose, M. Gallagher, D. A. Healy, J. A. Huffman, D. O'Connor, U. Pöschl, C. Pöhlker, N. H. Robinson, M. Schnaiter, J. R. Sodeau, M. Stengel, E. Toprak, and H. Vogel<br /><br />Fungal spores as a prominent type of primary biological aerosol particles\n(PBAP) have been incorporated into the COSMO-ART (Consortium for Small-scale Modelling-Aerosols and Reactive\nTrace gases) regional atmospheric model.\nTwo literature-based emission rates for fungal spores derived from fungal\nspore colony counts and chemical tracer measurements were used as a\nparameterization baseline for this study. A third, new emission\nparameterization for fluorescent biological aerosol particles (FBAP) was\nadapted to field measurements from four locations across Europe. FBAP\nconcentrations can be regarded as a lower estimate of total PBAP\nconcentrations. Size distributions of FBAP often show a distinct mode at\napprox. 3 μm, corresponding to a diameter range characteristic for\nmany fungal spores. Previous studies for several locations have suggested\nthat FBAP are in many cases dominated by fungal spores. Thus, we suggest that\nsimulated FBAP and fungal spore concentrations obtained from the three\ndifferent emission parameterizations can be compared to FBAP measurements.\nThe comparison reveals that simulated fungal spore concentrations based on\nliterature emission parameterizations are lower than measured FBAP\nconcentrations. In agreement with the measurements, the model results show a\ndiurnal cycle in simulated fungal spore concentrations, which may develop\npartially as a consequence of a varying boundary layer height between day and\nnight. Temperature and specific humidity, together with leaf area index (LAI), were\nchosen to drive the new emission parameterization which is fitted to the FBAP\nobservations. The new parameterization results in similar root mean square\nerrors (RMSEs) and correlation coefficients compared to the FBAP observations as the\npreviously existing fungal spore emission parameterizations, with some\nimprovements in the bias. Using the new emission parameterization on a model\ndomain covering western Europe, FBAP in the lowest model layer comprise a\nfraction of 15% of the total aerosol mass over land and reach average\nnumber concentrations of 26 L<sup>−1</sup>. The results confirm that fungal spores\nand biological particles may account for a major fraction of supermicron\naerosol particle number and mass concentration over vegetated continental\nregions and should thus be explicitly considered in air quality and climate\nstudies.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/6127/2015/", 
        "title": "Regional-scale simulations of fungal spore aerosols using an emission parameterization adapted to local measurements of fluorescent biological aerosol particles"
    }, 
    {
        "author": "L. Peng, J. R. Snider, and Z. Wang", 
        "date": "2015-06-04", 
        "description": "<b>Ice crystal concentrations in wave clouds: dependencies on temperature, <i>D</i> > 0.5 μm aerosol particle concentration, and duration of cloud processing</b><br /><br />Atmospheric Chemistry and Physics, 15, 6113-6125, 2015<br /><br />Author(s): L. Peng, J. R. Snider, and Z. Wang<br /><br />Model equations used to either diagnose or prognose the concentration of\nheterogeneously nucleated ice crystals depend on combinations of cloud\ntemperature, aerosol properties, and elapsed time of supersaturated-vapor or\nsupercooled-liquid conditions. The validity of these equations has been questioned.\nAmong many uncertain factors there is a concern that practical limitations on\naerosol particle time of exposure to supercooled-liquid conditions, within ice\nnucleus counters, has biased the predictions of a diagnostic model equation. In response to this concern,\nthis work analyzes airborne measurements of crystals made within the\ndownwind glaciated portions of wave clouds. A streamline model is used to\nconnect a measurement of aerosol concentration, made upwind of a cloud, to a\ndownwind ice crystal (IC) concentration. Four parameters are derived for 80\nstreamlines: (1) minimum cloud temperature along the streamline, (2) aerosol\nparticle concentration (diameter, <i>D</i> > 0.5 μm) measured within ascending\nair upwind of the cloud, (3) IC concentration measured in descending air\ndownwind, and (4) the duration of water-saturated conditions along the\nstreamline. The latter are between 38 and 507 s and the minimum temperatures\nare between −34 and −14 °C. Values of minimum temperature, <i>D</i> > 0.5 μm aerosol\nconcentration, and IC concentration are fitted using the equation developed\nfor ice nucleating particles (INPs) by by DeMott et al. (2010; D10). Overall, there is\nreasonable agreement among measured IC concentrations, INP concentrations\nderived using D10's fit equation, and IC concentrations derived by fitting\nthe airborne measurements with the equation developed by D10.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/6113/2015/", 
        "title": "Ice crystal concentrations in wave clouds: dependencies on temperature, <i>D</i> > 0.5 μm aerosol particle concentration, and duration of cloud processing"
    }, 
    {
        "author": "X. Pan, Y. Kanaya, H. Tanimoto, S. Inomata, Z. Wang, S. Kudo, and I. Uno", 
        "date": "2015-06-04", 
        "description": "<b>Examining the major contributors of ozone pollution in a rural area of the Yangtze River Delta region during harvest season</b><br /><br />Atmospheric Chemistry and Physics, 15, 6101-6111, 2015<br /><br />Author(s): X. Pan, Y. Kanaya, H. Tanimoto, S. Inomata, Z. Wang, S. Kudo, and I. Uno<br /><br />Open biomass burning (OBB) emits significant amounts of non-methane\nhydrocarbons (NMHCs), and the mixing of OBB with urban plumes could\nexacerbate regional ozone (O<sub>3</sub>) pollution. In the present study, an\nobservational field campaign was performed in a rural area at the northern\nedge of the Yangtze River Delta region (YRDR) from 15 May to 24 June 2010, during intensive open burning of wheat residues. The net\nphotochemical production rate of oxidant (O<sub><i>x</i></sub>  =  O<sub>3</sub>  + NO<sub>2</sub>)\nat the site was evaluated based on a box model (Regional Atmospheric\nChemical Mechanism, Version 2) constrained by real-time ambient measurements\n(e.g., O<sub>3</sub>, volatile organic compounds (VOCs), NO<sub><i>x</i></sub> (NO<sub>2</sub>  +\nNO), <i>J</i> values). Our results showed that both in situ photochemistry and direct\ntransport from urban areas in the YRDR were responsible for the high O<sub><i>x</i></sub>\nconcentration at the site. During an OBB-impact case, net photochemical\nproduction of O<sub><i>x</i></sub> in the daytime was pronounced, with a 6 h averaged\nO<sub><i>x</i></sub> production rate of 13 ± 4 ppbv h<sup>−1</sup> (maximum value of 21 ppbv h<sup>−1</sup> at 12:00 CST). Photochemical O<sub><i>x</i></sub>production changed from\nVOC-limited in the morning to NO<sub><i>x</i></sub>-limited in the afternoon due to the\nrapid photochemical consumption of NO<sub><i>x</i></sub> during the day. A combined\nanalysis with positive matrix factorization demonstrated that O<sub>3</sub>\npollution in the rural area of the YRDR was largely affected by urban emission,\nand OBB-related emissions also contributed to in situ photochemical production,\nparticularly in the afternoon. Our study suggested that a joint effort in\nreducing both NMHCs (e.g., aromatics) and NO<sub><i>x</i></sub> emissions in the urban\narea, as well as local OBB activities, may be effective in eliminating\nhigh-O<sub>3</sub> pollution risk in the rural areas of the YRDR.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/6101/2015/", 
        "title": "Examining the major contributors of ozone pollution in a rural area of the Yangtze River Delta region during harvest season"
    }, 
    {
        "author": "R. Zhao, A. K. Y. Lee, L. Huang, X. Li, F. Yang, and J. P. D. Abbatt", 
        "date": "2015-06-04", 
        "description": "<b>Photochemical processing of aqueous atmospheric brown carbon</b><br /><br />Atmospheric Chemistry and Physics, 15, 6087-6100, 2015<br /><br />Author(s): R. Zhao, A. K. Y. Lee, L. Huang, X. Li, F. Yang, and J. P. D. Abbatt<br /><br />Atmospheric brown carbon (BrC) is a collective term for light\n  absorbing organic compounds in the atmosphere. While the\n  identification of BrC and its formation mechanisms is currently\n  a central effort in the community, little is known about the\n  atmospheric removal processes of aerosol BrC. As a result, we report\n  on a series of laboratory studies of photochemical processing of BrC in\n  the aqueous phase, by direct photolysis and OH oxidation. Solutions\n  of ammonium sulfate mixed with glyoxal (GLYAS) or methylglyoxal\n  (MGAS) are used as surrogates for a class of secondary BrC mediated\n  by imine intermediates. Three nitrophenol species, namely\n  4-nitrophenol, 5-nitroguaiacol and 4-nitrocatechol, were\n  investigated as a class of water-soluble BrC originating from\n  biomass burning. Photochemical processing induced significant\n  changes in the absorptive properties of BrC. The imine-mediated BrC\n  solutions exhibited rapid photo-bleaching with both direct\n  photolysis and OH oxidation, with atmospheric half-lives of minutes\n  to a few hours. The nitrophenol species exhibited photo-enhancement\n  in the visible range during direct photolysis and the onset of OH\n  oxidation, but rapid photo-bleaching was induced by further OH\n  exposure on an atmospheric timescale of an hour or less. To\n  illustrate the atmospheric relevance of this work, we also performed\n  direct photolysis experiments on water-soluble organic carbon\n  extracted from biofuel combustion samples and observed rapid changes\n  in the optical properties of these samples as well.  Overall, these\n  experiments indicate that atmospheric models need to incorporate\n  representations of atmospheric processing of BrC species to\n  accurately model their radiative impacts.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/6087/2015/", 
        "title": "Photochemical processing of aqueous atmospheric brown carbon"
    }, 
    {
        "author": "L. Arellano, P. Fernández, R. Fonts, N. L. Rose, U. Nickus, H. Thies, E. Stuchlík, L. Camarero, J. Catalan, and J. O. Grimalt", 
        "date": "2015-06-04", 
        "description": "<b>Increasing and decreasing trends of the atmospheric deposition of organochlorine compounds in European remote areas during the last decade</b><br /><br />Atmospheric Chemistry and Physics, 15, 6069-6085, 2015<br /><br />Author(s): L. Arellano, P. Fernández, R. Fonts, N. L. Rose, U. Nickus, H. Thies, E. Stuchlík, L. Camarero, J. Catalan, and J. O. Grimalt<br /><br />Bulk atmospheric deposition samples were collected between 2004 and 2007 at\nfour high-altitude European sites encompassing east (Skalnaté Pleso),\nwest (Lochnagar), central (Gossenköllesee) and south (Redòn)\nregions, and analysed for legacy and current-use organochlorine compounds\n(OCs). Polychlorobiphenyls (PCBs) generally showed the highest deposition\nfluxes in the four sites, between 112 and 488 ng m<sup>−2</sup> mo<sup>−1</sup>, and hexachlorobenzene (HCB)\nthe lowest, a few ng m<sup>−2</sup> mo<sup>−1</sup>. Among pesticides, endosulfans were found at higher\ndeposition fluxes (11–177 ng m<sup>−2</sup> mo<sup>−1</sup>) than hexachlorocyclohexanes\n(HCHs) (17–66 ng m<sup>−2</sup> mo<sup>−1</sup>) in all sites except Lochnagar that was\ncharacterized by very low fluxes of this insecticide.\n<br><br>\nComparison of the present measurements with previous determinations in\nRedòn (1997–1998 and 2001–2002) and Gossenköllesee (1996–1998)\nprovided for the first time an assessment of the long-term temporal trends\nin OC atmospheric deposition in the European background areas. PCBs showed\nincreasing deposition trends while HCB deposition fluxes remained nearly\nconstant. Re-emission of PCBs from soils or as a consequence of glacier melting\nand subsequent precipitation and trapping of the volatilized compounds may\nexplain the observed PCB trends. This process does not occur for HCB due to\nits high volatility which keeps most of this pollutant in the gas phase.\n<br><br>\nA significant decline of pesticide deposition was observed during this\nstudied decade (1996–2006) which is consistent with the restriction in the\nuse of these compounds in most of the European countries. In any case,\ndegassing of HCHs or endosulfans from ice melting to the atmosphere should\nbe limited because of the low Henry's law constants of these compounds that\nwill retain them dissolved in the melted water.\n<br><br>\nInvestigation of the relationship between air mass trajectories arriving at\neach site and OC deposition fluxes showed no correlation for PCBs, which is\nconsistent with diffuse pollution from unspecific sources as the predominant\norigin of these compounds in these remote sites. In contrast, significant\ncorrelations between current-use pesticides and air masses flowing from the\nsouth were observed in Gossenköllesee, Lochnagar and Redòn. In the\ncase of Redòn, the higher proportion of air masses from the south\noccurred in parallel to higher temperatures, which did not allow us to\ndiscriminate between these two determinant factors of pesticide\ndeposition. However, in Gossenköllesee and Lochnagar, the relationship\nbetween pesticide concentration and southern air masses was univocal,\nreflecting the impact of regions with intensive agricultural activities.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/6069/2015/", 
        "title": "Increasing and decreasing trends of the atmospheric deposition of organochlorine compounds in European remote areas during the last decade"
    }, 
    {
        "author": "S. R. Arnold, L. K. Emmons, S. A. Monks, K. S. Law, D. A. Ridley, S. Turquety, S. Tilmes, J. L. Thomas, I. Bouarar, J. Flemming, V. Huijnen, J. Mao, B. N. Duncan, S. Steenrod, Y. Yoshida, J. Langner, and Y. Long", 
        "date": "2015-06-03", 
        "description": "<b>Biomass burning influence on high-latitude tropospheric ozone and reactive nitrogen in summer 2008: a multi-model analysis based on POLMIP simulations</b><br /><br />Atmospheric Chemistry and Physics, 15, 6047-6068, 2015<br /><br />Author(s): S. R. Arnold, L. K. Emmons, S. A. Monks, K. S. Law, D. A. Ridley, S. Turquety, S. Tilmes, J. L. Thomas, I. Bouarar, J. Flemming, V. Huijnen, J. Mao, B. N. Duncan, S. Steenrod, Y. Yoshida, J. Langner, and Y. Long<br /><br />We have evaluated tropospheric ozone enhancement in air dominated by biomass\nburning emissions at high latitudes (> 50° N) in July 2008, using\n10 global chemical transport model simulations from the POLMIP multi-model\ncomparison exercise. In model air masses dominated by fire emissions,\nΔO<sub>3</sub>/ΔCO values ranged between 0.039 and 0.196 ppbv ppbv<sup>&minus;1</sup>\n(mean: 0.113 ppbv ppbv<sup>&minus;1</sup>) in freshly fire-influenced air, and between 0.140\nand 0.261 ppbv ppbv<sup>&minus;1</sup> (mean: 0.193 ppbv) in more aged fire-influenced air.\nThese values are in broad agreement with the range of observational\nestimates from the literature. Model ΔPAN/ΔCO enhancement\nratios show distinct groupings according to the meteorological data used to\ndrive the models. ECMWF-forced models produce larger ΔPAN/ΔCO\nvalues (4.47 to 7.00 pptv ppbv<sup>&minus;1</sup>) than GEOS5-forced models (1.87 to 3.28 pptv ppbv<sup>&minus;1</sup>),\nwhich we show is likely linked to differences in efficiency of\nvertical transport during poleward export from mid-latitude source regions.\nSimulations of a large plume of biomass burning and anthropogenic emissions\nexported from towards the Arctic using a Lagrangian chemical transport model\nshow that 4-day net ozone change in the plume is sensitive to differences in\nplume chemical composition and plume vertical position among the POLMIP\nmodels. In particular, Arctic ozone evolution in the plume is highly\nsensitive to initial concentrations of PAN, as well as oxygenated VOCs\n(acetone, acetaldehyde), due to their role in producing the peroxyacetyl\nradical PAN precursor. Vertical displacement is also important due to its\neffects on the stability of PAN, and subsequent effect on NO<sub><I>x</I></sub> abundance. In\nplumes where net ozone production is limited, we find that the lifetime of\nozone in the plume is sensitive to hydrogen peroxide loading, due to the\nproduction of HO<sub><I>x</I></sub> from peroxide photolysis, and the key role of\nHO<sub>2</sub> + O<sub>3</sub> in controlling ozone loss. Overall, our results suggest\nthat emissions from biomass burning lead to large-scale photochemical\nenhancement in high-latitude tropospheric ozone during summer.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/6047/2015/", 
        "title": "Biomass burning influence on high-latitude tropospheric ozone and reactive nitrogen in summer 2008: a multi-model analysis based on POLMIP simulations"
    }, 
    {
        "author": "A. Tasoglou and S. N. Pandis", 
        "date": "2015-06-02", 
        "description": "<b>Formation and chemical aging of secondary organic aerosol during the β-caryophyllene oxidation</b><br /><br />Atmospheric Chemistry and Physics, 15, 6035-6046, 2015<br /><br />Author(s): A. Tasoglou and S. N. Pandis<br /><br />The secondary organic aerosol (SOA) production during the oxidation of &beta;-caryophyllene by ozone (O<sub>3</sub>) and hydroxyl radicals (OH) and the\nsubsequent chemical aging of the products during reactions with OH were\ninvestigated. Experiments were conducted with ozone and with hydroxyl radicals at low\nNO<sub><i>x</i></sub> (zero added NO<sub><i>x</i></sub>) and at high NO<sub><i>x</i></sub> (hundreds of parts per billion). The SOA\nmass yield at 10 μg m<sup>−3</sup> of organic aerosol was 27% for the\nozonolysis, 20% for the reaction with OH at low NO<sub><i>x</i></sub>, and 38% at\nhigh NO<sub><i>x</i></sub> under dry conditions, 20 °C, and ozone excess.\nParameterizations of the fresh SOA yields have been developed. The average\nfresh SOA atomic O : C ratio varied from 0.24 to 0.34 depending on the\noxidant and the NO<sub><i>x</i></sub> level, while the H : C ratio was close to 1.5 for\nall systems examined. An average density of\n1.06 ± 0.1 μg m<sup>−3</sup> of the β-caryophyllene SOA was\nestimated. The exposure to UV light had no effect on the &beta;-caryophyllene SOA concentration and aerosol mass spectrometer (AMS) measurements. The chemical aging of the β-caryophyllene SOA produced was\nstudied by exposing the fresh SOA to high concentrations\n(10<sup>7</sup> molecules cm<sup>&minus;3</sup>) of OH for several hours. These additional\nreactions increased the SOA concentration by 15–40% and O : C by\napproximately 25%. A limited number of experiments suggested that there\nwas a significant impact of the relative humidity on the chemical aging of\nthe SOA. The evaporation rates of β-caryophyllene SOA were quantified\nby using a thermodenuder allowing us to estimate the corresponding volatility\ndistributions and effective vaporization enthalpies.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/6035/2015/", 
        "title": "Formation and chemical aging of secondary organic aerosol during the β-caryophyllene oxidation"
    }, 
    {
        "author": "Q. Jiang, Y. L. Sun, Z. Wang, and Y. Yin", 
        "date": "2015-06-02", 
        "description": "<b>Aerosol composition and sources during the Chinese Spring Festival: fireworks, secondary aerosol, and holiday effects</b><br /><br />Atmospheric Chemistry and Physics, 15, 6023-6034, 2015<br /><br />Author(s): Q. Jiang, Y. L. Sun, Z. Wang, and Y. Yin<br /><br />Aerosol particles were characterized by an Aerodyne aerosol chemical\nspeciation monitor along with various collocated instruments in Beijing,\nChina, to investigate the role of fireworks (FW) and secondary aerosol in\nparticulate pollution during the Chinese Spring Festival of 2013. Three\nFW events, exerting significant and short-term impacts on fine\nparticles (PM<sub>2.5</sub>), were observed on the days of Lunar New Year, Lunar\nFifth Day, and Lantern Festival. The FW were shown to have a large impact on\nnon-refractory potassium, chloride, sulfate, and organics in submicron\naerosol (PM<sub>1</sub>), of which FW organics appeared to be emitted\nmainly in secondary, with its mass spectrum resembling that of secondary\norganic aerosol (SOA). Pollution events (PEs) and clean periods (CPs)\nalternated routinely throughout the study. Secondary particulate matter (SPM\n= SOA + sulfate + nitrate + ammonium) dominated the total PM<sub>1</sub>\nmass on average, accounting for 63–82% during nine PEs in this study. The\nelevated contributions of secondary species during PEs resulted in a higher\nmass extinction efficiency of PM<sub>1</sub> (6.4 m<sup>2</sup> g<sup>-1</sup>) than\nduring CPs (4.4 m<sup>2</sup> g<sup>-1</sup>). The Chinese Spring Festival also provides\na unique opportunity to study the impact of reduced anthropogenic emissions\non aerosol chemistry in the city. Primary species showed ubiquitous\nreductions during the holiday period with the largest reduction being in cooking\norganic aerosol (OA; 69%), in nitrogen monoxide (54%), and in coal combustion OA (28%).\nSecondary sulfate, however, remained only slightly changed, and the SOA and the\ntotal PM<sub>2.5</sub> even slightly increased. Our results have significant\nimplications for controlling local primary source emissions during PEs,\ne.g., cooking and traffic activities. Controlling these factors might have a limited effect on\nimproving air quality in the megacity of Beijing, due to the dominance of SPM from\nregional transport in aerosol particle composition.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/6023/2015/", 
        "title": "Aerosol composition and sources during the Chinese Spring Festival: fireworks, secondary aerosol, and holiday effects"
    }, 
    {
        "author": "Z. L. Lüthi, B. Škerlak, S.-W. Kim, A. Lauer, A. Mues, M. Rupakheti, and S. Kang", 
        "date": "2015-06-01", 
        "description": "<b>Atmospheric brown clouds reach the Tibetan Plateau by crossing the Himalayas</b><br /><br />Atmospheric Chemistry and Physics, 15, 6007-6021, 2015<br /><br />Author(s): Z. L. Lüthi, B. Škerlak, S.-W. Kim, A. Lauer, A. Mues, M. Rupakheti, and S. Kang<br /><br />The Himalayas and the Tibetan Plateau region (HTP), despite being\n  a remote and sparsely populated area, is regularly exposed to\n  polluted air masses with significant amounts of aerosols including\n  black carbon. These dark, light-absorbing particles are known to\n  exert a great melting potential on mountain cryospheric reservoirs\n  through albedo reduction and radiative forcing. This study combines\n  ground-based and satellite remote sensing data to identify\n  a severe aerosol pollution episode observed simultaneously in\n  central Tibet and on the southern side of the Himalayas during\n  13–19 March 2009 (pre-monsoon). Trajectory calculations based on the\n  high-resolution numerical weather prediction model COSMO are used to\n  locate the source regions and study the mechanisms of pollution transport\n  in the complex topography of the HTP. We detail how polluted air masses\n  from an atmospheric brown cloud (ABC) over South Asia reach the\n  Tibetan Plateau within a few days. Lifting and advection of polluted air\n  masses over the great mountain range is enabled by a combination of\n  synoptic-scale and local meteorological processes. During the days prior\n  to the event, winds over the Indo-Gangetic Plain (IGP) are generally weak\n  at lower levels, allowing for accumulation of pollutants and thus the\n  formation of ABCs. The subsequent passing of synoptic-scale troughs leads\n  to southwesterly flow in the middle troposphere over northern and central\n  India, carrying the polluted air masses across the Himalayas. As the IGP is\n  known to be a hotspot of ABCs, the cross-Himalayan transport of polluted air\n  masses may have serious implications for the cryosphere in the HTP\n  and impact climate on regional to global scales. Since the current\n  study focuses on one particularly strong pollution episode, quantifying\n  the frequency and magnitude of similar events in a climatological study\n  is required to assess the total impact.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/6007/2015/", 
        "title": "Atmospheric brown clouds reach the Tibetan Plateau by crossing the Himalayas"
    }, 
    {
        "author": "I. C. Prentice, X. Liang, B. E. Medlyn, and Y.-P. Wang", 
        "date": "2015-05-29", 
        "description": "<b>Reliable, robust and realistic: the three R's of next-generation land-surface modelling</b><br /><br />Atmospheric Chemistry and Physics, 15, 5987-6005, 2015<br /><br />Author(s): I. C. Prentice, X. Liang, B. E. Medlyn, and Y.-P. Wang<br /><br />Land-surface models (LSMs) are increasingly called upon to represent not\nonly the exchanges of energy, water and momentum across the land–atmosphere\ninterface (their original purpose in climate models), but also how\necosystems and water resources respond to climate, atmospheric environment,\nland-use and land-use change, and how these responses in turn influence\nland–atmosphere fluxes of carbon dioxide (CO<sub>2</sub>), trace gases and other\nspecies that affect the composition and chemistry of the atmosphere.\nHowever, the LSMs embedded in state-of-the-art climate models differ in how\nthey represent fundamental aspects of the hydrological and carbon cycles,\nresulting in large inter-model differences and sometimes faulty predictions.\nThese \"third-generation\" LSMs respect the close coupling of the carbon and\nwater cycles through plants, but otherwise tend to be under-constrained, and\nhave not taken full advantage of robust hydrological parameterizations that\nwere independently developed in offline models. Benchmarking, combining\nmultiple sources of atmospheric, biospheric and hydrological data, should be\na required component of LSM development, but this field has been relatively\npoorly supported and intermittently pursued. Moreover, benchmarking alone is\nnot sufficient to ensure that models improve. Increasing complexity may\nincrease realism but decrease reliability and robustness, by increasing the\nnumber of poorly known model parameters. In contrast, simplifying the\nrepresentation of complex processes by stochastic parameterization (the\nrepresentation of unresolved processes by statistical distributions of\nvalues) has been shown to improve model reliability and realism in both\natmospheric and land-surface modelling contexts. We provide examples for\nimportant processes in hydrology (the generation of runoff and flow routing\nin heterogeneous catchments) and biology (carbon uptake by species-diverse\necosystems). We propose that the way forward for next-generation complex\nLSMs will include: (a) representations of biological and hydrological\nprocesses based on the implementation of multiple internal constraints; (b)\nsystematic application of benchmarking and data assimilation techniques to\noptimize parameter values and thereby test the structural adequacy of\nmodels; and (c) stochastic parameterization of unresolved variability,\napplied in both the hydrological and the biological domains.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/5987/2015/", 
        "title": "Reliable, robust and realistic: the three R's of next-generation land-surface modelling"
    }, 
    {
        "author": "K. M. Seltzer, W. Vizuete, and B. H. Henderson", 
        "date": "2015-05-29", 
        "description": "<b>Evaluation of updated nitric acid chemistry on ozone precursors and radiative effects</b><br /><br />Atmospheric Chemistry and Physics, 15, 5973-5986, 2015<br /><br />Author(s): K. M. Seltzer, W. Vizuete, and B. H. Henderson<br /><br />This study shows that revising the reaction rate of NO<sub>2</sub> + HO<sup>&middot;</sup> → HNO<sub>3</sub>\nimproves simulated nitrogen partitioning and changes the simulated radiative\neffects of several short-lived climate forcers (SLCF). Both laboratory and\nfield study analyses have found that the reaction rate should be reduced by\n13–30% from current recommendations. We evaluate the GEOS-Chem model over\nNorth America with and without the recommended update using observations from\nthe Intercontinental Chemical Transport Experiment – North America (INTEX-NA) Phase A campaign. Revising the NO<sub>2</sub> + HO<sup>&middot;</sup> → HNO<sub>3</sub> rate\ncoefficient improves model performance of oxidized nitrogen partitioning by\nincreasing NO<sub><I>x</I></sub> concentrations in the upper troposphere and decreasing\nHNO<sub>3</sub> throughout the troposphere. The increase in NO<sub><I>x</I></sub>\nconcentrations has a corresponding global increase in O<sub>3</sub> concentrations\nand local increases in sulfate aerosols, causing a perturbation in simulated radiative effects. These findings demonstrate\nthe positive influence the mechanism update has on the partitioning of\noxidized nitrogen species, the benefits it provides when compared to aircraft\nobservations, and the simulated radiative effects that the reduction induces.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/5973/2015/", 
        "title": "Evaluation of updated nitric acid chemistry on ozone precursors and radiative effects"
    }, 
    {
        "author": "B. Eggert, P. Berg, J. O. Haerter, D. Jacob, and C. Moseley", 
        "date": "2015-05-29", 
        "description": "<b>Temporal and spatial scaling impacts on extreme precipitation</b><br /><br />Atmospheric Chemistry and Physics, 15, 5957-5971, 2015<br /><br />Author(s): B. Eggert, P. Berg, J. O. Haerter, D. Jacob, and C. Moseley<br /><br />Convective and stratiform precipitation events have fundamentally different\nphysical causes. Using a radar composite over Germany, this study separates\nthese precipitation types and compares extremes at different spatial and\ntemporal scales, ranging from 1 to 50 km and 5 min to 6 h, respectively.\nFour main objectives are addressed. First, we investigate extreme\nprecipitation intensities for convective and stratiform precipitation events\nat different spatial and temporal resolutions to identify type-dependent\nspace and time reduction factors and to analyze regional and seasonal\ndifferences over Germany. We find strong differences between the types, with\nup to 30% higher reduction factors for convective compared to stratiform\nextremes, exceeding all other observed seasonal and regional differences\nwithin one type. Second, we investigate how the differences in reduction\nfactors affect the contribution of each type to extreme events as a whole,\nagain dependent on the scale and the threshold chosen. A clear shift occurs\ntowards more convective extremes at higher resolution or higher percentiles.\nFor horizontal resolutions of current climate model simulations,\ni.e., ~10 km, the temporal resolution of the data as well as the\nchosen threshold have profound influence on which type of extreme will be\nstatistically dominant. Third, we compare the ratio of area to duration\nreduction factor for convective and stratiform events and find that\nconvective events have lower effective advection velocities than stratiform\nevents and are therefore more strongly affected by spatial than by temporal\naggregation. Finally, we discuss the entire precipitation distribution\nregarding data aggregation and identify matching pairs of temporal and\nspatial resolutions where similar distributions are observed. The information\nis useful for planning observational networks or storing model data at\ndifferent temporal and spatial scales.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/5957/2015/", 
        "title": "Temporal and spatial scaling impacts on extreme precipitation"
    }, 
    {
        "author": "P. Koepke, J. Gasteiger, and M. Hess", 
        "date": "2015-05-29", 
        "description": "<b>Technical Note: Optical properties of desert aerosol with non-spherical mineral particles: data incorporated to OPAC</b><br /><br />Atmospheric Chemistry and Physics, 15, 5947-5956, 2015<br /><br />Author(s): P. Koepke, J. Gasteiger, and M. Hess<br /><br />Mineral particles, in general, are not spheres and so the assumption\nof spherical particles, instead of more realistic\nshapes, has significant effects on modeled optical\nproperties and therefore on remote-sensing\nprocedures for desert aerosol and the derived radiative forcing. Thus, in a\nnew version of the database OPAC (Optical Properties of Aerosols and Clouds;\nHess et al., 1998), the optical properties of the mineral particles are\nmodeled describing the particles as spheroids with size dependent aspect\nratio distributions, but with the size distributions and the spectral\nrefractive indices not changed against the previous version of OPAC. The\nspheroid assumption is known to substantially improve the scattering\nfunctions but pays regard to the limited knowledge on particle shapes in an\nactual case. The relative deviations of the optical properties of\nnon-spherical mineral particles from those of spherical particles are for the\nphase function in the solar spectral range up to +60% at scattering\nangles of about 130° and up to −60% in the backscatter region,\nbut less than 2% for the asymmetry parameter. The deviations are\ngenerally small in the thermal infrared and for optical properties that are\nindependent of the scattering angle. The improved version of OPAC (4.0) is\nfreely available at <a href=\"http://www.rascin.net\"target=\"_blank\">www.rascin.net</a>.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/5947/2015/", 
        "title": "Technical Note: Optical properties of desert aerosol with non-spherical mineral particles: data incorporated to OPAC"
    }, 
    {
        "author": "M. Brines, M. Dall'Osto, D. C. S. Beddows, R. M. Harrison, F. Gómez-Moreno, L. Núñez, B. Artíñano, F. Costabile, G. P. Gobbi, F. Salimi, L. Morawska, C. Sioutas, and X. Querol", 
        "date": "2015-05-28", 
        "description": "<b>Traffic and nucleation events as main sources of ultrafine particles in high-insolation developed world cities</b><br /><br />Atmospheric Chemistry and Physics, 15, 5929-5945, 2015<br /><br />Author(s): M. Brines, M. Dall'Osto, D. C. S. Beddows, R. M. Harrison, F. Gómez-Moreno, L. Núñez, B. Artíñano, F. Costabile, G. P. Gobbi, F. Salimi, L. Morawska, C. Sioutas, and X. Querol<br /><br />Road traffic emissions are often considered the main source of ultrafine\nparticles (UFP, diameter smaller than 100 nm) in urban environments.\nHowever, recent studies worldwide have shown that – in high-insolation urban\nregions at least – new particle formation events can also contribute to UFP.\nIn order to quantify such events we systematically studied three cities\nlocated in predominantly sunny environments: Barcelona (Spain), Madrid\n(Spain) and Brisbane (Australia). Three long-term data sets (1–2 years) of\nfine and ultrafine particle number size distributions (measured by SMPS,\nScanning Mobility Particle Sizer) were analysed. Compared to total particle\nnumber concentrations, aerosol size distributions offer far more information\non the type, origin and atmospheric evolution of the particles. By applying\n<i>k</i>-means clustering analysis, we categorized the collected aerosol size\ndistributions into three main categories: \"Traffic\" (prevailing 44–63% of\nthe time), \"Nucleation\" (14–19%) and \"Background pollution and\nSpecific cases\" (7–22%). Measurements from Rome (Italy) and Los Angeles\n(USA) were also included to complement the study. The daily variation\nof the average UFP concentrations for a typical nucleation day at each site\nrevealed a similar pattern for all cities, with three distinct particle\nbursts. A morning and an evening spike reflected traffic rush hours, whereas\na third one at midday showed nucleation events. The photochemically\nnucleated particles' burst lasted 1–4 h, reaching sizes of 30–40 nm. On\naverage, the occurrence of particle size spectra dominated by nucleation\nevents was 16% of the time, showing the importance of this process as a\nsource of UFP in urban environments exposed to high solar radiation. Nucleation events lasting for 2 h or more occurred on 55% of\nthe days, this extending to > 4 h in 28% of the days,\ndemonstrating that atmospheric conditions in urban environments are not\nfavourable to the growth of photochemically nucleated particles. In summary,\nalthough traffic remains the main source of UFP in urban areas, in developed\ncountries with high insolation urban nucleation events are also a main\nsource of UFP. If traffic-related particle concentrations are reduced in the\nfuture, nucleation events will likely increase in urban areas, due to the\nreduced urban condensation sinks.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/5929/2015/", 
        "title": "Traffic and nucleation events as main sources of ultrafine particles in high-insolation developed world cities"
    }, 
    {
        "author": "X. Pan, M. Chin, R. Gautam, H. Bian, D. Kim, P. R. Colarco, T. L. Diehl, T. Takemura, L. Pozzoli, K. Tsigaridis, S. Bauer, and N. Bellouin", 
        "date": "2015-05-28", 
        "description": "<b>A multi-model evaluation of aerosols over South Asia: common problems and possible causes</b><br /><br />Atmospheric Chemistry and Physics, 15, 5903-5928, 2015<br /><br />Author(s): X. Pan, M. Chin, R. Gautam, H. Bian, D. Kim, P. R. Colarco, T. L. Diehl, T. Takemura, L. Pozzoli, K. Tsigaridis, S. Bauer, and N. Bellouin<br /><br />Atmospheric pollution over South Asia attracts special attention due to its\neffects on regional climate, water cycle and human health. These effects are\npotentially growing owing to rising trends of anthropogenic aerosol\nemissions. In this study, the spatio-temporal aerosol distributions over\nSouth Asia from seven global aerosol models are evaluated against aerosol\nretrievals from NASA satellite sensors and ground-based measurements for the\nperiod of 2000–2007. Overall, substantial underestimations of aerosol\nloading over South Asia are found systematically in most model simulations.\nAveraged over the entire South Asia, the annual mean aerosol optical depth\n(AOD) is underestimated by a range 15 to 44% across models compared\nto MISR (Multi-angle Imaging SpectroRadiometer), which is the lowest bound among various satellite AOD retrievals\n(from MISR, SeaWiFS (Sea-Viewing Wide Field-of-View Sensor), MODIS (Moderate Resolution Imaging Spectroradiometer) Aqua and Terra). In particular during the\npost-monsoon and wintertime periods (i.e., October–January), when\nagricultural waste burning and anthropogenic emissions dominate, models fail\nto capture AOD and aerosol absorption optical depth (AAOD) over the\nIndo–Gangetic Plain (IGP) compared to ground-based Aerosol Robotic Network (AERONET) sunphotometer\nmeasurements. The underestimations of aerosol loading in models generally\noccur in the lower troposphere (below 2 km) based on the comparisons of\naerosol extinction profiles calculated by the models with those from Cloud–Aerosol Lidar with Orthogonal Polarization\n(CALIOP)\ndata. Furthermore, surface concentrations of all aerosol components\n(sulfate, nitrate, organic aerosol (OA) and black carbon (BC)) from the models are\nfound much lower than in situ measurements in winter. Several possible\ncauses for these common problems of underestimating aerosols in models\nduring the post-monsoon and wintertime periods are identified: the aerosol\nhygroscopic growth and formation of secondary inorganic aerosol are\nsuppressed in the models because relative humidity (RH) is biased far too low in\nthe boundary layer and thus foggy conditions are poorly represented in current models, the nitrate aerosol is either missing or inadequately\naccounted for, and emissions from agricultural waste burning and biofuel\nusage are too low in the emission inventories. These common problems and\npossible causes found in multiple models point out directions for future\nmodel improvements in this important region.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/5903/2015/", 
        "title": "A multi-model evaluation of aerosols over South Asia: common problems and possible causes"
    }, 
    {
        "author": "L. E. Revell, F. Tummon, A. Stenke, T. Sukhodolov, A. Coulon, E. Rozanov, H. Garny, V. Grewe, and T. Peter", 
        "date": "2015-05-27", 
        "description": "<b>Drivers of the tropospheric ozone budget throughout the 21st  century under the medium-high climate scenario RCP 6.0</b><br /><br />Atmospheric Chemistry and Physics, 15, 5887-5902, 2015<br /><br />Author(s): L. E. Revell, F. Tummon, A. Stenke, T. Sukhodolov, A. Coulon, E. Rozanov, H. Garny, V. Grewe, and T. Peter<br /><br />Because tropospheric ozone is both a greenhouse gas and harmful air\npollutant, it is important to understand how anthropogenic activities may\ninfluence its abundance and distribution through the 21st century.\nHere, we present model simulations performed with the chemistry–climate\nmodel SOCOL, in which spatially disaggregated chemistry and transport\ntracers have been implemented in order to better understand the distribution\nand projected changes in tropospheric ozone. We examine the influences of\nozone precursor emissions (nitrogen oxides (NO<sub>x</sub>), carbon monoxide (CO)\nand volatile organic compounds (VOCs)), climate change (including methane\neffects) and stratospheric ozone recovery on the tropospheric ozone budget,\nin a simulation following the climate scenario Representative Concentration\nPathway (RCP) 6.0 (a medium-high, and reasonably realistic climate\nscenario). Changes in ozone precursor emissions have the largest effect,\nleading to a global-mean increase in tropospheric ozone which maximizes in\nthe early 21st century at 23% compared to 1960. The increase is most\npronounced at northern midlatitudes, due to regional emission patterns:\nbetween 1990 and 2060, northern midlatitude tropospheric ozone remains at\nconstantly large abundances: 31% larger than in 1960. Over this 70-year\nperiod, attempts to reduce emissions in Europe and North America do not have\nan effect on zonally averaged northern midlatitude ozone because of\nincreasing emissions from Asia, together with the long lifetime of ozone in\nthe troposphere. A simulation with fixed anthropogenic ozone precursor\nemissions of NO<sub>x</sub>, CO and non-methane VOCs at 1960 conditions shows a\n6% increase in global-mean tropospheric ozone by the end of the 21st\ncentury, with an 11 % increase at northern midlatitudes. This increase\nmaximizes in the 2080s and is mostly caused by methane, which maximizes in\nthe 2080s following RCP 6.0, and plays an important role in controlling\nozone directly, and indirectly through its influence on other VOCs and CO.\nEnhanced flux of ozone from the stratosphere to the troposphere as well as\nclimate change-induced enhancements in lightning NO<sub>x</sub> emissions also\nincrease the tropospheric ozone burden, although their impacts are\nrelatively small. Overall, the results show that under this climate\nscenario, ozone in the future is governed largely by changes in methane and\nNO<sub>x</sub>; methane induces an increase in tropospheric ozone that is\napproximately one-third of that caused by NO<sub>x</sub>. Climate impacts on ozone\nthrough changes in tropospheric temperature, humidity and lightning NO<sub>x</sub>\nremain secondary compared with emission strategies relating to anthropogenic\nemissions of NO<sub>x</sub>, such as fossil fuel burning. Therefore, emission\npolicies globally have a critical role to play in determining tropospheric\nozone evolution through the 21st century.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/5887/2015/", 
        "title": "Drivers of the tropospheric ozone budget throughout the 21st  century under the medium-high climate scenario RCP 6.0"
    }, 
    {
        "author": "J. Tonttila, E. J. O'Connor, A. Hellsten, A. Hirsikko, C. O'Dowd, H. Järvinen, and P. Räisänen", 
        "date": "2015-05-27", 
        "description": "<b>Turbulent structure and scaling of the inertial subrange in a stratocumulus-topped boundary layer observed by a Doppler lidar</b><br /><br />Atmospheric Chemistry and Physics, 15, 5873-5885, 2015<br /><br />Author(s): J. Tonttila, E. J. O'Connor, A. Hellsten, A. Hirsikko, C. O'Dowd, H. Järvinen, and P. Räisänen<br /><br />The turbulent structure of a stratocumulus-topped marine boundary\n      layer over a 2-day period is observed with a Doppler lidar at Mace\n      Head in Ireland. Using profiles of vertical velocity statistics, the\n      bulk of the mixing is identified as cloud driven. This is supported by\n      the pertinent feature of negative vertical velocity skewness in the\n      sub-cloud layer which extends, on occasion, almost to the\n      surface. Both coupled and decoupled turbulence characteristics are\n      observed. The length and timescales related to the cloud-driven\n      mixing are investigated and shown to provide additional\n      information about the structure and the source of the mixing inside\n      the boundary layer. They are also shown to place constraints on the\n      length of the sampling periods used to derive products, such as the\n      turbulent dissipation rate, from lidar measurements.  For this, the\n      maximum wavelengths that belong to the inertial subrange are studied through\n      spectral analysis of the vertical velocity.\n      The maximum wavelength\n      of the inertial subrange in the cloud-driven layer scales relatively well\n      with the corresponding layer depth during pronounced decoupled structure\n      identified from the vertical velocity skewness. However, on many occasions,\n      combining the analysis of the inertial subrange and vertical velocity\n      statistics suggests higher decoupling height than expected from the skewness profiles.\n      Our results show that investigation of the length scales related to the inertial subrange\n      significantly complements the analysis of the vertical velocity statistics and enables a more\n      confident interpretation of complex boundary layer structures using measurements from a Doppler lidar.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/5873/2015/", 
        "title": "Turbulent structure and scaling of the inertial subrange in a stratocumulus-topped boundary layer observed by a Doppler lidar"
    }, 
    {
        "author": "A. H. Berner, C. S. Bretherton, and R. Wood", 
        "date": "2015-05-27", 
        "description": "<b>Large eddy simulation of ship tracks in the collapsed marine boundary layer: a case study from the Monterey area ship track experiment</b><br /><br />Atmospheric Chemistry and Physics, 15, 5851-5871, 2015<br /><br />Author(s): A. H. Berner, C. S. Bretherton, and R. Wood<br /><br />For the first time, a large eddy simulation (LES) coupled to a bulk aerosol\nscheme is used to simulate an aircraft-sampled ship track. The track was\nformed by the M/V <i>Sanko Peace</i> on 13 June 1994 in a shallow drizzling\nboundary layer with high winds but very low background aerosol concentrations\n(10 cm<sup>−3</sup>). A Lagrangian framework is used to simulate the evolution of\na short segment of track as it is advected away from the ship for 8 h\n(a downwind distance exceeding 570 km).\n<br><br>\nUsing aircraft observations for initialization, good agreement is obtained\nbetween the simulated and observed features of the ambient boundary layer\noutside the track, including the organization of the cloud into mesoscale\nrolls. After 8 h, a line of aerosol is injected to start the ship\ntrack. The simulation successfully reproduces the significant albedo\nenhancement and suppression of drizzle observed within the track. The aerosol\nconcentration within the track dilutes as it broadens due to turbulent\nmixing. A sensitivity study shows the broadening rate strongly depends on the\nalignment between the track and the wind-aligned boundary layer rolls, as\nsatellite images of ship tracks suggest. Entrainment is enhanced within the\nsimulated track, but the observed 100 m elevation of the ship track above\nthe surrounding layer is not simulated, possibly because the LES quickly\nsharpens the rather weak observed inversion. Liquid water path within the\nsimulated track increases with time even as the ambient liquid water path is\ndecreasing. The albedo increase in the track from liquid water and cloud\nfraction enhancement (second indirect effect) eventually exceeds that from\ncloud droplet number increases (first indirect or Twomey effect). In a\nsensitivity study with a higher initial ambient aerosol concentration,\nstronger ship track aerosol source, and much weaker drizzle, there is less\nliquid water inside the track than outside for several hours downwind,\nconsistent with satellite estimates for such situations. In that case, the\nTwomey effect dominates throughout, although, as seen in satellite images,\nthe albedo enhancement of the track is much smaller.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/5851/2015/", 
        "title": "Large eddy simulation of ship tracks in the collapsed marine boundary layer: a case study from the Monterey area ship track experiment"
    }, 
    {
        "author": "D. R. Allen, K. W. Hoppel, and D. D. Kuhl", 
        "date": "2015-05-27", 
        "description": "<b>Wind extraction potential from ensemble Kalman filter assimilation of stratospheric ozone using a global shallow water model</b><br /><br />Atmospheric Chemistry and Physics, 15, 5835-5850, 2015<br /><br />Author(s): D. R. Allen, K. W. Hoppel, and D. D. Kuhl<br /><br />The feasibility of extracting wind information from stratospheric ozone\nobservations is tested using ensemble Kalman filter (EnKF) data assimilation\n(DA) and a global shallow water model that includes advection of an\nozone-like tracer. Simulated observations are created from a truth run (TR)\nthat resembles the Northern Hemisphere winter stratosphere with a polar\nvortex disturbed by planetary-scale wave forcing. Ozone observations mimic\nsampling of a polar-orbiting satellite, while geopotential height\nobservations are randomly placed in space and time. EnKF experiments are\nperformed assimilating ozone, height, or both, over a 10-day period. The DA\nis also implemented using two different pairs of flow variables: zonal and\nmeridional wind (EnKF-<i>uv</i>) and stream function and velocity potential\n(EnKF-&psi;&chi;). Each experiment is tuned for optimal localization\nlength, while the ensemble spread is adaptively inflated using the TR. The\nexperiments are evaluated using the maximum wind extraction potential (WEP).\nOzone only assimilation improves winds (WEP = 46% for EnKF-<i>uv</i>, and 58%\nfor EnKF-&psi;&chi;), but suffers from spurious gravity wave generation.\nApplication of nonlinear normal mode initialization (NMI) greatly reduces\nthe unwanted imbalance and increases the WEP for EnKF-<i>uv</i> (84%) and\nEnKF-&psi;&chi; (81%). Assimilation of only height observations also\nimproved the winds (WEP = 60% for EnKF-<i>uv</i>, and 69% for EnKF-&psi;&chi;), with much less imbalance compared to the ozone experiment. The\nassimilation of both height and ozone performed the best, with WEP\nincreasing to ~87% (~90% with NMI) for\nboth EnKF-<i>uv</i> and EnKF-&psi;&chi;, demonstrating that wind extraction from\nozone assimilation can be beneficial even in a data-rich environment. Ozone\nassimilation particularly improves the tropical winds, which are not well\nconstrained by height observations due to lack of geostrophy.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/5835/2015/", 
        "title": "Wind extraction potential from ensemble Kalman filter assimilation of stratospheric ozone using a global shallow water model"
    }, 
    {
        "author": "Y. Xu and S.-P. Xie", 
        "date": "2015-05-27", 
        "description": "<b>Ocean mediation of tropospheric response to reflecting and absorbing aerosols</b><br /><br />Atmospheric Chemistry and Physics, 15, 5827-5833, 2015<br /><br />Author(s): Y. Xu and S.-P. Xie<br /><br />Radiative forcing by reflecting (e.g., sulfate, SO<sub>4</sub>) and absorbing (e.g.,\nblack carbon, BC) aerosols is distinct: the former cools the planet by\nreducing solar radiation at the top of the atmosphere and the surface,\nwithout largely affecting the atmospheric column, while the latter heats the\natmosphere directly. Despite the fundamental difference in forcing, here we\nshow that the structure of the tropospheric response is remarkably similar\nbetween the two types of aerosols, featuring a deep vertical structure of\ntemperature change (of opposite sign) at the Northern Hemisphere (NH)\nmid-latitudes. The deep temperature structure is anchored by the slow\nresponse of the ocean, as a large meridional sea surface temperature (SST)\ngradient drives an anomalous inter-hemispheric Hadley circulation in the\ntropics and induces atmospheric eddy adjustments at the NH mid-latitudes. The\ntropospheric warming in response to projected future decline in reflecting\naerosols poses additional threats to the stability of mountain glaciers in\nthe NH. Additionally, robust tropospheric response is unique to aerosol\nforcing and absent in the CO<sub>2</sub> response, which can be exploited for\nclimate change attribution.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/5827/2015/", 
        "title": "Ocean mediation of tropospheric response to reflecting and absorbing aerosols"
    }, 
    {
        "author": "W. Wang, K. Matthes, and T. Schmidt", 
        "date": "2015-05-26", 
        "description": "<b>Quantifying contributions to the recent temperature variability in the tropical tropopause layer</b><br /><br />Atmospheric Chemistry and Physics, 15, 5815-5826, 2015<br /><br />Author(s): W. Wang, K. Matthes, and T. Schmidt<br /><br />The recently observed variability in the tropical tropopause layer (TTL), which\n  features a warming of 0.9 K over the past decade\n  (2001–2011), is investigated with a number of sensitivity experiments from\n  simulations with NCAR's CESM-WACCM chemistry–climate model. The experiments\n  have been designed to specifically quantify the contributions from natural\n  as well as anthropogenic factors, such as solar variability (Solar), sea\n  surface temperatures (SSTs), the quasi-biennial oscillation (QBO),\n  stratospheric aerosols (Aerosol), greenhouse gases (GHGs) and the\n  dependence on the vertical resolution in the model. The results show that,\n  in the TTL from 2001 through 2011, a cooling in tropical SSTs leads to a weakening of tropical\n  upwelling around the tropical tropopause and hence relative downwelling and\n  adiabatic warming of 0.3 K decade<sup>-1</sup>; stronger QBO westerlies\n  result in a 0.2 K decade<sup>-1</sup> warming; increasing aerosols in the lower\n  stratosphere lead to a 0.2 K decade<sup>-1</sup> warming; a prolonged solar\n  minimum contributes about 0.2 K decade<sup>-1</sup> to a cooling;\n  and increased GHGs have no significant influence.\n  Considering all the factors mentioned\n  above, we compute a net 0.5 K decade<sup>-1</sup> warming, which is less\n  than the observed 0.9 K decade<sup>-1</sup> warming over the past\n  decade in the TTL. Two simulations with\n  different vertical resolution show that, with\n  higher vertical resolution, an extra 0.8 K decade<sup>-1</sup> warming can be\n  simulated through the last decade compared with results from the\n  \"standard\"\n  low vertical resolution simulation. Model results indicate that the recent\nwarming in the TTL is partly caused by stratospheric aerosols and mainly due to\ninternal variability, i.e. the QBO and tropical SSTs. The vertical resolution\ncan also strongly influence the TTL temperature response in addition to variability in the QBO\nand SSTs.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/5815/2015/", 
        "title": "Quantifying contributions to the recent temperature variability in the tropical tropopause layer"
    }, 
    {
        "author": "C. Jiang, H. Wang, T. Zhao, T. Li, and H. Che", 
        "date": "2015-05-26", 
        "description": "<b>Modeling study of PM<sub>2.5</sub> pollutant transport across cities in China's Jing–Jin–Ji region during a severe haze episode in December 2013</b><br /><br />Atmospheric Chemistry and Physics, 15, 5803-5814, 2015<br /><br />Author(s): C. Jiang, H. Wang, T. Zhao, T. Li, and H. Che<br /><br />To study the influence of particulate matter (PM) transported from\nsurrounding regions on the high  PM<sub>2.5</sub> pollution levels in Beijing, the\nGRAPES-CUACE model was used to simulate a serious haze episode that occurred\non 6–7~December 2013. The results demonstrate the model's suitability for\ndescribing haze episodes throughout China, especially in the\nBeijing–Tianjin–Hebei (Jing–Jin–Ji) region. A very close positive\ncorrelation was found between the southerly wind speed over the plain to the\nsouth of Beijing and changes in  PM<sub>2.5</sub> in Beijing, both reaching maximum\nvalues at about 900 hPa, suggesting that the lower atmosphere was the\nprincipal layer for pollutant PM transport from its southern\nneighbouring  region to Beijing. During\nhaze episodes, and dependent upon the period, Beijing was either a pollution\nsource or sink for its surrounding area. PM input from Beijing's environs was\nmuch higher than the output from the city, resulting in the most serious\npollution episode, with the highest  PM<sub>2.5</sub> values occurring from 00:00 to\n10:00 UTC (08:00 to 18:00 LT), 7 December 2013. PM pollutants from the\nenvirons of the city accounted for over 50 % of the maximum  PM<sub>2.5</sub>\nvalues reached in Beijing. At other times, the Beijing area was a net\ncontributor to pollution in its environs.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/5803/2015/", 
        "title": "Modeling study of PM<sub>2.5</sub> pollutant transport across cities in China's Jing–Jin–Ji region during a severe haze episode in December 2013"
    }, 
    {
        "author": "P. L. Hayes, A. G. Carlton, K. R. Baker, R. Ahmadov, R. A. Washenfelder, S. Alvarez, B. Rappenglück, J. B. Gilman, W. C. Kuster, J. A. de Gouw, P. Zotter, A. S. H. Prévôt, S. Szidat, T. E. Kleindienst, J. H. Offenberg, P. K. Ma, and J. L. Jimenez", 
        "date": "2015-05-26", 
        "description": "<b>Modeling the formation and aging of secondary organic aerosols in Los Angeles during CalNex 2010</b><br /><br />Atmospheric Chemistry and Physics, 15, 5773-5801, 2015<br /><br />Author(s): P. L. Hayes, A. G. Carlton, K. R. Baker, R. Ahmadov, R. A. Washenfelder, S. Alvarez, B. Rappenglück, J. B. Gilman, W. C. Kuster, J. A. de Gouw, P. Zotter, A. S. H. Prévôt, S. Szidat, T. E. Kleindienst, J. H. Offenberg, P. K. Ma, and J. L. Jimenez<br /><br />Four different literature parameterizations for the formation and evolution\nof urban secondary organic aerosol (SOA) frequently used in 3-D models are\nevaluated using a 0-D box model representing the Los Angeles metropolitan\nregion during the California Research at the Nexus of Air Quality and Climate Change (CalNex) 2010 campaign. We constrain the model\npredictions with measurements from several platforms and compare predictions\nwith particle- and gas-phase observations from the CalNex Pasadena ground\nsite. That site provides a unique opportunity to study aerosol formation\nclose to anthropogenic emission sources with limited recirculation. The\nmodel SOA that formed only from the oxidation of VOCs (V-SOA) is insufficient to\nexplain the observed SOA concentrations, even when using SOA\nparameterizations with multi-generation oxidation that produce much higher\nyields than have been observed in chamber experiments, or when increasing\nyields to their upper limit estimates accounting for recently reported\nlosses of vapors to chamber walls. The Community Multiscale Air Quality\n(WRF-CMAQ) model (version 5.0.1) provides excellent predictions of secondary\ninorganic particle species but underestimates the observed SOA mass by a\nfactor of 25 when an older VOC-only parameterization is used, which is\nconsistent with many previous model–measurement comparisons for pre-2007\nanthropogenic SOA modules in urban areas.\n<br><br>\nIncluding SOA from primary semi-volatile and intermediate-volatility organic\ncompounds (P-S/IVOCs) following the parameterizations of Robinson et al. (2007), Grieshop et al. (2009), or Pye and\nSeinfeld (2010) improves model–measurement agreement for\nmass concentration. The results from the three parameterizations show large\ndifferences (e.g., a factor of 3 in SOA mass) and are not well constrained,\nunderscoring the current uncertainties in this area. Our results strongly\nsuggest that other precursors besides VOCs, such as P-S/IVOCs, are needed to\nexplain the observed SOA concentrations in Pasadena. All the recent\nparameterizations overpredict urban SOA formation at long photochemical\nages\n(≈ 3 days) compared to observations from multiple sites, which\ncan lead to problems in regional and especially global modeling. However,\nreducing IVOC emissions by one-half in the model to better match recent IVOC\nmeasurements improves SOA predictions at these long photochemical ages.\n<br><br>\nAmong the explicitly modeled VOCs, the precursor compounds that contribute\nthe greatest SOA mass are methylbenzenes. Measured polycyclic aromatic\nhydrocarbons (naphthalenes) contribute 0.7% of the modeled SOA mass. The\namounts of SOA mass from diesel vehicles, gasoline vehicles, and cooking\nemissions are estimated to be 16–27, 35–61, and 19–35%,\nrespectively, depending on the parameterization used, which is consistent\nwith the observed fossil fraction of urban SOA, 71(±3) %. The\nrelative contribution of each source is uncertain by almost a factor of 2\ndepending on the parameterization used. In-basin biogenic VOCs are predicted\nto contribute only a few percent to SOA. A regional SOA background of\napproximately 2.1 μg m<sup>−3</sup> is also present due to the long-distance\ntransport of highly aged OA, likely with a substantial contribution from\nregional biogenic SOA. The percentage of SOA from diesel vehicle emissions\nis the same, within the estimated uncertainty, as reported in previous work\nthat analyzed the weekly cycles in OA concentrations (Bahreini et al.,\n2012; Hayes et al., 2013). However, the modeling work presented here\nsuggests a strong anthropogenic source of modern carbon in SOA, due to\ncooking emissions, which was not accounted for in those previous studies\nand which is higher on weekends.\n<br><br>\nLastly, this work adapts a simple two-parameter model to predict SOA\nconcentration and O/C from urban emissions. This model successfully predicts\nSOA concentration, and the optimal parameter combination is very similar to\nthat found for Mexico City. This approach provides a computationally\ninexpensive method for predicting urban SOA in global and climate models. We\nestimate pollution SOA to account for 26 Tg yr<sup>−1</sup> of SOA globally, or\n17% of global SOA, one-third of which is likely to be non-fossil.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/5773/2015/", 
        "title": "Modeling the formation and aging of secondary organic aerosols in Los Angeles during CalNex 2010"
    }, 
    {
        "author": "Y. Kuang, C. S. Zhao, J. C. Tao, and N. Ma", 
        "date": "2015-05-26", 
        "description": "<b>Diurnal variations of aerosol optical properties in the North China Plain and their influences on the estimates of direct aerosol radiative effect</b><br /><br />Atmospheric Chemistry and Physics, 15, 5761-5772, 2015<br /><br />Author(s): Y. Kuang, C. S. Zhao, J. C. Tao, and N. Ma<br /><br />In this paper, the diurnal variations of aerosol optical properties and\ntheir influences on the estimation of daily average direct aerosol radiative\neffect (DARE) in the North China Plain (NCP) are investigated based on\nin situ measurements from Haze in China campaign. For ambient aerosol, the\ndiurnal patterns of single scattering albedo (SSA) and asymmetry factor\n(<i>g</i>) in the NCP are both highest at dawn and lowest in the late afternoon,\nand quite different from those of dry-state aerosol. The relative humidity\n(RH) is the dominant factor which determines the diurnal pattern of SSA and <i>g</i>\nfor ambient aerosol. Basing on the calculated SSA and <i>g</i>, several cases are\ndesigned to investigate the impacts of the diurnal changes of aerosol\noptical properties on DARE. The results demonstrate that the diurnal changes\nof SSA and <i>g</i> in the NCP have significant influences on the estimation of DARE\nat the top of the atmosphere (TOA). If the full temporal coverage of aerosol\noptical depth (AOD), SSA and <i>g</i> are available, an accurate estimation of daily\naverage DARE can be achieved by using the daily averages of AOD, SSA and <i>g</i>.\nHowever, due to the lack of full temporal coverage data sets of SSA and <i>g</i>,\ntheir daily averages are usually not available. Basing on the results of\ndesigned cases, if the RH plays a dominant role in the diurnal variations of\nSSA and <i>g</i>, we suggest that using both SSA and <i>g</i> averaged over early morning and\nlate afternoon as inputs for radiative transfer model to improve the\naccurate estimation of DARE. If the temporal samplings of SSA or <i>g</i> are too few\nto adopt this method, either averaged over early morning or late afternoon\nof both SSA and <i>g</i> can be used to improve the estimation of DARE at the TOA.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/5761/2015/", 
        "title": "Diurnal variations of aerosol optical properties in the North China Plain and their influences on the estimates of direct aerosol radiative effect"
    }, 
    {
        "author": "V. Buchard, A. M. da Silva, P. R. Colarco, A. Darmenov, C. A. Randles, R. Govindaraju, O. Torres, J. Campbell, and R. Spurr", 
        "date": "2015-05-26", 
        "description": "<b>Using the OMI aerosol index and absorption aerosol optical depth to evaluate the NASA MERRA Aerosol Reanalysis</b><br /><br />Atmospheric Chemistry and Physics, 15, 5743-5760, 2015<br /><br />Author(s): V. Buchard, A. M. da Silva, P. R. Colarco, A. Darmenov, C. A. Randles, R. Govindaraju, O. Torres, J. Campbell, and R. Spurr<br /><br />A radiative transfer interface has been developed to simulate the UV aerosol\nindex (AI) from the NASA Goddard Earth Observing System version 5 (GEOS-5)\naerosol assimilated fields. The purpose of this work is to use the AI and\naerosol absorption optical depth (AAOD) derived from the Ozone Monitoring\nInstrument (OMI) measurements as independent validation for the Modern Era\nRetrospective analysis for Research and Applications Aerosol Reanalysis\n(MERRAero). MERRAero is based on a version of the GEOS-5 model that is\nradiatively coupled to the Goddard Chemistry, Aerosol, Radiation, and\nTransport (GOCART) aerosol module and includes assimilation of aerosol\noptical depth (AOD) from the Moderate Resolution Imaging Spectroradiometer\n(MODIS) sensor. Since AI is dependent on aerosol concentration, optical\nproperties and altitude of the aerosol layer, we make use of complementary\nobservations to fully diagnose the model, including AOD from the Multi-angle\nImaging SpectroRadiometer (MISR), aerosol retrievals from the AErosol RObotic\nNETwork (AERONET) and attenuated backscatter coefficients from the\nCloud-Aerosol Lidar and Infrared Pathfinder Satellite Observation (CALIPSO)\nmission to ascertain potential misplacement of plume height by the model. By\nsampling dust, biomass burning and pollution events in 2007 we have compared\nmodel-produced AI and AAOD with the corresponding OMI products, identifying\nregions where the model representation of absorbing aerosols was deficient.\nAs a result of this study over the Saharan dust region, we have obtained a\nnew set of dust aerosol optical properties that retains consistency with the\nMODIS AOD data that were assimilated, while resulting in better agreement\nwith aerosol absorption measurements from OMI. The analysis conducted over\nthe southern African and South American biomass burning regions indicates that\nrevising the spectrally dependent aerosol absorption properties in the\nnear-UV region improves the modeled-observed AI comparisons. Finally, during\na period where the Asian region was mainly dominated by anthropogenic\naerosols, we have performed a qualitative analysis in which the specification\nof anthropogenic emissions in GEOS-5 is adjusted to provide insight into\ndiscrepancies observed in AI comparisons.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/5743/2015/", 
        "title": "Using the OMI aerosol index and absorption aerosol optical depth to evaluate the NASA MERRA Aerosol Reanalysis"
    }, 
    {
        "author": "A. R. Koss, J. de Gouw, C. Warneke, J. B. Gilman, B. M. Lerner, M. Graus, B. Yuan, P. Edwards, S. S. Brown, R. Wild, J. M. Roberts, T. S. Bates, and P. K. Quinn", 
        "date": "2015-05-26", 
        "description": "<b>Photochemical aging of volatile organic compounds associated with oil and natural gas extraction in the Uintah Basin, UT, during a wintertime ozone formation event</b><br /><br />Atmospheric Chemistry and Physics, 15, 5727-5741, 2015<br /><br />Author(s): A. R. Koss, J. de Gouw, C. Warneke, J. B. Gilman, B. M. Lerner, M. Graus, B. Yuan, P. Edwards, S. S. Brown, R. Wild, J. M. Roberts, T. S. Bates, and P. K. Quinn<br /><br />High concentrations of volatile organic compounds (VOCs) associated with oil\nand natural gas extraction were measured during a strong temperature\ninversion in the winter of 2013 at a rural site in the Uintah Basin, Utah. During\nthis period, photochemistry enhanced by the stagnant meteorological\nconditions and concentrated VOCs led to high ozone mixing ratios (150 ppbv).\nA simple analysis of aromatic VOCs measured by proton-transfer-reaction\nmass-spectrometry (PTR-MS) is used to estimate (1) VOC emission ratios (the\nratio of two VOCs at the time of emission) relative to benzene, (2) aromatic\nVOC emission rates, and (3) ambient OH radical concentrations. These\nquantities are determined from a best fit to VOC : benzene ratios as a\nfunction of time. The main findings are that (1) emission ratios are\nconsistent with contributions from both oil and gas producing wells; (2) the\nemission rate of methane (27–57 × 10<sup>3</sup> kg methane h<sup>&minus;1</sup>),\nextrapolated from the emission rate of benzene\n(4.1 ± 0.4 × 10<sup>5</sup> molecules cm<sup>−3</sup> s<sup>&minus;1</sup>), agrees\nwith an independent estimate of methane emissions from aircraft measurements\nin 2012; and (3) calculated daily OH concentrations are low, peaking at\n1 × 10<sup>6</sup> molecules cm<sup>−3</sup>, and are consistent with Master\nChemical Mechanism (MCM) modeling. The analysis is extended to photochemical\nproduction of oxygenated VOCs measured by PTR-MS and is able to explain\ndaytime variability of these species. It is not able to completely reproduce\nnighttime behavior, possibly due to surface deposition. Using results from\nthis analysis, the carbon mass of secondary compounds expected to have formed\nby the sixth day of the stagnation event was calculated, then compared to the\nmeasured mass of primary and secondary compounds. Only 17% of the\nexpected secondary carbon mass is accounted for by gas phase, aerosol, and\nsnow organic carbon measurements. The disparity is likely due to substantial\namounts of unquantified oxygenated products.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/5727/2015/", 
        "title": "Photochemical aging of volatile organic compounds associated with oil and natural gas extraction in the Uintah Basin, UT, during a wintertime ozone formation event"
    }, 
    {
        "author": "S. Zheng, A. Pozzer, C. X. Cao, and J. Lelieveld", 
        "date": "2015-05-26", 
        "description": "<b>Long-term (2001–2012) concentrations of fine particulate matter (PM<sub>2.5</sub>) and the impact on human health in Beijing, China</b><br /><br />Atmospheric Chemistry and Physics, 15, 5715-5725, 2015<br /><br />Author(s): S. Zheng, A. Pozzer, C. X. Cao, and J. Lelieveld<br /><br />Beijing, the capital of China, is a densely populated city with poor air\nquality. The impact of high pollutant concentrations, in particular of\naerosol particles, on human health is of major concern. The present study\nuses aerosol optical depth (AOD) as proxy to estimate long-term PM<sub>2.5</sub>\nand subsequently estimates the premature mortality due to PM<sub>2.5</sub>. We use\nthe AOD from 2001 to 2012 from the Aerosol Robotic Network (AERONET) site in\nBeijing and the ground-based PM<sub>2.5</sub> observations from the US embassy\nin Beijing from 2010 to 2011 to establish a relationship between PM<sub>2.5</sub>\nand AOD. By including the atmospheric boundary layer height and relative\nhumidity in the comparative analysis, the correlation (<I>R</I><sup>2</sup>) increases\nfrom 0.28 to 0.62. We evaluate 12 years of PM<sub>2.5</sub> data for the Beijing\ncentral area using an estimated linear relationship with AOD and calculate\nthe yearly premature mortality by different diseases attributable to\nPM<sub>2.5</sub>. The estimated average total mortality due to PM<sub>2.5</sub> is about\n5100 individuals per year for the period 2001–2012 in the Beijing central area,\nand for the period 2010–2012 the per capita mortality for all ages due to\nPM<sub>2.5</sub> is around 15 per 10 000 person-years, which underscores the urgent\nneed for air pollution abatement.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/5715/2015/", 
        "title": "Long-term (2001–2012) concentrations of fine particulate matter (PM<sub>2.5</sub>) and the impact on human health in Beijing, China"
    }, 
    {
        "author": "M. S. Gustin, H. M. Amos, J. Huang, M. B. Miller, and K. Heidecorn", 
        "date": "2015-05-26", 
        "description": "<b>Measuring and modeling mercury in the atmosphere: a critical review</b><br /><br />Atmospheric Chemistry and Physics, 15, 5697-5713, 2015<br /><br />Author(s): M. S. Gustin, H. M. Amos, J. Huang, M. B. Miller, and K. Heidecorn<br /><br />Mercury (Hg) is a global health concern due to its toxicity and ubiquitous\npresence in the environment. Here we review current methods for measuring\nthe forms of Hg in the atmosphere and models used to interpret these data.\nThere are three operationally defined forms of atmospheric Hg: gaseous\nelemental mercury (GEM), gaseous oxidized mercury (GOM), and particulate\nbound mercury (PBM). There is relative confidence in GEM measurements\n(collection on a gold surface), but GOM (collection on potassium chloride\n(KCl)-coated denuder) and PBM (collected using various methods) are less\nwell understood. Field and laboratory investigations suggest the methods to\nmeasure GOM and PBM are impacted by analytical interferences that vary with\nenvironmental setting (e.g., ozone, relative humidity), and\nGOM concentrations measured by the KCl-coated denuder can be too low by a\nfactor of 1.6 to 12 depending on the chemical composition of GOM. The\ncomposition of GOM (e.g., HgBr<sub>2</sub>, HgCl<sub>2</sub>, HgBrOH) varies across\nspace and time. This has important implications for refining existing\nmeasurement methods and developing new ones, model/measurement comparisons,\nmodel development, and assessing trends. Unclear features of previously\npublished data may now be re-examined and possibly explained, which is\ndemonstrated through a case study. Priorities for future research include\nidentification of GOM compounds in ambient air and development of\ninformation on their chemical and physical properties and GOM and PBM\ncalibration systems. With this information, identification of redox\nmechanisms and associated rate coefficients may be developed.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/5697/2015/", 
        "title": "Measuring and modeling mercury in the atmosphere: a critical review"
    }, 
    {
        "author": "I. Kourtchev, J.-F. Doussin, C. Giorio, B. Mahon, E. M. Wilson, N. Maurin, E. Pangui, D. S. Venables, J. C. Wenger, and M. Kalberer", 
        "date": "2015-05-26", 
        "description": "<b>Molecular composition of fresh and aged secondary organic aerosol from a mixture of biogenic volatile compounds: a high-resolution mass spectrometry study</b><br /><br />Atmospheric Chemistry and Physics, 15, 5683-5695, 2015<br /><br />Author(s): I. Kourtchev, J.-F. Doussin, C. Giorio, B. Mahon, E. M. Wilson, N. Maurin, E. Pangui, D. S. Venables, J. C. Wenger, and M. Kalberer<br /><br />Field observations over the past decade indicate that a significant fraction\nof organic aerosol in remote areas may contain highly oxidized molecules.\nAerosol processing or further oxidation (aging) of organic aerosol has been\nsuggested to be responsible for their formation through heterogeneous reaction with oxidants and multigenerational oxidation of vapours by OH radicals. In\nthis study we investigated the influence of several aging processes on the\nmolecular composition of secondary organic aerosols (SOA) using direct\ninfusion and liquid chromatography high-resolution mass spectrometry. SOA\nwas formed in simulation chamber experiments from ozonolysis of a mixture of\nfour biogenic volatile organic compounds (BVOC): α-pinene, β-pinene, &Delta;<sub>3</sub>-carene and isoprene. The SOA was subsequently aged\nunder three different sets of conditions: in the dark in the presence of\nresidual ozone, with UV irradiation and OH radicals, and using UV light\nonly. Among all studied conditions, only OH radical-initiated aging was\nfound to influence the molecular composition of the aerosol and showed an\nincrease in carbon oxidation state (OS<sub>C</sub>) and elemental O / C ratios of\nthe SOA components. None of the aging processes produced an observable\neffect on the oligomers formed from ozonolysis of the BVOC mixture, which\nwere found to be equally abundant in both \"fresh\" and \"aged\" SOA. Additional\nexperiments using α-pinene as the sole precursor demonstrated that\noligomers are an important group of compounds in SOA produced from both\nozonolysis and OH radical-initiated oxidation processes; however, a\ncompletely different set of oligomers is formed under these two oxidation\nregimes. SOA from the OH-initiated oxidation of α-pinene had a\nsignificantly higher overall OS<sub>C</sub> and O / C compared to that from pure\nozonolysis experiments confirming that the OH radical reaction is more\nlikely to be responsible for the occurrence of highly oxidized species in\nambient biogenic SOA.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/5683/2015/", 
        "title": "Molecular composition of fresh and aged secondary organic aerosol from a mixture of biogenic volatile compounds: a high-resolution mass spectrometry study"
    }, 
    {
        "author": "J. Gliß, N. Bobrowski, L. Vogel, D. Pöhler, and U. Platt", 
        "date": "2015-05-26", 
        "description": "<b>OClO and BrO observations in the volcanic plume of Mt. Etna – implications on the chemistry of chlorine and bromine species in volcanic plumes</b><br /><br />Atmospheric Chemistry and Physics, 15, 5659-5681, 2015<br /><br />Author(s): J. Gliß, N. Bobrowski, L. Vogel, D. Pöhler, and U. Platt<br /><br />Spatial and temporal profiles of chlorine dioxide (OClO), bromine\nmonoxide (BrO) and sulfur dioxide (SO<sub>2</sub>) of the volcanic plume\nat Mt. Etna, Italy, were investigated in September 2012 using Multi-Axis\nDifferential Optical Absorption Spectroscopy (MAX-DOAS). OClO was\ndetected in 119 individual measurements covering plume ages up to 6 min. BrO\ncould be detected in 452 spectra up to 23 min downwind.\nThe retrieved slant column densities (SCDs) reached maximum values of\n2.0 &times; 10<sup>14</sup> molecules cm<sup>-2</sup> (OClO) and\n1.1 &times; 10<sup>15</sup> molecules cm<sup>-2</sup> (BrO).\n<br><br>\nMean mixing ratios of BrO and OClO were estimated assuming a\ncircular plume cross section. Furthermore, ClO mixing ratios were\nderived directly from the BrO and OClO-SCDs. Average abundances\nof <span style=\"border-top: 1px solid #000; color: #000;\">BrO</span> = 1.35 ppb,\n<span style=\"border-top: 1px solid #000; color: #000;\">OClO</span> = 300 ppt and\n<span style=\"border-top: 1px solid #000; color: #000;\">ClO</span> = 139 ppt were found in the young plume (plume\nage &tau; < 4 min) with peak values of 2.7 ppb (BrO),\n600 ppt (OClO) and 235 ppt (ClO) respectively.\n<br><br>\nThe chemical evolution of BrO and OClO in the plume was\ninvestigated in great detail by analysing the OClO/SO<sub>2</sub> and\nBrO/SO<sub>2</sub> ratios as a function of plume age τ. A marked\nincrease of both ratios was observed in the young plume (&tau; < 142 s) and a levelling off at larger plume ages showing mean SO<sub>2</sub>\nratios of 3.17 &times; 10<sup>-5</sup> (OClO/SO<sub>2</sub>) and\n1.65 &times; 10<sup>-4</sup> (BrO/SO<sub>2</sub>). OClO was less\nabundant in the plume compared to BrO with a mean\nOClO/BrO ratio of 0.16 at plume ages exceeding 3 min.\n<br><br>\nA measurement performed in the early morning at low solar radiances revealed\nBrO/SO<sub>2</sub> and OClO/SO<sub>2</sub> ratios increasing with\ntime. This observation substantiates the importance of photochemistry\nregarding the formation of BrO and OClO in volcanic plumes.\n<br><br>\nThese findings support the current understanding of the underlying chemistry,\nnamely, that BrO is formed in an autocatalytic, heterogeneous reaction\nmechanism (in literature often referred to as \"bromine explosion\") and that\nOClO is formed in the reaction of OClO with BrO.\n<br><br>\nThese new findings, especially the very detailed observation of the\nBrO and OClO formation in the young plume, were used to infer\nthe prevailing Cl-atom concentrations in the plume. Relatively small\nvalues ranging from [Cl] = 2.5 &times; 10<sup>6</sup> cm<sup>-3</sup> (assuming\n80 ppb background O<sub>3</sub>) to\n[Cl] = 2.0 &times; 10<sup>8</sup> cm<sup>-3</sup> (at\n1 ppb O<sub>3</sub>) were calculated at plume ages of about 2 min. Based on these Cl abundances, a potential – chlorine-induced\n– depletion of tropospheric methane (CH<sub>4</sub>) in the plume was\ninvestigated. CH<sub>4</sub> lifetimes between 14 h (at 1 ppb\nO<sub>3</sub>) and 47 days (at 80 ppb O<sub>3</sub>) were derived. While\nthese lifetimes are considerably shorter than the atmospheric lifetime of\nCH<sub>4</sub>, the impact of gaseous chlorine on the CH<sub>4</sub> budget in the\nplume environment should nevertheless be relatively small due to plume\ndispersion (decreasing Cl concentrations) and ongoing mixing of the\nplume with the surrounding atmosphere (replenishing O<sub>3</sub> and\nCH<sub>4</sub>).\n<br><br>\nIn addition, all spectra were analysed for signatures of IO,\nOIO and BrO. None of these species could be detected. Upper\nlimits for IO/SO<sub>2</sub>, OIO/SO<sub>2</sub> and\nOBrO/SO<sub>2</sub> are 1.8 &times; 10<sup>-6</sup>, 2.0 &times; 10<sup>-5</sup>\nand 1.1 &times; 10<sup>-5</sup> respectively.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/5659/2015/", 
        "title": "OClO and BrO observations in the volcanic plume of Mt. Etna – implications on the chemistry of chlorine and bromine species in volcanic plumes"
    }, 
    {
        "author": "E. Jung, B. A. Albrecht, H. H. Jonsson, Y.-C. Chen, J. H. Seinfeld, A. Sorooshian, A. R. Metcalf, S. Song, M. Fang, and L. M. Russell", 
        "date": "2015-05-22", 
        "description": "<b>Precipitation effects of giant cloud condensation nuclei artificially introduced into stratocumulus clouds</b><br /><br />Atmospheric Chemistry and Physics, 15, 5645-5658, 2015<br /><br />Author(s): E. Jung, B. A. Albrecht, H. H. Jonsson, Y.-C. Chen, J. H. Seinfeld, A. Sorooshian, A. R. Metcalf, S. Song, M. Fang, and L. M. Russell<br /><br />To study the effect of giant cloud condensation nuclei (GCCN) on\nprecipitation processes in stratocumulus clouds, 1–10 μm diameter\nsalt particles (salt powder) were released from an aircraft while flying near\nthe cloud top on 3 August 2011 off the central coast of California. The\nseeded area was subsequently sampled from the aircraft that was equipped with\naerosol, cloud, and precipitation probes and an upward-facing cloud radar.\nDuring post-seeding sampling, made 30–60 min after seeding, the mean cloud\ndroplet size increased, the droplet number concentration decreased, and large\ndrop (e.g., diameter larger than 10 μm) concentration increased.\nAverage drizzle rates increased from about 0.05 to 0.20 mm h<sup>−1</sup>, and\nthe liquid water path decreased from about 52 to 43 g m<sup>−2</sup>. Strong\nradar returns associated with drizzle were observed on the post-seeding\ncloud-base level-leg flights and were accompanied by a substantial depletion\nof the cloud liquid water content. The changes were large enough to suggest\nthat the salt particles with concentrations estimated to be 10<sup>−2</sup> to\n10<sup>-4</sup> cm<sup>−3</sup> resulted in a four-fold increase in the cloud-base\nrainfall rate and depletion of the cloud water due to rainout. In contrast, a\ncase is shown where the cloud was already precipitating (on 10 August) and\nthe effect of adding GCCN to the cloud was insignificant.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/5645/2015/", 
        "title": "Precipitation effects of giant cloud condensation nuclei artificially introduced into stratocumulus clouds"
    }, 
    {
        "author": "G. Kuhlmann, Y. F. Lam, H. M. Cheung, A. Hartl, J. C. H. Fung, P. W. Chan, and M. O. Wenig", 
        "date": "2015-05-21", 
        "description": "<b>Development of a custom OMI NO<sub>2</sub> data product for evaluating biases in a regional chemistry transport model</b><br /><br />Atmospheric Chemistry and Physics, 15, 5627-5644, 2015<br /><br />Author(s): G. Kuhlmann, Y. F. Lam, H. M. Cheung, A. Hartl, J. C. H. Fung, P. W. Chan, and M. O. Wenig<br /><br />In this paper, we present the custom Hong Kong NO<sub>2</sub> retrieval\n  (HKOMI) for the Ozone Monitoring Instrument (OMI) on board the Aura\n  satellite which was used to evaluate a high-resolution chemistry\n  transport model (CTM) (3 km × 3 km spatial\n  resolution). The atmospheric chemistry transport was modelled in the\n  Pearl River Delta (PRD) region in southern China by the Models-3\n  Community Multiscale Air Quality (CMAQ) modelling system from\n  October 2006 to January 2007. In the HKOMI NO<sub>2</sub> retrieval,\n  tropospheric air mass factors (AMFs) were recalculated using\n  high-resolution ancillary parameters of surface reflectance, a priori\n  NO<sub>2</sub> and aerosol profiles, of which the latter two were taken\n  from the CMAQ simulation. We tested the influence of the ancillary\n  parameters on the data product using four different aerosol\n  parametrizations. Ground-level measurements by the PRD Regional Air\n  Quality Monitoring (RAQM) network were used as additional independent\n  measurements.\n<br><br>\n  The HKOMI retrieval increases estimated tropospheric NO<sub>2</sub>\n  vertical column densities (VCD) by (+31 ± 38)%, when compared\n  to NASA's standard\n  product (OMNO2-SP), and improves the normalized mean bias (NMB) between\n  satellite and ground observations by 26 percentage points from −41 to\n  −15%. The individual influences of the parameters are\n  (+11.4 ± 13.4)% for NO<sub>2</sub> profiles, (+11.0 ± 20.9)%\n  for surface reflectance and (+6.0 ± 8.4)% for the best aerosol\n  parametrization. The correlation coefficient <i>r</i> is low between ground\n  and satellite observations (<i>r</i> = 0.35). The low <i>r</i> and the remaining NMB\n  can be explained by the low model performance and the expected differences\n  when comparing point measurements with area-averaged satellite observations.\n<br><br>\n  The correlation between CMAQ and the RAQM network\n  is low (<i>r</i> ≈ 0.3) and the model underestimates the NO<sub>2</sub>\n  concentrations in the northwestern model domain (Foshan and Guangzhou).\n  We compared the CMAQ NO<sub>2</sub> time series of the two main plumes with\n  our best OMI NO<sub>2</sub> data set\n   (HKOMI-4).  The model overestimates\n  the NO<sub>2</sub>\n  VCDs by about 15% in Hong Kong and Shenzhen, while\n  the correlation coefficient is satisfactory (<i>r</i> = 0.56). In Foshan\n  and Guangzhou, the correlation is low (<i>r</i> = 0.37) and the model\n  underestimates the VCDs strongly (NMB = −40%). In\n  addition, we estimated that the OMI VCDs are also underestimated by\n  about 10 to 20% in Foshan and Guangzhou because of the\n  influence of the model parameters on the AMFs.\n<br><br>\n  In this study, we demonstrate that the HKOMI NO<sub>2</sub> retrieval\n  reduces the bias of the satellite observations and how the data set\n  can be used to study the magnitude of NO<sub>2</sub> concentrations in\n  a regional model at high spatial resolution of\n  3 × 3 km<sup>2</sup>.  The low bias was achieved with\n  recalculated AMFs using updated surface reflectance, aerosol profiles\n  and NO<sub>2</sub> profiles. Since unbiased concentrations are\n  important, for example, in air pollution studies, the results of\n  this paper can be very helpful in future model evaluation studies.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/5627/2015/", 
        "title": "Development of a custom OMI NO<sub>2</sub> data product for evaluating biases in a regional chemistry transport model"
    }, 
    {
        "author": "R. J. Pope, M. P. Chipperfield, N. H. Savage, C. Ordóñez, L. S. Neal, L. A. Lee, S. S. Dhomse, N. A. D. Richards, and T. D. Keslake", 
        "date": "2015-05-21", 
        "description": "<b>Evaluation of a regional air quality model using satellite column NO<sub>2</sub>: treatment of observation errors and model boundary conditions and emissions</b><br /><br />Atmospheric Chemistry and Physics, 15, 5611-5626, 2015<br /><br />Author(s): R. J. Pope, M. P. Chipperfield, N. H. Savage, C. Ordóñez, L. S. Neal, L. A. Lee, S. S. Dhomse, N. A. D. Richards, and T. D. Keslake<br /><br />We compare tropospheric column NO<sub>2</sub> between the UK Met Office operational\nAir Quality in the Unified Model (AQUM) and satellite observations from the\nOzone Monitoring Instrument (OMI) for 2006. Column NO<sub>2</sub> retrievals from\nsatellite instruments are prone to large uncertainty from random, systematic\nand smoothing errors. We present an algorithm to reduce the random error of\ntime-averaged observations, once smoothing errors have been removed with\napplication of satellite averaging kernels to the model data. This reduces\nthe total error in seasonal mean columns by 10–70%, which allows critical\nevaluation of the model. The standard AQUM configuration evaluated here uses\nchemical lateral boundary conditions (LBCs) from the GEMS (Global and\nregional Earth-system Monitoring using Satellite and in situ data)\nreanalysis. In summer the standard AQUM overestimates column NO<sub>2</sub> in\nnorthern England and Scotland, but underestimates it over continental Europe.\nIn winter, the model overestimates column NO<sub>2</sub> across the domain. We show\nthat missing heterogeneous hydrolysis of N<sub>2</sub>O<sub>5</sub> in AQUM is a significant\nsink of column NO<sub>2</sub> and that the introduction of this process corrects some\nof the winter biases. The sensitivity of AQUM summer column NO<sub>2</sub> to\ndifferent chemical LBCs and NO<sub><i>x</i></sub> emissions data sets are investigated.\nUsing Monitoring Atmospheric Composition and Climate (MACC) LBCs increases\nAQUM O<sub>3</sub> concentrations compared with the default GEMS LBCs. This enhances\nthe NO<sub><i>x</i></sub>–O<sub>3</sub> coupling leading to increased AQUM column NO<sub>2</sub> in both\nsummer and winter degrading the comparisons with OMI. Sensitivity experiments\nsuggest that the cause of the remaining northern England and Scotland summer\ncolumn NO<sub>2</sub> overestimation is the representation of point source (power\nstation) emissions in the model.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/5611/2015/", 
        "title": "Evaluation of a regional air quality model using satellite column NO<sub>2</sub>: treatment of observation errors and model boundary conditions and emissions"
    }, 
    {
        "author": "J. D. Allan, P. I. Williams, J. Najera, J. D. Whitehead, M. J. Flynn, J. W. Taylor, D. Liu, E. Darbyshire, L. J. Carpenter, R. Chance, S. J. Andrews, S. C. Hackenberg, and G. McFiggans", 
        "date": "2015-05-21", 
        "description": "<b>Iodine observed in new particle formation events in the Arctic atmosphere during ACCACIA</b><br /><br />Atmospheric Chemistry and Physics, 15, 5599-5609, 2015<br /><br />Author(s): J. D. Allan, P. I. Williams, J. Najera, J. D. Whitehead, M. J. Flynn, J. W. Taylor, D. Liu, E. Darbyshire, L. J. Carpenter, R. Chance, S. J. Andrews, S. C. Hackenberg, and G. McFiggans<br /><br />Accurately accounting for new particle formation (NPF) is crucial to our\nability to predict aerosol number concentrations in many environments and\nthus cloud properties, which is in turn vital in simulating radiative\ntransfer and climate. Here we present an analysis of NPF events observed in\nthe Greenland Sea during the summertime as part of the Aerosol-Cloud\nCoupling And Climate Interactions in the Arctic (ACCACIA) project. While NPF\nevents have been reported in the Arctic before, we were able, for the first\ntime, to detect iodine in the growing particles using an Aerosol Mass\nSpectrometer (AMS) during a persistent event in the region of the coastal\nsea-ice near Greenland. Given the potency of iodine as a nucleation\nprecursor, the results imply that iodine was responsible for the initial\nNPF, a phenomenon that has been reported at lower latitudes and associated\nwith molecular iodine emissions from coastal macroalgae. The initial source\nof iodine in this instance is not clear, but it was associated with air\noriginating approximately 1 day previously over melting coastal sea-ice.\nThese results show that atmospheric models must consider iodine as a source\nof new particles in addition to established precursors such as sulfur\ncompounds.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/5599/2015/", 
        "title": "Iodine observed in new particle formation events in the Arctic atmosphere during ACCACIA"
    }, 
    {
        "author": "M. J. Tang, M. Shiraiwa, U. Pöschl, R. A. Cox, and M. Kalberer", 
        "date": "2015-05-21", 
        "description": "<b>Compilation and evaluation of gas phase diffusion coefficients of reactive trace gases in the atmosphere: Volume 2.  Diffusivities of organic compounds, pressure-normalised mean free paths, and average Knudsen numbers for gas uptake calculations</b><br /><br />Atmospheric Chemistry and Physics, 15, 5585-5598, 2015<br /><br />Author(s): M. J. Tang, M. Shiraiwa, U. Pöschl, R. A. Cox, and M. Kalberer<br /><br />Diffusion of organic vapours to the surface of aerosol or cloud particles is\nan important step for the formation and transformation of atmospheric\nparticles. So far, however, a database of gas phase diffusion coefficients\nfor organic compounds of atmospheric interest has not been available. In\nthis work we have compiled and evaluated gas phase diffusivities\n(pressure-independent diffusion coefficients) of organic compounds\nreported by previous experimental studies, and we compare the measurement\ndata to estimates obtained with Fuller's semi-empirical method. The\ndifference between measured and estimated diffusivities are mostly < 10%. With regard to gas-particle interactions, different gas molecules,\nincluding both organic and inorganic compounds, exhibit similar Knudsen\nnumbers (<i>Kn</i>) although their gas phase diffusivities may vary over a wide\nrange. This is because different trace gas molecules have similar mean free\npaths in air at a given pressure. Thus, we introduce the pressure-normalised\nmean free path, &lambda;<sub>P</sub> ≈ 100 nm atm, as a near-constant\ngeneric parameter that can be used for approximate calculation of Knudsen\nnumbers as a simple function of gas pressure and particle diameter to\ncharacterise the influence of gas phase diffusion on the uptake of gases by\naerosol or cloud particles. We use a kinetic multilayer model of\ngas-particle interaction to illustrate the effects of gas phase diffusion on\nthe condensation of organic compounds with different volatilities. The\nresults show that gas phase diffusion can play a major role in determining\nthe growth of secondary organic aerosol particles by condensation of\nlow-volatility organic vapours.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/5585/2015/", 
        "title": "Compilation and evaluation of gas phase diffusion coefficients of reactive trace gases in the atmosphere: Volume 2.  Diffusivities of organic compounds, pressure-normalised mean free paths, and average Knudsen numbers for gas uptake calculations"
    }, 
    {
        "author": "R. Hommel, C. Timmreck, M. A. Giorgetta, and H. F. Graf", 
        "date": "2015-05-21", 
        "description": "<b>Quasi-biennial oscillation of the tropical stratospheric aerosol layer</b><br /><br />Atmospheric Chemistry and Physics, 15, 5557-5584, 2015<br /><br />Author(s): R. Hommel, C. Timmreck, M. A. Giorgetta, and H. F. Graf<br /><br />This study describes how aerosol in an aerosol-coupled climate model of the\nmiddle atmosphere is influenced by the quasi-biennial oscillation (QBO)\nduring times when the stratosphere is largely unperturbed by volcanic\nmaterial. In accordance with satellite observations, the vertical extent of\nthe stratospheric aerosol layer in the tropics is modulated by the QBO by up\nto 6 km, or ~ 35% of its mean vertical extent between\n100–7 hPa (about 16–33 km). Its largest vertical extent\nlags behind the occurrence of strongest QBO westerlies. The largest reduction\nlags behind maximum QBO easterlies. Strongest QBO signals in the aerosol\nsurface area (30 %) and number densities (up to 100% e.g. in the Aitken\nmode) are found in regions where aerosol evaporates, that is above the\n10 hPa pressure level (~ 31 km). Positive modulations\nare found in the QBO easterly shear, negative modulations in the westerly\nshear. Below 10 hPa, in regions where the aerosol mixing ratio is\nlargest (50–20 hPa, or ~ 20–26 km), in most of the\nanalysed parameters only moderate statistically significant QBO signatures\n(< 10%) have been found.\n<br><br>\nQBO signatures in the model prognostic aerosol mixing ratio are significant\nat the 95% confidence level throughout the tropical stratosphere where\nmodelled mixing ratios exceed 0.1 ppbm. In some regions of the\ntropical lower stratosphere the QBO signatures in other analysed parameters are partly not\nstatistically significant. Peak-to-peak amplitudes of the QBO signature in\nthe prognostic mixing ratios are up to twice as large as seasonal variations\nin the region where aerosols evaporate and between 70–30 hPa.\nBetween the tropical tropopause and 70 hPa the QBO signature is\nrelatively weak and seasonal variations dominate the variability of the\nsimulated Junge layer. QBO effects on the upper lid of the tropical aerosol\nlayer turn the quasi-static balance between processes maintaining the layer's\nvertical extent into a cyclic balance when considering this dominant mode of\natmospheric variability. Global aerosol-interactive models without a QBO are\nonly able to simulate the quasi-static balance state. To assess the global\nimpact of stratospheric aerosols on climate processes, those partly\nnonlinear relationships between the QBO and stratospheric aerosols have to\nbe taken into account.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/5557/2015/", 
        "title": "Quasi-biennial oscillation of the tropical stratospheric aerosol layer"
    }, 
    {
        "author": "R. Eichinger, P. Jöckel, S. Brinkop, M. Werner, and S. Lossow", 
        "date": "2015-05-21", 
        "description": "<b>Simulation of the isotopic composition of stratospheric water vapour – Part 1: Description and evaluation of the EMAC model</b><br /><br />Atmospheric Chemistry and Physics, 15, 5537-5555, 2015<br /><br />Author(s): R. Eichinger, P. Jöckel, S. Brinkop, M. Werner, and S. Lossow<br /><br />This modelling study aims at an improved understanding of the processes that\ndetermine the water vapour budget in the stratosphere by means of the\ninvestigation of water isotope ratios. An additional (and separate\nfrom the actual) hydrological cycle has been introduced into the\nchemistry–climate model EMAC, including the water isotopologues HDO and\nH<sub>2</sub><sup>18</sup>O and their physical fractionation processes. Additionally an\nexplicit computation of the contribution of methane oxidation to H<sub>2</sub>O and\nHDO has been incorporated. The model expansions allow detailed analyses of\nwater vapour and its isotope ratio with respect to deuterium throughout the\nstratosphere and in the transition region to the troposphere. In order to\nassure the correct representation of the water isotopologues in the model's\nhydrological cycle, the expanded system has been evaluated in several steps.\nThe physical fractionation effects have been evaluated by comparison of the\nsimulated isotopic composition of precipitation with measurements from a\nground-based network (GNIP) and with the results from the\nisotopologue-enabled general circulation model ECHAM5-wiso. The model's\nrepresentation of the chemical HDO precursor CH<sub>3</sub>D in the stratosphere has\nbeen confirmed by a comparison with chemical transport models (1-D, CHEM2D)\nand measurements from radiosonde flights. Finally, the simulated\nstratospheric HDO and the isotopic composition of water vapour have been\nevaluated, with respect to retrievals from three different satellite\ninstruments (MIPAS, ACE-FTS, SMR). Discrepancies in stratospheric water\nvapour isotope ratios between two of the three satellite retrievals can now\npartly be explained.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/5537/2015/", 
        "title": "Simulation of the isotopic composition of stratospheric water vapour – Part 1: Description and evaluation of the EMAC model"
    }, 
    {
        "author": "A. Pozzer, A. de Meij, J. Yoon, H. Tost, A. K. Georgoulias, and M. Astitha", 
        "date": "2015-05-21", 
        "description": "<b>AOD trends during 2001–2010 from observations and model simulations</b><br /><br />Atmospheric Chemistry and Physics, 15, 5521-5535, 2015<br /><br />Author(s): A. Pozzer, A. de Meij, J. Yoon, H. Tost, A. K. Georgoulias, and M. Astitha<br /><br />The aerosol optical depth (AOD) trend between 2001 and 2010 is estimated\nglobally and regionally from observations and results from simulations with\nthe EMAC (ECHAM5/MESSy Atmospheric Chemistry) model. Although interannual\nvariability is applied only to anthropogenic and biomass-burning emissions,\nthe model is able to quantitatively reproduce the AOD trends as observed by\nthe MODIS (Moderate Resolution Imaging Spectroradiometer) satellite sensor, while some discrepancies are found when compared to\nMISR (Multi-angle Imaging SpectroRadiometer) and SeaWIFS (Sea-viewing Wide Field-of-view Sensor) observations. Thanks to an additional simulation without any\nchange in emissions, it is shown that decreasing AOD trends over the US\nand Europe are due to the decrease in the emissions, while over the Sahara Desert\nand the Middle East region, the meteorological changes play a major role.\nOver Southeast Asia, both meteorology and emissions changes are equally\nimportant in defining AOD trends. Additionally, decomposing the regional AOD\ntrends into individual aerosol components reveals that the soluble components\nare the most dominant contributors to the total AOD, as their influence on\nthe total AOD is enhanced by the aerosol water content.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/5521/2015/", 
        "title": "AOD trends during 2001–2010 from observations and model simulations"
    }, 
    {
        "author": "J.-P. Pietikäinen, K. Kupiainen, Z. Klimont, R. Makkonen, H. Korhonen, R. Karinkanta, A.-P. Hyvärinen, N. Karvosenoja, A. Laaksonen, H. Lihavainen, and V.-M. Kerminen", 
        "date": "2015-05-20", 
        "description": "<b>Impacts of emission reductions on aerosol radiative effects</b><br /><br />Atmospheric Chemistry and Physics, 15, 5501-5519, 2015<br /><br />Author(s): J.-P. Pietikäinen, K. Kupiainen, Z. Klimont, R. Makkonen, H. Korhonen, R. Karinkanta, A.-P. Hyvärinen, N. Karvosenoja, A. Laaksonen, H. Lihavainen, and V.-M. Kerminen<br /><br />The global aerosol–climate model ECHAM-HAMMOZ was used to\n  investigate changes in the aerosol burden and aerosol radiative\n  effects in the coming decades. Four different emissions scenarios\n  were applied for 2030 (two of them applied also for 2020) and the\n  results were compared against the reference year 2005. Two of the\n  scenarios are based on current legislation reductions: one shows the\n  maximum potential of reductions that can be achieved by technical\n  measures, and the other is targeted to short-lived climate\n  forcers (SLCFs). We have analyzed the results in terms of global\n  means and additionally focused on eight subregions. Based on our\n  results, aerosol burdens show an overall decreasing trend as they\n  basically follow the changes in primary and precursor emissions.\n  However, in some locations, such as India, the burdens could\n  increase significantly. The declining emissions have an impact on\n  the clear-sky direct aerosol effect (DRE), i.e. the cooling effect.\n  The DRE could decrease globally 0.06–0.4 W m<sup>−2</sup>\n   by 2030 with some regional increases, for example, over India (up to 0.84 W m<sup>−2</sup>).\n  The global changes in the DRE depend on the scenario and are\n  smallest in the targeted SLCF simulation. The aerosol indirect\n  radiative effect could decline 0.25–0.82 W m<sup>−2</sup> by 2030. This\n  decrease takes place mostly over the oceans, whereas the DRE changes\n  are greatest over the continents. Our results show that targeted\n  emission reduction measures can be a much better choice for the\n  climate than overall high reductions globally. Our simulations also\n  suggest that more than half of the near-future forcing change is due\n  to the radiative effects associated with aerosol–cloud interactions.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/5501/2015/", 
        "title": "Impacts of emission reductions on aerosol radiative effects"
    }, 
    {
        "author": "A. Behrendt, V. Wulfmeyer, E. Hammann, S. K. Muppa, and S. Pal", 
        "date": "2015-05-20", 
        "description": "<b>Profiles of second- to fourth-order moments of turbulent temperature fluctuations in the convective boundary layer: first measurements with rotational Raman lidar</b><br /><br />Atmospheric Chemistry and Physics, 15, 5485-5500, 2015<br /><br />Author(s): A. Behrendt, V. Wulfmeyer, E. Hammann, S. K. Muppa, and S. Pal<br /><br />The rotational Raman lidar (RRL) of the University of Hohenheim (UHOH)\n  measures atmospheric temperature profiles with high\n  resolution (10 s, 109 m). The data contain low-noise\n  errors even in daytime due to the use of strong UV laser light\n  (355 nm, 10 W, 50 Hz) and a very efficient\n  interference-filter-based polychromator. In this paper, the first profiling of the second- to fourth-order moments of\n  turbulent temperature fluctuations is presented. Furthermore, skewness profiles and\n  kurtosis profiles in the convective planetary boundary layer (CBL) including the\n  interfacial layer (IL) are discussed. The results demonstrate that the UHOH\n  RRL\n  resolves the vertical structure of these moments. The data set which\n  is used for this case study was collected in western Germany\n  (50°53'50.56'' N,\n  6°27'50.39'' E;\n  110 m a.s.l.) on\n  24 April 2013 during the Intensive Observations Period (IOP) 6 of the\n  HD(CP)<sup>2</sup> (High-Definition Clouds and Precipitation\nfor advancing Climate Prediction) Observational Prototype Experiment (HOPE).\nWe used the data between 11:00 and 12:00 UTC corresponding to 1 h around\nlocal noon (the highest position of the Sun was at 11:33 UTC).\n  First, we\n  investigated profiles of the total noise error of the temperature measurements and compared them with\n  estimates of the temperature measurement uncertainty due to shot noise\n  derived with Poisson statistics. The comparison confirms that\n  the major contribution to the total statistical uncertainty of the temperature measurements originates from shot noise. The\n  total statistical uncertainty of a 20 min temperature measurement\n  is lower than 0.1 K up to 1050 m a.g.l. (above ground level) at\n  noontime; even for single 10 s temperature profiles, it is smaller\n  than 1 K up to 1020 m a.g.l. Autocovariance and spectral analyses of the atmospheric\n  temperature fluctuations confirm that a temporal resolution of 10 s\n  was sufficient to resolve the turbulence down to the inertial\n  subrange. This is also indicated by the integral\n  scale of the temperature fluctuations which had a mean value of about\n80 s in the CBL with a tendency to decrease to smaller values towards\nthe CBL top. Analyses of profiles of the second-,\n  third-, and fourth-order moments show that all\n  moments had peak values in the IL around the mean top of the CBL which was located\n  at 1230 m a.g.l. The maximum of the variance profile\n  in the IL was 0.39 K<sup>2</sup> with 0.07 and 0.11 K<sup>2</sup>\n  for the sampling error and noise error, respectively. The\n  third-order moment (TOM) was not significantly different from zero in\n  the CBL but showed a negative peak in the IL with a minimum of\n  −0.93 K<sup>3</sup> and values of 0.05 and 0.16 K<sup>3</sup> for\n  the sampling and noise errors, respectively. The fourth-order moment (FOM)\n  and kurtosis values throughout the CBL were not significantly different to\nthose of a Gaussian distribution. Both showed also maxima in the IL but these\nwere not statistically significant taking the measurement uncertainties into\naccount. We conclude that these measurements permit the validation of large\neddy simulation results and the direct investigation of turbulence\nparameterizations with respect to temperature.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/5485/2015/", 
        "title": "Profiles of second- to fourth-order moments of turbulent temperature fluctuations in the convective boundary layer: first measurements with rotational Raman lidar"
    }, 
    {
        "author": "E. T. Sena and P. Artaxo", 
        "date": "2015-05-20", 
        "description": "<b>A novel methodology for large-scale daily assessment of the direct radiative forcing of smoke aerosols</b><br /><br />Atmospheric Chemistry and Physics, 15, 5471-5483, 2015<br /><br />Author(s): E. T. Sena and P. Artaxo<br /><br />A new methodology was developed for obtaining daily retrievals of the direct\nradiative forcing of aerosols (24h-DARF) at the top of the atmosphere (TOA)\nusing satellite remote sensing. Simultaneous CERES (Clouds and Earth's\nRadiant Energy System) shortwave flux at the top of the atmosphere and\nMODIS (Moderate Resolution Spectroradiometer) aerosol optical depth (AOD)\nretrievals were used. To analyse the impact of forest smoke on the radiation\nbalance, this methodology was applied over the Amazonia during the peak of\nthe biomass burning season from 2000 to 2009.\n<br><br>\nTo assess the spatial distribution of the DARF, background smoke-free scenes\nwere selected. The fluxes at the TOA under clean conditions (<i>F</i><sub>cl</sub>)\nwere estimated as a function of the illumination geometry (&theta;<sub>0</sub>) for\neach 0.5° × 0.5° grid cell. The instantaneous DARF\nwas obtained as the difference between the clean (<i>F</i><sub>cl</sub> (&theta;<sub>0</sub>)) \nand the polluted flux at the TOA measured by CERES in each cell\n(<i>F</i><sub>pol</sub> (&theta;<sub>0</sub>)). The radiative transfer code SBDART (Santa\nBarbara DISORT Radiative Transfer model) was used to expand instantaneous\nDARFs to 24 h averages.\n<br><br>\nThis new methodology was applied to assess the DARF both at high temporal\nresolution and over a large area in Amazonia. The spatial distribution shows\nthat the mean 24h-DARF can be as high as −30 W m<sup>−2</sup> over some regions.\nThe temporal variability of the 24h-DARF along the biomass burning season\nwas also studied and showed large intraseasonal and interannual variability.\nWe showed that our methodology considerably reduces statistical sources of\nuncertainties in the estimate of the DARF, when compared to previous\napproaches. DARF assessments using the new methodology agree well with\nground-based measurements and radiative transfer models. This demonstrates\nthe robustness of the new proposed methodology for assessing the radiative\nforcing for biomass burning aerosols. To our knowledge, this is the first\ntime that satellite remote sensing assessments of the DARF have been compared with\nground-based DARF estimates.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/5471/2015/", 
        "title": "A novel methodology for large-scale daily assessment of the direct radiative forcing of smoke aerosols"
    }, 
    {
        "author": "E. Barbaro, R. Zangrando, M. Vecchiato, R. Piazza, W. R. L. Cairns, G. Capodaglio, C. Barbante, and A. Gambaro", 
        "date": "2015-05-20", 
        "description": "<b>Free amino acids in Antarctic aerosol: potential markers for the evolution and fate of marine aerosol</b><br /><br />Atmospheric Chemistry and Physics, 15, 5457-5469, 2015<br /><br />Author(s): E. Barbaro, R. Zangrando, M. Vecchiato, R. Piazza, W. R. L. Cairns, G. Capodaglio, C. Barbante, and A. Gambaro<br /><br />To investigate the impact of marine aerosols on global climate change it is\nimportant to study their chemical composition and size distribution. Amino\nacids are a component of the organic nitrogen in aerosols and particles\ncontaining amino acids have been found to be efficient ice nuclei.\n<br><br>\nThe main aim of this study was to investigate the L- and D-free amino acid\ncomposition as possible tracers of primary biological production in Antarctic\naerosols from three different areas: two continental bases, Mario Zucchelli\nStation (MZS) on the coast of the Ross Sea, Concordia Station at Dome C on\nthe Antarctic Plateau, and the Southern Ocean near the Antarctic continent.\nStudying the size distribution of amino acids in aerosols allowed us to\ncharacterize this component of the water-soluble organic carbon (WSOC) in\nmarine aerosols near their source and after long-range transport. The\npresence of only free L-amino acids in our samples is indicative of the\nprevalence of phytoplanktonic material. Sampling at these three points\nallowed us to study the reactivity of these compounds during long-range\ntransport.\n<br><br>\nThe mean total amino acid concentration detected at MZS was\n11 pmol m<sup>−3</sup>, a higher percentage of amino acids were found in the fine\nfraction. The aerosol samples collected at Dome C had the lowest amino acid\nvalues (0.7 and 0.8 pmol m<sup>−3</sup>), and the coarse particles were found to\nhave higher concentrations of amino acids compared to the coastal site. The\namino acid composition in the aerosol collected at Dome C had also changed\ncompared to the coastal site, suggesting that physical and chemical\ntransformations had occurred during long range transport.\n<br><br>\nDuring the sampling cruise on the R/V <i>Italica</i> on the Southern Ocean,\nhigh concentrations of amino acids were found in the total suspended\nparticles, this we attribute to the presence of intact biological material\n(as microorganisms or plant material) in the sample.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/5457/2015/", 
        "title": "Free amino acids in Antarctic aerosol: potential markers for the evolution and fate of marine aerosol"
    }, 
    {
        "author": "H. Y. Zhao, Q. Zhang, D. B. Guan, S. J. Davis, Z. Liu, H. Huo, J. T. Lin, W. D. Liu, and K. B. He", 
        "date": "2015-05-19", 
        "description": "<b>Assessment of China's virtual air pollution transport embodied in trade by using a consumption-based emission inventory</b><br /><br />Atmospheric Chemistry and Physics, 15, 5443-5456, 2015<br /><br />Author(s): H. Y. Zhao, Q. Zhang, D. B. Guan, S. J. Davis, Z. Liu, H. Huo, J. T. Lin, W. D. Liu, and K. B. He<br /><br />Substantial anthropogenic emissions from China have\nresulted in serious air pollution, and this has generated considerable\nacademic and public concern. The physical transport of air pollutants in the\natmosphere has been extensively investigated; however, understanding the\nmechanisms how the pollutant was transferred through economic and trade\nactivities remains a challenge. For the first time, we quantified and tracked\nChina's air pollutant emission flows embodied in interprovincial trade, using\na multiregional input–output model framework. Trade relative emissions\nfor four key air pollutants (primary fine particle matter, sulfur\ndioxide, nitrogen oxides and non-methane volatile\norganic compounds) were assessed for 2007 in each Chinese province. We\nfound that emissions were significantly redistributed among provinces owing\nto interprovincial trade. Large amounts of emissions were embodied in the\nimports of eastern regions from northern and central regions, and these were\ndetermined by differences in regional economic status and environmental\npolicy. It is suggested that measures should be introduced to reduce air\npollution by integrating cross-regional consumers and producers within\nnational agreements to encourage efficiency improvement in the supply chain\nand optimize consumption structure internationally. The consumption-based air\npollutant emission inventory developed in this work can be further used to\nattribute pollution to various economic activities and final demand types\nwith the aid of air quality models.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/5443/2015/", 
        "title": "Assessment of China's virtual air pollution transport embodied in trade by using a consumption-based emission inventory"
    }, 
    {
        "author": "E. Giannakaki, A. Pfüller, K. Korhonen, T. Mielonen, L. Laakso, V. Vakkari, H. Baars, R. Engelmann, J. P. Beukes, P. G. Van Zyl, M. Josipovic, P. Tiitta, K. Chiloane, S. Piketh, H. Lihavainen, K. E. J. Lehtinen, and M. Komppula", 
        "date": "2015-05-19", 
        "description": "<b>One year of Raman lidar observations of free-tropospheric aerosol layers over South Africa</b><br /><br />Atmospheric Chemistry and Physics, 15, 5429-5442, 2015<br /><br />Author(s): E. Giannakaki, A. Pfüller, K. Korhonen, T. Mielonen, L. Laakso, V. Vakkari, H. Baars, R. Engelmann, J. P. Beukes, P. G. Van Zyl, M. Josipovic, P. Tiitta, K. Chiloane, S. Piketh, H. Lihavainen, K. E. J. Lehtinen, and M. Komppula<br /><br />Raman lidar data obtained over a 1 year period has been analysed in\nrelation to aerosol layers in the free troposphere over the Highveld in\nSouth Africa. In total, 375 layers were observed above the boundary layer\nduring the period 30 January 2010 to 31 January 2011. The seasonal behaviour\nof aerosol layer geometrical characteristics, as well as intensive and\nextensive optical properties were studied. The highest centre heights of\nfree-tropospheric layers were observed during the South African spring (2520 ± 970 m a.g.l., also elsewhere). The geometrical layer depth was found\nto be maximum during spring, while it did not show any significant\ndifference for the rest of the seasons. The variability of the analysed\nintensive and extensive optical properties was high during all seasons.\nLayers were observed at a mean centre height of 2100 ± 1000 m with an\naverage lidar ratio of 67 ± 25 sr (mean value with 1 standard\ndeviation) at 355 nm and a mean extinction-related Ångström exponent\nof 1.9 ± 0.8 between 355 and 532 nm during the period under study.\nExcept for the intensive biomass burning period from August to October, the\nlidar ratios and Ångström exponents are within the range of previous\nobservations for urban/industrial aerosols. During Southern Hemispheric\nspring, the biomass burning activity is clearly reflected in the optical\nproperties of the observed free-tropospheric layers. Specifically, lidar\nratios at 355 nm were 89 ± 21, 57 ± 20, 59 ± 22\nand 65 ± 23 sr during spring (September–November), summer (December–February), autumn (March–May) and winter (June–August),\nrespectively. The extinction-related Ångström exponents between 355\nand 532 nm measured during spring, summer, autumn and winter were 1.8 ± 0.6, 2.4 ± 0.9, 1.8 ± 0.9 and 1.8 ± 0.6,\nrespectively. The mean columnar aerosol optical depth (AOD) obtained from\nlidar measurements was found to be 0.46 ± 0.35 at 355 nm and 0.25 ± 0.2 at 532 nm. The contribution of free-tropospheric aerosols on the\nAOD had a wide range of values with a mean contribution of 46%.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/5429/2015/", 
        "title": "One year of Raman lidar observations of free-tropospheric aerosol layers over South Africa"
    }, 
    {
        "author": "R. Kumar, M. C. Barth, V. S. Nair, G. G. Pfister, S. Suresh Babu, S. K. Satheesh, K. Krishna Moorthy, G. R. Carmichael, Z. Lu, and D. G. Streets", 
        "date": "2015-05-19", 
        "description": "<b>Sources of black carbon aerosols in South Asia and surrounding regions during the Integrated Campaign for Aerosols, Gases and Radiation Budget (ICARB)</b><br /><br />Atmospheric Chemistry and Physics, 15, 5415-5428, 2015<br /><br />Author(s): R. Kumar, M. C. Barth, V. S. Nair, G. G. Pfister, S. Suresh Babu, S. K. Satheesh, K. Krishna Moorthy, G. R. Carmichael, Z. Lu, and D. G. Streets<br /><br />This study examines differences in the surface black carbon (BC) aerosol\nloading between the Bay of Bengal (BoB) and the Arabian Sea (AS) and\nidentifies dominant sources of BC in South Asia and surrounding regions\nduring March–May 2006 (Integrated Campaign for Aerosols, Gases and Radiation\nBudget, ICARB) period. A total of 13 BC tracers are introduced in the\nWeather Research and Forecasting Model coupled with Chemistry to address\nthese objectives. The model reproduced the temporal and spatial variability\nof BC distribution observed over the AS and the BoB during the ICARB\nship cruise and captured spatial variability at the inland sites. In\ngeneral, the model underestimates the observed BC mass concentrations.\nHowever, the model–observation discrepancy in this study is smaller compared\nto previous studies. Model results show that ICARB measurements were fairly\nwell representative of the AS and the BoB during the\npre-monsoon season. Elevated BC mass concentrations in the BoB are due to\n5 times stronger influence of anthropogenic emissions on the BoB compared\nto the AS. Biomass burning in Burma also affects the BoB much more strongly\nthan the AS. Results show that anthropogenic and biomass burning emissions,\nrespectively, accounted for 60 and 37% of the average ± standard deviation (representing spatial and temporal variability) BC mass\nconcentration (1341 ± 2353 ng m<sup>−3</sup>) in South Asia. BC emissions\nfrom residential (61%) and industrial (23%) sectors are the major\nanthropogenic sources, except in the Himalayas where vehicular emissions\ndominate. We find that regional-scale transport of anthropogenic emissions\ncontributes up to 25% of BC mass concentrations in western and eastern\nIndia, suggesting that surface BC mass concentrations cannot be linked\ndirectly to the local emissions in different regions of South Asia.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/5415/2015/", 
        "title": "Sources of black carbon aerosols in South Asia and surrounding regions during the Integrated Campaign for Aerosols, Gases and Radiation Budget (ICARB)"
    }, 
    {
        "author": "W.-L. Lee, Y. Gu, K. N. Liou, L. R. Leung, and H.-H. Hsu", 
        "date": "2015-05-19", 
        "description": "<b>A global model simulation for 3-D radiative transfer impact on surface hydrology over the Sierra Nevada and Rocky Mountains</b><br /><br />Atmospheric Chemistry and Physics, 15, 5405-5413, 2015<br /><br />Author(s): W.-L. Lee, Y. Gu, K. N. Liou, L. R. Leung, and H.-H. Hsu<br /><br />We investigate 3-D mountain effects on solar flux distributions and their\nimpact on surface hydrology over the western United States, specifically the\nRocky Mountains and the Sierra Nevada, using the global CCSM4 (Community Climate System Model version 4; Community Atmosphere Model/Community Land Model – CAM4/CLM4) with a\n0.23° × 0.31° resolution for simulations over 6 years.\nIn a 3-D radiative transfer parameterization, we have updated surface\ntopography data from a resolution of 1 km to 90 m to improve\nparameterization accuracy. In addition, we have also modified the upward-flux\ndeviation (3-D–PP (plane-parallel)) adjustment to ensure that the energy balance\nat the surface is conserved in global climate simulations based on 3-D\nradiation parameterization. We show that deviations in the net surface fluxes\nare not only affected by 3-D mountains but also influenced by feedbacks of\ncloud and snow in association with the long-term simulations. Deviations in\nsensible heat and surface temperature generally follow the patterns of net\nsurface solar flux. The monthly snow water equivalent (SWE) deviations show\nan increase in lower elevations due to reduced snowmelt, leading to a\nreduction in cumulative runoff. Over higher-elevation areas, negative SWE\ndeviations are found because of increased solar radiation available at the\nsurface. Simulated precipitation increases for lower elevations, while\nit decreases for higher elevations, with a minimum in April. Liquid runoff\nsignificantly decreases at higher elevations after April due to reduced SWE\nand precipitation.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/5405/2015/", 
        "title": "A global model simulation for 3-D radiative transfer impact on surface hydrology over the Sierra Nevada and Rocky Mountains"
    }, 
    {
        "author": "G. L. Manney, Z. D. Lawrence, M. L. Santee, N. J. Livesey, A. Lambert, and M. C. Pitts", 
        "date": "2015-05-19", 
        "description": "<b>Polar processing in a split vortex: Arctic ozone loss in early winter 2012/2013</b><br /><br />Atmospheric Chemistry and Physics, 15, 5381-5403, 2015<br /><br />Author(s): G. L. Manney, Z. D. Lawrence, M. L. Santee, N. J. Livesey, A. Lambert, and M. C. Pitts<br /><br />A sudden stratospheric warming (SSW) in early January 2013 caused the\nArctic polar vortex to split and temperatures to rapidly rise above the\nthreshold for chlorine activation.  However, ozone in the lower\nstratospheric polar vortex from late December 2012 through early\nFebruary 2013 reached the lowest values on record for that time of\nyear.  Analysis of Aura Microwave Limb Sounder (MLS) trace gas\nmeasurements and Cloud-Aerosol Lidar and Infrared Pathfinder Satellite\nObservations (CALIPSO) polar stratospheric cloud (PSC) data shows that\nexceptional chemical ozone loss early in the 2012/13 Arctic winter\nresulted from a unique combination of meteorological conditions\nassociated with the early-January 2013 SSW: unusually low temperatures\nin December 2012, offspring vortices within which air remained well\nisolated for nearly 1 month after the vortex split, and greater-than-usual vortex sunlight exposure throughout December 2012 and January\n2013.  Conditions in the two offspring vortices differed substantially,\nwith the one overlying Canada having lower temperatures, lower nitric\nacid (HNO<sub>3</sub>), lower hydrogen chloride, more sunlight\nexposure/higher ClO in late January, and a later onset of chlorine\ndeactivation than the one overlying Siberia.   MLS HNO<sub>3</sub> and\nCALIPSO data indicate that PSC activity in December 2012 was more\nextensive and persistent than at that time in any other Arctic winter in\nthe past decade.  Chlorine monoxide (ClO, measured by MLS) rose earlier\nthan previously observed and was the largest on record through\nmid-January 2013. Enhanced vortex ClO persisted until mid-February\ndespite the cessation of PSC activity when the SSW started.  Vortex\nHNO<sub>3</sub> remained depressed after PSCs had disappeared; passive\ntransport calculations indicate vortex-averaged denitrification of about\n4 parts per billion by volume. The estimated vortex-averaged chemical ozone loss,\n~ 0.7–0.8 parts per million by volume near 500 K (~21 km), was the largest\nDecember/January loss in the MLS record from 2004/05 to 2014/15.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/5381/2015/", 
        "title": "Polar processing in a split vortex: Arctic ozone loss in early winter 2012/2013"
    }, 
    {
        "author": "J.-C. Gascard, T. Vihma, and R. Döscher", 
        "date": "2015-05-19", 
        "description": "<b>General introduction to the DAMOCLES special issue</b><br /><br />Atmospheric Chemistry and Physics, 15, 5377-5379, 2015<br /><br />Author(s): J.-C. Gascard, T. Vihma, and R. Döscher<br /><br />No abstract available.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/5377/2015/", 
        "title": "General introduction to the DAMOCLES special issue"
    }, 
    {
        "author": "W. Zhu, J. Sommar, C.-J. Lin, and X. Feng", 
        "date": "2015-05-18", 
        "description": "<b>Mercury vapor air–surface exchange measured by collocated micrometeorological and enclosure methods – Part II: Bias and uncertainty analysis</b><br /><br />Atmospheric Chemistry and Physics, 15, 5359-5376, 2015<br /><br />Author(s): W. Zhu, J. Sommar, C.-J. Lin, and X. Feng<br /><br />Dynamic flux chambers (DFCs) and micrometeorological (MM) methods are\nextensively deployed for gauging air–surface Hg<sup>0</sup> gas exchange. However,\na systematic evaluation of the precision of the contemporary Hg<sup>0</sup> flux\nquantification methods is not available. In this study, the uncertainty in\nHg<sup>0</sup> flux measured by the relaxed eddy accumulation (REA) method, the\naerodynamic gradient method (AGM), the modified Bowen ratio (MBR) method, as\nwell as DFC of traditional (TDFC) and novel (NDFC) designs, are assessed\nusing a robust data set from two field intercomparison campaigns.\n<br><br>\nThe absolute precision in Hg<sup>0</sup> concentration difference (&Delta;<i>C</i>)\n measurements is estimated at 0.064 ng m<sup>−3</sup> for the gradient-based\nMBR and AGM systems. For the REA system, the parameter is Hg<sup>0</sup>\nconcentration (<i>C</i>) dependent at 0.069 + 0.022<i>C</i>. During the campaigns, 57 and\n62 % of the individual vertical gradient measurements are found to be\nsignificantly different from 0, while for the REA technique, the percentage\nof significant observations is lower. For the chambers, non-significant\nfluxes are confined to a few night-time periods with varying ambient Hg$^{0}$\nconcentrations. Relative bias for DFC-derived fluxes is estimated to be\n~ ±10, and ~ 85% of the flux bias is within\n±2 ng m<sup>−2</sup> h<sup>−1</sup> in absolute terms. The DFC flux bias follows a\ndiurnal cycle, which is largely affected by the forced temperature and\nirradiation bias in the chambers. Due to contrasting prevailing\nmicrometeorological conditions, the relative uncertainty (median) in\nturbulent exchange parameters differs by nearly a factor of 2 between the\ncampaigns, while that in &Delta;<i>C</i> measurement is fairly consistent.\nThe estimated flux uncertainties for the triad of MM techniques are 16–27,\n12–23 and 19–31% (interquartile range) for the AGM, MBR and REA methods,\nrespectively. This study indicates that flux-gradient-based techniques (MBR\nand AGM) are preferable to REA in quantifying Hg<sup>0</sup> flux over ecosystems\nwith low vegetation height. A limitation of all Hg<sup>0</sup> flux measurement\nsystems investigated is their inability to obtain synchronous samples for the\ncalculation of  &Delta;<i>C</i>. This reduces the precision of flux\nquantification, particularly in the MM systems under non-stationarity of\nambient Hg<sup>0</sup> concentration. For future applications, it is recommended to\naccomplish &Delta;<i>C</i> derivation from simultaneous collected samples.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/5359/2015/", 
        "title": "Mercury vapor air–surface exchange measured by collocated micrometeorological and enclosure methods – Part II: Bias and uncertainty analysis"
    }, 
    {
        "author": "M. Bocquet, H. Elbern, H. Eskes, M. Hirtl, R. Žabkar, G. R. Carmichael, J. Flemming, A. Inness, M. Pagowski, J. L. Pérez Camaño, P. E. Saide, R. San Jose, M. Sofiev, J. Vira, A. Baklanov, C. Carnevale, G. Grell, and C. Seigneur", 
        "date": "2015-05-18", 
        "description": "<b>Data assimilation in atmospheric chemistry models: current status and future prospects for coupled chemistry meteorology models</b><br /><br />Atmospheric Chemistry and Physics, 15, 5325-5358, 2015<br /><br />Author(s): M. Bocquet, H. Elbern, H. Eskes, M. Hirtl, R. Žabkar, G. R. Carmichael, J. Flemming, A. Inness, M. Pagowski, J. L. Pérez Camaño, P. E. Saide, R. San Jose, M. Sofiev, J. Vira, A. Baklanov, C. Carnevale, G. Grell, and C. Seigneur<br /><br />Data assimilation is used in atmospheric chemistry models to improve air\nquality forecasts, construct re-analyses of three-dimensional chemical\n(including aerosol) concentrations and perform inverse modeling of input\nvariables or model parameters (e.g., emissions). Coupled chemistry\nmeteorology models (CCMM) are atmospheric chemistry models that simulate\nmeteorological processes and chemical transformations jointly. They offer\nthe possibility to assimilate both meteorological and chemical data;\nhowever, because CCMM are fairly recent, data assimilation in CCMM has been\nlimited to date. We review here the current status of data assimilation in\natmospheric chemistry models with a particular focus on future prospects for\ndata assimilation in CCMM. We first review the methods available for data\nassimilation in atmospheric models, including variational methods, ensemble\nKalman filters, and hybrid methods. Next, we review past applications that\nhave included chemical data assimilation in chemical transport models (CTM)\nand in CCMM. Observational data sets available for chemical data\nassimilation are described, including surface data, surface-based remote\nsensing, airborne data, and satellite data. Several case studies of chemical\ndata assimilation in CCMM are presented to highlight the benefits obtained\nby assimilating chemical data in CCMM. A case study of data assimilation to\nconstrain emissions is also presented. There are few examples to date of\njoint meteorological and chemical data assimilation in CCMM and potential\ndifficulties associated with data assimilation in CCMM are discussed. As the\nnumber of variables being assimilated increases, it is essential to\ncharacterize correctly the errors; in particular, the specification of error\ncross-correlations may be problematic. In some cases, offline diagnostics\nare necessary to ensure that data assimilation can truly improve model\nperformance. However, the main challenge is likely to be the paucity of\nchemical data available for assimilation in CCMM.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/5325/2015/", 
        "title": "Data assimilation in atmospheric chemistry models: current status and future prospects for coupled chemistry meteorology models"
    }
]