[
    {
        "author": "A. Gelfan, V. A. Semenov, E. Gusev, Y. Motovilov, O. Nasonova, I. Krylenko, and E. Kovalev", 
        "date": "2015-06-15", 
        "description": "<b>Large-basin hydrological response to climate model outputs: uncertainty caused by internal atmospheric variability</b><br /><br />Hydrology and Earth System Sciences, 19, 2737-2754, 2015<br /><br />Author(s): A. Gelfan, V. A. Semenov, E. Gusev, Y. Motovilov, O. Nasonova, I. Krylenko, and E. Kovalev<br /><br />An approach is proposed to assess hydrological simulation uncertainty\noriginating from internal atmospheric variability. The latter is one of three\nmajor factors contributing to uncertainty of simulated climate change\nprojections (along with so-called \"forcing\" and \"climate model\"\nuncertainties). Importantly, the role of internal atmospheric variability is\nmost visible over spatio-temporal scales of water management in large river\nbasins. Internal atmospheric variability is represented by large ensemble\nsimulations (45 members) with the ECHAM5 atmospheric general circulation\nmodel. Ensemble simulations are performed using identical prescribed lower\nboundary conditions (observed sea surface temperature, SST, and sea ice\nconcentration, SIC, for 1979–2012) and constant external forcing parameters\nbut different initial conditions of the atmosphere. The ensemble of\nbias-corrected ECHAM5 outputs and ensemble averaged ECHAM5 output are used as\na distributed input for the ECOMAG and SWAP hydrological models. The\ncorresponding ensembles of runoff hydrographs are calculated for two large\nrivers of the Arctic basin: the Lena and Northern Dvina rivers. A number of\nrunoff statistics including the mean and the standard deviation of annual,\nmonthly and daily runoff, as well as annual runoff trend, are assessed.\nUncertainties of runoff statistics caused by internal atmospheric variability\nare estimated. It is found that uncertainty of the mean and the standard\ndeviation of runoff has a significant seasonal dependence on the maximum\nduring the periods of spring–summer snowmelt and summer–autumn rainfall\nfloods. Noticeable nonlinearity of the hydrological models' results in the\nensemble ECHAM5 output is found most strongly expressed for the Northern\nDvina River basin. It is shown that the averaging over ensemble members\neffectively filters the stochastic term related to internal atmospheric\nvariability. Simulated discharge trends are close to normally distributed\naround the ensemble mean value, which fits well to empirical estimates and,\nfor the Lena River, indicates that a considerable portion of the observed\ntrend can be externally driven.", 
        "journal": "Hydrology and Earth System Sciences", 
        "link": "http://www.hydrol-earth-syst-sci.net/19/2737/2015/", 
        "title": "Large-basin hydrological response to climate model outputs: uncertainty caused by internal atmospheric variability"
    }, 
    {
        "author": "A. Kuentz, T. Mathevet, J. Gailhard, and B. Hingray", 
        "date": "2015-06-15", 
        "description": "<b>Building long-term and high spatio-temporal resolution precipitation and air temperature reanalyses by mixing local observations and global atmospheric reanalyses: the ANATEM model</b><br /><br />Hydrology and Earth System Sciences, 19, 2717-2736, 2015<br /><br />Author(s): A. Kuentz, T. Mathevet, J. Gailhard, and B. Hingray<br /><br />Efforts to improve the understanding of past climatic or hydrologic\nvariability have received a great deal of attention in various fields of\ngeosciences such as glaciology, dendrochronology, sedimentology and\nhydrology. Based on different proxies, each research community produces\ndifferent kinds of climatic or hydrologic reanalyses at different\nspatio-temporal scales and resolutions. When considering climate or\nhydrology, many studies have been devoted to characterising variability,\ntrends or breaks using observed time series representing different regions or\nclimates of the world. However, in hydrology, these studies have usually been\nlimited to short temporal scales (mainly a few decades and more rarely a\ncentury) because they require observed time series (which suffer from a\nlimited spatio-temporal density).\n<br><br>\nThis paper introduces ANATEM, a method that combines local observations\nand large-scale climatic information (such as the 20CR Reanalysis) to build\nlong-term probabilistic air temperature and precipitation time series with a high\nspatio-temporal resolution (1 day and a few km<sup>2</sup>). ANATEM was tested on\nthe reconstruction of air temperature and precipitation time series of 22 watersheds situated\nin the Durance River basin, in the French Alps. Based on a multi-criteria and\nmulti-scale diagnosis, the results show that ANATEM improves the performance\nof classical statistical models – especially concerning spatial homogeneity – \nwhile providing an original representation of uncertainties which are \nconditioned by atmospheric circulation patterns.\nThe ANATEM model has been also evaluated for the regional scale against \nindependent long-term time series and was able to capture regional \nlow-frequency variability over more than a century (1883–2010).", 
        "journal": "Hydrology and Earth System Sciences", 
        "link": "http://www.hydrol-earth-syst-sci.net/19/2717/2015/", 
        "title": "Building long-term and high spatio-temporal resolution precipitation and air temperature reanalyses by mixing local observations and global atmospheric reanalyses: the ANATEM model"
    }, 
    {
        "author": "C. C. Clason, C. Coch, J. Jarsjö, K. Brugger, P. Jansson, and G. Rosqvist", 
        "date": "2015-06-15", 
        "description": "<b>Dye tracing to determine flow properties of hydrocarbon-polluted Rabots glaciär, Kebnekaise, Sweden</b><br /><br />Hydrology and Earth System Sciences, 19, 2701-2715, 2015<br /><br />Author(s): C. C. Clason, C. Coch, J. Jarsjö, K. Brugger, P. Jansson, and G. Rosqvist<br /><br />Over 11 000 L of kerosene was deposited on the surface of Rabots\nglaciär on the Kebnekaise Massif, northern Sweden, following the crash of\na Royal Norwegian Air Force aircraft in March 2012. An environmental\nmonitoring programme was subsequently commissioned, including a series of dye\ntracing experiments during the 2013 melt season, conducted to investigate the\ntransport of pollutants through the glacier hydrological system. This\nexperimental set-up provided a basis from which we could gain new insight\ninto the internal hydrological system of Rabots glaciär. Results of dye\ntracing experiments reveal a degree of homogeneity in the topology of the\ndrainage system throughout July and August, with an increase in efficiency as\nthe season progresses, as reflected by decreasing temporary storage and\ndispersivity. Early onset of melting likely led to formation of an efficient,\ndiscrete drainage system early in the melt season, subject to decreasing\nsinuosity and braiding as the season progressed. Four distinct meltwater flow\nregimes are identified to summarize the temporal and spatial evolution of the\nsystem. Analysis of turbidity-discharge hysteresis further supports the\nformation of discrete, efficient drainage, with clockwise diurnal hysteresis\nsuggesting easy mobilization of readily available sediments in channels. Dye\ninjection immediately downstream of the pollution source zone reveals\nprolonged storage of dye followed by fast, efficient release. Twinned with a\nlow dye recovery, and supported by sporadic detection of hydrocarbons in the\nproglacial river, we suggest that meltwater, and thus pollutants in solution,\nmay be released periodically through an efficient, and likely pressurized,\nhydrological system within the upper reaches of the glacier.", 
        "journal": "Hydrology and Earth System Sciences", 
        "link": "http://www.hydrol-earth-syst-sci.net/19/2701/2015/", 
        "title": "Dye tracing to determine flow properties of hydrocarbon-polluted Rabots glaciär, Kebnekaise, Sweden"
    }, 
    {
        "author": "H. Vernieuwe, S. Vandenberghe, B. De Baets, and N. E. C. Verhoest", 
        "date": "2015-06-12", 
        "description": "<b>A continuous rainfall model based on vine copulas</b><br /><br />Hydrology and Earth System Sciences, 19, 2685-2699, 2015<br /><br />Author(s): H. Vernieuwe, S. Vandenberghe, B. De Baets, and N. E. C. Verhoest<br /><br />Copulas have already proven their flexibility in rainfall modelling. Yet,\ntheir use is generally restricted to the description of bivariate dependence.\nRecently, vine copulas have been introduced, allowing multi-dimensional\ndependence structures to be described on the basis of a stage by stage mixing\nof 2-dimensional copulas. This paper explores the use of such vine copulas\nin order to incorporate all relevant dependences between the storm variables\nof interest. On the basis of such fitted vine copulas, an external storm\nstructure is modelled. An internal storm structure is superimposed based on\nHuff curves, such that a continuous time series of rainfall is generated. The\nperformance of the rainfall model is evaluated through a statistical\ncomparison between an ensemble of synthetical rainfall series and the\nobserved rainfall series and through the comparison of the annual maxima.", 
        "journal": "Hydrology and Earth System Sciences", 
        "link": "http://www.hydrol-earth-syst-sci.net/19/2685/2015/", 
        "title": "A continuous rainfall model based on vine copulas"
    }, 
    {
        "author": "A. M. J. de Kraker", 
        "date": "2015-06-09", 
        "description": "<b>Flooding in river mouths: human caused or natural events? Five centuries of flooding events in the SW Netherlands, 1500–2000</b><br /><br />Hydrology and Earth System Sciences, 19, 2673-2684, 2015<br /><br />Author(s): A. M. J. de Kraker<br /><br />This paper looks into flood events of the past 500 years in the SW\nNetherlands, addressing the issue of what kind of flooding events have\noccurred and which ones have mainly natural causes and which ones are\npredominantly human induced. The flood events are classified into two major\ncategories: (a) flood events that were caused during storm surges and\n(b) flood events which happened during warfare. From both categories a\nselection of flood events has been made. Each flood event is discussed in\nterms of time, location, extent of the flooded area and specific conditions.\nAmong these conditions, specific weather circumstances and how long they\nlasted, the highest water levels reached and dike maintenance are discussed\nas far as flood events caused during storm surges are concerned. Flood events\nduring warfare as both offensive and defensive strategies are relevant; the\npaper demonstrates that although the strategic flood events obviously were\nman-made, the natural feature, being the use of fresh water or sea water, of\nthese events also played a major role. Flood events caused during storm surge\nmay have an obvious natural cause, but the extent of the flooding and damage\nit caused was largely determined by man.", 
        "journal": "Hydrology and Earth System Sciences", 
        "link": "http://www.hydrol-earth-syst-sci.net/19/2673/2015/", 
        "title": "Flooding in river mouths: human caused or natural events? Five centuries of flooding events in the SW Netherlands, 1500–2000"
    }, 
    {
        "author": "A.-M. Kurth, C. Weber, and M. Schirmer", 
        "date": "2015-06-09", 
        "description": "<b>How effective is river restoration in re-establishing groundwater–surface water interactions? – A case study</b><br /><br />Hydrology and Earth System Sciences, 19, 2663-2672, 2015<br /><br />Author(s): A.-M. Kurth, C. Weber, and M. Schirmer<br /><br />In this study, we investigated whether river restoration was successful in\nre-establishing groundwater–surface water interactions in a degraded urban\nstream. Restoration measures included morphological changes to the river\nbed, such as the installation of gravel islands and spur dykes, as well as\nthe planting of site-specific riparian vegetation. Standard distributed temperature sensing (DTS) and novel active and passive DTS approaches were\nemployed to study groundwater–surface water interactions in two reference\nstreams and an experimental reach of an urban stream before and after its\nrestoration. Radon-222 analyses were utilized to validate the losing stream conditions of the urban stream in the experimental reach. Our results\nindicated that river restoration at the study site was indeed successful in\nincreasing groundwater–surface water interactions. Increased surface water\ndownwelling occurred locally at the tip of a gravel island created during\nriver restoration. Hence, the installation of in-stream structures increased\nthe vertical connectivity and thus groundwater–surface water interactions.\nWith the methods presented in this publication, it would be possible to\nroutinely investigate the success of river restorations in re-establishing\nvertical connectivity, thereby gaining insight into the effectiveness of\nspecific restoration measures. This, in turn, would enable the optimization\nof future river restoration projects, rendering them more cost-effective and\nsuccessful.", 
        "journal": "Hydrology and Earth System Sciences", 
        "link": "http://www.hydrol-earth-syst-sci.net/19/2663/2015/", 
        "title": "How effective is river restoration in re-establishing groundwater–surface water interactions? – A case study"
    }, 
    {
        "author": "A. T. Romarheim, K. Tominaga, G. Riise, and T. Andersen", 
        "date": "2015-06-08", 
        "description": "<b>The importance of year-to-year variation in meteorological and runoff forcing for water quality of a temperate, dimictic lake</b><br /><br />Hydrology and Earth System Sciences, 19, 2649-2662, 2015<br /><br />Author(s): A. T. Romarheim, K. Tominaga, G. Riise, and T. Andersen<br /><br />Natural stochasticity can pose challenges in managing the quality of the\nenvironment, or hinder understanding of the system structure. It is\nproblematic because unfavourable stochastic events cancel management efforts\nand because a favourable stochastic event may overestimate perceived success.\nThis paper presents a variance-based modelling method that can be used to\nquantify the extent to which natural stochasticity can affect the target\nenvironment. We use a case study of a eutrophication assessment of a\nNorwegian lake, Årungen, using a lake model, MyLake, in order to present\nthe method, and to investigate how this method could assist in answering scientific and\nmanagement questions. Here we contrasted two effects of nutrient loading in\nrunoff (partially controllable by policies) and meteorology (purely natural\nstochastic events), illustrated in the case study, in order to achieve the\nseason-by-season quantification of mutually confounding factors of stochastic\nevents. The results indicate that, for example, variation in runoff volume\nwas most prevalent during autumn and winter, while variation in phosphorus\ninflow was most extensive from late winter to early spring. Thermal-related\nproperties in the lake were well predicted by the model, and showed that the\ntime of thermocline formation varied among years by more than 1 month, from\nmid-April to mid-May, whereas loading was the most important factor for\nphytoplankton biomass and water transparency. Mild winters and greater inputs\nof suspended matter and phosphorus were followed by increased phytoplankton\nbiomass and light attenuation. These findings also suggest that future\nchanges in the global climate may have important implications for local water\nmanagement decision-making. The present method of disentangling mutually\nconfounding factors is not limited to lake water quality studies and may also\nprovide utility in other types of aquatic system modelling.", 
        "journal": "Hydrology and Earth System Sciences", 
        "link": "http://www.hydrol-earth-syst-sci.net/19/2649/2015/", 
        "title": "The importance of year-to-year variation in meteorological and runoff forcing for water quality of a temperate, dimictic lake"
    }, 
    {
        "author": "C.-S. Huang, S.-Y. Yang, and H.-D. Yeh", 
        "date": "2015-06-05", 
        "description": "<b>Technical Note: Approximate solution of transient drawdown for constant-flux pumping at a partially penetrating well in a radial two-zone confined aquifer</b><br /><br />Hydrology and Earth System Sciences, 19, 2639-2647, 2015<br /><br />Author(s): C.-S. Huang, S.-Y. Yang, and H.-D. Yeh<br /><br />An aquifer consisting of a skin zone and a formation zone is considered as a\ntwo-zone aquifer. Existing solutions for the problem of constant-flux\npumping in a two-zone confined aquifer involve laborious calculation. This\nstudy develops a new approximate solution for the problem based on a\nmathematical model describing steady-state radial and vertical flows in a\ntwo-zone aquifer. Hydraulic parameters in these two zones can be different\nbut are assumed homogeneous in each zone. A partially penetrating well may\nbe treated as the Neumann condition with a known flux along the screened\npart and zero flux along the unscreened part. The aquifer domain is finite\nwith an outer circle boundary treated as the Dirichlet condition. The\nsteady-state drawdown solution of the model is derived by the finite Fourier\ncosine transform. Then, an approximate transient solution is developed by\nreplacing the radius of the aquifer domain in the steady-state solution with\nan analytical expression for a dimensionless time-dependent radius of\ninfluence. The approximate solution is capable of predicting good temporal\ndrawdown distributions over the whole pumping period except at the early\nstage. A quantitative criterion for the validity of neglecting the vertical\nflow due to a partially penetrating well is also provided. Conventional\nmodels considering radial flow without the vertical component for the\nconstant-flux pumping have good accuracy if satisfying the criterion.", 
        "journal": "Hydrology and Earth System Sciences", 
        "link": "http://www.hydrol-earth-syst-sci.net/19/2639/2015/", 
        "title": "Technical Note: Approximate solution of transient drawdown for constant-flux pumping at a partially penetrating well in a radial two-zone confined aquifer"
    }, 
    {
        "author": "F. Wetterhall, H. C. Winsemius, E. Dutra, M. Werner, and F. Pappenberger", 
        "date": "2015-06-05", 
        "description": "<b>Corrigendum to \"Seasonal predictions of agro-meteorological drought indicators for the Limpopo basin\" published in Hydrol. Earth Syst. Sci., 19, 2577–2586, 2015</b><br /><br />Hydrology and Earth System Sciences, 19, 2637-2637, 2015<br /><br />Author(s): F. Wetterhall, H. C. Winsemius, E. Dutra, M. Werner, and F. Pappenberger<br /><br />", 
        "journal": "Hydrology and Earth System Sciences", 
        "link": "http://www.hydrol-earth-syst-sci.net/19/2637/2015/", 
        "title": "Corrigendum to \"Seasonal predictions of agro-meteorological drought indicators for the Limpopo basin\" published in Hydrol. Earth Syst. Sci., 19, 2577–2586, 2015"
    }, 
    {
        "author": "M. Sprenger, T. H. M. Volkmann, T. Blume, and M. Weiler", 
        "date": "2015-06-03", 
        "description": "<b>Estimating flow and transport parameters in the unsaturated zone with pore water stable isotopes</b><br /><br />Hydrology and Earth System Sciences, 19, 2617-2635, 2015<br /><br />Author(s): M. Sprenger, T. H. M. Volkmann, T. Blume, and M. Weiler<br /><br />Determining the soil hydraulic properties is a prerequisite to physically\nmodel transient water flow and solute transport in the vadose zone.\nEstimating these properties by inverse modelling techniques has become more\ncommon within the last 2 decades. While these inverse approaches usually\nfit simulations to hydrometric data, we expanded the methodology by using\nindependent information about the stable isotope composition of the soil\npore water depth profile as a single or additional optimization target. To\ndemonstrate the potential and limits of this approach, we compared the\nresults of three inverse modelling strategies where the fitting targets were\n(a) pore water isotope concentrations, (b) a combination of pore water isotope\nconcentrations and soil moisture time series, and (c) a two-step approach\nusing first soil moisture data to determine water flow parameters and then\nthe pore water stable isotope concentrations to estimate the solute\ntransport parameters. The analyses were conducted at three study sites with\ndifferent soil properties and vegetation. The transient unsaturated water\nflow was simulated by solving the Richards equation numerically with the\nfinite-element code of HYDRUS-1D. The transport of deuterium was simulated\nwith the advection-dispersion equation, and a modified version of HYDRUS was\nused, allowing deuterium loss during evaporation. The Mualem–van Genuchten\nand the longitudinal dispersivity parameters were determined for two major\nsoil horizons at each site. The results show that approach (a), using only the\npore water isotope content, cannot substitute hydrometric information to\nderive parameter sets that reflect the observed soil moisture dynamics  but\ngives comparable results when the parameter space is constrained by\npedotransfer functions. Approaches (b) and (c), using both  the isotope\nprofiles and the soil moisture time series, resulted in good simulation\nresults with regard to the Kling–Gupta efficiency and good parameter\nidentifiability. However, approach (b) has the advantage that it considers\nthe isotope data not only for the solute transport parameters  but also for\nwater flow and root water uptake, and thus increases parameter realism.\nApproaches (b) and (c) both outcompeted simulations run with parameters\nderived from pedotransfer functions, which did not result in an acceptable\nrepresentation of the soil moisture dynamics and pore water stable isotope\ncomposition. Overall, parameters based on this new approach that includes\nisotope data lead to similar model performances regarding the water balance\nand soil moisture dynamics and better parameter identifiability than the\nconventional inverse model approaches limited to hydrometric fitting\ntargets. If only data from isotope profiles in combination with textural\ninformation is available, the results are still satisfactory. This method\nhas the additional advantage that it will not only allow us to estimate\nwater balance and response times  but also site-specific time variant\ntransit times or solute breakthrough within the soil profile.", 
        "journal": "Hydrology and Earth System Sciences", 
        "link": "http://www.hydrol-earth-syst-sci.net/19/2617/2015/", 
        "title": "Estimating flow and transport parameters in the unsaturated zone with pore water stable isotopes"
    }, 
    {
        "author": "G. Kirillin, M. S. Lorang, T. C. Lippmann, C. C. Gotschalk, and S. Schimmelpfennig", 
        "date": "2015-06-03", 
        "description": "<b>Surface seiches in Flathead Lake</b><br /><br />Hydrology and Earth System Sciences, 19, 2605-2615, 2015<br /><br />Author(s): G. Kirillin, M. S. Lorang, T. C. Lippmann, C. C. Gotschalk, and S. Schimmelpfennig<br /><br />Standing surface waves or seiches are inherent hydrodynamic features of\nenclosed water bodies. Their two-dimensional structure is important for\nestimating flood risk, coastal erosion, and bottom sediment transport, and for\nunderstanding shoreline habitats and lake ecology in general. In this work,\nwe present analysis of two-dimensional seiche characteristics in Flathead\nLake, Montana, USA, a large intermountain lake known to have high seiche\namplitudes. To examine spatial characteristics of different seiche modes, we\nused the original procedure of determining the seiche frequencies from the\nprimitive equation model output with subsequent derivation of the spatial\nseiche structure at fixed frequencies akin to the tidal harmonic analysis. The\nproposed procedure revealed specific seiche oscillation features in Flathead\nLake, including maximum surface level amplitudes of the first fundamental mode\nin straights around the largest island; several higher modes appearing\nlocally in the vicinity of the river inflow; the \"Helmholtz\" open harbor\nmode, with the period approximately twice that of the longest seiche mode,\ngenerated by a large shallow bay connected to the main lake basin; and\nseveral rotating seiche modes potentially affecting the lake-wide\ncirculation. We discuss lake management problems related to the\nspatial seiche distribution, such as shoreline erosion, floods, and transport\nof sediments and invasive species in Flathead Lake.", 
        "journal": "Hydrology and Earth System Sciences", 
        "link": "http://www.hydrol-earth-syst-sci.net/19/2605/2015/", 
        "title": "Surface seiches in Flathead Lake"
    }, 
    {
        "author": "M. K. Stewart", 
        "date": "2015-06-02", 
        "description": "<b>Promising new baseflow separation and recession analysis methods applied to streamflow at Glendhu Catchment, New Zealand</b><br /><br />Hydrology and Earth System Sciences, 19, 2587-2603, 2015<br /><br />Author(s): M. K. Stewart<br /><br />Understanding and modelling the relationship between rainfall and runoff has\nbeen a driving force in hydrology for many years. Baseflow separation and\nrecession analysis have been two of the main tools for understanding runoff\ngeneration in catchments, but there are many different methods for each. The\nnew baseflow separation method presented here (the bump and rise method or\nBRM) aims to accurately simulate the shape of tracer-determined baseflow or\npre-event water. Application of the method by calibrating its parameters,\nusing (a) tracer data or (b) an optimising method, is demonstrated for the\nGlendhu Catchment, New Zealand. The calibrated BRM algorithm is then applied\nto the Glendhu streamflow record. The new recession approach advances the\nthesis that recession analysis of streamflow alone gives misleading\ninformation on catchment storage reservoirs because streamflow is a varying\nmixture of components of very different origins and characteristics (at the\nsimplest level, quickflow and baseflow as identified by the BRM method).\nRecession analyses of quickflow, baseflow and streamflow show that the steep\npower-law slopes often observed for streamflow at intermediate flows are\nartefacts due to mixing and are not representative of catchment reservoirs.\nApplying baseflow separation before recession analysis could therefore shed\nnew light on water storage reservoirs in catchments and possibly resolve\nsome current problems with recession analysis. Among other things it shows\nthat both quickflow and baseflow reservoirs in the studied catchment have\n(non-linear) quadratic characteristics.", 
        "journal": "Hydrology and Earth System Sciences", 
        "link": "http://www.hydrol-earth-syst-sci.net/19/2587/2015/", 
        "title": "Promising new baseflow separation and recession analysis methods applied to streamflow at Glendhu Catchment, New Zealand"
    }, 
    {
        "author": "F. Wetterhall, H. C. Winsemius, E. Dutra, M. Werner, and E. Pappenberger", 
        "date": "2015-06-02", 
        "description": "<b>Seasonal predictions of agro-meteorological drought indicators for the Limpopo basin</b><br /><br />Hydrology and Earth System Sciences, 19, 2577-2586, 2015<br /><br />Author(s): F. Wetterhall, H. C. Winsemius, E. Dutra, M. Werner, and E. Pappenberger<br /><br />The rainfall in southern Africa has a large inter-annual variability, which\ncan cause rain-fed agriculture to fail. The staple crop maize is especially\nsensitive to dry spells during the early growing season. An early prediction\nof the probability of dry spells and below normal precipitation can\npotentially mitigate damages through water management. This paper\ninvestigates how well ECMWF's seasonal forecasts predict dry spells over the\nLimpopo basin during the rainy season December–February (DJF) with lead\ntimes from 0 to 4 months. The seasonal forecasts were evaluated against\nERA-Interim reanalysis data, which in turn were corrected with GPCP (EGPCP)\nto match monthly precipitation totals. The seasonal forecasts were also\nbias-corrected with the EGPCP using quantile mapping as well as\npost-processed using a precipitation threshold to define a dry day. The\nresults indicate that the forecasts show skill in predicting dry spells in\ncomparison with a climatological ensemble based on previous years. Quantile\nmapping in combination with a precipitation threshold improved the skill of\nthe forecast. The skill in prediction of dry spells was largest over the most\ndrought-sensitive region. Seasonal forecasts have the potential to be used in\na probabilistic forecast system for drought-sensitive crops, though these\nshould be used with caution given the large uncertainties.", 
        "journal": "Hydrology and Earth System Sciences", 
        "link": "http://www.hydrol-earth-syst-sci.net/19/2577/2015/", 
        "title": "Seasonal predictions of agro-meteorological drought indicators for the Limpopo basin"
    }, 
    {
        "author": "M. J. Machado, B. A. Botero, J. López, F. Francés, A. Díez-Herrero, and G. Benito", 
        "date": "2015-06-02", 
        "description": "<b>Flood frequency analysis of historical flood data under stationary and non-stationary modelling</b><br /><br />Hydrology and Earth System Sciences, 19, 2561-2576, 2015<br /><br />Author(s): M. J. Machado, B. A. Botero, J. López, F. Francés, A. Díez-Herrero, and G. Benito<br /><br />Historical records are an important source of information on\nextreme and rare floods and fundamental to establish a reliable flood return\nfrequency. The use of long historical records for flood frequency analysis\nbrings in the question of flood stationarity, since climatic and land-use\nconditions can affect the relevance of past flooding as a predictor of\nfuture flooding. In this paper, a detailed 400 yr flood record from the\nTagus River in Aranjuez (central Spain) was analysed under stationary and\nnon-stationary flood frequency approaches, to assess their contribution\nwithin hazard studies. Historical flood records in Aranjuez were obtained\nfrom documents (Proceedings of the City Council, diaries, chronicles,\nmemoirs, etc.), epigraphic marks, and indirect historical sources and\nreports. The water levels associated with different floods (derived from\ndescriptions or epigraphic marks) were computed into discharge values using\na one-dimensional hydraulic model. Secular variations in flood magnitude and\nfrequency, found to respond to climate and environmental drivers, showed a\ngood correlation between high values of historical flood discharges and a\nnegative mode of the North Atlantic Oscillation (NAO) index. Over the\nsystematic gauge record (1913–2008), an abrupt change on flood magnitude was\nproduced in 1957 due to constructions of three major reservoirs in the Tagus\nheadwaters (Bolarque, Entrepeñas and Buendia) controlling 80% of the\nwatershed surface draining to Aranjuez. Two different models were used for\nthe flood frequency analysis: (a) a stationary model estimating statistical\ndistributions incorporating imprecise and categorical data based on maximum\nlikelihood estimators, and (b) a time-varying model based on \"generalized\nadditive models for location, scale and shape\" (GAMLSS) modelling, which\nincorporates external covariates related to climate variability (NAO index)\nand catchment hydrology factors (in this paper a reservoir index; RI). Flood\nfrequency analysis using documentary data (plus gauged records) improved the\nestimates of the probabilities of rare floods (return intervals of 100 yr\nand higher). Under non-stationary modelling flood occurrence associated with\nan exceedance probability of 0.01 (i.e. return period of 100 yr) has changed\nover the last 500 yr due to decadal and multi-decadal variability of the\nNAO. Yet, frequency analysis under stationary models was successful in\nproviding an average discharge around which value flood quantiles estimated\nby non-stationary models fluctuate through time.", 
        "journal": "Hydrology and Earth System Sciences", 
        "link": "http://www.hydrol-earth-syst-sci.net/19/2561/2015/", 
        "title": "Flood frequency analysis of historical flood data under stationary and non-stationary modelling"
    }, 
    {
        "author": "G. H. Fang, J. Yang, Y. N. Chen, and C. Zammit", 
        "date": "2015-06-02", 
        "description": "<b>Comparing bias correction methods in downscaling meteorological variables for a hydrologic impact study in an arid area in China</b><br /><br />Hydrology and Earth System Sciences, 19, 2547-2559, 2015<br /><br />Author(s): G. H. Fang, J. Yang, Y. N. Chen, and C. Zammit<br /><br />Water resources are essential to the ecosystem and social economy in the\ndesert and oasis of the arid Tarim River basin, northwestern China, and\nexpected to be vulnerable to climate change. It has been demonstrated that\nregional climate models (RCMs) provide more reliable results for a regional\nimpact study of climate change (e.g., on water resources) than general\ncirculation models (GCMs). However, due to their considerable bias it is\nstill necessary to apply bias correction before they are used for water\nresources research. In this paper, after a sensitivity analysis on input\nmeteorological variables based on the Sobol' method, we compared five\nprecipitation correction methods and three temperature correction methods in\ndownscaling RCM simulations applied over the Kaidu River basin, one of the\nheadwaters of the Tarim River basin. Precipitation correction methods\napplied include linear scaling (LS), local intensity scaling (LOCI), power\ntransformation (PT), distribution mapping (DM) and quantile mapping (QM),\nwhile temperature correction methods are LS, variance scaling (VARI) and DM.\nThe corrected precipitation and temperature were compared to the observed\nmeteorological data, prior to being used as meteorological inputs of a\ndistributed hydrologic model to study their impacts on streamflow. The\nresults show (1) streamflows are sensitive to precipitation, temperature and solar radiation but not to relative humidity and wind speed; (2) raw RCM\nsimulations are heavily biased from observed meteorological data, and its\nuse for streamflow simulations results in large biases from observed\nstreamflow, and all bias correction methods effectively improved these\nsimulations; (3) for precipitation, PT and QM methods performed equally best\nin correcting the frequency-based indices (e.g., standard deviation,\npercentile values) while the LOCI method performed best in terms of the\ntime-series-based indices (e.g., Nash–Sutcliffe coefficient, <i>R</i><sup>2</sup>); (4)\nfor temperature, all correction methods performed equally well in correcting\nraw temperature; and (5) for simulated streamflow, precipitation correction\nmethods have more significant influence than temperature correction methods\nand the performances of streamflow simulations are consistent with those of\ncorrected precipitation; i.e., the PT and QM methods performed equally best in\ncorrecting flow duration curve and peak flow while the LOCI method performed\nbest in terms of the time-series-based indices. The case study is for an\narid area in China based on a specific RCM and hydrologic model, but the\nmethodology and some results can be applied to other areas and models.", 
        "journal": "Hydrology and Earth System Sciences", 
        "link": "http://www.hydrol-earth-syst-sci.net/19/2547/2015/", 
        "title": "Comparing bias correction methods in downscaling meteorological variables for a hydrologic impact study in an arid area in China"
    }, 
    {
        "author": "F. Bourgin, V. Andréassian, C. Perrin, and L. Oudin", 
        "date": "2015-05-29", 
        "description": "<b>Transferring global uncertainty estimates from gauged to ungauged catchments</b><br /><br />Hydrology and Earth System Sciences, 19, 2535-2546, 2015<br /><br />Author(s): F. Bourgin, V. Andréassian, C. Perrin, and L. Oudin<br /><br />Predicting streamflow hydrographs in ungauged catchments is challenging,\n      and accompanying the estimates with realistic uncertainty bounds is\n      an even more complex task. In this paper, we present a method to transfer\n      global uncertainty estimates from gauged to ungauged catchments and we\n      test it over a set of 907 catchments located in France, using two\n      rainfall–runoff models. We evaluate the quality of the uncertainty estimates\n      based on three expected qualities: reliability, sharpness, and overall\n      skill. The robustness of the method to the availability of information\n      on gauged catchments was also evaluated using a hydrometrical desert approach.\n      Our results show that the method presents advantageous perspectives,\n      providing reliable and sharp uncertainty bounds at\n      ungauged locations in a majority of cases.", 
        "journal": "Hydrology and Earth System Sciences", 
        "link": "http://www.hydrol-earth-syst-sci.net/19/2535/2015/", 
        "title": "Transferring global uncertainty estimates from gauged to ungauged catchments"
    }, 
    {
        "author": "A. D. Clulow, C. S. Everson, M. G. Mengistu, J. S. Price, A. Nickless, and G. P. W. Jewitt", 
        "date": "2015-05-28", 
        "description": "<b>Extending periodic eddy covariance latent heat fluxes through tree sap-flow measurements to estimate long-term total evaporation in a peat swamp forest</b><br /><br />Hydrology and Earth System Sciences, 19, 2513-2534, 2015<br /><br />Author(s): A. D. Clulow, C. S. Everson, M. G. Mengistu, J. S. Price, A. Nickless, and G. P. W. Jewitt<br /><br />A combination of measurement and modelling was used to find a pragmatic\nsolution to estimate the annual total evaporation from the rare and\nindigenous Nkazana Peat Swamp Forest (PSF) on the east coast of Southern\nAfrica to improve the water balance estimates within the area. Actual total\nevaporation (ET<sub>a</sub>) was measured during three window periods (between\n7 and 9 days each) using an eddy covariance (EC) system on a\ntelescopic mast above the forest canopy. Sap flows of an understory tree and\nan emergent tree were measured using a low-maintenance heat pulse velocity\nsystem for an entire hydrological year (October 2009 to September 2010). An empirical\nmodel was derived, describing the relationship between ET<sub>a</sub> from the\nNkazana PSF and sap-flow measurements. These overlapped during two of the\nwindow periods (<i>R</i><sup>2</sup> = 0.92 and 0.90), providing hourly estimates of\nET<sub>a</sub> from the Nkazana PSF for a year, totalling 1125 mm (while rainfall\nwas 650 mm). In building the empirical model, it was found that to include\nthe understory tree sap flow provided no benefit to the model performance. In\naddition, the relationship between the emergent tree sap flow with ET<sub>a</sub>\nbetween the two field campaigns was consistent and could be represented by a\nsingle empirical model (<i>R</i><sup>2</sup> = 0.90; RMSE = 0.08 mm h<sup>−1</sup>).\n<br><br>\nDuring the window periods of EC measurement, no single meteorological\nvariable was found to describe the Nkazana PSF ET<sub>a</sub> satisfactorily.\nHowever, in terms of evaporation models, the hourly FAO Penman–Monteith\nreference evaporation (ET<sub>o</sub>) best described ET<sub>a</sub> during\nthe August 2009 (<i>R</i><sup>2</sup> = 0.75), November 2009 (<i>R</i><sup>2</sup> = 0.85) and\nMarch 2010 (<i>R</i><sup>2</sup> = 0.76) field campaigns, compared to the\nPriestley–Taylor potential evaporation (ET<sub>p</sub>) model\n(<i>R</i><sup>2</sup> = 0.54, 0.74 and 0.62 during the respective field campaigns).\nFrom the extended record of ET<sub>a</sub> (derived in this study from\nsap flow) and ET<sub>o</sub>, a monthly crop factor (<i>K</i><sub>c</sub>) was\nderived for the Nkazana PSF, providing a method of estimating long-term swamp\nforest water-use from meteorological data. The monthly <i>K</i><sub>c</sub>\nindicated two distinct periods. From February to May, it was between 1.2 and\n1.4 compared with June to January, when the crop factor was 0.8 to 1.0. The\nderived monthly <i>K</i><sub>c</sub> values were verified as accurate (to one\nsignificant digit) using historical data measured at the same site, also\nusing EC, from a previous study.\n<br><br>\nThe measurements provided insights into the microclimate within a subtropical\npeat swamp forest and the contrasting sap flow of emergent and understory\ntrees. They showed that expensive, high-maintenance equipment can be used\nduring manageable window periods in conjunction with low-maintenance systems,\ndedicated to individual trees, to derive a model to estimate long-term\nET<sub>a</sub> over remote heterogeneous forests. In addition, the contrast\nin annual ET<sub>a</sub> and rainfall emphasised the reliance of the Nkazana\nPSF on groundwater.", 
        "journal": "Hydrology and Earth System Sciences", 
        "link": "http://www.hydrol-earth-syst-sci.net/19/2513/2015/", 
        "title": "Extending periodic eddy covariance latent heat fluxes through tree sap-flow measurements to estimate long-term total evaporation in a peat swamp forest"
    }, 
    {
        "author": "C.-M. Chang and H.-D. Yeh", 
        "date": "2015-05-27", 
        "description": "<b>Variability of flow discharge in lateral inflow-dominated stream channels</b><br /><br />Hydrology and Earth System Sciences, 19, 2505-2511, 2015<br /><br />Author(s): C.-M. Chang and H.-D. Yeh<br /><br />The influence of the temporal changes in lateral inflow\nrate on the discharge variability in stream channels is explored through the\nanalysis of the diffusion wave equation (i.e. the linearized Saint-Venant\nequation). To account for variability and uncertainty, the lateral inflow\nrate is regarded as a temporal random function. On the basis of the spectral\nrepresentation theory, analytical expressions for the covariance function\nand evolutionary power spectral density of the random discharge perturbation\nprocess are derived to quantify variability in stream flow discharge induced\nby the temporal changes in lateral inflow rate. The treatment of the\ndischarge variance (square root of the variance) gives us a quantitative\nestimate of uncertainty in predictions from the deterministic model. It is\nfound that the discharge variability of stream flow is very large in the\ndownstream reach, indicating large uncertainty anticipated from the use of\nthe deterministic model. A larger temporal correlation scale of inflow rate\nfluctuations, representing more temporal consistency of fluctuations in\ninflow rate around the mean, introduces a higher variability in stream flow discharge.", 
        "journal": "Hydrology and Earth System Sciences", 
        "link": "http://www.hydrol-earth-syst-sci.net/19/2505/2015/", 
        "title": "Variability of flow discharge in lateral inflow-dominated stream channels"
    }, 
    {
        "author": "R. A. Skeffington, S. J. Halliday, A. J. Wade, M. J. Bowes, and M. Loewenthal", 
        "date": "2015-05-26", 
        "description": "<b>Using high-frequency water quality data to assess sampling strategies for the EU Water Framework Directive</b><br /><br />Hydrology and Earth System Sciences, 19, 2491-2504, 2015<br /><br />Author(s): R. A. Skeffington, S. J. Halliday, A. J. Wade, M. J. Bowes, and M. Loewenthal<br /><br />The EU Water Framework Directive (WFD) requires that the ecological and\nchemical status of water bodies in Europe should be assessed, and action\ntaken where possible to ensure that at least \"good\" quality is attained in\neach case by 2015. This paper is concerned with the accuracy and precision\nwith which chemical status in rivers can be measured given certain sampling\nstrategies, and how this can be improved. High-frequency (hourly) chemical\ndata from four rivers in southern England were subsampled to simulate\ndifferent sampling strategies for four parameters used for WFD\nclassification: dissolved phosphorus, dissolved oxygen, pH and water\ntemperature. These data sub-sets were then used to calculate the WFD\nclassification for each site. Monthly sampling was less precise than weekly\nsampling, but the effect on WFD classification depended on the closeness of\nthe range of concentrations to the class boundaries. In some cases, monthly\nsampling for a year could result in the same water body being assigned to\nthree or four of the WFD classes with 95% confidence, due to random\nsampling effects, whereas with weekly sampling this was one or two classes\nfor the same cases. In the most extreme case, the same water body could have\nbeen assigned to any of the five WFD quality classes. Weekly sampling\nconsiderably reduces the uncertainties compared to monthly sampling. The\nwidth of the weekly sampled confidence intervals was about 33% that of the\nmonthly for P species and pH, about 50% for dissolved oxygen, and about\n67% for water temperature. For water temperature, which is assessed as the\n98th percentile in the UK, monthly sampling biases the mean downwards by\nabout 1 °C compared to the true value, due to problems of assessing\nhigh percentiles with limited data. Low-frequency measurements will generally\nbe unsuitable for assessing standards expressed as high percentiles.\nConfining sampling to the working week compared to all 7 days made little\ndifference, but a modest improvement in precision could be obtained by\nsampling at the same time of day within a 3 h time window, and this is\nrecommended. For parameters with a strong diel variation, such as dissolved\noxygen, the value obtained, and thus possibly the WFD classification, can\ndepend markedly on when in the cycle the sample was taken. Specifying this in\nthe sampling regime would be a straightforward way to improve precision, but\nthere needs to be agreement about how best to characterise risk in different\ntypes of river. These results suggest that in some cases it will be difficult\nto assign accurate WFD chemical classes or to detect likely trends using\ncurrent sampling regimes, even for these largely groundwater-fed rivers. A\nmore critical approach to sampling is needed to ensure that management\nactions are appropriate and supported by data.", 
        "journal": "Hydrology and Earth System Sciences", 
        "link": "http://www.hydrol-earth-syst-sci.net/19/2491/2015/", 
        "title": "Using high-frequency water quality data to assess sampling strategies for the EU Water Framework Directive"
    }, 
    {
        "author": "B. L. Kurylyk, K. T. B. MacQuarrie, D. Caissie, and J. M. McKenzie", 
        "date": "2015-05-26", 
        "description": "<b>Shallow groundwater thermal sensitivity to climate change and land cover disturbances: derivation of analytical expressions and implications for stream temperature modeling</b><br /><br />Hydrology and Earth System Sciences, 19, 2469-2489, 2015<br /><br />Author(s): B. L. Kurylyk, K. T. B. MacQuarrie, D. Caissie, and J. M. McKenzie<br /><br />Climate change is expected to increase stream temperatures and the\nprojected warming may alter the spatial extent of habitat for cold-water fish\nand other aquatic taxa. Recent studies have proposed that stream thermal\nsensitivities, derived from short-term air temperature variations, can be\nemployed to infer future stream warming due to long-term climate change.\nHowever, this approach does not consider the potential for streambed heat\nfluxes to increase due to gradual warming of the shallow subsurface. The\ntemperature of shallow groundwater is particularly important for the thermal\nregimes of groundwater-dominated streams and rivers. Also, recent\nstudies have investigated how land surface perturbations,\nsuch as wildfires or timber harvesting, can influence stream temperatures by\nchanging stream surface heat fluxes, but these studies have typically not\nconsidered how these surface disturbances can also alter shallow groundwater\ntemperatures and streambed heat fluxes.\n<br><br>\nIn this study, several analytical solutions to the one-dimensional unsteady\nadvection–diffusion equation for subsurface heat transport are employed to\nestimate the timing and magnitude of groundwater temperature changes due to seasonal and\nlong-term variability in land surface temperatures. Groundwater thermal\nsensitivity formulae are proposed that accommodate different surface warming\nscenarios. The thermal sensitivity formulae suggest that shallow groundwater\nwill warm in response to climate change and other surface\nperturbations, but the timing and magnitude of the subsurface warming depends on the\nrate of surface warming, subsurface thermal properties, bulk aquifer depth,\nand groundwater velocity. The results also emphasize the difference between\nthe thermal sensitivity of shallow groundwater to short-term (e.g., seasonal)\nand long-term (e.g., multi-decadal) land surface-temperature\nvariability, and thus demonstrate the limitations of using short-term air\nand water temperature records to project future stream warming. Suggestions\nare provided for implementing these formulae in stream temperature models to\naccommodate groundwater warming.", 
        "journal": "Hydrology and Earth System Sciences", 
        "link": "http://www.hydrol-earth-syst-sci.net/19/2469/2015/", 
        "title": "Shallow groundwater thermal sensitivity to climate change and land cover disturbances: derivation of analytical expressions and implications for stream temperature modeling"
    }
]