[
    {
        "author": "S. Khodayar, F. Raff, N. Kalthoff", 
        "date": "2015-06-11", 
        "description": "\n\nTo investigate whether the spatial and temporal resolution of current operational observing systems in the Western Mediterranean (WMed) region suffice to adequately represent the atmospheric processes responsible for the initiation and intensification of convection, a diagnostic study of the Intensive Observation Period 8 (IOP8) is performed. During the IOP8, heavy rainfall with intense lightning and consequent devastating flash floods occurred in the WMed region.\nThe synergy of operational networks in the north-WMed, including Global Positioning System (GPS) stations, rain gauges, weather stations, lightning sensors and radiosondes, was used to document in detail the evolution of the heavy precipitation event.\nIn general, the resolution of the aforementioned networks adequately sampled the temporal and spatial variability of the atmospheric water vapour, as well as the position of mesoscale convergence zones which played a key role in the initiation and evolution of convective systems in this case. Nevertheless, high uncertainty was associated with the existence and location of moisture convergence zones and wind convergence lines over the sea, reflecting the need for model analysis and remote sensing observations to complete the information.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2600", 
        "title": "Diagnostic Study of a High Precipitation Event in the Western Mediterranean Region: Adequacy of Current Operational Networks"
    }, 
    {
        "author": "David Gallego, Paulina Ordóñez, Pedro Ribera, Cristina Peña-Ortiz, Ricardo García-Herrera", 
        "date": "2015-06-11", 
        "description": "\n\nA new index, namely the African South Westerly Index (ASWI), based on the persistence of the low-level south westerly winds in the region [29°W-17°W;7°N-13°N] is developed to characterise the strength of the West African Monsoon. The ASWI is significantly correlated with the monsoonal precipitation in the Sahel in the 1900–2013 period (r = +0.57, r = +0.66 and r = +0.53 for July, August and September respectively). By using historical wind direction measurements it has been possible to compute the ASWI back to 1790 for July and to 1839 for August and September, thus providing the first instrumental record of the West African Monsoon strength for a large portion of the 19th century.\nSince the 1970s, the Sahel has experienced a strong and persistent drought. During this period the West African Monsoon has been weaker than normal and its correlation with different climatic patterns such as the ENSO has changed. The analysis of our new series indicates that this anomalous behaviour of the West African Monsoon has no precedent in the last 170 years.\nOur results also show that the period 1839–1890 was characterised by a stronger than average monsoon, resulting in relatively wet conditions in the Sahel. Notwithstanding, two of the few dry years within this period were concurrent with large volcanic eruptions in the Northern Hemisphere. This latter result supports the recently described relationship between major volcanic eruptions and the occurrence of isolated drought episodes in the Sahel.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2601", 
        "title": "An instrumental index of the West African Monsoon back to the 19th century"
    }, 
    {
        "author": "Nicol JC, Hogan RJ, Stein THM, Hanley KE, Clark PA, Halliwell CE, Lean HW, Plant RS", 
        "date": "2015-06-11", 
        "description": "\n\nThis study presents an evaluation of the size and strength of convective updraughts in high-resolution simulations by the UK Met Office Unified Model (UM). Updraught velocities have been estimated from range height indicator (RHI) Doppler velocity measurements using the Chilbolton advanced meteorological radar, as part of the Dynamical and Microphysical Evolution of Convective Storms project (DYMECS). Based on mass continuity and the vertical integration of the observed radial convergence, vertical velocities tend to be underestimated for convective clouds due to the undetected cross-radial convergence. Velocity fields from the UM at a resolution corresponding to the radar observations are used to scale such estimates to mitigate the inherent biases. The analysis of more than 100 observed and simulated storms indicates that the horizontal scale of updraughts in simulations tend to decrease with grid length; the 200-m grid length agreed most closely with the observations. Typical updraught mass fluxes in the 500-m grid length simulations were up to an order of magnitude greater than observed, and greater still in the 1.5-km grid length simulations. The effect of increasing the mixing length in the sub-grid turbulence scheme depends on the grid length. For the 1.5-km simulations, updraughts were weakened though their horizontal scale remained largely unchanged. Progressively more so for the sub-kilometre grid lengths, updraughts were broadened and intensified; horizontal scale was now determined by the mixing length rather than the grid length. In general, simulated updraughts were found to weaken too quickly with height. The findings in terms of updraughts were supported by the analysis of the widths of reflectivity patterns in both the simulations and observations.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2602", 
        "title": "Convective updraught evaluation in high-resolution NWP simulations using single-Doppler radar measurements"
    }, 
    {
        "author": "Cristina Lupu, Carla Cardinali, Anthony P. McNally", 
        "date": "2015-06-08", 
        "description": "\nThis paper deals with the estimation of observation errors for Infrared Atmospheric Sounding Interferometer (IASI) radiances. We investigate the possibility of combining an established method based on diagnosing errors from innovation statistics (so called Desroziers method) with guidance obtained from adjoint sensitivity tools (that aim to minimise short-range forecast error). In a test version of the European Centre for Medium-range Weather Forecasts (ECMWF) 4D-Var assimilation system that uses in situ observations and IASI as the only source of satellite data, it is found that tuning the IASI observation errors with a combined approach is beneficial (compared to using the innovation based method alone). Fits to data within the analysis are improved and forecasts initiated from the retuned analyses also show a moderate increase in skill.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2599", 
        "title": "Adjoint-based forecast sensitivity applied to observation error variances tuning"
    }, 
    {
        "author": "A. K. Kamra, Devendraa Siingh, A. S. Gautam, V. P. Kanawade, S. N. Tripathi, A.K. Srivastava", 
        "date": "2015-06-08", 
        "description": "\n\nCharacteristics of the small, intermediate and large ions and nanometer particles, and the influences of environmental conditions and local topography on the interactions of these ions and particles in the size range of 3.85-47.8 nm diameters are studied during new particle formation (NPF) events observed at Pune, India from March 20 to May 23, 2012. During the NPF events, the formation rate of 5 nm particles ranged from 3.5 to 13.9 cm−3 s−1 and growth rates of both positive and negative ions were greater than those of neural particles. Total ion concentrations in this size range were approximately double on event days than on non event days. The NPF events were generally preceded by 2–3 hours of periods of enhanced concentration of ions and aerosols (PECIA) which are associated with katabatic winds from the surrounding hill-slopes at our site. During PECIA, ions ≤ 8 nm diameter grew faster and attained mode diameters greater than those of neutral particles. PECIA provided the ions of sub-8 nm diameter and dramatically reduced the condensation sinks and thus contributed to the development of conditions conducive for NPF. During PECIA, total concentrations of the ions and particles become almost equal and the Boltzmann charge distribution breaks down. During NPF events, mode diameters of the ions and particles first steeply decreased accompanied with a steep increase in condensation sink but later gradually increased at identical rates.\nObservations of charging ratio of 3–4 nm particles being higher than the charge equilibrium value and non-observation of charge equilibrium for > 5 nm ions and particles indicate occurrence of ion nucleation and/or advection during the PECIA.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2598", 
        "title": "Atmospheric ions and new particle formation events at a tropical location, Pune, India"
    }, 
    {
        "author": "Jatin Kala, Jason P. Evans, Andy J. Pitman", 
        "date": "2015-06-05", 
        "description": "\nThe dynamics and large-scale drivers of heat wave (HW) events in Australia are well documented. However, the influence of soil moisture in modulating HWs is largely unexplored. We focus here on a recent significant HW event in southeast Australia that preceded the Black Saturday bushfires (3rd to the 7th of February 2009). During this period, the southeast of Australia experienced unprecedented warm conditions, which, in conjunction with high fuel load and mesoscale weather conditions, led to devastating bushfires. We examine how different initial soil moisture conditions with lead times of 5, 10, and 15 days prior to the event would have altered its overall dynamics at the continental scale. We show that at short lead times (5 days), the influence of perturbing soil moisture is mostly linear. Decreasing (increasing) soil moisture increases (decreases) maximum temperatures, associated with an intensification of the upper-level anticyclone. The effect of increasing soil moisture is more non-linear than decreasing soil moisture with increasing lead time; namely, increasing soil moisture can also lead to an increase in maximum temperature over some parts of the domain, rather than a decrease everywhere. At lead times of up to 15 days, the imposed perturbation in soil moisture, mostly confined to the tropics, is essentially Ã’lostÃ“ such that the impact on maximum temperatures on the day of the event cannot be related to the sign of the imposed perturbation in soil moisture. Our results highlight the importance of accurate soil moisture estimates in capturing the intensity and spatial extent of HW events in southeast Australia, but only at relatively short lead times.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2596", 
        "title": "Influence of antecedent soil moisture conditions on the synoptic meteorology of the Black Saturday bushfire event in southeast Australia"
    }, 
    {
        "author": "Howard W. Barker, Jason N. S. Cole, Jiangnan Li", 
        "date": "2015-06-03", 
        "description": "\n\nLarge-scale atmospheric models (LSAMs) that utilize the Monte Carlo Independent Column Approximation (McICA) have, thus far, paired McICA only with two-stream approximations (TSAs) of the radiative transfer equation. In this study, the shortwave TSA is exchanged for a Monte Carlo (MC) photon transport model. More than 44,000 domains of cloud properties retrieved from A-train satellite data, each measuring 256 km in length, were used to assess the noise characteristics of TSA- and MC-based McICA models. It appears as though application of a MC algorithm in McICA will be both beneficial and tractable for LSAMs. This is because known levels of acceptable radiative noise produced by TSA-based McICAs can be achieved with small numbers of MC photons. The greatest concern with the TSA McICA has been noise associated with heating rates for cloudy layers. But with as few as 500–1,000 photons per simulation, the MC McICA reduces cloudy layer heating rate errors by typically ~20%. Furthermore, since MC models can utilize detailed descriptions of cloud particle scattering phase functions and TSAs use only corresponding asymmetry parameters, TSA-based McICAs, on average, overestimate all-sky top-of-atmosphere reflected flux density at small solar zenith angles θ0 by ~3 W m−2 and underestimate it at large θ0 by ~1 W m−2; vice versa for surface net flux density. Systematic biases such as these are important when attempting to balance an LSAM’s energy budgets and when making detailed estimates of radiative forcings due to anthropogenic activities.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2597", 
        "title": "Application of a Monte Carlo Solar Radiative Transfer Model in the McICA Framework"
    }, 
    {
        "author": "Maxi Boettcher, Heini Wernli", 
        "date": "2015-06-02", 
        "description": "\nDiabatic Rossby waves (DRWs) are a special type of low-level cyclones with a self-maintaining mechanism given an environment of moderate or strong baroclinicity and abundant moisture. Under certain conditions these shallow cyclones associated with a cyclonic low-level PV anomaly can serve as precursors for explosive cyclone intensification. The present study is the first to investigate DRWs in the Southern Hemisphere. Two typical DRW case studies are presented and a sophisticated algorithm is used to detect DRWs in operational analysis data from 2001 to 2012. DRWs occur in all ocean basins and seasons with a maximum in summer. On average, about 4 DRWs are found per month and 12% intensify explosively. Thereby, they contribute 6% to the total set of explosively deepening extratropical cyclones in the Southern Hemisphere. DRW tracks originate slightly closer to the equator compared to normal extratropical cyclones, and they follow the convergence zones eastward and poleward. This results in a climatological DRW track density similar to a spiral, from the western South Pacific and ends in the eastern South Indian Ocean, broken only by the Andes. Eventually, typical synoptic situations associated with DRW genesis are identified. The categories include (i) low-level PV generation by upper-level induced lifting, (ii) a low-level jet-induced diabatic PV generation, and (iii) a transformation of the low-tropospheric PV anomaly from another system.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2595", 
        "title": "Diabatic Rossby Waves in the Southern Hemisphere"
    }, 
    {
        "author": "Yvan J. Orsolini, Ling Zhang, Dieter H.W. Peters, Klaus Fraedrich, Xiuhua Zhu, Andrea Schneidereit, Bart van den Hurk", 
        "date": "2015-06-02", 
        "description": "\n\nOver the Far East in summer, climate is strongly influenced by the fluctuating Western Pacific Subtropical High (WPSH), and strong precipitation is often associated with southeasterly low-level wind that brings moist air from the southern China seas. The WPSH intra-seasonal variability is partly influenced by quasi-stationary wave-trains propagating eastwards from Europe across Asia along the two westerly jets: the Silk-Road wave-train along the Asian jet at mid-latitudes and the polar wave-train along the sub-polar jet. In the unusual summer of 2010, Northeast China experienced its worst seasonal flooding for a decade, triggered by unusually severe precipitation. That summer was also characterized by a record-breaking heat wave over Eastern Europe and Russia, whose impact on the precipitation further east over China has been little explored. Here, we examine the role of the Silk-Road and polar wave-trains, and their impact on precipitation over Northeast China throughout August 2010, using station precipitation data and re-analyses. We found that there is a strong link between the Silk-Road wave-train and extreme precipitation events, associated with a strong occasional influence of the polar wave-train.\nForecasting such regional precipitation events at the monthly timescale remains a big challenge for operational global prediction systems. In this study, we use simulations with the atmospheric model of the European Centre for Medium-Range Weather Forecasts (ECMWF) at a horizontal resolution of T255 to highlight the key role of the intra-seasonal fluctuations of the Silk-Road and polar wave-trains in modulating extreme precipitation over North and Northeast China in August 2010. While the ensemble-mean of the forecasts fails to predict the pulses of the Silk-Road wave-train, some model members show a high spatial correlation in upper-level meridional winds with re-analyses. Similarly, there is high spatial correlation between model meridional winds and precipitation. These results highlight the importance of better representing the intra-seasonal evolution of the Silk-Road wave-train in order to improve the monthly prediction of summer precipitation over the Far East.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2594", 
        "title": "Extreme Precipitation events over North China in August 2010 and their link to eastward-propagating wave-trains across Eurasia: observations and monthly forecasting"
    }, 
    {
        "author": "Lin Wang, Wen Chen, Wen Zhou, Gang Huang", 
        "date": "2015-06-02", 
        "description": "\n\nIn the last decade, a series of super extreme droughts have swept across Southwest China (SWC). However, the essential feature behind them is not yet fully understood and traditional drought indices as well as precipitation fail to describe it, due to a lack of comprehensive treatment of drought. We propose an integrated metric, the Comprehensive Multiscalar Indicator (CMI), as a new criterion for super drought detection. Reexamination of SWC droughts illuminates the essential feature of super drought events: a combination of multiple stresses on water resources and highlights the utility of CMI.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2593", 
        "title": "Understanding and Detecting Super Extreme Droughts in Southwest China through an Integrated Approach and Index"
    }, 
    {
        "author": "Helen Tamura-Wicks, Ralf Toumi, W. Paul Budgell", 
        "date": "2015-05-29", 
        "description": "\nCaspian sea ice concentration from satellite passive microwave data and surface daily air temperatures are analysed from 1978 to 2009. Relationships between mean winter air temperatures, cumulative freezing degree days (CFDD) and the sum of daily ice area (cumulative ice area) are found. These show that mean monthly air temperatures of less than 5.5 to 9.5∘C, and a minimum CFDD of 3.6-11.2∘C, is required for ice formation in the Northern Caspian. Examination of climate projections from multi-model ensembles of monthly mean air temperatures suggest that the Northern Caspian may be largely ice-free by 2100 for the highest emission scenario. An ocean-ice-atmosphere model of the Caspian shows weak sensitivities of the minimum CFDD to varied sea ice albedo and ice compressive strength. Sea level decline is found to reduce the minimum CFDD as well as promote the formation of higher concentration or \"closed ice\".\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2592", 
        "title": "Sensitivity of Caspian sea-ice to air temperature"
    }, 
    {
        "author": "T. Economou, D.B. Stephenson, J.G. Pinto, L.C. Shaffrey, G. Zappa", 
        "date": "2015-05-29", 
        "description": "\nThis study has investigated serial (temporal) clustering of extra-tropical cyclones simulated by 17 climate models that participated in CMIP5. Clustering was estimated by calculating the dispersion (ratio of variance to mean) of 30 December-February counts of Atlantic storm tracks passing nearby each grid point. Results from single historical simulations of 1975-2005 were compared to those from historical ERA40 reanalyses from 1958-2001 ERA40 and single future model projections of 2069-2099 under the RCP4.5 climate change scenario.\nModels were generally able to capture the broad features in reanalyses reported previously: underdispersion/regularity (i.e. variance less than mean) in the western core of the Atlantic storm track surrounded by overdispersion/clustering (i.e. variance greater than mean) to the north and south and over western Europe. Regression of counts onto North Atlantic Oscillation (NAO) indices revealed that much of the overdispersion in the historical reanalyses and model simulations can be accounted for by NAO variability.\nFuture changes in dispersion were generally found to be small and not consistent across models. The overdispersion statistic, for any 30 year sample, is prone to large amounts of sampling uncertainty that obscures the climate change signal. For example, the projected increase in dispersion for storm counts near London in the CNRMCM5 model is 0.1 compared to a standard deviation of 0.25. Projected changes in the mean and variance of NAO are insufficient to create changes in overdispersion that are discernible above natural sampling variations.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2591", 
        "title": "Serial clustering of extratropical cyclones in a multi-model ensemble of historical and future simulations"
    }, 
    {
        "author": "Marine Tort, Thomas Dubos, Thomas Melvin", 
        "date": "2015-05-28", 
        "description": "\nThe pressure-based hydrostatic primitive equations model LMD-Z is extended to solve the quasi-hydrostatic deep-atmosphere as well as the non-traditional shallow-atmosphere equations (with a complete Coriolis force representation).\nThe continuous equations are first derived in their curl-form using Eulerian horizontal and non-Eulerian vertical coordinates. The equations are then interpreted as a Hamiltonian system, as they are expressed in terms of functional derivatives of the Hamiltonian. Using a finite-difference scheme on a longitude/latitude grid and based either on a Lagrangian or mass-based vertical coordinate, the discrete scheme is obtained by imitating the Hamiltonian formulation at the discrete level. It is shown how this form leads straightforwardly to the conservation of discrete total energy. The relation between the discrete equations and the discrete antisymmetry property of the Poisson bracket is discussed.\nThe computing infrastructure of the dynamical core is kept essentially unchanged but the modification of the hydrostatic balance requires a mass-based vertical coordinate. Also, absolute angular momentum is used as a prognostic variable instead of relative velocity, which allows time-dependent metric terms and the non-traditional Coriolis force to be absorbed into it.\nThe prototype implementation is applied to idealized circulations of an Earth-like small planet and validates the stability and accuracy of the new dynamical core.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2590", 
        "title": "Energy-conserving finite-difference schemes for quasi-hydrostatic equations"
    }, 
    {
        "author": "J-F. Ribaud, O. Bousquet, S. Coquillat, H. Al-Sakka, D. Lambert, V. Ducrocq, E. Fontaine", 
        "date": "2015-05-26", 
        "description": "\n\nA fuzzy logic hydrometeor classification algorithm (HCA), allowing to discriminate between six microphysical species regardless of the radar wavelength is presented and evaluated. The proposed method is based upon combination sets of dual-polarimetric observables (reflectivity at horizontal polarization ZH, differential reflectivity ZDR, specific differential phase KDP, correlation coefficient ρHV) along with temperature data inferred from a Numerical Weather Prediction (NWP) model outputs.\nThe performance of the HCA is evaluated using 20 hours of multi-frequency dual-polarimetric radar data collected during the first Special Observation Period (SOP1) of the Hydrological Cycle in the Mediterranean Experiment (HyMeX). A new method based upon inter-comparisons of retrieved hydrometeor data deduced from pairs of neighboring radars (S-band vs. S-band and S-band vs. C-band) over a common sampling area is proposed to evaluate the consistency of hydrometor classification outputs. S-/C-band radar comparisons generally show better consistency than S-/S-band radar comparisons due to issues with the identification of the 0 °C isotherm on one of the two S-band radar. Imperfect attenuation correction at C-band may also lead into differences in hydrometeor fields retrieved from the C- and S-band radars in convective situations, but retrieved hydrometeor data are globally very consistent from one radar to another. Comparisons against in-situ airborne data also confirm the overall good performance of the HCA.\nIn a second experiment, an original method allowing to produce multi-radar 3D hydrometeor fields from single-radar 2D hydrometeor data is tested on a bow-echo convective system observed with C- and S-band radars. The resulting 3D hydrometeor fields provide a detailed view of the bow-echo microphysical structure and confirm the good performance of both the HCA and interpolation technique.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2589", 
        "title": "Evaluation and application of hydrometeor classification algorithm outputs inferred from multi-frequency dual-polarimetric radar observations collected during HyMeX"
    }, 
    {
        "author": "Sebastian Schubert, Valerio Lucarini", 
        "date": "2015-05-22", 
        "description": "\nThe classical approach for studying atmospheric variability is based on defining a background state and studying the linear stability of the small fluctuations around such a state. Weakly non-linear theories can be constructed using higher order expansions terms. While these methods have undoubtedly great value for elucidating the relevant physical processes, they are unable to follow the dynamics of a turbulent atmosphere. We provide a first example of extension of the classical stability analysis to a non-linearly evolving quasi-geostrophic flow. The so-called covariant Lyapunov vectors (CLVs) provide a covariant basis describing the directions of exponential expansion and decay of perturbations to the non-linear trajectory of the flow. We use such a formalism to re-examine the basic barotropic and baroclinic processes of the atmosphere with a quasi-geostrophic beta-plane two-layer model in a periodic channel driven by a forced meridional temperature gradient ΔT. We explore three settings of ΔT, representative of relatively weak turbulence, well-developed turbulence, and intermediate conditions. We construct the Lorenz energy cycle for each CLV describing the energy exchanges with the background state. A positive baroclinic conversion rate is a necessary but not sufficient condition of instability. Barotropic instability is present only for few very unstable CLVs for large values of ΔT. Slowly growing and decaying hydrodynamic Lyapunov modes closely mirror the properties of the background flow. Following classical necessary conditions for barotropic/baroclinic instability, we find a clear relationship between the properties of the eddy fluxes of a CLV and its instability. CLVs with positive baroclinic conversion seem to form a set of modes for constructing a reduced model of the atmosphere dynamics.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2588", 
        "title": "Covariant Lyapunov Vectors of a Quasi-geostrophic Baroclinic Model: Analysis of Instabilities and Feedbacks"
    }, 
    {
        "author": "Shuai Wang, Ralf Toumi, Arnaud Czaja, Adrian Van Kan", 
        "date": "2015-05-22", 
        "description": "\nA physically based analytic model (λ model) is presented to describe the wind profile of the tropical cyclones in terms of the pressure deficit and a single shape parameter (λ). To test the λ model, an idealized full-physics numerical model is employed to provide wind profile samples and also to show the influence of environmental temperature and properties of initial vortices on tropical cyclone size. It is found that the λ model provides an accurate fit of azimuthal wind profile at the top of boundary layer. In the simulations, tropical cyclone size is sensitive to the sea surface temperature, upper tropospheric temperature and initial vortex structure. The numerical model confirms the assumed Gaussian distribution with width λ of the moist entropy in the boundary layer. A linear relationship between model cyclone size and λ is found in agreement with the λ model. The λ model predicts a weak relationship between tropical cyclone size and intensity as is observed. In addition, the λ model suggests that the change in tropical cyclone size should be closely related to the angular momentum transport near the boundary layer as has been found in observations. The good agreement of the λ model with the numerical model shows that the λ model could be a reasonable alternative for characterizing the wind structure of tropical cyclones with only one scaling parameter.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2586", 
        "title": "An Analytic Model of Tropical Cyclone Wind Profiles"
    }, 
    {
        "author": "Sebastian Schemm, Michael Sprenger", 
        "date": "2015-05-22", 
        "description": "\nThe ambient conditions during cyclogenesis on fronts in the North Atlantic (NA) are characterised climatologically in the ERA-Interim dataset. These “secondary” cyclones, which grow from frontal waves, are typically small in scale, shallow and deepen rapidly, and pose a challenge to forecasters and numerical weather prediction models. Frontal-wave development has been studied intensively in the past based on observations (e.g., FASTEX), real-case studies or analytical models. In this study, frontal-wave cyclogenesis is studied from a climatological perspective and is detected by a combination of two automated identification methods for the period between 1979 – 2014. A climatology of frontal-wave cyclogenesis is presented. Horizontal composites provide an estimate of the climatological mean of conditions during frontal-wave cyclogenesis that may prove useful in the assessment of the realism of proposed idealized models of frontogenesis. The findings are also compared with assumptions made in earlier idealized studies of frontal waves. The composites reveal coherent structures of diabatically generated low-level PV in the lower troposphere, neutral moist static stability at cyclogenesis and an ambient lower troposphere close to saturation. The vertical PV structure in the east NA is more vertically aligned than in the west NA and PV anomalies from the upper and lower levels reach deeper into the mid-troposphere, which indicates an enhanced phase-lock between the two anomalies. Previous studies suggest the existence of an upper limit of along-frontal stretching above which frontal-wave development is strongly suppressed. The presented multi-decadal analysis confirms its existence in a range between 0.6 – 0.8×10− 5s− 1. Finally a climatology of along-frontal stretching for the NA is presented and compared to the fraction of cyclogenesis forming on frontal waves.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2584", 
        "title": "Frontal-wave cyclogenesis in the North Atlantic - A climatological characterisation"
    }, 
    {
        "author": "Sabrina Rainwater, Craig H. Bishop, William F. Campbell", 
        "date": "2015-05-21", 
        "description": "\nIn operational data assimilation, observation errors are generally assumed to be uncorrelated, though some observations, such as satellite data, have correlated error. We show that if observation error correlations are correctly accounted for, an observing instrument with spatially correlated errors is better able to resolve small scales than an instrument with the same error variance and uncorrelated errors . We explore the disadvantages of falsely assuming uncorrelated observation errors, investigating two methods of compensating for such misspecification by either observation error inflation or data thinning. We identify scenarios in which correctly specifying the covariance reduces small scale error by over 99%.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2582", 
        "title": "The benefits of correlated observation errors for small scales"
    }, 
    {
        "author": "Stephanie Evan, K. H. Rosenlof, Troy Thornberry, Andrew Rollins, Sergey Khaykin", 
        "date": "2015-05-21", 
        "description": "\n\nExtremely low water vapor concentrations (as low as 1.5 ppmv) in the tropical tropopause layer (TTL) were observed by in-situ measurements during the Airborne Tropical TRopopause Experiment (ATTREX) winter 2013 deployment in February 2013. The January 2013 tropical (15°N-15°S) mean value of Microwave Limb Sounder (MLS) water vapor satellite data at 82 hPa (2.3 ppmv) was one of the lowest during the instrument record (2004-2013). The relationship between a cooling of the tropical tropopause, a Sudden Stratospheric Warming (SSW) event and convective activity in Western Pacific is investigated using satellite data and reanalysis meteorological products to elucidate the likely origin of those extremely low water vapor concentrations.\nA major mid winter SSW developed on January 6, 2013. Stratospheric polar temperatures increased by ~30 K in a matter of days and temperatures in the tropical upper troposphere and lower stratosphere (UTLS) dropped at the same time. As a result of the easterly shear phase of the quasi-biennial oscillation and the SSW, the tropical tropopause in January 2013 was anomalously cold (zonal mean of 187 K) and elevated (85 hPa). The tropical cold point tropopause (CPT) temperature and water vapor concentration at 82 hPa decreased by about 2 K and 1.5 ppmv respectively within the first 15 days of January; the water vapor change was likely a result of dehydration associated with the rapid cooling of the tropical CPT during that period.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2587", 
        "title": "TTL cooling and drying during the January 2013 Stratospheric Sudden Warming"
    }, 
    {
        "author": "G. A. Efstathiou, R. J. Beare", 
        "date": "2015-05-21", 
        "description": "\n\nOperational high-resolution numerical weather prediction models are now able to partially resolve turbulent motions due to increased computing power. The partitioning of resolved and parameterized fluxes becomes important in the representation of turbulent transfer that determines the state of the atmospheric boundary layer. In this study, successive simulations of a convective boundary layer using the Met Office Large Eddy Simulation Model from the Large Eddy Simulation to the mesoscale limit are compared with the corresponding coarse-grained fields to examine model behaviour over the grey zone. The differences in the turbulent kinetic energy partitioning between coarse-grained (reference) and actual fields are identified and used to quantify sub-grid diffusion in the grey zone under different atmospheric forcings and surface heat flux. It is shown that the excessive mixing due to the large values of mixing length at coarse resolutions results in the cut-off of resolved turbulence in the grey zone. The damping of resolved motions comes earlier for wind shear runs. In contrast, coarse-grained fields exhibit a smooth transition of the resolved turbulent kinetic energy across the scales. Decreasing numerical dissipation through the sub-grid scheme leads to the increase of resolved turbulence, but fails to reproduce the reference transition pattern that imposes some physical limitations to the partially resolved turbulence simulations. Pragmatic blending of mixing length values maintains a more realistic turbulent kinetic energy transition from fine to coarse resolutions and potential temperature profiles in the grey zone. Bounding vertical diffusion to its effective values, an approach based on maintaining inherent properties of the flow across the scales, is able to match the coarse-grained fields from the highly resolved to the almost unresolved state regardless of the forcing. Finally, the complexity of modeling in the grey zone is exhibited in the dependence of turbulence onset on time and vertical resolution.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2585", 
        "title": "Quantifying and improving sub-grid diffusion in the boundary-layer grey zone"
    }, 
    {
        "author": "K.A. Browning, D.J. Smart, M.R. Clark, A.J. Illingworth", 
        "date": "2015-05-21", 
        "description": "\nThe most damaging winds in a severe extra-tropical cyclone often occur just ahead of the evaporating ends of cloud filaments emanating from the so-called cloud head. These winds are associated with low-level jets, sometimes occurring just above the boundary layer. The question then arises as to how the high momentum is transferred to the surface. An opportunity to address this question arose when the severe ‘St Jude's Day’ windstorm travelled across southern England on 28 October 2013. We have carried out a mesoanalysis of a network of 1-minute resolution automatic weather stations and high-resolution Doppler radar scans from the sensitive S-band Chilbolton Advanced Meteorological Radar (CAMRa), along with satellite and radar network imagery and NWP products. We show that, although the damaging winds occurred in a relatively dry region of the cyclone, there was evidence within the LLJ of abundant precipitation residues from shallow convective clouds that were evaporating in a localised region of descent. We find that a pocket of high momentum was transported towards the surface by one of a few remaining actively precipitating convective clouds within the LLJ and also by precipitation free convection in the boundary layer that was able to entrain evaporatively cooled air from the LLJ. The boundary layer convection was organised in along-wind rolls separated by 500 m to about 3000 m, the spacing varying according to the vertical extent of the convection. Spacing was greatest where the strongest winds penetrated to the surface. A run with a medium-resolution version of the Weather Research and Forecasting (WRF) model was able to reproduce the properties of the observed LLJ. It confirmed the LLJ to be a sting jet which descended over the leading edge of a weaker cold-conveyor-belt jet.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2581", 
        "title": "The role of evaporating showers in the transfer of sting-jet momentum to the surface"
    }, 
    {
        "author": "P. A. Ullrich, K. A. Reed, C. Jablonowski", 
        "date": "2015-05-21", 
        "description": "\nThe paper presents a description of idealized, balanced initial conditions for dry 3D channel models with either the hydrostatic or non-hydrostatic shallow-atmosphere equation set. Both the analytical expressions for an f- and β-plane configuration are provided and possible variations are discussed. The initialization with an overlaid perturbation is then used for baroclinic instability studies which can either serve as a test case for the numerical discretization or for physical science investigations such as the impact of the Coriolis parameter on the evolution of baroclinic waves.\nExample results for two channel models are presented which are MCore and the Weather Research and Forecasting (WRF) model. The simulations show that the evolution of the baroclinic wave on the β-plane is more unstable than the corresponding f-plane configuration, experiencing a faster linear growth rate of the most unstable wave mode, a shorter most unstable wavelength, a narrower meridional width, and an earlier breaking of the baroclinic wave. A theoretical analysis based on linearized quasi-geostrophic (QG) theory sheds light on these findings. It is shown that the simulated baroclinic instability waves on both the f- and β-plane closely match the predicted wavelength, shape and linear growth rate obtained from the QG theory which validates the model results.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2583", 
        "title": "Analytical initial conditions and an analysis of baroclinic instability waves in f- and β-plane 3D channel models"
    }, 
    {
        "author": "Y. S. Liu, R. K. Scott", 
        "date": "2015-05-12", 
        "description": "\nThe barotropic, vortex splitting sudden warming is analyzed in a simple global model, comprising the rotating shallow water equations on the sphere, with and without the effects of thermal forcing. A quasi-stationary approach is suggested as an effective means of exploring the two-dimensional parameter space of forcing amplitude and a suitable measure of vortex strength. We find that the main dynamical regimes obtained previously in a quasigeostrophic f-plane model [Matthewman and Esler(2011)] persist in the global model, with the exception of certain rotating vortex states that depend on the method of initialization. Short-lived regimes in which the vortex splits and reforms repeatedly are observed under certain parameters, although gradual dissipation of the vortex means that these cannot be classified as persistent vacillating states.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2580", 
        "title": "The onset of the barotropic sudden warming in a global model"
    }, 
    {
        "author": "Yosuke Fujii, James Cummings, Yan Xue, Andreas Schiller, Tong Lee, Magdalena Alonso Balmaseda, Elisabeth Rémy, Shuhei Masuda, Gary Brassington, Oscar Alves, Bruce Cornuelle, Matthew Martin, Peter Oke, Gregory Smith, Xiaosong Yang", 
        "date": "2015-05-11", 
        "description": "\n\nThe dramatic reduction in the number of observation data from the Tropical Atmospheric Ocean (TAO)/ Triangle Trans-Ocean Buoy Network (TRITON) array since 2012 has given rise to a need to assess the impact of those data in ocean Data Assimilation (DA) systems. This paper provides a review of existing studies evaluating the impacts of data from the TAO/TRITON array and other components of the Tropical Pacific Observing System (TPOS) on current ocean DA systems used for a variety of operational and research applications. It can be considered as background information that can guide the evaluation exercise of TPOS. Temperature data from TAO/TRITON array are assimilated in most ocean DA systems which cover the tropical Pacific in order to constrain the ocean heat content, stratification and circulation. It is shown that the impacts of observation data depend considerably on the system and application. The presence of model error often makes the results difficult to interpret. Nevertheless there is consensus that the data from TAO/TRITON generally have positive impacts complementary to Argo floats. In the equatorial Pacific, the impacts are generally around the same level or larger than those of Argo. We therefore conclude that with the current configuration of TPOS, the loss of the TAO/TRITON data is having a significant detrimental impact on many applications based on ocean DA systems. This conclusion needs to be kept under review because the equatorial coverage by Argo is expected to improve in the future.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2579", 
        "title": "Evaluation of the Tropical Pacific Observing System from the Ocean Data Assimilation Perspective"
    }, 
    {
        "author": "Milivoj Kuzmić, Branko Grisogono, XiaoMing Li, Susanne Lehner", 
        "date": "2015-05-09", 
        "description": "\n\nThis Note examines two Adriatic bora events recorded in TerraSAR-X (TS-X) images taken in the winters of 2011 (Case 1) and 2012 (Case 2). In Case 1, the TS-X captured an image of a deep anti-cyclonic bora, whereas in Case 2 a shallow cyclonic bora was sampled. High resolution TS-X images resolved the finer bora spatial structure to a scale of ~1 km, which has not previously been reported in bora research. In particular, the structures in Case 2 appear to be driven by surface convective heat fluxes caused by substantial temperature differences between the relatively high sea surface temperature (SST) and the overflowing very cold air. The Weather Research and Forecasting (WRF) model simulations used to aid the analyses suggest that the very low upwind T2m in Case 2 reinforced the orographic wave breaking by enhancing the cross-mountain pressure gradient. The ensuing strong cross-mountain flow was responsible for the appearance of secondary jets in the lee of Mount Velebit, for which the TS-X Case 2 scene provides the first satellite-borne evidence.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2578", 
        "title": "Discerning a deep and a shallow Adriatic bora event"
    }, 
    {
        "author": "John Finnigan, Ian Harman, Andrew Ross, Stephen Belcher", 
        "date": "2015-05-09", 
        "description": "\n\nSimple first-order closure remains an attractive way of formulating equations for complex canopy flows when the aim is to find analytic or simple numerical solutions to illustrate fundamental physical processes. Nevertheless, the limitations of such closures must be understood if the resulting models are to illuminate rather than mislead. We propose five conditions that first-order closures must satisfy then test two widely used closures against them. The first is the eddy diffusivity based on a mixing length. We discuss the origins of this approach, its use in simple canopy flows and extensions to more complex flows. We find that it satisfies most of the conditions and, because the reasons for its failures are well understood, it is a reliable methodology. The second is the velocity-squared closure that relates shear stress to the square of mean velocity. Again we discuss the origins of this closure and show that it is based on incorrect physical principles and fails to satisfy any of the five conditions in complex canopy flows; consequently its use can lead to actively misleading conclusions.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2577", 
        "title": "First-order turbulence closure for modelling complex canopy flows"
    }, 
    {
        "author": "Yue Ying, Fuqing Zhang", 
        "date": "2015-05-07", 
        "description": "\n\nFor ensemble filters, accounting for unrepresented errors by inflating the ensemble perturbations can help improve filter performance. However, tuning the inflation factor can be costly, thus demanding adaptive covariance inflation (ACI) algorithms that give an online estimate of a temporally varying inflation factor. Additionally, a spatially varying inflation factor should be used to account for an irregular observation network. Anderson's adaptive inflation method offers a spatially and temporally varying inflation factor estimated from innovation statistics using a hierarchical Bayesian approach. In this study, we propose an alternative adaptive covariance relaxation (ACR) method that estimates a relaxation parameter online. Instead of treating inflation parameters as spatially varying random variables as in Anderson's method, the relaxation-to-prior-spread method provides an ensemble spread reduction term that serves as a spatial mask to account for an irregular observational network. We demonstrate with a set of experiments using the 40-variable Lorenz model that the ACR method is able to improve filter performance with the presence of sampling/model errors over a range of severity. Its reliability and ease of implementation suggest potential for future applications with atmospheric models.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2576", 
        "title": "An adaptive covariance relaxation method for ensemble data assimilation"
    }, 
    {
        "author": "Yair Cohen, Yona Dvorkin, Nathan Paldor", 
        "date": "2015-05-07", 
        "description": "\n\nThe linear instability of a constant potential vorticity cold core eddy is studied in a two layer shallow water model. The basic state consists of the non-linear gradient balance with uniform potential vorticity and in a cold core eddy these two relations have no analytic solution. Numerical solutions of the basic state structure provide a functional relation between the maximum tangential velocity and the ratio of the eddy's maximal depth and its radius. The maximal growth rates of small amplitude wavelike disturbances are found numerically by employing the shooting to fitting point method, applied in a way that guarantees the regularity of the solutions at the singular points: infinity, eddy center and the radius where the interface outcrops. Our results show that wavenumber 2, 3 and 4 are unstable with growthrates of the order of 1day at small ocean depth and that the growthrates decay with the ocean depth. The instabilities result from the interaction between a lower layer Rossby wave and an upper layer Frontal wave. An energy equation for the perturbations shows that the decay of the growthrates with the increase in ocean depth results from the decay of both the Reynolds Stress in the upper layer and the baroclinic energy conversion between the two layers. The decay of the Reynolds Stress with ocean depth was not found in studies of ocean currents which explains the fact that eddies become stable in a 1½ layer model while currents can be unstable at large ocean depth. Comparison with long lived eddies in the ocean suggests that the current model should be made more realistic before it can be applied to observed eddies.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2575", 
        "title": "Linear Instability of Constant PV Cold Core Eddies in a Two-Layer Ocean"
    }, 
    {
        "author": "Jinhui Yang, Junqiang Song, Jinping Wu, KaiJun Ren, Hongze Leng", 
        "date": "2015-04-29", 
        "description": "\n\nApplying finite element vertical discretization for a mass-based non-hydrostatic kernel is proven to be difficult due to the constraints of vertical operators. This article proposed a novel hybrid finite element vertical discretization method for the semi-implicit mass based non-hydrostatic kernel, which integrates a finite differential scheme and a finite element scheme together. In the hybrid method, the finite differential scheme which satisfies the set of constraints is applied to the linear part, while a cubic finite element scheme with high order accuracy is applied to the non-linear part. Furthermore, to improve the accuracy of the linear part, an enlarged set of vertical levels is employed to the differential scheme. This set of vertical levels is only used to solve semi-implicit equations, and has no impact on the grid point calculation and spectral transformations. A series of 2D realized test cases are conducted to verify the stability and the accuracy of our new method.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2573", 
        "title": "A high-order vertical discretization method for semi-implicit mass-based non-hydrostatic kernel"
    }, 
    {
        "author": "C. Augros, O. Caumont, V. Ducrocq, N. Gaussiat, P. Tabary", 
        "date": "2015-04-29", 
        "description": "\n\nThis paper describes a forward observation operator for polarimetric radar variables, developed within the research mesoscale non-hydrostatic model Meso-NH. The forward operator enables direct comparisons of atmospheric simulations with polarimetric radar observations and constitutes a first step towards the assimilation of polarimetric radar data. The parameters of the polarimetric forward operator were defined in order to be consistent (whenever possible) with the model microphysical parametrization. Subjective and quantitative comparisons between observations and simulations are analysed for S, C, and X-band radars for two convective cases that were observed in autumn 2012 in South-Eastern France during the first observing period (SOP1) of HyMeX campaign. The good consistency between the medians of the observed and simulated distributions of Zdr and Kdp as a function of Zhh, in rain and in dry snow, enables the validation of the parametrization of the polarimetric forward operator. However, the higher spread in observed Zdr and Zdp (due to noise and microphysical variability) reveals a need for a careful data quality control and pre-processing for use in assimilation. Comparisons between observed and simulated vertical profiles of Zhh, Zdp and Zdr in convective areas also show a generally good agreement. Some differences between observations and simulations are attributed to model limitations, in particular because of its one-moment microphysics scheme and its coarser resolution.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2572", 
        "title": "Comparisons between S, C, and X band polarimetric radar observations and convective-scale simulations of HyMeX first special observing period"
    }, 
    {
        "author": "Andrew Staniforth, Andy White", 
        "date": "2015-04-27", 
        "description": "\n\nCharron and co-authors propose the preservation of tensor covariance as the criterion for dynamically consistent approximation of the governing equations for global atmospheric and oceanographic flow. Earlier criteria, based on vector differential analysis, involve the preservation of individual conservation properties. The two approaches are here compared for the interested but possibly perplexed reader. Differences regarding terminology and some consistency issues relating to certain “quasi-shallow” models are discussed. However the overall similarity of the results of the two approaches, and of the variational approach using Hamilton's principle of least action, is evident. Relevant aspects of an approximate global model that uses an analytically tractable ellipsoidal, geopotential coordinate system are also discussed.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2571", 
        "title": "Comments on Charron et al.’s three recent papers on deriving dynamically consistent equation sets"
    }, 
    {
        "author": "Evgeni Syrakov", 
        "date": "2015-04-24", 
        "description": "\n\nA new general theoretical formula for the planetary boundary layer height h, which accounts for the joint influence of the Earth's rotation, stratification (stable/neutral and unstable), entrainment and free-flow stability effect, is obtained on the basis of parameterization of the turbulent kinetic energy balance equation. Practically all the basic equilibrium stable/neutral and unstable boundary layer depth prototypes, corresponding limit cases for h, as well as the transition regimes between them follow from this general formula as respective asymptotic cases. The explicit dependence of the proportionality coefficient for the limit cases on the governing parameters is determined and corresponding comparison with experimental data is given. The case when the Coriolis effect is neglected is separately considered. Again a new general formula for h and the consequent limit cases is obtained in this case. In agreement with the experimental data the great sensitivity of the stable boundary layer height to the form of the vertical profile of the buoyancy flux is theoretically confirmed and quantitatively analysed. Special attention is paid also to the important role of the free-flow stability effect not only for stable/neutral, but also for unstable conditions. The significant limiting effect of this factor on the boundary layer depth is demonstrated for mid, as well as for high latitudes.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2570", 
        "title": "General diagnostic equations and regime analyzis for the height of the planetary boundary layer"
    }, 
    {
        "author": "Joël Bédard, Stéphane Laroche, Pierre Gauthier", 
        "date": "2015-04-24", 
        "description": "\n\nAlthough many near-surface wind observations are available, very few are assimilated over land mainly due to sub-grid scale topographic interactions with the flow. The main objectives of this study are to understand the impact of near-surface wind observations on the analysis and to point out aspects that need to be improved to make a better use of these observations. A geo-statistical observation operator has been developed to correct for systematic and representativeness errors. Assimilation experiments are performed in a simplified context assimilating only near-surface wind observations over land in the ensemble-variational data assimilation system developed at Environment Canada. Due to the background-error covariances, the assimilation of near-surface wind observations impacts the lower part of the atmosphere. The resulting correction has been evaluated by verifying the analyses against non-assimilated collocated radiosonde data. This assessment also made it possible to estimate the observation error variance to strike a balance between having an important impact at the surface and maintaining a good vertical fit to upper air observations. Results from one month of assimilation experiments show that the geo-statistical operator eliminates biases and significantly reduces representativeness errors as well as observation error correlations in the analysis, mainly over complex terrain. Results also show that flow-dependent background error covariances from ensembles provide better vertical information propagation than static error statistics. Overall, the analysis fit to non-assimilated collocated radiosonde observations is improved when assimilating wind observations from surface stations.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2569", 
        "title": "A Geo-Statistical Observation Operator for the Assimilation of Near-Surface Wind Data"
    }, 
    {
        "author": "Takahiro Toyoda, Yosuke Fujii, Tsurane Kuragano, John P. Matthews, Hiroto Abe, Naoto Ebuchi, Norihisa Usui, Koji Ogawa, Masafumi Kamachi", 
        "date": "2015-06-12", 
        "description": "\nThe impact of using sea surface salinity (SSS) data derived from the Aquarius satellite within a global ocean data assimilation system is investigated. In the central-eastern North Pacific, the more realistic SSS structures introduced by the Aquarius data also influence the salinity, temperature and potential vorticity fields obtained in the subsurface layer via enhanced mode-water formation. Around the Indonesian maritime continent, the Aquarius data assimilation leads to salinity distributions which are closer to buoy observations, while in the region of the Amazon River plume, subsurface temperatures are improved following a better reproduction of the low-salinity plume in the surface layer. The SSS model biases are also reduced in the eastern equatorial Pacific and in the Arctic Ocean, although our data are limited in number and accuracy at high latitudes. These results indicate the importance of Aquarius data in deriving improved representations of the global ocean from dynamical models.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2561", 
        "title": "Improvements to a global ocean data assimilation system through the incorporation of Aquarius surface salinity data"
    }, 
    {
        "author": "José M. Castanheira, Carlos A. F. Marques", 
        "date": "2015-06-04", 
        "description": "\nA new methodology for the diagnosis of convectively coupled equatorial waves (CCEWs) is presented. It is based on a pre-filtering of the geopotential and horizontal wind, using three-dimensional (3D) normal mode functions of the adiabatic linearized equations of a resting atmosphere, followed by a space–time spectral analysis to identify the spectral regions of coherence.\nThe methodology permits a direct detection of various types of equatorial wave, compares the dispersion characteristics of the coupled waves with the theoretical dispersion curves and allows an identification of which vertical modes are more involved in the convection. Moreover, the proposed methodology is able to show the existence of free dry waves and moist coupled waves with a common vertical structure, which is in conformity with the effect of convective heating/cooling on the effective static stability, as deduced from the gross moist stability concept. The methodology is also sensitive to wave interactions.\nThe methodology has been applied to the ERA-Interim horizontal wind and geopotential height fields and to the interpolated outgoing long-wave radiation (OLR) data produced by the National Oceanic and Atmospheric Administration. The results obtained provide examples of the aforementioned effects.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2563", 
        "title": "Convectively coupled equatorial-wave diagnosis using three-dimensional normal modes"
    }, 
    {
        "author": "Martin S. Singh, Paul A. O'Gorman", 
        "date": "2015-06-04", 
        "description": "\nThe scaling of updraught velocities over a wide range of surface temperatures is investigated in simulations of radiative-convective equilibrium with a cloud-system resolving model. The updraught velocities increase with warming, with the largest fractional increases occurring in the upper troposphere and for the highest percentile updraughts. A plume model approximately reproduces the increases in updraught velocities if the plume environment is prescribed as the mean profile in each simulation while holding the entrainment and microphysical assumptions fixed. Convective available potential energy (CAPE) also increases with warming in the simulations but at a much faster fractional rate when compared with the square of the updraught velocities. This discrepancy is investigated with a two-plume model in which a weakly entraining plume represents the most intense updraughts, and the environment is assumed to adjust so that a more strongly entraining plume has negligible buoyancy. The two-plume model suggests that updraught velocities increase with warming at a lower fractional rate than implied by the CAPE because of the influence of entrainment on both the mean stratification and the updraughts themselves.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2567", 
        "title": "Increases in moist-convective updraught velocities with warming in radiative-convective equilibrium"
    }, 
    {
        "author": "A. Tetzlaff, C. Lüpkes, J. Hartmann", 
        "date": "2015-06-03", 
        "description": "\nLeads are elongated channels in sea ice which play an important role for the heat and moisture exchange between the polar ocean and atmosphere. The aircraft campaign STABLE aimed to improve our current understanding of the formation of convective plumes over leads and their impact on the polar atmospheric boundary layer. It was carried out over the pack ice in the northern Fram Strait in March 2013. We present case studies of the boundary layer modification and turbulent fluxes over four wide leads, which differed strongly with respect to lead characteristics and environmental conditions. The observed near-surface sensible heat fluxes ranged from 15 to 180 W m−2. The leads also induced an increase of the near-surface temperature of up to 3.2 °C and a humidity increase of up to 0.2 g kg−1. In one of the cases, large entrainment fluxes exceeding 30% of the surface fluxes were observed. Vertical profiles of turbulent sensible heat and momentum fluxes were nonlinear downstream of the leads with a distinct flux maximum in the core of the convective plumes. In two cases, the plumes also strongly affected the wind field within the atmospheric boundary layer. Low-level jets that existed in those cases in the region upstream of the leads disappeared in the plume region. Finally, it is shown that large errors can occur when flux measurements are derived from lead orthogonal flight legs only. Therefore, complex flight patterns, as presented in this study, are necessary to accurately determine the energy fluxes in the environment of leads.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2568", 
        "title": "Aircraft-based observations of atmospheric boundary-layer modification over Arctic leads"
    }, 
    {
        "author": "L. E. Madaus, G. J. Hakim", 
        "date": "2015-06-01", 
        "description": "\nRapid updates of short-term numerical forecasts remain limited by the time it takes to assimilate observations and run a dynamical model to produce new forecasts. Here we use an ensemble-based statistical method to adjust a user-defined subspace of forecast grids rapidly as observations become available. Specifically, an ensemble Kalman filter is used to adjust forecast variables based on covariances between the ensemble estimate of the observation and the forecast variables. This approach allows rapid adjustment of forecast fields, or functions of those fields, ‘offline’, without the expense or time of running the full dynamical model. Furthermore, by updating an ensemble, forecast uncertainty is also adjusted. The technique is tested using operational ensemble forecasts from the European Centre for Medium-Range Weather Forecasts and Canadian Meteorological Centre. Results show that the method is effective at reducing forecast errors in surface pressure at least 18–24 h after the observation time, with a maximum impact of 9–15% for 12 h forecasts. Results for surface temperature show an error reduction 6–12 h after the observation time. Incorporating time-lagged ensembles provides even greater reduction in error and a novel covariance localization technique that operates in space and time based on statistical significance is evaluated.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2549", 
        "title": "Rapid, short-term ensemble forecast adjustment through offline data assimilation"
    }, 
    {
        "author": "S. B. Vosper", 
        "date": "2015-06-01", 
        "description": "High-resolution simulations of flows over South Georgia (South Atlantic) are used to increase understanding of the likely influence of small isolated mountainous islands on the large-scale flow and to ascertain the extent to which parametrization schemes can account for the missing drag in models where such islands are only partially resolved. Long-duration (1 month) austral winter forecasts with a horizontal grid spacing of 1.5 km are used to quantify the mountain-wave momentum fluxes generated by the island and the low-level drag associated with flow-blocking dynamics. The characteristics of the drag, such as the occurrence of high and low drag states, its dependence on wind direction and the spectral contributions to the mountain-wave momentum flux, are considered. Flow splitting and low-level wave breaking are shown to be responsible for wake regions that extend for hundreds of kilometres from the island. Regions of deceleration are also evident in the stratosphere, due to mountain-wave dissipation. The extent to which an orographic drag parametrization scheme can reproduce the drag is investigated by comparison with coarse-resolution (15 km grid spacing) simulations in which the orography is poorly resolved and a large proportion of the drag is parametrized. It is demonstrated that the total of the resolved plus parametrized drag in these simulations closely resembles that at high resolution, although it is underpredicted during instances of high drag. Simple modifications to the scheme, which enhance the drag when the low-level flow is approximately normal to the major axis of the subgrid orography, are shown to rectify this. The study demonstrates that, at least for relatively simple isolated mountain ranges, the drag and mountain-wave momentum fluxes can be predicted in a deterministic sense by a well-tuned parametrization scheme of suitable complexity, although inclusion of stochastic effects might lead to yet further improvements.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2566", 
        "title": "Mountain waves and wakes generated by South Georgia: implications for drag parametrization"
    }, 
    {
        "author": "John M. Wallace", 
        "date": "2015-05-27", 
        "description": "", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2574", 
        "title": "Preface"
    }, 
    {
        "author": "Harvey Stern, Noel E. Davidson", 
        "date": "2015-05-25", 
        "description": "Unique, multi-year datasets of weather observations and official and experimental predictions are used to document trends in weather forecast accuracy and the current level of forecast skill specifically for Melbourne, Australia. The data are applied to quantify prediction skill out to Day-14 for maximum and minimum temperature, and for precipitation amount and probability. An innovative statistical analysis is applied to the data. This analysis clearly demonstrates the need for long time series of forecasts in order to reliably assess long-term trends. The accuracy of the current official Day 5–7 forecasts is found to be similar to that of Day-1 forecasts from 50 years ago. The accuracy of experimental Day 8–10 forecasts is comparable to that of the Day 5–7 forecasts, when they were first officially provided 15 years ago. Some overall skill, albeit limited, is evident out to Day-14 and significance testing indicates that it is unlikely that this apparent skill arose by chance. The results provide evidence of deterministic weather forecast skill out to the hypothesised 15 day limit on such predictions. However, in so doing, the results raise the possibility that the limit may be breached at some stage in the future.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2559", 
        "title": "Trends in the skill of weather prediction at lead times of 1–14 days"
    }, 
    {
        "author": "Loïk Berre, Hubert Varella, Gérald Desroziers", 
        "date": "2015-05-19", 
        "description": "\nThe use of a wavelet formulation and ensemble data assimilation is considered in this study, in order to specify flow-dependent background-error correlations for the Météo-France global 4D-Var system. This wavelet model is calibrated by using a temporal series of recent perturbed backgrounds, which is sampled in a sliding way. This approach is compared to a homogeneous and static spectral formulation of error correlations. Diagnostic studies are conducted in order to illustrate the representation of heterogeneous and flow-dependent correlation features, corresponding for instance to smaller horizontal length-scales in the vicinity of midlatitude lows and to larger vertical correlations in vertically unstable regions. The positive impact of the flow-dependent wavelet formulation on the forecast quality is then shown during two contrasting three-week periods. The impact of an increased ensemble size when using this approach is also illustrated, in terms of length-scale dynamics and forecast quality.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2565", 
        "title": "Modelling of flow-dependent ensemble-based background-error correlations using a wavelet formulation in 4D-Var at Météo-France"
    }, 
    {
        "author": "Rajib Chattopadhyay, R. Phani, C. T. Sabeerali, A. R. Dhakate, K. D. Salunke, S. Mahapatra, A. Suryachandra Rao, B. N. Goswami", 
        "date": "2015-05-15", 
        "description": "\nBased on extensive analysis of observations and a series of climate model experiments, here we establish that slow variations of northern hemispheric extratropical sea-surface temperature (SST) anomalies can augment seasonal predictability of the south Asian monsoon. The SST conditions and performance of the south Asian monsoon during 2013 boreal summer months (June–September) led us to hypothesize that the strong extratropical SST anomalies in the North Pacific and North Atlantic in conjunction with weak tropical SST anomalies (weak La Niña) were responsible for the above-normal rainfall over India during 2013. We also argue that the 2013 SST pattern and above-normal monsoon condition are not unique but occurred on several occasions in the past. Further, we show that there is a complementary pattern of strong extratropical SST and weak tropical SST that is associated with below-normal south Asian monsoon rainfall. We also show that the extratropical SST pattern in the Northern Hemisphere is associated with a low-frequency interdecadal mode of variability indicating potential predictability associated with such extratropical SST forcing. Extensive experiments with an atmospheric general circulation model forced by such SST conditions elucidate the mechanism through which the extratropical SSTs influence the Indian monsoon. The SST anomalies affect the north–south temperature gradient and lead to a local displacement of the jet stream, setting up a quasi-stationary wave. Such a stationary wave, in turn, affects the tropospheric temperature (TT) over southern Eurasia, influencing the north–south TT gradient in the region and thereby the Indian monsoon. Our discovery of this additional source of potential predictability together with the fact that the new-generation coupled ocean–atmosphere models are capable of predicting the extratropical SST anomalies brightens the prospect of south Asian monsoon prediction.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2562", 
        "title": "Influence of extratropical sea-surface temperature on the Indian summer monsoon: an unexplored source of seasonal predictability"
    }, 
    {
        "author": "Federico Grazzini, Frédéric Vitart", 
        "date": "2015-05-15", 
        "description": "\nHistorically, the objective identification of atmospheric wave-packets has been very elusive. However, interest in these important sources of atmospheric variability has recently increased, and some automated tracking methods have been proposed. The Rossby wave packet (RWP) tracking algorithms opened the way to different types of investigation, ranging from climatology and predictability to assessing the impact of climate change on wave packet characteristics. The present study investigates the relationship between predictability (intrinsic and practical, i.e. predictive skill in a numerical weather prediction model) and the properties of RWPs, such as temporal duration, spatial extension and their area of genesis. Results suggest a significant correlation between RWP length and medium-range skill over Europe and the Northern Hemisphere. Analysis of an ensemble system shows that the spread decreases when long-living RWPs are present in the forecast, supporting the hypothesis that part of the observed increase in skill could indeed be attributed to higher intrinsic predictability induced by RWPs. Higher than average medium-range forecast skill scores are often associated with the presence of long-lasting RWPs (duration of at least 8 days) in the initial conditions, with a source often located in the west Pacific. On the contrary, bad medium-range forecast skill scores tend to be associated with shorter RWPs coming from the central USA or western Atlantic. An analysis of the probabilistic skill scores confirms that predictive skill increases with the presence of long RWPs from the west Pacific, up to week 3.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2564", 
        "title": "Atmospheric predictability and Rossby wave packets"
    }, 
    {
        "author": "M. Sorribas, F. J. Olmo, A. Quirantes, H. Lyamani, M. Gil-Ojeda, L. Alados-Arboledas, H. Horvath", 
        "date": "2015-05-15", 
        "description": "\nA study has been carried out to assess the discrepancies between computed and observed aerosol scattering and backscattering properties in the atmosphere. The goals were: (i) to analyse the uncertainty associated with computed optical properties when spherical and spheroidal approximations are used, and (ii) to estimate nephelometry errors due to angular truncation and non-Lambertian illumination of the light source in terms of size range, particle shape and aerosol chemical compounds. Mie and T-matrix theories were used for computing light optical properties for spherical and spheroidal particles, respectively, from observed particle size distributions. The scattering coefficient of the fine mode was not much influenced by the particle shape. However, computed backscattering values underestimated the observed values by ∼15%. For the coarse mode, the spheroidal approximation yielded better results than that for spherical particles, especially for backscattering properties. Even after applying the spheroidal approximation, computed scattering and backscattering values within the coarse mode underestimated the observed values by ∼49% and ∼11%, respectively. The angular correction most widely used to correct the nephelometer data was discussed to explore its uncertainty. In the case of the scattering properties within the coarse mode, the change of the computed optical parameter is ∼+8% and for the scattering and backscattering values within the fine mode it is lower than ∼±4% for spherical and spheroidal particles. Additionally, if the spheroidal particles are used to evaluate the aerosol optical properties, the correction must be reconsidered with the aim of reducing the uncertainty found for scattering within the coarse mode. This is recommended for sites with desert dust influence; then the deviation of the computed scattering can be up to 13%.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2557", 
        "title": "Role of spheroidal particles in closure studies for aerosol microphysical–optical properties"
    }, 
    {
        "author": "Gregory C. Smith, François Roy, Mateusz Reszka, Dorina Surcel Colan, Zhongjie He, Daniel Deacu, Jean-Marc Belanger, Sergey Skachko, Yimin Liu, Frédéric Dupont, Jean-François Lemieux, Christiane Beaudoin, Benoit Tranchant, Marie Drévillon, Gilles Garric, Charles-Emmanuel Testut, Jean-Michel Lellouche, Pierre Pellerin, Harold Ritchie, Youyu Lu, Fraser Davidson, Mark Buehner, Alain Caya, Manon Lajoie", 
        "date": "2015-05-13", 
        "description": "\nRecent increases in marine traffic in the Arctic have amplified the demand for reliable ice and marine environmental predictions. This article presents the verification of ice forecast skill from a new system implemented recently at the Canadian Meteorological Centre called the Global Ice Ocean Prediction System (GIOPS). GIOPS provides daily global ice and ocean analyses and 10-day forecasts on a 1/4°-resolution grid. GIOPS includes a multivariate ocean data assimilation system that combines satellite observations of sea-level anomaly and sea-surface temperature (SST) together with in situ observations of temperature and salinity. Ice analyses are produced using a 3D-Var method that assimilates satellite observations from SSM/I and SSMIS together with manual analyses from the Canadian Ice Service. Analyses of total ice concentration are projected onto the thickness categories used in the ice model using spatially and temporally varying weighting functions derived from ice model tendencies. This method may reduce deleterious impacts on the ice thickness distribution when assimilating ice concentration, as it can directly modulate (and reverse) nonlinear processes such as ice deformation. An objective verification of sea ice forecasts is made using two methods: analysis-based error assessment focusing on the marginal ice zone, and a contingency table approach to evaluate ice extent as compared to an independent analysis. Together the methods demonstrate a consistent picture of skilful medium-range forecasts in both the Northern and Southern Hemispheres as compared to persistence. Using the contingency table approach, GIOPS forecasts show a significant open-water bias during spring and summer. However, this bias depends on the choice of threshold used. Ice forecast skill is found to be highly sensitive to the assimilation of SST near the ice edge. Improved observational coverage in these areas (including salinity) would be extremely valuable for further improvement in ice forecast skill.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2555", 
        "title": "Sea ice forecast verification in the Canadian Global Ice Ocean Prediction System"
    }, 
    {
        "author": "R. G. Harrison, K. A. Nicoll, M. H. P. Ambaum", 
        "date": "2015-05-13", 
        "description": "\nLiquid layer clouds are abundant globally. Lacking strong convection, they do not become electrified by the usual thunderstorm mechanisms of collisional electrification between hydrometeors of different phases. Instead, the background global circuit current flow in fair weather is largely unaffected by the layer cloud's presence, and, if the layer cloud is extensive horizontally, the vertical fair weather conduction current passes through the cloud. A consequence of the vertical current flow is that, at the cloud–air boundary where there is a conductivity transition and droplets form or evaporate, droplet charging occurs. Charge can affect both droplet evaporation and droplet–droplet collisions. Using new radiosonde instrumentation, the charge observed at layer cloud edges is evaluated for both these microphysical droplet processes. This shows that the charging is more likely to affect collision processes than activation, for small droplets. Enhancing the collection efficiency of small droplets modifies their evolution and propagates through the size distribution to shorten the autoconversion time-scale to rain drops, and the cloud radiative properties. Because the conduction current density is influenced by both external (e.g. solar modulation of high-energy particles) and internal (e.g. El Niño–Southern Oscillation) factors, current flow leading to layer cloud edge charging provides a possible route for expressing solar influences on the climate system and a teleconnection mechanism for communicating internal climate variability.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2554", 
        "title": "On the microphysical effects of observed cloud edge charging"
    }, 
    {
        "author": "Valentin Louf, Olivier Pujol, Henri Sauvageot, Jérôme Riédi", 
        "date": "2015-05-13", 
        "description": "\nThis article deals with the tropospheric water vapour distribution at Niamey (Niger) observed with a high-temporal-resolution (14 s) microwave radiometric profiler. Data were collected during the whole year 2006 in the framework of the African Monsoon Multidisciplinary Analysis (AMMA) campain. Two seasonal periods are considered: the dry season, when the northeasterly Harmattan is flowing at low tropospheric level, and the wet season, associated with the southwesterly monsoon circulation. The fine vertical structure of temperature, convective air stability and water vapour for each seasonal period is described in detail and differences are emphasized. Typical temporal series and monthly averaged diurnal cycles are presented. It is shown that a diurnal cycle of water vapour is present throughout the year, including the dry season. The diurnal cycle of water vapour is controlled mainly by the nocturnal low-level jet (NLLJ). During the dry season, the diurnal cycle of water vapour is organized into two layers: a lower layer (LL) from the surface up to 0.6–1.4 km above ground level (agl) and an upper layer (UL) from 1.4 up to 5–6 km agl. The water vapour distributions in the LL and UL are anticorrelated, with a half-day temporal shift. As a result, the vertically integrated water vapour (IWV), which displays a quasi-sinusoidal diurnal cycle when computed separately for the LL and UL, appears almost flat for the total tropospheric height, due to the half-day period shift. This structure of two layers is not observed during the wet season. Probability density functions (pdfs) of water vapour content are presented. In dry conditions, the pdfs are well fitted by a log-normal distribution, while the Weibull distribution fits the pdfs for wet conditions better.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2550", 
        "title": "Seasonal and diurnal water vapour distribution in the Sahelian area from microwave radiometric profiling observations"
    }, 
    {
        "author": "M. Janisková", 
        "date": "2015-05-09", 
        "description": "\nSpace-borne active instruments, providing a vertically resolved characterization of clouds, promise a new dimension of information to be used in numerical weather prediction systems. Research activities are ongoing at the European Centre for Medium-Range Weather Forecasts to exploit these data for monitoring and assimilation purposes. Using currently available observations from CloudSat and CALIPSO, a technique combining one-dimensional variational (1D-Var) assimilation with four-dimensional variational (4D-Var) data assimilation has been used to study the impact of cloud-related observations on analyses and subsequent forecasts. Temperature and specific humidity vertical profiles retrieved from 1D-Var using observations of cloud radar reflectivity and lidar backscatter, either separately or in combination, were used as pseudo-observations in the 4D-Var system. Results indicate that 1D-Var analyses get closer to assimilated and also independent observations when appropriate quality control, bias correction and error estimate are applied. The performed 1D+4D-Var assimilation experiments also suggest a slight positive impact of the new observations on the subsequent forecast. Generally, the impact of lidar backscatter from clouds is smaller than that of cloud radar reflectivity.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2558", 
        "title": "Assimilation of cloud information from space-borne radar and lidar: experimental study using a 1D+4D-Var technique"
    }, 
    {
        "author": "Giovanni Tumolo, Luca Bonaventura", 
        "date": "2015-05-09", 
        "description": "\nWe present an adaptive discretization approach for model equations typical of numerical weather prediction (NWP), which combines the semi-Lagrangian technique with a semi-implicit time discretization method, based on the Trapezoidal Rule second-order Backward Difference Formula scheme (TR-BDF2), and with a discontinuous Galerkin (DG) spatial discretization, with variable and adaptive element degree. The resulting method has full second-order accuracy in time, can employ polynomial bases of arbitrarily high degree in space, is unconditionally stable and can effectively adapt the number of degrees of freedom employed in each element at runtime, in order to balance accuracy and computational cost. Furthermore, although the proposed method can be implemented on arbitrary unstructured and non-conforming meshes, even its application on simple Cartesian meshes in spherical coordinates can reduce the impact of the coordinate singularity, by reducing the polynomial degree used in the polar elements. Numerical results are presented, obtained on classical benchmarks with two-dimensional models implementing discretizations of the shallow-water equations on the sphere and of the Euler equations on a vertical slice, respectively. The results confirm that the proposed method has a significant potential for NWP applications.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2544", 
        "title": "A semi-implicit, semi-Lagrangian discontinuous Galerkin framework for adaptive numerical weather prediction"
    }, 
    {
        "author": "Chanh Kieu", 
        "date": "2015-05-09", 
        "description": "\nThis study presents a minimal model to examine the stability of the hurricane maximum potential intensity (MPI) equilibrium, based on the evolution of several hurricane fundamental scales. It is shown that this hurricane-scale model contains MPI as an asymptotically stable spiral point under the wind-induced surface heat exchange (WISHE) feedback mechanism. Furthermore, the hurricane development is characterized by two different time-scales instead of a simple linear growth, as often assumed in previous studies. Inclusion of radiative cooling reduces the MPI limit, but the MPI equilibrium in general is structurally stable. In particular, radiative cooling will modify the basin of attraction of the MPI equilibrium and create a domain in the phase space of the hurricane scales such that a vortex would not develop if its initial condition falls within this domain. Potential mechanisms that can further unfold the stability of the MPI equilibrium will also be discussed.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2556", 
        "title": "Hurricane maximum potential intensity equilibrium"
    }, 
    {
        "author": "J. P. Diaz, A. González, F. J. Expósito, J. C. Pérez, J. Fernández, M. García-Díez, D. Taima", 
        "date": "2015-04-27", 
        "description": "The Weather Research and Forecasting (WRF) model has been used to simulate clouds, and their effects on precipitation and radiation, in Africa. The results have been compared with observational databases, mainly based on satellite measurements. The Cloud Feedback Model Intercomparison Project (CFMIP) Observation Simulator Package (COSP) has been used to consistently compare simulated clouds with satellite data, allowing us to evaluate not only the total cloud cover but also the cloud amount of different cloud types, classified according to their optical thickness and cloud-top pressure. Nine WRF simulations, for the 2002–2006 period, were carried out to evaluate the influence on cloud cover of different physical parametrizations and model configurations. In general, model simulations show similar results, underestimating total cloud cover in most of the studied region. In the tropical convective area, high clouds are underestimated, but the net effect on the radiation is partially compensated by the overestimation of cloud optical depth. Major differences appear over subtropical areas dominated by marine boundary-layer clouds, mainly off the coast of Namibia. In this area, simulations show too many thick clouds and too few clouds with lower optical thickness. The net result is an underestimation of low cloud cover. Also, the transition from stratocumulus to shallow cumulus away from the coast is not realistically modelled.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2560", 
        "title": "WRF multi-physics simulation of clouds in the African region"
    }, 
    {
        "author": "H. Reed Ogrosky, Samuel N. Stechmann", 
        "date": "2015-04-27", 
        "description": "\nThe Madden–Julian Oscillation (MJO) skeleton model, a nonlinear oscillator model, has previously been shown to have solutions which exhibit several features in common with observed MJOs. In prior studies, model solutions have been found using mathematically simple (constant or sinusoidal) identical moistening and radiative forcing functions. Here we investigate whether this model can also produce realistic regional variability. To do this, observation-based forcing functions are prescribed for latent heat flux and radiative cooling, and model solutions –both linear and nonlinear –are studied. In the stochastic nonlinear model, solutions reproduce the climatological mean convective activity well and the climatological variance reasonably well for such a simple model. In the linearized model, the solutions are found to contain additional structure including a realistic wave envelope of convective activity centred over the warm pool. These linear solutions are then used to identify and compare significant MJO activity in both reanalysis data and stochastic model solutions. Additional potential uses for these analytical and numerical solutions are discussed.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2552", 
        "title": "The MJO skeleton model with observation-based background state and forcing"
    }, 
    {
        "author": "J. J. O'Neill, X.-M. Cai, R. Kinnersley", 
        "date": "2015-04-27", 
        "description": "The Smagorinsky subgrid model remains popular in large-eddy simulation (LES) modelling despite its failure to reproduce mean velocity shear within the atmospheric surface layer. Overpredictions as large as 100% are not uncommon, leading to local simulation degradation, and potentially infecting scales further from the surface. Mason and Thomson achieved significant reduction in excessive velocity shear by adding stochastic accelerations on top of the Smagorinsky model to account for backscattered energy from the subgrid scales. However, neither this model nor its later implementation by Weinbrecht and Mason are able to ensure a physically appropriate spatial structure for the backscatter acceleration fields throughout the domain: with the Mason and Thomson model, the backscatter length-scale and anisotropy depend on the local grid spacing and aspect ratio; with the Weinbrecht and Mason model, the backscatter is unavoidably isotropic with uniform length-scale. We propose a new method for the generation of stochastic backscatter acceleration fields which utilises a grid-adaptive filter (GAF) capable of controlling spatial variations in the backscatter length-scale and anisotropy, independently of the model grid. When applied to the atmospheric surface layer, this allows for the backscatter length-scale to be reduced towards surfaces in an appropriate manner, and the backscatter anisotropy to be varied in accordance with the physical anisotropy of the subgrid scales. The GAF model also has wider applicability: it may be used when the LES filter width, and hence the backscatter length-scale, varies spatially with local three-dimensional grid refinement. The GAF model is initially tested for the case of LES of the neutral atmospheric boundary layer, for grid aspect ratios ranging from α = Δx/Δz = 1 − 10, and found to give a reduction in maximum excessive mean velocity shear (from that obtained without backscatter) of around 80%, that is largely independent of α.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2548", 
        "title": "A generalised stochastic backscatter model: large-eddy simulation of the neutral surface layer"
    }, 
    {
        "author": "L. L. Hood, S. Misios, D. M. Mitchell, E. Rozanov, L. J. Gray, K. Tourpali, K. Matthes, H. Schmidt, G. Chiodo, R. Thiéblemont, D. Shindell, A. Krivolutsky", 
        "date": "2015-04-22", 
        "description": "A multiple linear regression statistical method is applied to model data taken from the Coupled Model Intercomparison Project, phase 5 (CMIP-5) to estimate the 11-year solar cycle responses of stratospheric ozone, temperature, and zonal wind during the 1979–2005 period. The analysis is limited to the six CMIP-5 models which resolve the stratosphere (high-top models) and which include interactive ozone chemistry. All simulations assumed a conservative 11-year solar spectral irradiance (SSI) variation based on the Naval Research Laboratory model. These model responses are then compared to corresponding observational estimates derived from two independent satellite ozone profile datasets and from ERA-Interim reanalysis meteorological data. The models exhibit a range of 11-year responses with three models (CESM1-WACCM, MIROC-ESM-CHEM and MRI-ESM1) yielding substantial solar-induced ozone changes in the upper stratosphere which compare favourably with available observations. The remaining three models do not, apparently because of differences in the details of their radiation and photolysis rate codes. During winter in both hemispheres, the three models with stronger upper-stratospheric ozone responses produce relatively strong latitudinal gradients of ozone and temperature in the upper stratosphere which are associated with accelerations of the polar night jet under solar maximum conditions. This behaviour is similar to that found in the satellite ozone and ERA-Interim data, except that the latitudinal gradients tend to occur at somewhat higher latitudes in the models. The sharp ozone gradients are dynamical in origin and assist in radiatively enhancing the temperature gradients, leading to a stronger zonal wind response. These results suggest that simulation of a realistic solar-induced variation of upper-stratospheric ozone, temperature and zonal wind in winter is possible for at least some coupled climate models even if a conservative SSI variation is adopted.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2553", 
        "title": "Solar signals in CMIP-5 simulations: the ozone response"
    }, 
    {
        "author": "Glenn Shutts", 
        "date": "2015-04-21", 
        "description": "\nStochastic kinetic energy backscatter schemes are amongst several different types of stochastic parametrization used in operational ensemble weather prediction to account for model uncertainty. They aim to introduce structured wind perturbations randomly into the forecast model, targeting regions of high numerical dissipation, mountain-wave drag and deep convection. Substantially different implementations of the backscatter scheme in different weather centres confirm the weak scientific underpinning of such stochastic parametrizations and the lack of knowledge of where the true model uncertainty lies.\nThe stochastic scheme presented here makes the reasonable assumption that random model error lies primarily with the parametrization of deep convection and, in particular, with its interaction with model dynamics close to the grid scale. This scheme introduces well-defined, circularly symmetric patterns of wind forcing centred on grid columns containing parametrized convective mass transfer. Tests of the scheme in ensemble mode are carried out in the European Centre for Medium-Range Weather Forecasts (ECMWF) forecast model, the spectral basis of which enables a clean implementation in terms of spatially filtered vorticity and divergence forcing fields. Its effectiveness as a model error representation is assessed relative to ECMWF's operational backscatter and perturbed parametrization tendency schemes. Bearing in mind the simplicity of the scheme, it is surprisingly effective in increasing spread, reducing the error of the ensemble mean and increasing probability skill scores, particularly in the Tropics. It is proposed that this representation of backscatter addresses model uncertainty more realistically than current operational stochastic backscatter schemes and may remove the need for a perturbed parametrization tendency approach.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2547", 
        "title": "A stochastic convective backscatter scheme for use in ensemble prediction systems"
    }, 
    {
        "author": "Isa A. M. Yunusa, Derek Eamus, Daniel Taylor, Rhys Whitley, Willis Gwenzi, Anthony R. Palmer, Zheng Li", 
        "date": "2015-04-21", 
        "description": "\nWe compared the capacity of woody versus grassy vegetation covers to buffer high temperatures during heat waves by partitioning turbulent heat between latent (λE) and sensible (H)\nfluxes, and quantifying advection using the Priestley-Taylor coefficient (α), for a16-year old grassland and an adjoining 6-year old plantation. We found that because λE dominated (>65%) the turbulent flux in the plantation and was at least twice as large as on the grassland (λE< 35% of the turbulent flux) during heat waves, the ambient temperature over the plantation was up to 5 °C lower in the afternoon, and averaged 1.2 °C lower for the whole day, compared with the grassland. Both vegetation covers emitted significant amounts of H when soil water availability was limited and also in winter when canopy cover was mostly inactive because of dormancy in the grassland and mutual shading in the plantation due to low solar angle. During the winter, advection of additional energy from surrounding vegetation suppressed λE and reduced α to <1.0 in both vegetation covers. Advection enhanced λE during periods of frequent rainfalls in summer, with mean α rising to 2.6 in the grassland and 3.4 in the plantation. Consistently low λE but high H made the grassland a source rather than a sink for advective energy, while the plantation was the opposite. The broadleaved evergreen woody vegetation consistently maintained a larger λE than the grassland in this mid-latitude environment, contrary to the smaller λE observed over mostly coniferous forests at high (northern) latitudes (>35°). Annual evapotranspiration was 54% lower from the grassland (384 mm) than from the plantation (834 mm). Woody vegetation covers dominated by broadleaved species are therefore preferred for buffering extreme high temperatures during heat waves and recommended for rehabilitating degraded landscapes in urban areas. We also present functions for approximating α for soil water limited conditions.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2539", 
        "title": "Partitioning of turbulent flux reveals contrasting cooling potential for woody vegetation and grassland during heat waves"
    }, 
    {
        "author": "Ricardo Todling", 
        "date": "2015-04-20", 
        "description": "\nRecently, this author studied an approach to the estimation of system error based on combining observation residuals derived from a sequential filter and fixed lag-1 smoother. While extending the methodology to a variational formulation, experimenting with simple models and making sure consistency was found between the sequential and variational formulations, the limitations of the residual-based approach came clearly to the surface. This note uses the sequential assimilation application to simple nonlinear dynamics to highlight the issue. Only when some of the underlying error statistics are assumed known is it possible to estimate the unknown component. In general, when considerable uncertainties exist in the underlying statistics as a whole, attempts to obtain separate estimates of the various error covariances are bound to lead to misrepresentation of errors. The conclusions are particularly relevant to present-day attempts to estimate observation-error correlations from observation residual statistics. A brief illustration of the issue is also provided by comparing estimates of error correlations derived from a quasi-operational assimilation system and a corresponding Observing System Simulation Experiments framework.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2546", 
        "title": "A complementary note to ‘A lag-1 smoother approach to system-error estimation’: the intrinsic limitations of residual diagnostics"
    }, 
    {
        "author": "Malte Rieck, Cathy Hohenegger, Pierre Gentine", 
        "date": "2015-04-16", 
        "description": "\nA basic understanding of the mechanisms controlling the characteristics of thermally induced mesoscale circulations rests primarily on observations and model studies of dry convection, whereas the influence of moist convection on these characteristics is not well understood. Large-eddy simulations are used to investigate the effect of moist convection on an idealized mesoscale circulation. Sensitivity studies show that moist convection has a significant influence on the characteristics of the mesoscale circulation. We identify three distinct convective phases that influence the mesoscale circulation within the diurnal cycle: firstly, dry convective onset, with a weak circulation and a breeze front that propagates slowly from the cold region into the warmer fluid as a result of the surface discontinuity; secondly, a deep convective phase, where the circulation intensifies and the breeze front propagates faster; and finally a precipitating phase, where strong cold pools develop at the breeze front and accelerate the propagation speed further. Classical density-current theory fails to represent the second phase and is extended using the cloud-base mass flux to account for the observed effects of moist non-precipitating convection on the propagation speed. We demonstrate the applicability of this theory to the results from large-eddy simulations, identify the subtle role of cold pools on density-current propagation and highlight implications for numerical weather prediction.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2532", 
        "title": "The effect of moist convection on thermally induced mesoscale circulations"
    }, 
    {
        "author": "Simon T. K. Lang, Massimo Bonavita, Martin Leutbecher", 
        "date": "2015-04-14", 
        "description": "\nMany weather forecasting centres generate the initial conditions for their ensemble prediction system by adding a set of perturbations to a single analysis. At the European Centre for Medium-Range Weather Forecasts (ECMWF), initial conditions from an ensemble of data assimilations (EDA) are re-centred on the deterministic high-resolution analysis. This study assesses how the re-centring step affects the ensemble forecasts and what benefits starting directly from the perturbed EDA members may bring. Numerical experiments are based on suitably modified configurations of the ECMWF medium-range ensemble.\nRe-centring leads to an artificial increase of the climatological variance of the initial conditions for variables and spatial scales that are not well constrained in the analysis. For those variables and spatial scales, the EDA variance can reach a similar magnitude as the climatological variance. Re-centring on the unperturbed member of the EDA leads to a degradation of the ensemble skill in comparison to starting directly from the perturbed EDA members. Depending on the amplitude of the EDA spread and which scales are less constrained, different lead times are affected. Furthermore, the re-centring step increases the jumpiness of the ensemble forecasts in general and alters the precipitation frequency during the first 12 h of the forecasts.\nIt also becomes apparent from our results that the benefit for the ECMWF ensemble of starting directly from EDA initial conditions is sensitive to several factors: the difference in analysis accuracy between the unperturbed EDA control and the high-resolution analysis, the number of EDA members, and the EDA spread. At present, the forecast skill still benefits from centring the ensemble initial conditions on the high-resolution analysis, but future changes to the EDA may change the balance.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2543", 
        "title": "On the impact of re-centring initial conditions for ensemble forecasts"
    }, 
    {
        "author": "Andrew Staniforth", 
        "date": "2015-04-11", 
        "description": "\nThe shallow-water equations in spherical geometry have proven to be an invaluable prototypical tool to advance geophysical fluid dynamics. Many of the fundamental terms and properties, including dynamical consistency, needed to model Earth's atmosphere and oceans are embodied within them. Limitations to their wider use include the following: representation of the Earth as a sphere, rather than as an ellipsoid; gravity not varying latitudinally, but being held constant; the Coriolis force being incompletely represented; and no representation of vertical acceleration.\nRecent work has addressed the first three limitations, but not simultaneously. The present work addresses all four simultaneously by endowing the equations selectively with supplementary terms, whilst respecting dynamical consistency. This is accomplished using Hamilton's principle of least action, but could be done otherwise. It leads to a switch-controlled quartet of shallow-water equation sets, all of which include topography.\nPotential future applications include the following: further sensitivity tests to assess the possible impact of latitudinal variation of gravity; development of improved numerical methods with good conservation properties; examination of the stability of discretizations of the Coriolis terms; and sensitivity tests for the possible impact of vertical acceleration as a function of decreasing horizontal scale. Sensitivity experimentation would, however, necessitate scale analysis of flow regimes to ensure correct interpretation of results.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2533", 
        "title": "Dynamically consistent shallow-water equation sets in non-spherical geometry with latitudinal variation of gravity"
    }, 
    {
        "author": "Bonnie R. Brown, Gregory J. Hakim", 
        "date": "2015-04-10", 
        "description": "\nSensitivity analysis is performed in order to determine objectively the role of storm structure during periods of rapid intensification in a sample of five Atlantic hurricanes. Weather Research and Forecasting (WRF) model 24 h forecasts for 96 member ensembles provide the basis for analyses of hurricanes Bill (2009), Earl (2010), Igor (2010), Katia (2011) and Ophelia (2011). Ensemble sensitivity analysis is used to investigate which patterns in the analysis have a strong influence on the forecast intensity and then a novel sensitivity compositing technique is used to identify common patterns that affect the forecast intensity. We find a common response for increasing intensity associated with an initial increased primary and secondary circulation, an increased warm core, an elevated tropopause and moistening of the rain-band region. Perturbed initial-condition experiments show a linear response for modest initial amplitude and also signs of nonlinearity for large perturbations, indicating that these sensitivity patterns are robust for limited additional strengthening of the hurricane. When initial perturbations are partitioned into dry and moist variables, we find that most of the forecast change is achieved by the dry dynamics. Further investigation into convective indicators reveals that simulations in which only moist variables are perturbed experience less convective development in the eyewall throughout the forecast.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2540", 
        "title": "Sensitivity of intensifying Atlantic hurricanes to vortex structure"
    }, 
    {
        "author": "Alexey Yu. Karpechko", 
        "date": "2015-04-09", 
        "description": "\nAnomalies in the extratropical stratospheric circulation are known to affect climate at the surface for up to 2 months during winter. Previously, several studies have proposed simple statistical models based on a stratospheric predictor to forecast surface climate; however, none of these studies considered a possibility, nor evaluated the skill, of categorical weather forecasts at individual sites. Here we evaluate the skill of the three-category (below-normal, near-normal and above-normal) monthly and two-monthly mean surface air temperature statistical forecasts, both deterministic and probabilistic, which use, as predictors, normalized mean polar cap geopotential height at 150 hPa and mean surface air temperature over the preceding 30-day period (persistence). We show that, during the period 1957–2013, at several sites influenced by the Northern Annular Mode variability, the monthly and two-monthly forecasts based on the stratospheric predictor possess a moderate skill in December–March at lead times of several days, but in many cases they only marginally improve forecasts based on persistence only. Nevertheless at some sites in northeastern Europe and northwestern Russia the improvements indicate that statistical climate forecasting at these sites can benefit from addition of stratospheric information. The results of this study further demonstrate usefulness of simple statistical models based on stratospheric predictors, both as a complementary source of forecasts, and as providing benchmarks for evaluating the skill of more complex dynamical systems.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2535", 
        "title": "Improvements in statistical forecasts of monthly and two-monthly surface air temperatures using a stratospheric predictor"
    }, 
    {
        "author": "D. M. Mitchell, S. Misios, L. J. Gray, K. Tourpali, K. Matthes, L. Hood, H. Schmidt, G. Chiodo, R. Thiéblemont, E. Rozanov, D. Shindell, A. Krivolutsky", 
        "date": "2015-04-09", 
        "description": "\nThe 11 year solar-cycle component of climate variability is assessed in historical simulations of models taken from the Coupled Model Intercomparison Project, phase 5 (CMIP-5). Multiple linear regression is applied to estimate the zonal temperature, wind and annular mode responses to a typical solar cycle, with a focus on both the stratosphere and the stratospheric influence on the surface over the period ∼1850–2005. The analysis is performed on all CMIP-5 models but focuses on the 13 CMIP-5 models that resolve the stratosphere (high-top models) and compares the simulated solar cycle signature with reanalysis data. The 11 year solar cycle component of climate variability is found to be weaker in terms of magnitude and latitudinal gradient around the stratopause in the models than in the reanalysis. The peak in temperature in the lower equatorial stratosphere (∼70 hPa) reported in some studies is found in the models to depend on the length of the analysis period, with the last 30 years yielding the strongest response.\nA modification of the Polar Jet Oscillation (PJO) in response to the 11 year solar cycle is not robust across all models, but is more apparent in models with high spectral resolution in the short-wave region. The PJO evolution is slower in these models, leading to a stronger response during February, whereas observations indicate it to be weaker. In early winter, the magnitude of the modelled response is more consistent with observations when only data from 1979–2005 are considered. The observed North Pacific high-pressure surface response during the solar maximum is only simulated in some models, for which there are no distinguishing model characteristics. The lagged North Atlantic surface response is reproduced in both high- and low-top models, but is more prevalent in the former. In both cases, the magnitude of the response is generally lower than in observations.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2530", 
        "title": "Solar signals in CMIP-5 simulations: the stratospheric pathway"
    }, 
    {
        "author": "Shu-Hua Chen, Yi-Chin Liu, Terrence R. Nathan, Christopher Davis, Ryan Torn, Nicholas Sowa, Chao-Tzuen Cheng, Jen-Ping Chen", 
        "date": "2015-04-08", 
        "description": "\nThe influence of direct dust-radiative forcing on the movement and track of Hurricane Helene (2006) is examined numerically using the Weather Research and Forecasting dust model. Numerical simulations show that the model-generated dust plume modifies the thermal field, causing a clockwise turning of the vertical shear surrounding the plume, which changes the deep layer steering flow. The change in the steering flow modifies Helene's moving speed and direction as it transits the plume. As Helene exits the plume, it has a different trajectory than it would have had in the absence of dust-radiative forcing. Consequently, the difference in the tracks with and without dust-radiative forcing continues to grow with distance from the plume. The dust-induced changes in temperature and wind together cause Helene's modeled storm track to be in closer agreement with the observed track; the dust-radiative forcing reduces the error in the model's 7-day track forecasts by an average of 27% (∼205 km).\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2542", 
        "title": "Modeling the effects of dust-radiative forcing on the movement of Hurricane Helene (2006)"
    }, 
    {
        "author": "Bianca Adler, Norbert Kalthoff, Martin Kohler, Jan Handwerker, Andreas Wieser, Ulrich Corsmeier, Christoph Kottmeier, Dominique Lambert, Olivier Bock", 
        "date": "2015-04-08", 
        "description": "\nComprehensive measurements were carried out on the mountainous island of Corsica during the Hydrological cycle in the Mediterranean Experiment (HyMeX) field campaign in 2012. Using data from an operational GPS network, radiosondes and microwave radiometers, we studied the spatio-temporal variability of integrated water vapour (IWV) and convection-related parameters in the pre-convective environment over the island. The following spatial differences in the IWV evolution occurred frequently. In the interior of the island the IWV strongly increased around noon, while on the upstream coast only small variations were observed. We showed that a transport of water vapour with thermally driven circulations and the formation of elevated humidity layers due to advective venting caused the diurnal IWV variation over and downstream of the mountains. Spatial inhomogeneities in the pre-convective atmospheric conditions evolved and the knowledge of these turned out to be crucial to understanding the timing and location of isolated deep convection over the island.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2545", 
        "title": "The variability of water vapour and pre-convective conditions over the mountainous island of Corsica"
    }, 
    {
        "author": "Gino Chen, Ben P. Kirtman, Mohamed Iskandarani", 
        "date": "2015-04-08", 
        "description": "In the present proof-of-concept investigation, a new reliable and efficient perturbed parameter scheme is shown to be comparable to an additive stochastic parametrization scheme in resolving systematic model error. The experiments are conducted using two Lorenz 63 (L63) models coupled to mimic the ocean–atmosphere system, and the atmospheric L63 is further coupled to a spatially resolved convective-scale Lorenz 96 (L96). The entire system is treated as the ‘truth’, and is simulated using a ‘forecast model’ where L96 is treated as a subgrid-scale process and parametrized using one of three schemes: (i) deterministic, (ii) additive stochastic parametrization, and (iii) perturbed parameter. Perfect initial conditions are applied to investigate uncertainties caused by model errors. The systematic biases are significantly reduced in the perturbed parameter scheme when ‘informative’ perturbations are applied. An informative perturbation is the difference between the true tendency and the deterministically parametrized tendency. Moreover, the proposed scheme uses a stochastic spectral method, Polynomial Chaos Expansion (PCE), to build a low-cost surrogate model of the perturbed forecast model. The PCE surrogate is an analytic function of the perturbation which effectively produces unbiased forecast statistics at large ensemble size, without the need to integrate the actual perturbed forecast model.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2541", 
        "title": "An efficient perturbed parameter scheme in the Lorenz system for quantifying model uncertainty"
    }, 
    {
        "author": "R. H. White", 
        "date": "2015-04-06", 
        "description": "\nThe use of multiple passive tracers in a dynamical ocean model is presented as a method to study water mass origins. The multiple passive tracer method is successfully applied to determine the origin regions of the Atlantic cold tongue (ACT), using 31 passive tracers. At the time of the ACT minimum in sea surface temperature, 38 ± 3% of the surface water in the central equatorial Atlantic is found to originate in the western side of the basin, with only 11 ± 2% originating in the east. Conversely, for the ACT surface cooling off the west coast of Africa, only 2 ± 1% is from the west of the Atlantic basin, with 71 ± 7% from the east. The region of the North Brazil undercurrent is found to be the most important origin region for the central Atlantic ACT region, for a 6–8 month lead time. Using the Met Office EN4 observational dataset of ocean temperatures, correlations are found between January temperatures in the North Brazil undercurrent region and both the ACT mean temperature and ACT spatial extent in July–August, significant at the 0.95 level. This suggests that the 6-month lead-time predictability of the ACT may be increased by improved knowledge of the North Brazil undercurrent temperature. Results from previous studies suggest that such increased predictability of the ACT could potentially help improve predictions of the West African monsoon.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2536", 
        "title": "Using multiple passive tracers to identify the importance of the North Brazil undercurrent for Atlantic cold tongue variability"
    }, 
    {
        "author": "G. Messori, A. Czaja", 
        "date": "2015-04-02", 
        "description": "\nThe present study analyses large values (or pulses) of local and zonally integrated meridional atmospheric heat transport due to transient eddies. The data used is the European Centre for Medium-range Weather Forecasts ERA-Interim reanalysis with daily, 0.7° latitude and longitude resolution. The domain of interest is the extratropics. First, the circulation associated with local pulses of heat transport is described. This is found to match many of the features found in warm conveyor belts, although important regional differences exist. The large values of heat transport are seen to be associated with co-varying meridional velocity and moist static energy anomalies. Next, it is shown that there exist strong pulses of meridional heat transport when a zonal integral around a given latitude circle is considered. These zonal pulses are only partly driven by the synchronized occurrence of a large number of local pulses. The existence of such pronounced variability in zonally integrated meridional heat transport can have important consequences for the energy balance of the high latitudes.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2529", 
        "title": "On local and zonal pulses of atmospheric heat transport in reanalysis data"
    }, 
    {
        "author": "A. Viúdez", 
        "date": "2015-03-28", 
        "description": "\nThe mass anomaly associated with piecewise constant symmetric potential vorticity (PV) vortices in rotating and stratified fluids is investigated. It is found that the absolute value of this mass anomaly depends linearly on the distance to the vortex centre and is therefore unbounded. This property of PV ball vortices is found under quasi-geostrophic and semi-geostrophic approximations, as well as the more general Euler dynamics. To overcome this difficulty, a new class of vortices is introduced. These vortices occupy, in all senses, a limited amount of volume and are therefore bounded. Unlike PV ball vortices, which have homogeneous PV, the new vortices have a central core of continuous PV of one sign and an outer shell of opposite signed PV, such that the amount of PV anomaly is zero.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2538", 
        "title": "On the mass anomaly of potential vorticity vortices"
    }, 
    {
        "author": "Courtney Schumacher, Stephanie N. Stevenson, Christopher R. Williams", 
        "date": "2015-03-28", 
        "description": "\nThree months of profiler observations from Darwin, Australia are separated into seven cloud types (shallow, mid-level, and deep convective; weak and robust stratiform rain; and transitional and ice-only anvil) to provide vertical velocity statistics on the full spectrum of tropical convective clouds over the course of a monsoon season. Consistent with past studies, convective updraughts increase in height and magnitude as the convective cloud height increases. Shallow/mid-level/deep convection has a mean maximum value of 0.3 m s−1 at 3 km/0.6 m s−1 at 5 km/2.5 m s−1 at 8 km. Deep convective extremes approach 18 m s−1 above 8 km while downdraughts in all convective cloud types are maximum below 4 km. Stratiform vertical velocities are weaker and less varied than in active convection, with maximum mean values <0.25 m s−1. However, stratiform rain regions associated with larger near-surface reflectivities (and thus rain rates) have stronger mesoscale up- and downdraughts than weaker stratiform rain regions. Anvil cloud with little or no rain near the surface also exhibits mesoscale up- and downdraughts, but the vertical velocity profile is shifted up in height by at least 2 km. In addition, anvil updraughts were only 20–50% of the magnitudes in the stratiform rain region. Overall, the vertical motion statistics were similar across the pre-, active and suppressed monsoon periods. The vertical velocity distributions for each cloud type were also generally consistent with the reflectivity distributions (i.e. the strongest updraughts were often linked to the largest reflectivities), allowing for some linkages between the dynamical and microphysical cloud properties. For example, strong updraughts above the 0 °C level in deep convection are associated with strongly sloping reflectivity profiles supporting the importance of cold rain growth processes, and stronger vertical motions are associated with stratiform rain that has a robust bright band.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2520", 
        "title": "Vertical motions of the tropical convective cloud spectrum over Darwin, Australia"
    }, 
    {
        "author": "Thomas Frisius", 
        "date": "2015-03-26", 
        "description": "\nControl mechanisms of tropical cyclone size are investigated with the axisymmetric cloud model HURMOD. In agreement with preceding HURMOD studies, the model results exhibit the existence of a fixed-point attractor associated with a tropical cyclone. From the non-dimensionalized model equations, a similarity law is derived, which relates six model parameters to the horizontal extent of the tropical cyclone in a steady state. Each parameter is associated with one of the following processes: planetary rotation, condensation time-scale, radiative relaxation time-scale, horizontal diffusion, vertical diffusion, and surface transfer. Individual variation of the parameters reveals that the radius of maximum horizontal wind speed is very sensitive to the Coriolis parameter, the mixing lengths and the radiative relaxation time-scale, whereas the radius of minimum tangential wind merely depends on the Coriolis parameter, the surface transfer coefficients, and the radiative relaxation time-scale. The increase of the radius of maximum horizontal wind speed with vertical eddy diffusivity goes along with an enhancement of the overturning mass flux within the secondary circulation. This agrees with the Hadley cell theory by Held and Hou who also emphasized the relevance of vertical diffusion. The strengthening of the overturning mass flux follows a power law similar to that found in an ocean modelling study. Moreover, TC size is found to be sensitive to environmental conditions comprising the prescribed sea-surface temperature, tropopause height and static stability, while the sensitivity with respect to relative humidity is relatively small in the model. When the torque due to the upper sponge layer is switched off, the model exactly fulfills in the long run the steady state angular momentum budget equation.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2537", 
        "title": "What controls the size of a tropical cyclone? Investigations with an axisymmetric model"
    }, 
    {
        "author": "Chanh Kieu", 
        "date": "2015-03-26", 
        "description": "\nIn this study, we re-examine the hypothesis of the dissipative heating in the tropical cyclone (TC) maximum potential intensity (MPI) proposed by Bister and Emanuel in 1998. By analysing an integral energy equation for an atmospheric domain that encloses all the TC Carnot legs, it is shown that the dissipative heating within the boundary layer is inherently contained in the energy budget so that there is no need to treat it separately. Due to the well-mixed assumption, the net impact of the dissipative heating turns out to be negligible, resulting in the same MPI estimation as in Emanuel's 1986 article. Within the atmospheric surface layer, the dissipative heating comes at the expense of reduced internal kinetic energy in the boundary layer, which is not seen in Bister and Emanuel's formulation due to their assumption of constant wind speed within the atmospheric surface layer. Analysis of the energy distribution within the atmospheric surface layer shows that about 10–30% of the frictional work could be transferred to the ocean surface waves and oceanic well-mixed layer, and the assumption that all frictional work is converted to the dissipative heating therefore needs to be revisited. Given further uncertainties in how the dissipative heating is distributed within the surface layer and how the atmospheric surface layer exchanges heat with the ambient environment, we recommend use of the original MPI formula obtained by Emanuel (1986) in which the impact of the dissipative heating within the surface layer can be effectively included in the bulk enthalpy flux parametrization instead of considering dissipative heating as an independent heat source as proposed by Bister and Emanuel.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2534", 
        "title": "Revisiting dissipative heating in tropical cyclone maximum potential intensity"
    }, 
    {
        "author": "Shira Raveh-Rubin, Heini Wernli", 
        "date": "2015-03-26", 
        "description": "\nA new method for identifying high impact large-scale wind and precipitation events in the extended Mediterranean region is outlined and applied to the European Centre for Medium-range Weather Forecasts (ECMWF) reanalysis dataset ERA-Interim for the years 1979–2012. The method highlights large-scale 10 m gust and precipitation events that classify as extreme if integrated over a spatial scale of 1000 km and a temporal scale of 3 days. The method detects successfully high impact events, and reveals clear seasonal differences among the subregions of the Mediterranean. Western Mediterranean precipitation extremes are more intense, and occur mainly in autumn, while eastern Mediterranean events occur in winter. Composite dynamical analyses of large-scale wind and precipitation extremes, and a combination of them, highlight coherent dynamical flow structures associated with the extremes in the different subregions of the Mediterranean. Precipitation events are preceded by an upper-level trough and strong jet on its western flank, followed by cyclogenesis (mainly in the western Mediterranean), and/or a merging of the polar with the subtropical jet over northeastern Africa (in the eastern Mediterranean). Strong surface wind extremes develop around cyclones that intensify south of a deep parent cyclone near the exit of a strong anticyclonically curved jet, propagate eastwards and create a cold and dry northerly wind anomaly at the surface. Furthermore, combined large-scale wind and precipitation extremes often occur simultaneously near cyclones, either North Atlantic cyclones, which project the wind and precipitation into the western Mediterranean, or Mediterranean cyclones. The latter produce wind extremes over a localized area, which often overlaps entirely with the region that receives extreme precipitation.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2531", 
        "title": "Large-scale wind and precipitation extremes in the Mediterranean: a climatological analysis for 1979–2012"
    }, 
    {
        "author": "David H. Bromwich, Aaron B. Wilson, Le-Sheng Bai, George W. K. Moore, Peter Bauer", 
        "date": "2015-03-26", 
        "description": "The Arctic System Reanalysis version 1 (ASRv1), a high-resolution regional assimilation of model output, observations and satellite data across the mid- and high latitudes of the Northern Hemisphere, and the global European Centre for Medium Range Forecasting Interim Reanalysis (ERAI) are compared with atmospheric observations for the period December 2006 to November 2007. Results throughout the troposphere show observations to be well assimilated in the ASRv1, as monthly and annual near-surface (upper-level) temperature, dew-point (relative humidity), pressure (geopotential height) and wind-speed biases compared with surface stations and radiosondes are very small. These results are similar to the ERAI, although wind-speed biases are significantly smaller in the ASRv1. Despite the ASRv1's use of a 3D-variational (Var) assimilation compared with the ERAI's 4D-Var, similar results suggest that a regional approach with higher-resolution terrain and a detailed land-surface description forced by a global reanalysis may improve the assimilation of observations and help offset temporal information lost by the 3D-Var compared with the 4D-Var. However, the ASRv1 forecast field results compared with the ERAI are mixed. The ASRv1 and ERAI show negative precipitation biases during cool months compared with gauge observations, and too much precipitation falls in the ASRv1 during summer in the midlatitudes. Stations north of 60°N demonstrate smaller precipitation biases in the ASRv1 than the ERAI except during the summer, when the ASRv1 is very dry. Short-wave radiation compared with observations is much too large in the ASRv1, and both reanalyses show long-wave radiation deficits during most months. These results point to inadequacies in model physics in the ASRv1 (e.g. convective and radiation schemes) that will continue to be refined in subsequent versions of the ASR.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2527", 
        "title": "A comparison of the regional Arctic System Reanalysis and the global ERA-Interim Reanalysis for the Arctic"
    }, 
    {
        "author": "Hans Hersbach, Carole Peubey, Adrian Simmons, Paul Berrisford, Paul Poli, Dick Dee", 
        "date": "2015-03-26", 
        "description": "\nThis article describes an ensemble of ten atmospheric model integrations for the years 1899–2010, performed at the European Centre for Medium-Range Weather Forecasts (ECMWF). Horizontal spectral resolution is T159 (about 125 km), using 91 levels in the vertical from the surface up to 1 Pa, and a time step of 1 h. This ensemble, denoted by ERA-20CM, formed the first step toward a twentieth-century reanalysis within ERA-CLIM, a three-year European funded project involving nine partners.\nSea-surface temperature and sea-ice cover are prescribed by an ensemble of realizations (HadISST2), as recently produced by the Met Office Hadley Centre within ERA-CLIM. Variation in these realizations reflect uncertainties in the available observational sources on which this product is based. Forcing terms in the model radiation scheme follow CMIP5 recommendations. Any effect of their uncertainty is neglected. These terms include solar forcing, greenhouse gases, ozone and aerosols. Both the ocean surface and radiative forcing incorporate a proper long-term evolution of climate trends in the twentieth century, and the occurrence of major events, such as the El Niño–Southern Oscillations and volcanic eruptions.\nNo atmospheric observations were assimilated. For this reason ERA-20CM is not able to reproduce actual synoptic situations. However, the ensemble is able to provide a statistical estimate of the climate. Overall, the temperature rise over land is in fair agreement with the CRUTEM4 observational product. Over the last two decades the warming over land exceeds the warming over sea, which is consistent with models participating in the CMIP5 project, as well as with the ECMWF ERA-Interim reanalysis. Some aspects of warming and of the hydrological cycle are discerned, and the model response to volcanic eruptions is qualitatively correct.\nThe data from ERA-20CM are freely available, embracing monthly-mean fields for many atmospheric and ocean-wave quantities, and synoptic fields for a small, essential subset.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2528", 
        "title": "ERA-20CM: a twentieth-century atmospheric model ensemble"
    }, 
    {
        "author": "Qinghua Yang, Svetlana N. Losa, Martin Losch, Thomas Jung, Lars Nerger", 
        "date": "2015-03-26", 
        "description": "\nThe role of atmospheric uncertainty for the assimilation and prediction of Arctic sea ice is explored by running the Massachusetts Institute of Technology general circulation model (MITgcm) in data assimilation (DA) and prediction mode for summer 2010. The atmospheric ensemble forcing is taken from the UK Met Office (UKMO) system available through the TIGGE (THORPEX Interactive Grand Global Ensemble) database. The DA system is based on a Local Singular Evolutive Interpolated Kalman (LSEIK) filter, and Special Sensor Microwave Imager/Sounder (SSMIS) sea ice concentration operational products from the National Snow and Ice Data Center (NSIDC) are assimilated. Two kinds of experiments are carried out differing in the LSEIK configuration and forcing used: the first one uses a single deterministic control forcing and a forgetting factor necessary to inflate the ensemble spread in the DA phase; the second one uses 23 members from the UKMO atmospheric ensemble prediction system, thereby avoiding any additional ensemble inflation and making further tuning unnecessary. With both systems the model data misfit improves as expected, but the ensemble approach outperforms the deterministic filter. The ice concentration of 24 h forecasts is consistently closer to observations with the ensemble approach, because a larger and more realistic ensemble spread, representing model uncertainty, leads to a better adjustment. Fifteen-day forecasts are also better with ensemble forcing than with deterministic forcing, because of both the larger spread and the better initial state in the ensemble forced system. The ensemble forcing can also improve poor initial states obtained with the deterministic control forcing, because the ensemble forcing introduces a larger spread that spans a larger range of model simulations. Ice thickness forecasts cannot be significantly improved with the ensemble forcing.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2523", 
        "title": "The role of atmospheric uncertainty in Arctic summer sea ice data assimilation and prediction"
    }, 
    {
        "author": "Sándor Baran, Sebastian Lerch", 
        "date": "2015-03-26", 
        "description": "\nEnsembles of forecasts are obtained from multiple runs of numerical weather forecasting models with different initial conditions and typically employed to account for forecast uncertainties. However, biases and dispersion errors often occur in forecast ensembles: they are usually underdispersive and uncalibrated and require statistical post-processing. We present an Ensemble Model Output Statistics (EMOS) method for calibration of wind-speed forecasts based on the log-normal (LN) distribution and we also show a regime-switching extension of the model, which combines the previously studied truncated normal (TN) distribution with the LN.\nBoth models are applied to wind-speed forecasts of the eight-member University of Washington mesoscale ensemble, the 50 member European Centre for Medium-Range Weather Forecasts (ECMWF) ensemble and the 11 member Aire Limitée Adaptation dynamique Développement International-Hungary Ensemble Prediction System (ALADIN-HUNEPS) ensemble of the Hungarian Meteorological Service; their predictive performance is compared with that of the TN and general extreme value (GEV) distribution based EMOS methods and the TN–GEV mixture model. The results indicate improved calibration of probabilistic forecasts and accuracy of point forecasts in comparison with the raw ensemble and climatological forecasts. Further, the TN–LN mixture model outperforms the traditional TN method and its predictive performance is able to keep up with models utilizing the GEV distribution without assigning mass to negative values.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2521", 
        "title": "Log-normal distribution based Ensemble Model Output Statistics models for probabilistic wind-speed forecasting"
    }, 
    {
        "author": "Jean-François Lemieux, Christiane Beaudoin, Frédéric Dupont, François Roy, Gregory C. Smith, Anna Shlyaeva, Mark Buehner, Alain Caya, Jack Chen, Tom Carrieres, Lynn Pogson, Patricia DeRepentigny, André Plante, Paul Pestieau, Pierre Pellerin, Hal Ritchie, Gilles Garric, Nicolas Ferry", 
        "date": "2015-03-25", 
        "description": "\nIn recent years, the demand for improved environmental forecasts in the Arctic has intensified as maritime transport and offshore exploration increase. As a result, Canada has accepted responsibility for the preparation and issuing services for the new Arctic MET/NAV Areas XVII and XVIII. Environmental forecasts are being developed based on a new integrated Arctic marine prediction system. Here, we present the first phase of this initiative, a short-term pan-Arctic 1/12° resolution Regional Ice Prediction System (RIPS). RIPS is currently set to perform four 48 h forecasts per day. The RIPS forecast model (CICE 4.0) is forced by atmospheric forecasts from the Environment Canada regional deterministic prediction system. It is initialized with a 3D-Var analysis of sea ice concentration and the ice velocity field and thickness distribution from the previous forecast. The other forcing (surface current) and initialization fields (mixed-layer depth, sea surface temperature and salinity) come from the 1/4° resolution Global Ice Ocean Prediction System. Three verification methods for sea ice concentration are presented. Overall, verifications over a complete seasonal cycle (2011) against the Ice Mapping System ice extent product show that RIPS 48 h forecasts are better than persistence during the growth season while they have a lower skill than persistence during the melt period. A better representation of landfast ice, oceanic processes (wave–ice interactions, upwelling events, etc.) in the marginal ice zone and better initializing fields should lead to improved forecasts.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2526", 
        "title": "The Regional Ice Prediction System (RIPS): verification of forecast sea ice concentration"
    }, 
    {
        "author": "J. M. M. Donda, I. G. S. van Hooijdonk, A. F. Moene, H. J. J. Jonker, G. J. F. van Heijst, H. J. H. Clercx, B. J. H. van de Wiel", 
        "date": "2015-03-21", 
        "description": "\nThe collapse of turbulence in a pressure-driven, cooled channel flow is studied by using 3D direct numerical simulations (DNS) in combination with theoretical analysis using a local similarity model. Previous studies with DNS reported a definite collapse of turbulence in cases when the normalized surface cooling h/L (with h the channel depth and L the Obukhov length) exceeded a value of 0.5. A recent study by the present authors succeeded in explaining this collapse using the so-called maximum sustainable heat flux (MSHF) theory. This states that collapse may occur when the ambient momentum of the flow is too weak to transport enough heat downward to compensate for the surface cooling. The MSHF theory predicts that, in pressure-driven flows, acceleration of the fluid after collapse will eventually cause a regeneration of turbulence, in contrast with the aforementioned DNS results. It also predicts that the flow should be able to survive ‘supercritical’ cooling rates, in cases when sufficient momentum is applied to the initial state. Here, both predictions are confirmed using DNS simulations. It is also shown that in DNS a recovery of turbulence will occur naturally, provided that perturbations of finite amplitude are imposed on the laminarized state and provided that sufficient time for flow acceleration is allowed. As such, we conclude that the collapse of turbulence in this configuration is a temporary, transient phenomenon for which a universal cooling rate does not exist. Finally, in the present work a one-to-one comparison between a parametrized, local similarity model and the turbulence-resolving model (DNS) is made. Although local similarity originates from observations that represent much larger Reynolds numbers than those covered by our DNS simulations, both methods appear to predict very similar mean velocity (and temperature) profiles. This suggests that in-depth analysis with DNS can be an attractive complementary tool with which to study atmospheric physics, in addition to tools that are able to represent high Reynolds number flows like large-eddy simulations.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2511", 
        "title": "Collapse of turbulence in stably stratified channel flow: a transient phenomenon"
    }, 
    {
        "author": "Sharon A. Jewell, Nicolas Gaussiat", 
        "date": "2015-03-17", 
        "description": "\nNetworks of rain-gauges provide an accurate but highly localized measure of rainfall, with limited coverage and resolution, whereas radars provide rain-rate and accumulation estimates over wide areas at high spatial and temporal resolution but low accuracy. When quantifying rainfall accumulations for applications such as flood forecasting, combining the two sets of data can be beneficial for producing a high-resolution merged product with a lower error than the gauge-only or the radar-only product. In this study, three kriging methods (kriging with external drift (KED), kriging with radar-based error correction (KRE) and ordinary kriging (OK)) as well as a multiquadric (MQ) scheme have been used to merge radar and gauge data. The results were cross-validated with true rainfall readings at the surface for a number of different meteorological events covering England and Wales. Overall, all the merging schemes trialled produced a merged product that was superior to the individual radar or gauge data. The KED was the best performing method across all rainfall thresholds and meteorological conditions, with the use of a parametric variogram best suited to short (15 min) accumulation periods and a non-parametric variogram preferable for hourly accumulations. The study also shows that the merged product deteriorates when the gauge-network density is reduced; exceptions to this are made in situations where spatially isolated rainfall is observed by the radar and where the gauges that are found least likely to represent the rainfall are carefully removed prior to merging. The latter process was found to improve the quality of the merged product, regardless of the meteorological conditions, providing a viable method for producing a KED-based merging scheme that is applicable to all meteorological conditions.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2522", 
        "title": "An assessment of kriging-based rain-gauge–radar merging techniques"
    }, 
    {
        "author": "Warren Tennant", 
        "date": "2015-03-17", 
        "description": "\nThree different methods to initialise the Met Office limited-area convection-permitting ensemble prediction system (MOGREPS-UK) are investigated. The first method, which forms the baseline for this study, is the current operational downscaling method where each 2.2 km high-resolution ensemble member is nested within a corresponding 33 km resolution global ensemble member out to 36 h lead-time. The second method is centring large-scale perturbations, which are interpolated from the global ensemble, on an analysis interpolated from the operational UKV model, which is a 1.5 km high-resolution convective-scale model running a 3-hourly data assimilation cycle. The third method is a perpetual cycling run where the 6 h forecast of each high-resolution ensemble member is used to initialise the subsequent cycle, with only the lateral boundary conditions being updated to the new driving global ensemble model forecast. Each of the three methods have their own advantages, but the method that centres large-scale perturbations on a high-resolution analysis performs best as measured by standard objective verification measures and is shown to perform well in three case-studies. Results from the perpetual cycling trial show that some forecast parameters, such as visibility, would appear to benefit from separate high-resolution initial perturbations.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2524", 
        "title": "Improving initial condition perturbations for MOGREPS-UK"
    }, 
    {
        "author": "Hanh Nguyen, Alain Protat, Vickal Kumar, Surendra Rauniyar, Michael Whimpey, Lawrence Rikus", 
        "date": "2015-03-14", 
        "description": "\nThis study evaluates the ability of the regional high-resolution version of the Australian Community Climate and Earth-System Simulator (ACCESS-A) model (horizontal resolution of 12 km, 50 height levels with a 37.5 km top) to simulate statistical rainfall properties during three monsoon seasons using the Darwin C-band polarimetric (CPOL) radar observation as a reference. The comparison consists of characteristics of precipitation, including the total-domain accumulated daily rainfall, the daily rain intensity and frequency and the probability distribution function of hourly rain rate. These characteristics are then binned using five large-scale atmospheric regimes that represent the main weather states in that region to assess the ability of the model to reproduce the variability of the statistical rainfall properties as a function of these defined regimes. The main results are that although the model reproduces the accumulated daily rainfall amount reasonably well, albeit tending to slightly overestimate it, the mean rain rate is too weak, compensated by too large a rain frequency of occurrence. In terms of intensity the model tends to perform worse in the dry regimes but improves in the wet regimes, especially during the ‘Deep Westerly’ regime, when most of the monsoonal precipitation is produced. Probability distribution functions of rain rates reveal that although there are small differences amongst regimes, marked discrepancies are found between model and observations. The ACCESS-A overestimates light rain rates, underestimates moderate to heavy rain rates and produces spurious very heavy rain rates that are not observed at all by the radar. The evaluation of the diurnal cycle of rainfall properties also reveals a general underestimate of rain rates, compensated by an overestimated rain frequency over the whole cycle, resulting in an overestimated amplitude and a wrong timing of the diurnal cycle. In all regimes, the overestimation of total-domain daily rainfall and rain frequency is found to be due to an overestimation of low rain rates produced by the ACCESS-A convective scheme, while the underestimation of mean rain rate is due to an underestimate of high rain rates and high rain rates frequency by the ACCESS-A convective scheme.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2525", 
        "title": "A regional forecast model evaluation of statistical rainfall properties using the CPOL radar observations in different precipitation regimes over Darwin, Australia"
    }, 
    {
        "author": "Yi Huang, Charmaine N. Franklin, Steven T. Siems, Michael J. Manton, Thomas Chubb, Adrian Lock, Simon Alexander, Andrew Klekociuk", 
        "date": "2015-03-10", 
        "description": "Near-synchronized in situ, space-borne (A-Train) and ground-based lidar observations are employed to evaluate the boundary-layer clouds (BLCs) over Tasmania and the adjacent Southern Ocean (SO) simulated by the limited-area version of Australian Community Climate and Earth System Simulator (ACCESS-C). Two winter cases featuring BLCs associated with a post-frontal environment and the leading side of a high-pressure ridge are studied. Previous studies showed that these synoptic conditions contribute to the largest reflected short-wave radiation biases simulated over the SO.\nResults of the simulations suggest that the ACCESS-C model demonstrates an appreciable level of skill in simulating the macrophysical properties of the BLCs over the SO, generally consistent with the in situ and remote-sensing observations. However, some notable challenges remain: the area cloud fraction of the marine BLCs is consistently underpredicted; the fine-scale structure of the marine cumuli is poorly represented in the 4 km grid-length simulations; the capping inversion over the marine boundary layer is generally too high, associated with the marine BLCs being predicted at the wrong altitude and temperature ranges; the liquid water content (LWC) of the BLCs is underestimated; and the model representation of drizzle production can be too efficient.\nSensitivity studies are also conducted to test a newly developed autoconversion microphysics scheme and shear-dominated planetary boundary-level (PBL) scheme. These parametrizations show notable improvement in cloud prediction for CASE B (i.e. better area cloud fraction and better average and maximum values of LWC). However, none of these tests is able to improve the simulated marine PBL structure. Overall, the simulated cloud biases are jointly influenced by physical parametrizations, poor representations of large-scale advection, surface fluxes and subsidence. More substantial observations are needed to improve our understanding of the origins and development of these biases and the relative contribution of these errors to the radiation budget over the SO.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2519", 
        "title": "Evaluation of boundary-layer cloud forecasts over the Southern Ocean in a limited-area numerical weather prediction system usingin situ, space-borne and ground-based observations"
    }, 
    {
        "author": "John Methven, Paul Berrisford", 
        "date": "2015-03-10", 
        "description": "\nThe theory of wave–mean flow interaction requires a partition of the atmospheric flow into a notional background state and perturbations to it. Here, a background state, known as the Modified Lagrangian Mean (MLM), is defined as the zonally symmetric state obtained by requiring that every potential vorticity (PV) contour lying within an isentropic layer encloses the same mass and circulation as in the full flow. For adiabatic and frictionless flow, these two integral properties are time-invariant and the MLM state is a steady solution of the primitive equations. The time dependence in the adiabatic flow is put into the perturbations, which can be described by a wave-activity conservation law that is exact even at large amplitude. Furthermore, the effects of non-conservative processes on wave activity can be calculated from the conservation law.\nA new method to calculate the MLM state is introduced, where the position of the lower boundary is obtained as part of the solution. The results are illustrated using Northern Hemisphere ERA-Interim data. The MLM state evolves slowly, implying that the net non-conservative effects are weak. Although ‘adiabatic eddy fluxes’ cannot affect the MLM state, the effects of Rossby-wave breaking, PV filamentation and subsequent dissipation result in sharpening of the polar vortex edge and meridional shifts in the MLM zonal flow, both at tropopause level and on the winter stratospheric vortex. The rate of downward migration of wave activity during stratospheric sudden warmings is shown to be given by the vertical scale associated with polar vortex tilt divided by the time-scale for wave dissipation estimated from the wave-activity conservation law. Aspects of troposphere–stratosphere interaction are discussed.\nThe new framework is suitable to examine the climate and its interactions with disturbances, such as midlatitude storm tracks, and makes a clean partition between adiabatic and non-conservative processes.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2518", 
        "title": "The slowly evolving background state of the atmosphere"
    }, 
    {
        "author": "F. Couvreux, R. Roehrig, C. Rio, M.-P. Lefebvre, M. Caian, T. Komori, S. Derbyshire, F. Guichard, F. Favot, F. D'Andrea, P. Bechtold, P. Gentine", 
        "date": "2015-03-10", 
        "description": "A case of daytime development of deep convection over tropical semi-arid land is used to evaluate the representation of convection in global and regional models. The case is based on observations collected during the African Monsoon Multidisciplinary Analysis (AMMA) field campaign and includes two distinct transition phases, from clear sky to shallow cumulus and from cumulus to deep convection. Different types of models, run with identical initial and boundary conditions, are intercompared: a reference large-eddy simulation (LES), single-column model (SCM) version of four different Earth system models that participated in the Coupled Model Intercomparison Project 5 exercise, the SCM version of the European Centre for Medium-range Weather Forecasts operational forecast model, the SCM version of a mesoscale model and a bulk model. Surface fluxes and radiative heating are prescribed preventing any atmosphere–surface and cloud–radiation coupling in order to simplify the analyses so that it focuses only on convective processes. New physics packages are also evaluated within this framework.\nAs the LES correctly reproduces the observed growth of the boundary layer, the gradual development of shallow clouds, the initiation of deep convection and the development of cold pools, it provides a basis to evaluate in detail the representation of the diurnal cycle of convection by the other models and to test the hypotheses underlying convective parametrizations. Most SCMs have difficulty in representing the timing of convective initiation and rain intensity, although substantial modifications to boundary-layer and deep-convection parametrizations lead to improvements. The SCMs also fail to represent the mid-level troposphere moistening during the shallow convection phase, which we analyse further. Nevertheless, beyond differences in timing of deep convection, the SCM models reproduce the sensitivity to initial and boundary conditions simulated in the LES regarding boundary-layer characteristics, and often the timing of convection triggering.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2517", 
        "title": "Representation of daytime moist convection over the semi-arid Tropics by parametrizations used in climate and meteorological models"
    }, 
    {
        "author": "J. Camp, M. Roberts, C. MacLachlan, E. Wallace, L. Hermanson, A. Brookshaw, A. Arribas, A. A. Scaife", 
        "date": "2015-03-10", 
        "description": "The variability and predictability of tropical storm activity in the Met Office fully coupled atmosphere–ocean Global Seasonal Forecast System 5 (GloSea5) is assessed. GloSea5 is a high-resolution seasonal forecast system with an atmospheric horizontal grid of 0.83°\nlongitude × 0.55° latitude (∼53 km at 55°N) and 0.25° in the global ocean. The performance of the system is assessed in terms of its ability to retrospectively predict the observed tropical storm climatology and its response to the El Niño–Southern Oscillation (ENSO). Results are compared to the predecessor system GloSea4 (∼120 km atmospheric horizontal resolution) and observational analyses over the common period of the operational hindcast for both systems: 1996–2009. A supplementary assessment of GloSea5 for the period 1992–2013 is then performed to evaluate skill of tropical storm predictions in the Northern Hemisphere as well as landfall frequency along two regions, the US coast and the Caribbean, over a longer period. GloSea5 is able to reproduce key tropical storm characteristics, such as their geographical distribution, seasonal cycle and interannual variability, as well as spatial changes in storm track density with ENSO. GloSea5 shows statistically significant skill for predictions of tropical storm numbers and accumulated cyclone energy (ACE) index in the North Atlantic, western Pacific, Australian region and South Pacific. Statistically significant skill is also found for predictions of landfall frequency along the Caribbean coastline. Skill is similar using either the direct counting of landfalling storms in the model, or by inferring landfall rates from the Atlantic basin-wide storm count. We find no skill for predictions of landfall along the US coast. Results suggest the potential for operational seasonal tropical storm forecasts throughout the Tropics.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2516", 
        "title": "Seasonal forecasting of tropical storms using the Met Office GloSea5 seasonal forecast system"
    }, 
    {
        "author": "J. Rosch, T. Heus, M. Brueck, M. Salzmann, J. Mülmenstädt, L. Schlemmer, J. Quaas", 
        "date": "2015-03-04", 
        "description": "Current climate models often predict fractional cloud cover on the basis of a diagnostic probability density function (PDF) describing the subgrid-scale variability of the total water specific humidity, qt, favouring schemes with limited complexity. Standard shapes are uniform or triangular PDFs, the widths of which are assumed to scale with the grid-box mean qt or the grid-box mean saturation specific humidity, qs. In this study, the qt variability is analysed from large-eddy simulations for two stratocumulus, two shallow cumulus, and one deep convective cases. We find that, in most cases, triangles are a better approximation to the simulated PDFs than uniform distributions. In 2 of the 24 slices examined, the actual distributions were so strongly skewed that the simple symmetric shapes could not capture the PDF at all. The distribution width for either shape scales acceptably well with both the mean values of qt and qs, the former being a slightly better choice. The qt variance is underestimated by the fitted PDFs, but overestimated by the existing parametrizations. While the cloud fraction is in general relatively well diagnosed from fitted or parametrized uniform or triangular PDFs, it fails to capture cases with small partial cloudiness, and in 10–30% of the cases misdiagnoses clouds in clear skies or vice versa. The results suggest choosing a parametrization with a triangular shape, where the distribution width would scale with the grid-box mean qt using a scaling factor of 0.076. However, this is subject to the caveat that the reference simulations examined here were partly for rather small domains and driven by idealised boundary conditions.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2515", 
        "title": "Analysis of diagnostic climate model cloud parametrizations using large-eddy simulations"
    }, 
    {
        "author": "Annette K. Miltenberger, Axel Seifert, Hanna Joos, Heini Wernli", 
        "date": "2015-03-04", 
        "description": "\nThe precipitation produced by orographic clouds is the result of the interaction between nonlinear dynamical and microphysical processes. Focusing on warm-phase stable clouds, we propose that the precipitation efficiency is essentially controlled by the bulk Damköhler number of the system, i.e. the ratio of the characteristic advective to the microphysical time-scale of the cloud. These time-scales are investigated thoroughly for single air parcels along temporally highly resolved trajectories from quasi-two-dimensional numerical simulations with vertical Froude numbers between 0.38 and 2.31. Based on these results, analytical formulations for the Damköhler number of single parcels and for a bulk Damköhler number for the entire cloud are developed, which depend only on the far upstream flow properties and the cloud droplet number density.\nRelating the bulk Damköhler numbers to the precipitation efficiencies from the numerical simulations results in a unique scaling relation between the two non-dimensional numbers: no precipitation is observed for very small Damköhler numbers, while for large Damköhler numbers the precipitation efficiency asymptotically approaches a maximum value of about 0.8. For intermediate Damköhler numbers, the precipitation efficiency depends strongly on the microphysical properties of the clouds.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2514", 
        "title": "A scaling relation for warm-phase orographic precipitation: a Lagrangian analysis for 2D mountains"
    }, 
    {
        "author": "H. A. M. Sterk, G. J. Steeneveld, T. Vihma, P. S. Anderson, F. C. Bosveld, A. A. M. Holtslag", 
        "date": "2015-03-04", 
        "description": "\nIn this article, we evaluate the Weather Research and Forecasting (WRF) mesoscale meteorological model for stable conditions in clear skies with low wind speeds. Three contrasting terrains with snow-covered surfaces are considered, namely Cabauw (Netherlands, snow over grass), Sodankylä (Finland, snow over a needle-leaf forest) and Halley (Antarctica, snow over an ice shelf). We used the full three-dimensional (3D) model and the single-column versions of the WRF model. The single-column model (SCM) was driven by realistic forcings of the WRF–3D field. Several sets of SCM forcings were tested: A, no advection; B, varying geostrophic wind in time; C, momentum advection in addition to B; D, temperature and moisture advection in addition to C; E, forcing the SCM field to the 3D field above a threshold height.\nThe WRF–3D model produced good results overall for wind speed, but the near-surface temperatures and specific humidity were overestimated for Cabauw and Sodankylä and underestimated for Halley. Prescribing advection for momentum, temperature and moisture gave the best results for the WRF–SCM and simulations deviated strongly from reality without advection. Nudging the SCM field to the 3D field above a threshold height led to an unrealistic behaviour of the variables below this height and is not recommended. Detailed prescription of the surface characteristics, e.g. adjusting the snow cover and vegetation fraction, improved the 2 m temperature simulation. For all three sites, the simulated temperature and moisture inversion were underestimated, though this improved when prescribing advection.\nOverall, in clear-sky conditions, the stable boundary layer over snow and ice can be modelled to a good approximation if all processes are taken into account at high resolution and if land surface properties are carefully prescribed.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2513", 
        "title": "Clear-sky stable boundary layers with low winds over snow-covered surfaces. Part 1: WRF model evaluation"
    }, 
    {
        "author": "P. G. Hill, C. J. Morcrette, I. A. Boutle", 
        "date": "2015-03-02", 
        "description": "\nThe subgrid-scale spatial variability in cloud water content can be described by a parameter f called the fractional standard deviation. This is equal to the standard deviation of the cloud water content divided by the mean. This parameter is an input to schemes that calculate the impact of subgrid-scale cloud inhomogeneity on gridbox-mean radiative fluxes and microphysical process rates. A new regime-dependent parametrization of the spatial variability of cloud water content is derived from CloudSat observations of ice clouds. In addition to the dependencies on horizontal and vertical resolution and cloud fraction included in previous parametrizations, the new parametrization includes an explicit dependence on cloud type. The new parametrization is then implemented in the Global Atmosphere 6 (GA6) configuration of the Met Office Unified Model and used to model the effects of subgrid variability of both ice and liquid water content on radiative fluxes and autoconversion and accretion rates in three 20-year atmosphere-only climate simulations. These simulations show the impact of the new regime-dependent parametrization on diagnostic radiation calculations, interactive radiation calculations and both interactive radiation calculations and in a new warm microphysics scheme. The control simulation uses a globally constant f value of 0.75 to model the effect of cloud water content variability on radiative fluxes. The use of the new regime-dependent parametrization in the model results in a global mean which is higher than the control's fixed value and a global distribution of f which is closer to CloudSat observations. When the new regime-dependent parametrization is used in radiative transfer calculations only, the magnitudes of short-wave and long-wave top of atmosphere cloud radiative forcing are reduced, increasing the existing global mean biases in the control. When also applied in a new warm microphysics scheme, the short-wave global mean bias is reduced.\nThis article describes the development and impacts of a new cloud-type dependent parametrization of the variability of cloud water content. This image shows a snapshot from the CloudSat  observations (courtesy of the CloudSat Data Processing Center)  used to derive the parametrization together with the corresponding MODIS view and highlights the clear difference in variability  between convective clouds to the centre and right of the image and non-convective clouds to the left.\n\n\n\n\n\n\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2506", 
        "title": "A regime-dependent parametrization of subgrid-scale cloud water content variability"
    }, 
    {
        "author": "V. A. Sinclair, D. Keyser", 
        "date": "2015-02-26", 
        "description": "\nThe governing dynamics of numerically simulated cold fronts, as they collapse towards a minimum cross-frontal scale, are identified by determining force balances and the Rossby and Ekman numbers in frontal regions. A hierarchy of numerical simulations of cold fronts is performed with the Weather Research and Forecasting model and individual terms in the horizontal momentum equations are calculated from the model output to construct force balances. An inviscid, three-dimensional, idealized front is simulated at three different horizontal grid spacings (100, 20 and 4 km) and then the experiments are repeated with a planetary boundary layer (PBL) parametrization scheme included. Additionally, a full-physics simulation of the cold front originally analyzed by Sanders is conducted. The leading edge of the idealized, inviscid cold front is characterized by small Rossby numbers and hence balanced dynamics at all three model resolutions. When the PBL scheme is included, large Rossby numbers and unbalanced flow develop at the leading edge of the cold front, but only when the front is simulated at high resolution; at coarse resolution, balanced dynamics remain. The acceleration is in the cross-front direction and arises due to a localized pressure gradient force. Unlike the inviscid experiments or the coarse-resolution PBL experiments, the front in the high-resolution PBL experiment has a large cross-front thermal gradient, strong forced ascent and sharp surface pressure trough, which enables a large cross-front pressure gradient force to develop. The dynamics of the Sanders front agree qualitatively with the idealized PBL simulation, but much larger Rossby numbers occur at the leading edge of the Sanders front. This finding indicates that the dynamics of the Sanders front are more unbalanced than the dynamics of the idealized simulations.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2512", 
        "title": "Force balances and dynamical regimes of numerically simulated cold fronts within the boundary layer"
    }, 
    {
        "author": "Sylvie Malardel, Didier Ricard", 
        "date": "2015-02-19", 
        "description": "\nConvection-permitting limited-area models based on the same spectral semi-implicit semi-Lagrangian (SL) techniques which are used in the ECMWF global model, are run operationally in several countries of the ALADIN/HIRLAM consortium. Forecasters have reported a general tendency for these models to produce overestimated precipitation and unrealistic divergent winds at the edges of the cold outflows generated by the precipitation evaporation in the vicinity of convective clouds. These grid-point storms have been associated with a spurious behaviour of the pointwise interpolation used in the SL scheme, where grid-scale buoyant updraughts create strong small-scale convergence near the surface. A modification of the interpolation weights in the SL transport scheme introduces the concept of cell-averaging into the traditional pointwise SL scheme which improves the conservation property of the scheme and eliminates the spurious mode. The COMAD (COntinuous Mapping about Departure points) correction applied to the standard interpolation weights takes into account the deformation of the air parcels along each direction of interpolation in order to improve the continuity and the conservative property of the re-mapping between the model grid points and the origin points of the backward trajectories. The method has been validated with the small planet configuration of the Integrated Forecast System at ECMWF and with the limited-area version of the same dynamics used for the AROME (Météo-France) and HARMONIE (HIRLAM) models. The pathological behaviour of grid-scale buoyant flows permitted by these dynamical cores is corrected by the COMAD interpolations. The precipitation forecasts in the convection-permitting models AROME/HARMONIE which show an overestimation of intense convective precipitation are systematically improved by the new weights.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2509", 
        "title": "An alternative cell-averaged departure point reconstruction for pointwise semi-Lagrangian transport schemes"
    }, 
    {
        "author": "Om P. Tripathi, Mark Baldwin, Andrew Charlton-Perez, Martin Charron, Stephen D. Eckermann, Edwin Gerber, R. Giles Harrison, David R. Jackson, Baek-Min Kim, Yuhji Kuroda, Andrea Lang, Sana Mahmood, Ryo Mizuta, Greg Roff, Michael Sigmond, Seok-Woo Son", 
        "date": "2014-10-15", 
        "description": "\nExtreme variability of the winter- and spring-time stratospheric polar vortex has been shown to affect extratropical tropospheric weather. Therefore, reducing stratospheric forecast error may be one way to improve the skill of tropospheric weather forecasts. In this review, the basis for this idea is examined. A range of studies of different stratospheric extreme vortex events shows that they can be skilfully forecasted beyond 5 days and into the sub-seasonal range (0–30 days) in some cases. Separate studies show that typical errors in forecasting a stratospheric extreme vortex event can alter tropospheric forecast skill by 5–7% in the extratropics on sub-seasonal time-scales. Thus understanding what limits stratospheric predictability is of significant interest to operational forecasting centres. Both limitations in forecasting tropospheric planetary waves and stratospheric model biases have been shown to be important in this context.\nIt is now well known that the polar stratosphere (seen in the image as the region above the tropospheric clouds) and troposphere are strongly coupled. In particular, the winter periods in which the stratospheric vortex is either very strong or disturbed (extreme stratospheric events) there can be a strong effect on surface in northern high-latitudes. This article reviews factors that play a role in extreme stratospheric events, their representation in current operational models and their predictability and impacts on tropospheric forecasts. The image shows polar stratosphere and cloud filled troposphere. (Courtesy of NASA; Paul Newman, GSFC.)\n\n\n\n\n\n\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2432", 
        "title": "The predictability of the extratropical stratosphere on monthly time-scales and its impact on the skill of tropospheric forecasts"
    }, 
    {
        "author": "Tim P. Slater, David M. Schultz, Geraint Vaughan", 
        "date": "2014-08-21", 
        "description": "\nTo understand near-surface strong winds in extratropical cyclones, a simulation of a dry, idealised baroclinic wave is presented. The forces that accelerate the winds are analysed using the terms in the horizontal momentum equation. Two regions of strong near-surface winds developed within the simulation: one to the east of the low centre and the other to the southwest. The flow to the east, resembling the cold conveyor belt, accelerated as it passed through the strong pressure gradient associated with the warm-frontal zone. This acceleration was reduced by friction near the surface. The winds to the southwest were characterised by three airstreams. One airstream consisted of air parcels that started north of the warm front near the surface, accelerated north of the warm front, encircled the low and continued to accelerate to the southwest of the low. The increases in wind speed in this airstream (also part of the cold conveyor belt) resulted from the along-flow pressure gradient force being greater than friction. The second airstream consisted of air parcels that descended west of the cold front and maintained their speed during descent until they were slowed either by friction in the boundary layer, or as they moved southward against the local pressure gradient. Between these two airstreams, a third airstream was characterised by air parcels that accelerated during descent from the mid to lower troposphere whilst moving around the bent-back front. This airstream bears some resemblance to the sting jet and was accelerated by the pressure gradient force on descent until it encountered increased friction or moved against the local pressure gradient.\nWindstorm Tini (image produced by the Dundee Satellite Receiving Station) brought strong winds to Ireland and the United Kingdom on 12 February 2014 and is an example of an intense, extratropical cyclone. Storms like these often have strong winds in association with the distinctive cloud hook southwest of the low centre. In this article, the development of similar strong winds southwest of an idealized, extratropical cyclone are explored using the horizontal momentum equation.\n\n\n\n\n\n\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2417", 
        "title": "Acceleration of near-surface strong winds in a dry, idealised extratropical cyclone"
    }, 
    {
        "author": "Timothy W. Cronin, Kerry A. Emanuel, Peter Molnar", 
        "date": "2014-11-07", 
        "description": "\nTo understand why tropical islands are rainier than nearby ocean areas, we explore how a highly idealized island, which differs from the surrounding ocean only in heat capacity, might respond to the diurnal cycle and influence the tropical climate, especially the spatial distribution of rainfall and the thermal structure of the troposphere. We perform simulations of three-dimensional radiative-convective equilibrium with the System for Atmospheric Modeling (SAM) cloud-system-resolving model, with interactive surface temperature, where a highly idealized, low heat capacity circular island is embedded in a slab-ocean domain. The calculated precipitation rate over the island can be more than double the domain average value, with island rainfall occurring primarily in an intense, regular thunderstorm system that forms in the afternoon to early evening each day. Island size affects the magnitude of simulated island rainfall enhancement, the intensity of the convection, and the timing of the rainfall maximum relative to solar noon. A combination of dynamic and thermodynamic mechanisms leads to a monotonic enhancement of domain-averaged tropospheric temperature with increasing fraction of island surface, which may contribute to localization of ascent over the Maritime Continent and its relationship to the Walker Circulation.\nThunderstorm in the Maritime Continent region, looking east in the early morning from the Makassar Strait toward Sulawesi. In this paper Cronin, Emanuel and Molnar run a cloud-system resolving model to radiative-convective equilibrium with idealized boundary conditions to explore how such storms may interact with the diurnal cycle to influence both the spatial distribution of mean rainfall and the thermal structure of the troposphere. Picture taken by Arnold Gordon from the Indonesian research ship Baruna Jaya IV, November 1996.\n\n\n\n\n\n\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2443", 
        "title": "Island precipitation enhancement and the diurnal cycle in radiative-convective equilibrium"
    }, 
    {
        "author": "W. R. Boos, J. V. Hurley, V. S. Murthy", 
        "date": "2014-11-13", 
        "description": "\nA large fraction of the rain received by continental India is produced by cyclonic vortices with outer radii of about 1000 km that are contained within the larger scale South Asian monsoon flow. The more intense occurrences of these vortices are called monsoon depressions; these consist of bottom-heavy columns of relative vorticity that propagate to the northwest in time-mean low-level eastward flow. Previous studies have argued that this apparent upstream propagation is caused by dynamical lifting west of the vortex centre, with the resulting ascent producing vortex stretching that shifts the vortex to the west. Here, analysis of over 100 Indian monsoon depressions is used to show that low-level vortex stretching has a spatial structure inconsistent with the observed propagation and is balanced by other terms in the low-level vorticity budget. Instead, monsoon depressions are shown to consist of potential vorticity maxima that have peak amplitude in the middle troposphere and propagate westward by nonlinear, horizontal adiabatic advection (i.e. beta drift). The precipitating ascent in monsoon depressions makes a more minor contribution to the total storm motion and primarily acts to maintain the upright structure of the vortex. These results suggest a new view of Indian monsoon depressions as potential vorticity columns that propagate primarily by adiabatic dynamics.\nIndian summer monsoon depressions typically propagate to the northwest in a region where the time-mean low-level wind is eastward. This image shows 850 hPa horizontal winds in a monsoon depression as it propagates from the Bay of Bengal across continental India to Pakistan in the late summer of 2014. This particular storm was associated with intense floods that resulted in hundreds of deaths in the India-Pakistan region of Kashmir. Yellow vectors represent winds on 28 August at 0000 UTC and blue vectors represent winds on 2 September at 0600 UTC, as represented in the FNL (Final) operational analysis of the National Centers for Environmental Prediction. The arrow schematically indicates the general track of the storm. This article by W.R. Boos et al. describes the nonlinear dynamics by which Indian monsoon depressions propagate upstream of the mean flow in which they are embedded.\n\n\n\n\n\n\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2454", 
        "title": "Adiabatic westward drift of Indian monsoon depressions"
    }, 
    {
        "author": "John V. Hurley, William R. Boos", 
        "date": "2014-10-28", 
        "description": "\nThe first global climatology of monsoon low-pressure systems is presented here, based on the ERA-Interim reanalysis. Low-pressure systems are classified into three intensity categories and particular focus is given to systems in the category corresponding to a traditional definition of monsoon depressions. Vortex tracks are identified using an automated algorithm applied to the distributions of 850 hPa relative vorticity, sea-level pressure and surface wind speed for 1979–2012. Roughly two to three times as many monsoon low-pressure systems form in the Northern Hemisphere as in the Southern Hemisphere during local summer. The frequency of genesis typically peaks in local summer, but low-pressure systems form throughout the year in every monsoon region. Interannual variability is weak, with standard deviations of summer counts typically being below 10% of the long-term summer mean. Regional composites reveal that monsoon depressions in India, the western Pacific and northern Australia share a common structure, consisting of a warm-over-cold core and a top-heavy column of potential vorticity that extends from the surface to the upper troposphere. A separate class of monsoon low-pressure systems develops over dry regions of West Africa and western Australia, with a shallow composite structure having a warm core in the lower troposphere and cyclonic potential vorticity confined to a thin near-surface layer. Low-pressure systems in nearly all monsoon regions are estimated to account for a large fraction, from about 40% to more than 80%, of summer precipitation on the poleward edge of the climatological mean precipitation maxima.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2447", 
        "title": "A global climatology of monsoon low-pressure systems"
    }, 
    {
        "author": "John Methven", 
        "date": "2014-07-14", 
        "description": "\nWarm conveyor belts (WCBs) are the main ascending air masses within extratropical cyclones. They often exhibit strong condensation and precipitation, associated with ascent on large scales or embedded convection. Most of the air outflows into the upper troposphere as part of a ridge. Such ridges are an integral part of Rossby waves propagating along the tropopause and are identified with a negative potential vorticity (PV) anomaly and associated anticyclonic circulation. It has been argued that diabatic modification of PV in WCBs has an important influence on the extent of the ridge, propagation of Rossby waves and weather impacts downstream.\nFollowing the coherent ensemble of trajectories defining a WCB, PV is expected to increase with time while below the level of maximum latent heating and then decrease as trajectories ascend above the heating maximum. In models, it is found that the net change is approximately zero, so that the average PV of the WCB outflow is almost equal to the PV of its inflow. Here, the conditions necessary for this evolution are explored analytically using constraints arising from the conservation of circulation. It is argued that the net PV change is insensitive to the details of diabatic processes and the PV maximum midway along a WCB depends primarily on the net diabatic transport of mass from the inflow to the outflow layer. The main effect of diabatic processes within a WCB is to raise the isentropic level of the outflow, rather than to modify PV.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2393", 
        "title": "Potential vorticity in warm conveyor belt outflow"
    }, 
    {
        "author": "C. MacLachlan, A. Arribas, K. A. Peterson, A. Maidens, D. Fereday, A. A. Scaife, M. Gordon, M. Vellinga, A. Williams, R. E. Comer, J. Camp, P. Xavier, G. Madec", 
        "date": "2014-06-27", 
        "description": "\nThis article describes the UK Met Office Global Seasonal forecast system version 5 (GloSea5). GloSea5 upgrades include an increase in horizontal resolution in the atmosphere (N216–0.7°) and the ocean (0.25°), and implementation of a 3D-Var assimilation system for ocean and sea-ice conditions. GloSea5 shows improved year-to-year predictions of the major modes of variability. In the Tropics, predictions of the El Niño–Southern Oscillation are improved with reduced errors in the West Pacific. In the Extratropics, GloSea5 shows unprecedented levels of forecast skill and reliability for both the North Atlantic Oscillation and the Arctic Oscillation. We also find useful levels of skill for the western North Pacific Subtropical High which largely determines summer precipitation over East Asia.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2396", 
        "title": "Global Seasonal forecast system version 5 (GloSea5): a high-resolution seasonal forecast system"
    }, 
    {
        "author": "Leonard A. Smith, Hailiang Du, Emma B. Suckling, Falk Niehörster", 
        "date": "2014-07-16", 
        "description": "\nSimulation models are widely employed to make probability forecasts of future conditions on seasonal to annual lead times. Added value in such forecasts is reflected in the information they add, either to purely empirical statistical models or to simpler simulation models. An evaluation of seasonal probability forecasts from the Development of a European Multimodel Ensemble system for seasonal to inTERannual prediction (DEMETER) and ENSEMBLES multi-model ensemble experiments is presented. Two particular regions are considered: Nino3.4 in the Pacific and the Main Development Region in the Atlantic; these regions were chosen before any spatial distribution of skill was examined. The ENSEMBLES models are found to have skill against the climatological distribution on seasonal time-scales. For models in ENSEMBLES that have a clearly defined predecessor model in DEMETER, the improvement from DEMETER to ENSEMBLES is discussed. Due to the long lead times of the forecasts and the evolution of observation technology, the forecast-outcome archive for seasonal forecast evaluation is small; arguably, evaluation data for seasonal forecasting will always be precious. Issues of information contamination from in-sample evaluation are discussed and impacts (both positive and negative) of variations in cross-validation protocol are demonstrated. Other difficulties due to the small forecast-outcome archive are identified. The claim that the multi-model ensemble provides a ‘better’ probability forecast than the best single model is examined and challenged. Significant forecast information beyond the climatological distribution is also demonstrated in a persistence probability forecast. The ENSEMBLES probability forecasts add significantly more information to empirical probability forecasts on seasonal time-scales than on decadal scales. Current operational forecasts might be enhanced by melding information from both simulation models and empirical models. Simulation models based on physical principles are sometimes expected, in principle, to outperform empirical models; direct comparison of their forecast skill provides information on progress toward that goal.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2403", 
        "title": "Probabilistic skill in ensemble seasonal forecasts"
    }, 
    {
        "author": "Andrew I. Barrett, Suzanne L. Gray, Daniel J. Kirshbaum, Nigel M. Roberts, David M. Schultz, Jonathan G. Fairman", 
        "date": "2014-08-15", 
        "description": "\nQuasi-stationary convective bands can cause large localised rainfall accumulations and are often anchored by topographic features. Here, the predictability of and mechanisms causing one such band are determined using ensembles of the Met Office Unified Model at convection-permitting resolution (1.5 km grid length). The band was stationary over the UK for 3 h and produced rainfall accumulations of up to 34 mm. The amount and location of the predicted rainfall was highly variable despite only small differences between the large-scale conditions of the ensemble members. Only three of 21 members of the control ensemble produced a stationary rain band; these three had the weakest upstream winds and hence lowest Froude number. Band formation was due to the superposition of two processes: lee-side convergence resulting from flow around an upstream obstacle and thermally forced convergence resulting from elevated heating over the upstream terrain. Both mechanisms were enhanced when the Froude number was lower. By increasing the terrain height (thus reducing the Froude number), the band became more predictable.\nAn ensemble approach is required to successfully predict the possible occurrence of such quasi-stationary convective events because the rainfall variability is largely modulated by small variations of the large-scale flow. However, high-resolution models are required to accurately resolve the small-scale interactions of the flow with the topography upon which the band formation depends. Thus, although topography provides some predictability, the quasi-stationary convective bands anchored by it are likely to remain a forecasting challenge for many years to come.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2409", 
        "title": "Synoptic versus orographic control on stationary convective banding"
    }, 
    {
        "author": "R. I. Rhodes, L. C. Shaffrey, S. L. Gray", 
        "date": "2014-08-11", 
        "description": "\nA new generation of reanalysis products is currently being produced that provides global gridded atmospheric data spanning more than a century. Such data may be useful for characterising the observed long-term variability of extreme precipitation events, particularly in regions where spatial coverage of surface observations is limited, and in the pre-satellite era. An analysis of extreme precipitation events is performed over England and Wales, investigating the ability of Twentieth Century Reanalysis and ERA-Interim to represent extreme precipitation accumulations as recorded in the England and Wales Precipitation dataset on accumulation time-scales from 1 to 7 days. Significant correlations are found between daily precipitation accumulation observations and both reanalysis products. A hit-rate analysis indicates that the reanalyses have hit rates (as defined by an event above the 98th percentile) of approximately 40–65% for extreme events in both summer (JJA) and winter (DJF). This suggests that both ERA-Interim and Twentieth Century Reanalysis are difficult to use for representing individual extreme precipitation events over England and Wales.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2418", 
        "title": "Can reanalyses represent extreme precipitation over England and Wales?"
    }, 
    {
        "author": "D. Emmanuel Poan, Jean-Philippe Lafore, Romain Roehrig, Fleur Couvreux", 
        "date": "2014-09-16", 
        "description": "\nThe internal processes within an African Easterly Wave (AEW) system, involving mass, dynamic and water vapour fields are investigated using ERA-I reanalysis, in order to highlight the interactions between convection and AEWs. The budgets of heat, moisture and momentum are analysed during the different phases of AEWs detected using synoptic-scale precipitable water anomalies as proposed by Poan et al. (2013). The strong climatological meridional gradient of moisture present in the Sahel impacts the shape of the apparent heat source and humidity sink. AEW events over the Sahel are associated with a meridional shift of the intertropical convergence zone (ITCZ). Large exchanges of momentum by small-scale convective transport are also highlighted between the low- and mid-levels, contributing to the reinforcement of the AEW circulation at 600 hPa and the damping of the monsoon flow. This also appears as a possible mechanism for the vertical tilt of the meridional wind associated with AEWs. Heat budget computation, in the southern flank of the West African Heat-Low (HL) region where such AEWs occur, reveals that the heating anomalies are mainly driven by the horizontal advections. The vertical circulation acts as a precursor, which initiates the heat transport in the lower troposphere. However, weaker, turbulent mixing also participates in the development of these anomalies, especially in the boundary layer. These budgets ultimately allow the distinct contributions of diabatic and adiabatic processes to be determined.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2420", 
        "title": "Internal processes within the African Easterly Wave system"
    }, 
    {
        "author": "Xiuquan Wang, Guohe Huang, Qianguo Lin, Xianghui Nie, Jinliang Liu", 
        "date": "2014-08-07", 
        "description": "\nWe develop a dynamical–statistical downscaling approach by coupling the PRECIS regional modelling system and a statistical method—SCADS—to construct very high resolution climate projections for studying climate change impacts at local scales. The coupled approach performs very well in hindcasting the mean temperature of present-day climate, while the performance for precipitation is relatively poor due to its high spatial variability and nonlinear nature but its spatial patterns are well captured. We then apply the coupled approach for projecting the future climate over the province of Ontario, Canada at a fine resolution of 10 km. The results show that there would be a significant warming trend throughout this century for the entire province while less precipitation is projected for most of the selected weather stations. The projections also demonstrate apparent spatial variability in the amount of precipitation but no noticeable changes are found in the spatial patterns.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2421", 
        "title": "High-resolution temperature and precipitation projections over Ontario, Canada: a coupled dynamical-statistical approach"
    }, 
    {
        "author": "Adrian J. Simmons, Paul Poli", 
        "date": "2014-08-22", 
        "description": "\nNear-surface and lower-tropospheric warming of the Arctic over the past 35 years is examined for several datasets. The new estimate for the near surface reported by Cowtan and Way in 2014 agrees reasonably well with the ERA-Interim reanalysis for this region. Both provide global averages with a little more warming over recent years than indicated by the widely used HadCRUT4 dataset, which has sparse coverage of the high Arctic. ERA-Interim is more sensitive than the Cowtan and Way estimate to the state of the underlying Arctic Ocean.\nObservational coverage of the Arctic varies considerably over the period. Surface air-temperature data of identified types are generally fitted well by ERA-Interim, especially data from ice stations, which appear of excellent quality. ERA-Interim nevertheless has a warm wintertime bias over sea-ice. Mean fits vary in magnitude as coverage varies, but their overall changes are much smaller than analysed temperature changes. This is also largely the case for fits to data for the free troposphere. Much of the information on trends and low-frequency variability provided by ERA-Interim comes from its background forecast, which carries forward information assimilated from a rich variety of earlier observations, rather than from its analysis of surface air-temperature observations.\nERA-Interim agrees quite well with the new JRA-55 reanalysis, and with the MERRA reanalysis until recent years when MERRA exhibits weaker surface warming. Temperatures vary coherently between the surface and middle troposphere, with largest amplitude at the surface except in summer, when air temperatures are constrained by sea-ice and open-sea temperatures that differ little from 0°C. Much of the recent near-surface warming of the Arctic is associated with reduced cold-season sea-ice cover, with low temperatures over ice replaced by much higher ones over open sea. This occurs primarily in a relatively well-observed region around the northernmost islands of Europe and western Asia.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2422", 
        "title": "Arctic warming in ERA-Interim and other analyses"
    }, 
    {
        "author": "Therese E. Thompson, Louis J. Wicker, Xuguang Wang, Corey Potvin", 
        "date": "2014-09-08", 
        "description": "\nTwo ensemble data assimilation methods are used to assimilate Doppler radar observations into a convection-allowing model. The analyses and subsequent forecasts from the two systems are compared. The Local Ensemble Transform Kalman Filter (LETKF) simultaneously assimilates all observations that can impact the model state at a given location. It is compared to the Ensemble Square Root Filter (EnSRF), which assimilates observations sequentially and has commonly been used for convective-scale Doppler radar data assimilation. While the filters should behave the same for ideal systems, a comparison between the serial and simultaneous filters has not previously been explored at the convective scale where significant nonlinear effects are present. Observing System Simulation Experiments (OSSEs) are first used to compare the assimilation systems for the analysis and forecast of a supercell thunderstorm. Both the EnSRF and LETKF produce reasonable analyses from the Doppler velocity and reflectivity observations of the true supercell. Small improvements in analysis errors and system noise from the LETKF simultaneous update do not significantly impact the subsequent forecasts. This result is consistent across a range of localization length-scales and is independent of the manner in which localization is applied. Tests comparing the EnSRF and LETKF for a real-data case also have small differences. The magnitudes of these differences are similar to those that arise from the sampling variability associated with a finite ensemble. Overall, the results suggest the EnSRF and LETKF approaches are equally capable methods for radar data assimilation at convective scales.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2423", 
        "title": "A comparison between the Local Ensemble Transform Kalman Filter and the Ensemble Square Root Filter for the assimilation of radar data in convective-scale models"
    }, 
    {
        "author": "J. Savre, A. M. L. Ekman, G. Svensson, M. Tjernström", 
        "date": "2014-09-18", 
        "description": "\nLarge-eddy simulation (LES) is used to examine the complex interactions between cloud properties and boundary-layer structure in Arctic low-level mixed-phase clouds using idealised conditions based on the Indirect and Semi-Direct Aerosol Campaign (ISDAC, April 2008). The persistence of steady mixed-phase conditions depends mostly on a balance between ice vertical redistribution and ice growth by vapour deposition in such a way that ice crystals cannot accumulate within the cloud layer to consume the available liquid water. An external source of water vapour is necessary to balance the net sink of total water in the cloud layer. Two main local sources of moisture are present: the initial moist surface layer and the free troposphere. In the studied case, the surface layer is found to be the dominant source of vapour to the cloud, the temperature inversion preventing significant entrainment from above. In most of the cases, the simulated boundary layer becomes rapidly well-mixed despite the stabilising effect of ice sublimation and latent cooling close to the surface. The minor effect of near-surface latent cooling on stability is connected to the initially moist surface layer limiting ice sublimation. Water vapour supply in the sub-cloud layer, resulting from entrainment of moisture from aloft, reduces ice sublimation above the surface layer and contributes to the maintenance of some degree of boundary-layer decoupling. In contrast, moisture surface fluxes reduce sublimation in the surface layer and accelerate cloud–surface coupling. Overall, the persistence of cloud–surface decoupling remains mostly driven by large-scale heat and moisture advection.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2425", 
        "title": "Large-eddy simulations of an Arctic mixed-phase stratiform cloud observed during ISDAC: sensitivity to moisture aloft, surface fluxes and large-scale forcing"
    }, 
    {
        "author": "J. Arnqvist, H. Bergström", 
        "date": "2014-08-26", 
        "description": "\nCalculation of momentum flux using Monin–Obukhov similarity theory over forested areas is well known to underestimate the flux. Several suggestions of corrections to the standard flux-profile expression have been proposed in order to increase the magnitude of turbulent flux. The aim of this article is to find a simple, analytical representation for the characteristics of the flow within the canopy layer and the surface layer, including the roughness sublayer. A new form of the roughness sublayer correction is proposed, based on the desire to connect the shape of the roughness sublayer correction to forest characteristics. The new flux-profile relation can be used to find the flux or the wind profile whenever simple and fast estimations are needed, as for mesoscale modelling, scalar transport models, or sound propagation models.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2426", 
        "title": "Flux-profile relation with roughness sublayer correction"
    }, 
    {
        "author": "Matthew Wakeling, John Eyre, Sue Hughes, Ian Roulstone", 
        "date": "2014-09-02", 
        "description": "\nSatellite infrared sounders are invaluable tools for making observations of the structure of the atmosphere. They provide much of the observational data used to initialize atmospheric models, especially in regions that do not have extensive surface-based observing systems, such as oceans. However, information is lacking in the presence of cloud, as the cloud layer is opaque to infrared radiation. This means that where information is most desired (such as in a developing storm) it is often in the shortest supply.\nIn order to explore the mathematics of assimilating data from cloudy radiances, a study has been performed using an idealized single-column atmospheric model. The model simulates cloud development in an atmosphere with vertical motion, allowing the characteristics of a 2D-Var data assimilation system using a single simulated infrared satellite observation taken multiple times to be studied. The strongly nonlinear nature of cloud formation poses a challenge for variational methods. The adjoint method produces an accurate gradient for the cost function and minimization is achieved using preconditioned conjugate gradients. The conditioning is poor and varies strongly with the atmospheric variables and the cost function has multiple minima, but acceptable results are achieved.\nThe assimilation system is provided with a prior forecast simulated by adding random correlated Gaussian error to the truth. Assimilating observations comparable to those available from current geostationary satellites allows vertical motion to be retrieved with an error of less than a centimetre per second in most conditions. Moreover, evaluating the second derivative of the cost function at the minimum provides an estimate of the uncertainty in the retrieval. This allows atmospheric states that do not provide sufficient information for retrieval of vertical motion to be detected (such as a cloudless atmosphere or a non-moving opaque cloud layer in the upper troposphere). Retrieval is most accurate with upwards motion.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2427", 
        "title": "Assimilation of vertical motion from simulated cloudy satellite imagery in an idealized single column model"
    }, 
    {
        "author": "R. Romero, C. Ramis, V. Homar", 
        "date": "2014-08-21", 
        "description": "\nOn 29 October 2013, a severe squall line developed to the west of the Balearic Islands (Spain) ahead of an advancing cold front and then crossed the archipelago. We first provide an observational characterization of the event based on surface reports, remote sensing products, radiosoundings and synoptic information. We also achieve, by means of numerical experiments, new insights into the kinematic and thermodynamic factors that governed the genesis and evolution of the linear convective system. Radar and satellite images confirm the fast movement and linear shape of the system, with an indication of a possible transition into a bow-echo structure during its later stages. The synoptic setting at mid-upper tropospheric levels was dominated by a cold trough extended over western Europe, associated with a jet stream located downstream. Convection evolved under the right entrance region of the jet and initiated under the crucial influence of a surface low that developed over the Mediterranean Sea ahead of the cold front. The low not only cooperated with the upper-level dynamical forcing to erode a capping inversion initially present over the Balearics and moisten the atmospheric column above, but also shaped and enhanced a convergence line along which the first convective cells grew and self-aggregated. This scenario is confirmed by numerical simulations of the case, which also emphasize the important role of regional topography in the production of the aforementioned maritime convergence through the mesoscale modulation of the low-level flow. Additional simulations show that (i) the destabilization of the low-level air mass necessary for triggering and feeding an organized convective system on 29 October 2013 was attributable to prior evaporation from the Mediterranean and (ii) sea-surface temperatures appear to be critical for a successful fine-grid numerical forecast of the mode, degree of severity, timing and track of the convective precipitation system.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2429", 
        "title": "On the severe convective storm of 29 October 2013 in the Balearic Islands: observational and numerical study"
    }, 
    {
        "author": "András Horányi, Carla Cardinali, Michael Rennie, Lars Isaksen", 
        "date": "2014-09-18", 
        "description": "\nIn preparation for the Aeolus Doppler Wind Lidar satellite mission, single-component wind information from conventional observations was assimilated into the ECMWF data assimilation system. Various Observing System Experiments have been designed and performed in order to estimate the impact of such information in numerical weather prediction. The evaluation used various adjoint diagnostic tools and traditional statistical verification methods. The importance of assimilating wind observations as either single component or full vector wind is evaluated. Comparisons between the assimilation of wind and mass observations were also made. Wind observations can lead to significant improvement in the upper troposphere, lower stratosphere and in the Tropics. Mass data are more valuable in the midlatitudes, particularly in the lower part of the atmosphere. The comparison of additional mass and wind observations in the Global Observing System is useful to understand the importance of future wind observations. The investigation also highlighted that the impact of zonal wind observations is larger than the meridional wind (Aeolus will mostly measure wind components near the zonal direction). Root mean-squared errors of temperature and wind forecasts when the single wind component (zonal) is assimilated show around 35% degradation up to day 2 forecasts and around 20% after day 2 as compared to assimilating full vector wind. Therefore the single (zonal) wind components can provide a large fraction of the vector wind impact particularly for the medium-range forecast, which is promising for Aeolus.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2430", 
        "title": "The assimilation of horizontal line-of-sight wind information into the ECMWF data assimilation and forecasting system. Part I: The assessment of wind impact"
    }, 
    {
        "author": "András Horányi, Carla Cardinali, Michael Rennie, Lars Isaksen", 
        "date": "2015-04-27", 
        "description": "\nSingle-component wind observations have been assimilated into the ECMWF data assimilation system. Various Observing System Experiments have been performed in order to estimate the impact of such information in numerical weather prediction. The investigations on the impact of the horizontal line-of-sight wind on the ECMWF analysis and forecast system is described in a two-part article. Part I evaluates the impact of wind observations with respect to mass observations and the impact of assimilating different single wind components versus wind vector information. Part II assesses the forecast system performance in the presence of varying levels of random and systematic error in the line-of-sight wind measurements. The aim is to understand the sensitivity of weather forecasts with respect to possible observation error scenarios of the Doppler Wind Lidar (DWL) measurements from the Aeolus mission. It was found that even small wind observation biases (of the order of 1 m s−1) can deteriorate the forecast quality by 3–4% in terms of mean integrated total energy of the 24 h forecast error. This is particularly true for observation biases in the Tropics, in the upper troposphere and lower stratosphere. A 2 m s−1 bias degrades the forecasts by 15%. The increase of the line-of-sight random errors (from 25 to 100%) adds only 1–2% forecast skill degradation.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2551", 
        "title": "The assimilation of horizontal line-of-sight wind information into the ECMWF data assimilation and forecasting system. Part II: The impact of degraded wind observations"
    }, 
    {
        "author": "Romain Pilon, Jean-Yves Grandpeix, Philippe Heinrich", 
        "date": "2014-09-16", 
        "description": "\nIn the Tropics, cumulus convection has a major influence on precipitation and vertical transport of atmospheric particles, which are subject to scavenging by precipitation. A new parametrization of transport and scavenging of trace particles by convective clouds and precipitation has been developed and introduced in the Laboratoire de Météorologie Dynamique general circulation model (LMDz). This model uses the deep convection scheme of Emanuel, which is particularly suited for the Tropics. Our parametrization of transport and scavenging is closely linked to this scheme and our developments follow step-by-step the building of this convection representation. The purpose of this study is to understand better the influence of convection on the tracer vertical distribution and to assess the role of the convection parametrization.\nShort-term and long-term simulations have been performed focusing on the concentrations of the natural radionuclide 7Be, which is produced mainly in the stratosphere and upper troposphere and attaches to available aerosols. Single-column simulations forced by data from the Tropical Ocean–Global Atmosphere–Coupled Ocean–Atmosphere Response Experiment (TOGA–COARE) show the high efficiency of in-cloud scavenging by convective and large-scale processes in the removal of the tracer. These simulations show that, in the LMDz model, convection does not affect radionuclide concentrations as much as stratiform clouds and associated precipitation. In the free troposphere and in the boundary layer, below-cloud evaporation of rain has a major effect on tracer distribution, unlike impaction, which has a negligible effect. Three-dimensional model simulation results are compared with surface data of a station belonging to the worldwide network of the Comprehensive Nuclear Test Ban Treaty Organization (CTBTO). We show that this new parametrization is able to reproduce the observed yearly averaged concentrations of 7Be at the surface and decrease by a third the overestimation of radionuclides formerly simulated without convective scavenging. LMDz simulations have been also performed over the year 2007 on a global scale using the terragenic 210Pb and cosmogenic 7Be radionuclides.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2431", 
        "title": "Representation of transport and scavenging of trace particlesin the Emanuel moist convection scheme"
    }, 
    {
        "author": "K. L. Rasmussen, A. J. Hill, V. E. Toma, M. D. Zuluaga, P. J. Webster, R. A. Houze", 
        "date": "2014-08-27", 
        "description": "\nA multiscale investigation into three years of anomalous floods in Pakistan provides insight into their formation, unifying meteorological characteristics, mesoscale storm structures and predictability. Striking similarities between all three floods exist, from planetary and large-scale synoptic conditions down to the mesoscale storm structures, and these patterns were generally well-captured with the European Centre for Medium-Range Weather Forecasts (ECMWF) Ensemble Prediction System (EPS). Atmospheric blocking events associated with high geopotential heights and surface temperatures over Eastern Europe were present during all three floods. Quasi-stationary synoptic conditions over the Tibetan plateau allowed for the formation of anomalous easterly midlevel flow across central India into Pakistan that advected deep tropospheric moisture from the Bay of Bengal into Pakistan, enabling flooding in the region. The Tropical Rainfall Measuring Mission (TRMM) Precipitation Radar observations show that the flood-producing storms exhibited climatologically unusual structures during all three floods in Pakistan. These departures from the climatology consisted of westward-propagating precipitating systems with embedded wide convective cores, rarely seen in this region, that likely occurred when convection was organized upscale by the easterly midlevel jet across the subcontinent. Similar mesoscale structures in storms in other regions of the world contribute significantly to climatological precipitation and produce flash floods because of their combination of longevity and intensity. Predictability analysis using the ECMWF EPS system shows the ability to accurately forecast the conditions favouring storms of this type and hence floods in Pakistan over a week in advance with significant confidence.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2433", 
        "title": "Multiscale analysis of three consecutive years of anomalous flooding in Pakistan"
    }, 
    {
        "author": "Jochen Bröcker", 
        "date": "2014-11-08", 
        "description": "\nThe notions of resolution and discrimination of probability forecasts are revisited. It is argued that the common concept underlying both resolution and discrimination is the dependence (in the sense of probability theory) of forecasts and observations. More specifically, a forecast has no resolution if and only if it has no discrimination if and only if forecast and observation are stochastically independent. A statistical tests for independence is thus also a test for no resolution and, at the same time, for no discrimination. The resolution term in the decomposition of the logarithmic scoring rule, and the area under the Receiver Operating Characteristic will be investigated in this light.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2434", 
        "title": "Resolution and discrimination–two sides of the same coin"
    }, 
    {
        "author": "Danyal Petersen, Matthew Bailey, John Hallett, William Beasley", 
        "date": "2014-10-07", 
        "description": "\nThis article reports on a new laboratory investigation of the initiation of corona discharges by small vapour-grown ice crystals. This study was motivated by questions regarding the initiation of lightning and the possible role played by corona discharges on ice hydrometeors. Ice crystals were grown in a static diffusion chamber on a horizontally suspended glass fibre, with environmental conditions selected to mirror those of the thunderstorm environment where initiation of lightning is believed to occur. An in situ parallel plate electrode assembly was then rotated into position, so that the crystals were at the centre. The crystals were then subjected to slowly increasing electric fields until they underwent corona discharge. The discharges were observed and recorded under dark ambient conditions using an image-intensified video microscope, along with a synchronous record of the applied voltage. The threshold electric fields for corona discharge were determined as a function of air pressure, temperature and ice crystal length in the direction of the applied electric field. The new results are relevant to a better understanding of hydrometeor-mediated electrical discharge activity in thunderstorms.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2436", 
        "title": "Laboratory investigation of corona initiation by ice crystals and its importance to lightning"
    }, 
    {
        "author": "Howard W. Barker, Jason N. S. Cole, Carlos Domenech, Mark W. Shephard, Christopher E. Sioris, Florian Tornow, Tobias Wehr", 
        "date": "2014-11-04", 
        "description": "\nIncluded in the Earth, Clouds, Aerosols, and Radiation Explorer (EarthCARE) satellite's array of instruments is a multi-view broad-band radiometer (BBR). BBR data will facilitate a radiative closure assessment of cloud and aerosol properties inferred from data gathered by EarthCARE's other passive and active sensors. The closure assessment will consist, in part, of comparisons between BBR radiances and radiances computed by three-dimensional (3D) radiative transfer models (RTM) that act on narrow 3D domains that derive from, and include, the retrieved cross-section of cloud and aerosol properties. Assessment domains D will be ∼100 km2. Following a brief outline of the closure experiment, a method is proposed for estimating the likelihood of BBR radiances providing a meaningful closure assessment of cloud and aerosol properties in D. The method capitalizes on the ability of Monte Carlo RTMs to compute contributions to radiances from any constituent in any given D. While this methodology introduces some circularity into the closure test, it might, nevertheless, be tolerable, given that the method's purpose is simply to identify, and thus avoid, assessments that are likely to be fruitless or misleading. A 3000 km long stretch of A-Train satellite data was used in this initial demonstration of the proposed methodology. Only results for solar radiation are shown. All radiative quantities used here were computed by a 3D Monte Carlo RTM. A control simulation provided proxy BBR measurements. Random ‘errors’ were introduced into the A-Train field to produce experimental fields that roughly mimic retrievals. Experimental and control radiances were compared in mock-closure assessments. Arbitrarily assuming that a fruitful assessment requires ∼75% of a BBR radiance to result from cloud and aerosol scattering events inside D, ∼70% of the (11 km)2 domains were flagged as reliably testable for this example.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2438", 
        "title": "Assessing the quality of active–passive satellite retrievals using broad-band radiances"
    }, 
    {
        "author": "Isaac Hankes, Zhuo Wang, Gan Zhang, Cody Fritz", 
        "date": "2014-10-13", 
        "description": "\nThere are two easterly wave tracks over West Africa, one to the south and the other to the north of the African Easterly Jet (AEJ). A northern wave sometimes merges with a southern wave near the coast of West Africa. The dynamic and thermodynamic evolution of the waves during the merger and the impacts of the merger on subsequent storm development are examined in this study. Three groups of storms are identified: non-merger developers, merger developers and merger non-developers. Relative to non-merger developers, merger developers have a weaker circulation near the surface prior to the merger, but the merger leads to a stronger and deeper wave pouch, which is more conducive to tropical cyclogenesis. The dryness of the northern disturbances does not seem to hinder the storm development. Composite analysis shows that merger developers are associated with a warmer and broader heat low over West Africa and a more extensive AEJ, which helps to maintain the northern waves over the East Atlantic.\nMerger developers and non-developers resemble each other prior to the merger, but dry air intrusion west of the wave trough in the middle and upper troposphere contributes to the non-development of some mergers. The dry air in non-developers is related to a strong and broad upper-tropospheric trough and the associated subsidence west of the low-level wave pouch. The trough advects dry air from the extratropical Atlantic in the middle and upper troposphere and also induces a strong westerly vertical shear. Composites of aerosol optical depth suggest that the Saharan Air Layer has a limited contribution to the dryness in the vicinity of the non-developers.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2439", 
        "title": "Merger of African easterly waves and formation of Cape Verde storms"
    }, 
    {
        "author": "Carlos Román-Cascón, Carlos Yagüe, Samuel Viana, Mariano Sastre, Gregorio Maqueda, Marie Lothon, Iñigo Gómara", 
        "date": "2014-10-10", 
        "description": "\nNear-monochromatic gravity waves (GWs) associated with a mesoscale convective system (MCS) were detected during the Boundary Layer Late Afternoon and Sunset Turbulence (BLLAST) field campaign in Lannemezan (France) on 21 June 2011. These GWs are analyzed using available instrumental data (e.g. an array of microbarometers, a microwave system Humidity And Temperature PROfiler (HATPRO) and an ultra-high-frequency (UHF) wind profiler). Pressure oscillations of up to 0.5 hPa were recorded after a pronounced pressure drop of 1.4 hPa, identified as the MCS weak low. Wavelet analysis and evaluated wave parameters confirm the occurrence of such GWs (period ∼9 min, horizontal wavelength ∼7 km), which propagated from southwest to northeast, i.e. in the same direction of propagation as the MCS. Observational evidence suggests the downdraughts associated with the rear-inflow jet at the weak low zone of the MCS as the most likely generator mechanism of the GWs. However, the complex orography and proximity of the Pyrenees to the field campaign could also play an important role. Wave propagation was possible through the ducting mechanism, favoured by the existence of a critical level in a wind-sheared environment around 2000 m above ground level. Wave-like motions related to the passage of the GWs were also observed in other atmospheric parameters close to the surface and within the lower troposphere. The effects of GWs on the surface fluxes have also been analyzed through Multi-Resolution Flux Decomposition (MRFD) methods.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2441", 
        "title": "Near-monochromatic ducted gravity waves associated with a convective system close to the Pyrenees"
    }, 
    {
        "author": "Erica Madonna, Maxi Boettcher, Christian M. Grams, Hanna Joos, Olivia Martius, Heini Wernli", 
        "date": "2014-10-10", 
        "description": "\nA feature-based approach is introduced to assess the quality of the representation of warm conveyor belts (WCBs) in high-resolution forecasts of the European Centre for Medium-range Weather Forecasts (ECMWF). WCBs are moist ascending airstreams in extratropical cyclones, which transport boundary-layer air within 1–2 days poleward to the upper troposphere. The WCB outflow is typically characterised by low potential vorticity (PV), amplifying upper-level ridges and in turn modifying the jet stream and downstream Rossby wave evolution. Therefore the correct representation of WCBs can be essential for medium-range weather prediction. A three-component verification measure PAL is introduced, measuring errors in the WCB outflow's PV anomaly (P component), the amplitude of the WCB (A component), and the location of the outflow (L component). The PAL approach is applied to North Atlantic WCBs in ECMWF forecasts during three winters between 2002/2003 and 2010/2011. For the latest winter, the PAL results are also compared to the anomaly correlation coefficient (ACC) of upper-level PV. It is shown that (i) the representation of WCBs improves for forecasts with a shorter lead time, (ii) PAL values are on average better for more recent forecasts, (iii) recent model versions show no systematic over- or underestimation of WCB intensity, (iv) individual medium-range forecasts can be associated with large errors in particular in the amplitude of WCBs, and (v) the comparison of PAL and the ACC indicates that several poor forecasts in terms of ACC are indeed associated with significant errors in the representation of WCBs. Limitations of this study are also discussed.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2442", 
        "title": "Verification of North Atlantic warm conveyor belt outflowsin ECMWF forecasts"
    }, 
    {
        "author": "N. J. Harvey, R. J. Hogan, H. F. Dacre", 
        "date": "2014-11-11", 
        "description": "\nMany studies evaluating model boundary-layer schemes focus on either near-surface parameters or short-term observational campaigns. This reflects the observational datasets that are widely available for use in model evaluation. In this article, we show how surface and long-term Doppler lidar observations, combined in such a way as to match model representation of the boundary layer as closely as possible, can be used to evaluate the skill of boundary-layer forecasts. We use a two-year observational dataset from a rural site in the UK to evaluate a climatology of boundary-layer type forecast by the UK Met Office Unified Model. In addition, we demonstrate the use of a binary skill score (Symmetric Extremal Dependence Index, SEDI) to investigate the dependence of forecast skill on season, horizontal resolution and forecast lead time. A clear diurnal and seasonal cycle can be seen in the climatology of both model and observations, with the main discrepancies being the model overpredicting cumulus-capped and decoupled stratocumulus-capped boundary layers and underpredicting well-mixed boundary layers. Using the SEDI skill score, the model is most skilful at predicting the surface stability. The skill of the model in predicting cumulus-capped and stratocumulus-capped stable boundary-layer forecasts is low, but greater than a 24 h persistence forecast. In contrast, the prediction of decoupled boundary layers and boundary layers with multiple cloud layers is lower than persistence. This process-based evaluation approach has the potential to be applied to other boundary-layer parametrization schemes with similar decision structures.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2444", 
        "title": "Evaluation of boundary-layer type in a weather forecast model utilizing long-term Doppler lidar observations"
    }, 
    {
        "author": "Masahiro Kazumori, Stephen J. English", 
        "date": "2014-11-04", 
        "description": "\nWe developed an empirical relative wind direction (RWD) model function to represent azimuthal variations of oceanic microwave radiances of vertical and horizontal polarizations. The RWD model function was based on radiance measurements from the Advanced Microwave Scanning Radiometer and Special Sensor Microwave Imager/Sounder (SSMIS). Ocean surface wind vector data from SeaWinds on board the Advanced Earth Observing Satellite-II and European Centre for Medium-range Weather Forecasts (ECMWF) Integrated Forecasting System were utilized for the RWD model function development. The RWD model function was introduced to a microwave ocean emissivity model: a FAST microwave Emissivity Model (FASTEM) in a radiative transfer model for satellite radiance assimilation. Performances of the RWD model function were much more realistic than present azimuthal model functions in FASTEM for low wind speed and high-frequency channels. Assimilation experiments using the RWD model function were performed in the ECMWF system. The experiment demonstrated reductions of first-guess departure biases arising from modelling of the azimuthal variations in areas of high wind-speed and low variability of wind direction. For example, bias reductions in ascending and descending SSMIS 19 GHz vertically polarized radiance in the Somali jet over the Arabian Sea were approximately 0.6 and 0.7 K. The bias reductions were found for all assimilated microwave imager channels in a wide wind-speed range. Moreover, analysis increments of specific humidity in the lower troposphere were reduced (e.g. 0.2 g kg−1 reduction at 1000 hPa in the Somali jet). We found improvements of relative humidity and temperature in short-range forecasts in the lower troposphere. The experiment results clearly showed the importance of modelling the azimuthal variation of emissivity for assimilation of microwave imager observations. The new RWD model function, combined with the other components of FASTEM, will be available as FASTEM-6.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2445", 
        "title": "Use of the ocean surface wind direction signal in microwave radiance assimilation"
    }, 
    {
        "author": "Sarvesh Kumar Singh, Maithili Sharan, Amit Kumar Singh", 
        "date": "2014-10-18", 
        "description": "\nReckoning the height of a release in the source term estimation is important since a ground-level approximation of the release leads to errors in capturing the actual extent of a plume. A least-squares inversion technique, free from initial guess, is adapted here for the reconstruction of an elevated point release in a discretized space. Primarily, this involves estimation of the effective height of the release above the ground along with its location and strength from a limited set of noisy concentration measurements. The methodology is evaluated here with the nine runs from the Idaho diffusion experiment (1974) corresponding to low wind, stable conditions. Both real and model-generated synthetic data are used to test the method. With synthetic data, the methodology can exactly reproduce the input source terms. With real data, the average release height is estimated as 3.1 m, which is very close to the effective release height (3 m) reported in the Idaho data. The release location is retrieved with an average error of 30 m, whereas the minimum distance between source and detectors is 100 m; strength is retrieved within a factor of two in all the runs. The deviations in the source parameters from their prescribed values are explained in the context of model representativeness, wind variability and available monitoring network. The sensitivity of the source term estimation is evaluated against several parameters: (i) receptors' height either neglected or duly taken as 0.76 m, (ii) measurement noises and (iii) number of receptors utilized in the inversion. In addition, the limitations and meteorological issues related to the inversion of an elevated release are highlighted.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2446", 
        "title": "Reconstructing height of an unknown point release using least-squares data assimilation"
    }, 
    {
        "author": "Yang Chen, Panmao Zhai", 
        "date": "2014-10-13", 
        "description": "\nSynoptic-scale precursors of the typical East Asia/Pacific (EAP) teleconnection pattern responsible for persistent extreme precipitation events (PEPEs) in the Yangtze River Valley (YRV) are investigated, based on a composite analysis. The results reveal that, about one week prior to PEPEs, a blocking high develops near the Sea of Okhotsk owing to an eastward energy dispersion and further strengthens markedly due to poleward energy dispersion from low latitudes. Subsequently, a meridional tripole structure of the typical EAP pattern becomes well established by this blocking, along with a westward-migrated strong negative anomaly at midlatitudes/positive anomaly at lower latitudes. In the lower troposphere, a westward-progressive anomalous anticyclone–cyclone pair can be identified up to about a week prior to PEPEs, contributing to greatly enhanced moisture transport towards the YRV with a magnitude anomaly over three standard deviations above normal. A midlatitude anomalous cyclone associated with the EAP pattern evolution and the eastward-extended South Asia High combine to provide favourable upper-level divergence. Correspondingly, strong ascent of low-level warm/moist air along a quasi-stationary front leads to PEPEs in the YRV. A contrastive analysis between evolution of typical wet and dry EAP regimes indicates that EAP-induced PEPEs are more likely to occur in the YRV, with the ridge of the western Pacific subtropical high typically staying around the northeastern quadrant of the South China Sea. This contrasting analysis also highlights the importance of the upstream pre-existing ridge to early strengthening of the Okhotsk blocking.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2448", 
        "title": "Synoptic-scale precursors of the East Asia/Pacific teleconnection pattern responsible for persistent extreme precipitation in the Yangtze River Valley"
    }, 
    {
        "author": "L. Tomassini, A. Voigt, B. Stevens", 
        "date": "2014-10-15", 
        "description": "\nThe connection between the large-scale tropical circulation of the atmosphere, convective mixing, and climate sensitivity is explored in a wide range of climates through a perturbed-parameter ensemble of a comprehensive Earth System Model. Four parameters related to the representation of atmospheric moist convection are found to dominate the response of the model. Their values govern the strength of the tropical circulation, the surface temperature, atmospheric humidity, and the strength of the tropical overturning circulation, largely through their influence on the atmospheric stability. The same convective parameters, albeit in different combinations, also have a strong influence on the equilibrium climate sensitivity of the model, which ranges from a little over 3 °C to more than 10 °C. The importance of the most poorly represented processes in determining important aspects of the behaviour of the model argues for the need to move beyond statistical approaches to estimating climate sensitivity and to focus on the development of a better understanding and representation of convective mixing, particularly in the Tropics.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2450", 
        "title": "On the connection between tropical circulation, convective mixing, and climate sensitivity"
    }, 
    {
        "author": "Lewis Mitchell, Alberto Carrassi", 
        "date": "2014-11-27", 
        "description": "\nWe propose a method to account for model error due to unresolved scales in the context of the ensemble transform Kalman filter (ETKF). The approach extends to this class of algorithms the deterministic model error formulation recently explored for variational schemes and extended Kalman filter. The model error statistic required in the analysis update is estimated using historical reanalysis increments and a suitable model error evolution law. Two different versions of the method are described; a time-constant model error treatment where the same model error statistical description is time-invariant, and a time-varying treatment where the assumed model error statistics is randomly sampled at each analysis step. We compare both methods with the standard method of dealing with model error through inflation and localization, and illustrate our results with numerical simulations on a low-order nonlinear system exhibiting chaotic dynamics. The results show that the filter skill is significantly improved through the proposed model error treatments, and that both methods require far less parameter tuning than the standard approach. Furthermore, the proposed approach is simple to implement within a pre-existing ensemble-based scheme. The general implications for the use of the proposed approach in the framework of square-root filters such as the ETKF are also discussed.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2451", 
        "title": "Accounting for model error due to unresolved scales within ensemble Kalman filtering"
    }, 
    {
        "author": "C. Heaviside, X.-M. Cai, S. Vardoulakis", 
        "date": "2014-10-20", 
        "description": "\nBirmingham is the second most populous city in the United Kingdom and observations indicate that it has a pronounced urban heat island (UHI), i.e. higher ambient temperatures in the city centre compared with surrounding suburban and rural areas, particularly at night. The effects of UHIs are often amplified during anticyclonic summer weather conditions, which can cause or exacerbate heatwaves. Enhanced temperatures in highly populated regions can mean that significant numbers of people are at risk from heat-related illness during hot weather. Climate change projections often do not include the effects of the UHI, which can mean that assessments of heat-related health effects using these projections underestimate the actual magnitude of future health impacts. We present numerical simulations of the UHI in Birmingham and the West Midlands Metropolitan region during the heatwave of August 2003 using the high-resolution, regional meteorological Weather Research and Forecasting (WRF) model, with an urban canopy scheme. We evaluated the model using local air-temperature observations, and found good model performance in capturing the temporal and spatial signature of the UHI. We performed a sensitivity test, replacing urban land categories with rural ones, and found that the difference in temperature between the two model runs throughout the heatwave period (2–11 August 2003) was around 3°C on average, and reached a maximum of 7°C. Finally, we present a novel generic methodology to enable the examination of the extent of horizontal advection of warm air downwind of the conurbation area. We found that during the heatwave, temperatures downwind of Birmingham were up to 2.5°C warmer than those upwind. This methodology has the potential for improvements to, or parametrizations for, diagnostic models that do not explicitly include dynamics and where local conditions are driven largely by land-surface type.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2452", 
        "title": "The effects of horizontal advection on the urban heat island in Birmingham and the West Midlands, United Kingdom during a heatwave"
    }, 
    {
        "author": "K. Schepanski, P. Knippertz, S. Fiedler, F. Timouk, J. Demarty", 
        "date": "2014-10-28", 
        "description": "\nThis study explores simulations using the numerical Weather Research and Forecasting (WRF) model, with respect to the representation of the nocturnal low-level jet (LLJ) over the Sahel. Three sets of experiments are designed to investigate the sensitivity with respect to (i) the boundary-layer and surface-layer schemes including local and non-local closures, (ii) the horizontal grid spacing and the number of vertical levels within the lowest kilometre and (iii) the role of initial and boundary data. In total, 27 simulations are performed on one host domain and two nested domains for a representative LLJ case study on 9 November 2006. The ability of the individual simulations to represent the life cycle of the nocturnal LLJ is validated against observations carried out in the framework of the African Monsoon Multidisciplinary Analysis (AMMA) special observation periods: surface wind observations from Agoufou, Bamba and Banizoumbou, atmospheric wind profiles derived from Atmospheric Radiation Measurement Mobile Facility, wind radar measurements at Niamey and profiles from radiosondes launched at Niamey. All runs reproduce the general characteristics of the observed LLJs satisfactorily. In contrast to earlier studies, results are more sensitive to the choice of initial and boundary data (here GFS and ECMWF) than to the boundary-layer and surface schemes used or to model grid resolution. The sensitivity to the model grid resolution is surprisingly minor. Considerable differences between the individual stations suggest that local surface conditions such as roughness length, albedo or soil moisture may play an important role in the observed mismatch between model simulations and observations.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2453", 
        "title": "The sensitivity of nocturnal low-level jets and near-surface winds over the Sahel to model resolution, initial conditions and boundary-layer set-up"
    }, 
    {
        "author": "Cunbo Han, Yaoming Ma, Zhongbo Su, Xuelong Chen, Lang Zhang, Maoshan Li, Fanglin Sun", 
        "date": "2014-11-08", 
        "description": "\nWind profile data were measured by a wind profiler at QOMS (The Qomolangma Station for Atmospheric Environmental Observation and Research, Chinese Academy of Sciences) and, in separate experiments, GPS radiosondes were used at Shiquanhe Station and Litang Station on the Tibetan Plateau (TP). All three stations are located in the most rugged areas of the TP. QOMS is surrounded by the Himalaya, Shiquanhe Station by the Transhimalaya and Litang station is near the Hengduan Mountains. Using observational wind profile data, effective aerodynamic roughness length z0meff and zero-plane displacement height d0 are determined using the neutral logarithmic wind profile law. The results show that the values of z0meff derived from the wind profiles can be considerably larger than the small-scale aerodynamic roughness lengths of the land surface around the three stations. Subsequently, several parametrization schemes which use land surface characteristics to estimate z0meff and d0, such as roughness obstacle height and density, were assessed. The result indicates that of all the methods available, that proposed by Grant and Mason, where the drag coefficient D = 0.5, gives the best estimate of z0meff. The interim European Centre for Medium-range Weather Forecasts (ECMWF) Re-Analysis (ERA-Interim) dataset underestimates effective aerodynamic roughness length in mountainous areas of the TP due to its use of a smaller drag coefficient of D = 0.4. For estimating d0, the method of Kutzbach performs well when the density of roughness obstacles (λ) is low, whereas the method of Raupach et al. gives a more reliable estimate when λ is high. Although this analysis has some limitations, it can feasibly account for form drag being exerted by an unresolved topography in the mountainous areas of the TP.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2462", 
        "title": "Estimates of effective aerodynamic roughness length over mountainous areas of the Tibetan Plateau"
    }, 
    {
        "author": "K. J. Pearson, L. C. Shaffrey, J. Methven, K. I. Hodges", 
        "date": "2014-08-08", 
        "description": "\nThe ability of the High-Resolution Global Environmental Monitoring (HiGEM) climate model to represent high-impact, regional precipitation events is investigated in two ways. The first focuses on a case study of extreme regional accumulation of precipitation during the passage of a summer extratropical cyclone across southern England on 20 July 2007 that resulted in a national flooding emergency. The climate model is compared with a global numerical weather prediction (NWP) model and higher-resolution, nested limited-area models. While the climate model does not simulate the timing and location of the cyclone and associated precipitation as accurately as the NWP simulations, the total accumulated precipitation in all models is similar to the rain-gauge estimate across England and Wales. The regional accumulation over the event is insensitive to horizontal resolution for grid spacings ranging from 90–4 km.\nSecondly, the free-running climate model reproduces the statistical distribution of daily precipitation accumulations observed in the England–Wales precipitation record. The model distribution diverges increasingly from the record for longer accumulation periods, with a consistent under-representation of more intense multiday accumulations. This may indicate a lack of low-frequency variability associated with weather regime persistence. Despite this, the overall seasonal and annual precipitation totals from the model are still comparable to those from ERA-Interim.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2428", 
        "title": "Can a climate model reproduce extreme regional precipitation events over England and Wales?"
    }, 
    {
        "author": "Martin Charron, Ayrton Zadra", 
        "date": "2014-09-18", 
        "description": "\nStarting from the governing equations in tensor form for non-hydrostatic fluid dynamics, the hydrostatic limit is obtained by introducing a scaling parameter. This allows the use of the same fundamental tensor equations to describe the dynamics of non-hydrostatic and hydrostatic geophysical fluids, possibly combined with geometric approximations, while preserving the dynamical consistency of the governing equations in arbitrary coordinates. This provides the tools to reproduce in a systematic manner the quartet of equations—deep/non-hydrostatic, deep/hydrostatic, shallow/non-hydrostatic, and shallow/hydrostatic—presented elsewhere. This quartet is generalised to the case where the gravitational potential has no spatial symmetries.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2435", 
        "title": "Covariant equations for geophysical fluids with an asymmetric gravitational potential and their hydrostatic limit"
    }
]