[
    {
        "author": "", 
        "date": "2015-07-01", 
        "description": "", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2298-y", 
        "title": "Erratum to: Contrasting interannual and multidecadal NAO variability"
    }, 
    {
        "author": "", 
        "date": "2015-07-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">Based on Coupled Model Intercomparison Project phase 5 (CMIP5) models, present study investigates the decadal variability of the tropical Indian Ocean (TIO) sea surface temperature (SST)–the South Asian High (SAH) relation (hereafter TSR) as well as its responses to the global warming. Out of the 17 CMIP5 models, only one (GFDL-CM3) reproduces reasonably the influence of the TIO SST on the SAH. In the historical simulations of GFDL-CM3, the TSR features fluctuations modulated by the western Pacific SST and the Indian subcontinent precipitation. When the TIO warming is accompanied by warm western Pacific, the western Pacific SST-induced tropospheric warming propagates westwards, warms the troposphere surrounding the Indian Ocean, enhances SAH and leads to higher TSR; when accompanied by not so warmed western Pacific, the TSR is lower. While, if the TIO warming is accompanied by negative rainfall anomalies over the Indian subcontinent, the rainfall-induced upper-troposphere cyclone over the subtropical Asia weakens the response of the SAH and leads to lower TSR; if not accompanied by negative rainfall anomalies, the TSR is higher. The decadal variability of the TSR is not subject to the global warming. In RCP45 and RCP85 scenarios, the TSR is also not directly affected by global warming. The rainfall over the Indian subcontinent is still a factor modulating the TSR. While, the western Pacific SST is invalid in the influences of the TIO SST on the SAH.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2285-3", 
        "title": "The decadal variability of the tropical Indian Ocean SST–the South Asian High relation: CMIP5 model study"
    }, 
    {
        "author": "", 
        "date": "2015-07-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">The El Nino Southern Oscillation (ENSO) and the Indian Ocean Dipole (IOD) are widely recognized as major drivers of inter-annual variability of the Indian monsoon (IM) and extreme rainfall events (EREs). We assess the time-varying strength and non-linearity of these linkages using dynamic linear regression and Generalized Additive Models. Our results suggest that IOD has evolved independently of ENSO, with its influence on IM and EREs strengthening in recent decades when compared to ENSO, whose relationship with IM seems to be weakening and more uncertain. A unit change in IOD currently has a proportionately greater impact on IM. ENSO positively influences EREs only below a threshold of 100 mm day<sup class=\"a-plus-plus\">−1</sup>. Furthermore, there is a non-linear and positive relationship between IOD and IM totals and the frequency of EREs (&gt;100 mm day<sup class=\"a-plus-plus\">−1</sup>). Improvements in modeling this complex system can enhance the forecasting accuracy of the IM and EREs.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2288-0", 
        "title": "Non-stationary and non-linear influence of ENSO and Indian Ocean Dipole on the variability of Indian monsoon rainfall and extreme rain events"
    }, 
    {
        "author": "", 
        "date": "2015-07-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">\n      During the last glacial–interglacial cycle, changes in the large-scale North Atlantic ocean circulation occurred, and at the same time topography of the Laurentide and Greenland ice sheets also varied. In this study, we focus on detecting the changes of the North Atlantic gyres, western boundary current, and the Atlantic meridional overturning circulation (AMOC) corresponding to different Laurentide and Greenland ice sheet topographies. Using an Earth System Model, we conducted simulations for five climate states with different ice sheet topographies: Pre-industrial, Mid Holocene, Last Glacial Maximum, 32 kilo years before present and Eemian interglacial. Our simulation results indicate that higher topographies of the Laurentide and Greenland ice sheets strengthen surface wind stress curl over the North Atlantic ocean, intensifying the subtropical and subpolar gyres and the western boundary currents. The corresponding decrease in sea surface height from subtropical to subpolar favors a stronger AMOC. An offshore shift of the Gulf Stream is also identified during the glacial periods relative to that during the Pre-industrial due to lower sea levels, explaining a weaker glacial Gulf Stream detected in proxy data. Meanwhile, the North Atlantic gyres and AMOC demonstrate a positively correlated relation under each of the climate conditions with higher ice sheets.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-015-2502-8", 
        "title": "Higher Laurentide and Greenland ice sheets strengthen the North Atlantic ocean circulation"
    }, 
    {
        "author": "", 
        "date": "2015-07-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">A new ring-width record from the eastern flanks of the Eastern Sakhalin Range, Sakhalin Island, Russian Federation is significantly correlated with summer temperatures and allows for the reconstruction of May–July average temperatures for the past 400 years. The reconstruction explains 37 % of the variance in May–July temperatures and shows a strong cooling between 1680 and 1710 CE coincident with the Maunder solar minimum and in agreement with other independent tree-ring reconstructions and glacier histories from sites along the margin of the Sea of Okhotsk. While recent decades are among the warmest in the record they are rivaled by periods centered on 1650 and 1850 CE. Warming in the observational record and the reconstruction is consistent with the influence of the declining strength of the Siberian High and loss of sea ice over the same interval. Decadal (17–25 year) variability persists throughout the reconstruction. At interannual timescales the Sakhalin reconstruction is most strongly correlated with local and central North Pacific sea surface temperatures over the past 120 years, whereas at decadal timescales there is an additional association with Asian land surface temperatures.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2209-2", 
        "title": "Reconstructed summer temperatures over the last 400 years based on larch ring widths: Sakhalin Island, Russian Far East"
    }, 
    {
        "author": "", 
        "date": "2015-07-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">This study investigates how variations of the Atlantic meridional overturning circulation (AMOC) affect sea surface temperature (SST) within the simulations of the coupled model intercomparison project phase 5. In particular, we explore whether the SST response is interhemispheric in nature, specifically as reflected in the Atlantic SST Dipole index, or whether the response is localized more in the North Atlantic Ocean. In the absence of direct observational data, this Dipole index has been proposed to approximate AMOC variations over the duration of the instrumental temperature record. We find that typically, on timescales between decadal and centennial, the SST Dipole index correlates with the AMOC with coefficients ranging from 0.2 to 0.7, typically with a 0–6 year lag, and thus explains less than half of the AMOC variance. In just two models this value slightly exceeds 50 %. Even for the models with the highest correspondence between the AMOC and the Dipole index, the correlation between the two variables is controlled mainly by SST variations in the North Atlantic, not the South Atlantic, both for the model control and historical simulations. Consequently, in nearly all models, the North Atlantic SST provides a better indicator of AMOC variations than the Atlantic Dipole. Thus, on decadal to centennial timescales AMOC variability affects mainly the North Atlantic Ocean, with the sensitivity of the North Atlantic SST between 40 and 60°N, given by the multi-model average, of about 0.3 °C per 1 Sv of AMOC change, explaining roughly one third of the SST variance.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2443-7", 
        "title": "How the AMOC affects ocean temperatures on decadal to centennial timescales: the North Atlantic versus an interhemispheric seesaw"
    }, 
    {
        "author": "", 
        "date": "2015-07-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">The present study investigates the role of intraseasonal oscillation (ISO) on the South China Sea (SCS) summer monsoon onset based on the daily reanalysis data for a 33-year period from 1979 to 2011. The SCS summer monsoon (SCSSM) onset always occurs during the developing phase of ISO at which the ISO develops from inactive convection and easterly anomalies to active convection and westerly anomalies. In the SCSSM onset season (April–July), the change rate of the zonal winds of ISO over the SCS is around twice as large as the increase rate of the climatological westerly winds. Therefore, the monsoon onset, which is a process requiring the westerly winds to increase up to a certain threshold, only occurs during ISO’s developing phase. Furthermore, the monsoon onsets tend to occur at the active (inactive) convection and developing phase of ISO in the early (late) onset years. In the early-onset years, a strong active phase of ISO is needed to prompt monsoon onset because of the undeveloped climatological easterly winds at the onset period, whereas in the late-onset years the developed climatological westerly winds will prompt the monsoon onset as long as the suppressive role of the inactive phase of ISO starts relieving. Due to the constraint of ISO’s developing phase on the SCSSM onset, an earlier ISO’s developing phase occurring in the monsoon onset season will induce an earlier SCSSM onset. The low-frequency variation, with a period greater than 90 days, can also modify the role of ISO’s developing phase, especially when the developing phase of ISO occurs at the early season of the monsoon onset.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2264-8", 
        "title": "Role of the phase transition of intraseasonal oscillation on the South China Sea summer monsoon onset"
    }, 
    {
        "author": "", 
        "date": "2015-07-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">Wind extremes have consequences for renewable energy sectors, critical infrastructures, coastal ecosystems, and insurance industry. Considerable debates remain regarding the impacts of climate change on wind extremes. While climate models have occasionally shown increases in regional wind extremes, a decline in the magnitude of mean and extreme near-surface wind speeds has been recently reported over most regions of the Northern Hemisphere using observed data. Previous studies of wind extremes under climate change have focused on selected regions and employed outputs from the regional climate models (RCMs). However, RCMs ultimately rely on the outputs of global circulation models (GCMs), and the value-addition from the former over the latter has been questioned. Regional model runs rarely employ the full suite of GCM ensembles, and hence may not be able to encapsulate the most likely projections or their variability. Here we evaluate the performance of the latest generation of GCMs, the Coupled Model Intercomparison Project phase 5 (CMIP5), in simulating extreme winds. We find that the multimodel ensemble (MME) mean captures the spatial variability of annual maximum wind speeds over most regions except over the mountainous terrains. However, the historical temporal trends in annual maximum wind speeds for the reanalysis data, ERA-Interim, are not well represented in the GCMs. The historical trends in extreme winds from GCMs are statistically not significant over most regions. The MME model simulates the spatial patterns of extreme winds for 25–100 year return periods. The projected extreme winds from GCMs exhibit statistically less significant trends compared to the historical reference period.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2306-2", 
        "title": "Evaluating wind extremes in CMIP5 climate models"
    }, 
    {
        "author": "", 
        "date": "2015-07-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">\n      In this paper we analyze the multi-week prediction bias and skill from the National Centers for Environment Prediction (NCEP) Climate Forecast System version 2 (CFSv2) based on its hindcasts for 1999–2012. The analyses focus on the prediction of the rainfall variability over South-East Asia during boreal warm seasons and the dependence of the prediction on the activity of intrasesaonal leading modes. It is shown that the prediction skill measured by anomaly correlation is comparable between the total anomalies and intraseasonal anomalies during the first 2 weeks. After week 2, the prediction skill drops substantially and the skill for total anomalies is largely from the prediction for the interannual variability. Moreover, the forecast skill tends to be higher when the amplitude of the Madden–Julian Oscillation and the Boreal Summer Intraseasonal Oscillation (BSISO) is larger, especially for the BSISO. It is noted that the prediction skill over South-East Asia depends on the phase of the BSISO. One deficiency in the CFSv2 is that the northward propagation of the forecast BSISO is generally slower than the observed.\n      </p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2401-4", 
        "title": "Multi-week prediction of South-East Asia rainfall variability during boreal summer in CFSv2"
    }, 
    {
        "author": "", 
        "date": "2015-07-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">This study evaluates model fidelity in simulating relationships between seasonally averaged precipitation, cloud fraction and surface insolation from the North American Regional Climate Change Assessment Project (NARCCAP) hindcast using observational data from ground stations and satellites. Model fidelity is measured in terms of the temporal correlation coefficients between these three variables and the similarity between the observed and simulated joint probability distribution functions (JPDFs) in 14 subregions over the conterminous United States. Observations exhibit strong negative correlations between precipitation/cloud fraction and surface insolation for all seasons, whereas the relationship between precipitation and cloud fraction varies according to regions and seasons. The skill in capturing these observed relationships varies widely among the NARCCAP regional climate models, especially in the Midwest and Southeast coast regions where observations show weak (or even negative) correlations between precipitation and cloud fraction in winter due to frequent non-precipitating stratiform clouds. Quantitative comparison of univariate and JPDFs indicates that model performance varies markedly between regions as well as seasons. This study also shows that comparison of JPDFs is useful for summarizing the performance of and highlighting problems with some models in simulating cloud fraction and surface insolation. Our quantitative metric may be useful in improving climate models by highlighting shortcomings in the formulations related with the physical processes involved in precipitation, clouds and radiation or other multivariate processes in the climate system.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2253-y", 
        "title": "Using joint probability distribution functions to evaluate simulations of precipitation, cloud fraction and insolation in the North America Regional Climate Change Assessment Program (NARCCAP)"
    }, 
    {
        "author": "", 
        "date": "2015-07-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">The interannual variability of seasonal precipitation in eastern China from fall to following spring is examined for the period of 1951–2004 based on observations at 106 stations. The temporal variability of seasonal mean values is decomposed into intraseasonal (fast) and slow (potentially predictable) components. EOF analysis is then applied to both the fast and predictable components. We find that (1) the most predictable signal migrates in a north–south direction along with the annual cycle of the monsoon in east China, while spatial patterns of the leading fast modes does not change much; (2) the predictable signal of precipitation in eastern China is associated with anomalous atmospheric circulation patterns having more zonally symmetric structures while the fast time-varying precipitation components are accompanied by wavy anomalous atmospheric circulation patterns; (3) the most predictable signal has an apparent 1-season lagged correlation with the interannual variation of sea surface temperature associated with El Niño/Southern Oscillation; (4) The fast rainfall component is largely attributed to the intraseasonal variabilities of the Siberian High over the Eurasian continent and the subtropical high associated with the Western-Pacific-Oscillation-like variabilities over the North Pacific; and (5) The ENSO signal in the fall seasonal precipitation persisted throughout the entire 54-year period while the signal in winter intensified significantly after the mid-1970s. This is attributed to the weaker/stronger intensification of ENSO anomalies in the tropical Pacific during the fall/winter.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2411-2", 
        "title": "Interannual variability of autumn to spring seasonal precipitation in eastern China"
    }, 
    {
        "author": "", 
        "date": "2015-07-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">\n      Aiming to describe spatio-temporal climate variability on decadal-to-centennial time scales and longer, we analyzed a data set of 26 proxy records extending back 1,000–5,000 years; all records chosen were calibrated to yield temperatures. The seven irregularly sampled series in the data set were interpolated to a regular grid by optimized methods and then two advanced spectral methods—namely singular-spectrum analysis (SSA) and the continuous wavelet transform—were applied to individual series to separate significant oscillations from the high noise background. This univariate analysis identified several common periods across many of the 26 proxy records: a millennial trend, as well as oscillations of about 100 and 200 years, and a broad peak in the 40–70-year band. To study common NH oscillations, we then applied Multichannel SSA. Temperature variations on time scales longer than 600 years appear in our analysis as a dominant trend component, which shows climate features consistent with the Medieval Warm Period and the Little Ice Age. Statistically significant NH-wide peaks appear at 330, 250 and 110 years, as well as in a broad 50–80-year band. Strong variability centers in several bands are located around the North Atlantic basin and are in phase opposition between Greenland and Western Europe.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2331-1", 
        "title": "Multispectral analysis of Northern Hemisphere temperature records over the last five millennia"
    }, 
    {
        "author": "", 
        "date": "2015-07-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">Future projections of the Indian summer monsoon rainfall (ISMR) and its large-scale thermodynamic driver are studied by using CMIP5 model outputs. While all models project an increasing precipitation in the future warming scenario, most of them project a weakening large-scale thermodynamic driver arising from a weakening of the upper tropospheric temperature (UTT) gradient over south Asian summer monsoon region. The weakening of the UTT gradient under global warming scenarios is related to the increase in sea surface temperature (SST) over the equatorial Indian Ocean (EIO) leading to a stronger increase of UTT over the EIO region relative to the northern Indian region, a hypothesis supported by a series of Atmospheric General Circulation Model (AGCM) experiments forced by projected SSTs. To diagnose the inconsistency between the model projections of precipitation and the large-scale thermodynamic driver, we have examined the rate of total precipitation explained by convective and stratiform precipitations in observations and in CMIP5 models. It is found that most models produce too much (little) convective (stratiform) precipitation compared to observations. In addition, we also find stronger precipitable water—precipitation relationship in most CMIP5 models as compared to observations. Hence, the atmospheric moisture content produced by the model immediately gets converted to precipitation even though the large-scale thermodynamics in models weaken. Therefore, under global warming scenarios, due to increased temperature and resultant increased atmospheric moisture supply, these models tend to produce unrealistic local convective precipitation often not in tune with other large-scale variables. Our results questions the reliability of the ISMR projections in CMIP5 models and highlight the need to improve the convective parameterization schemes in coupled models for the reliable projections of the ISMR.\n      </p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2269-3", 
        "title": "Why ensemble mean projection of south Asian monsoon rainfall by CMIP5 models is not reliable?"
    }, 
    {
        "author": "", 
        "date": "2015-07-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">This study analyzes the effect of increasing horizontal resolution in the atmospheric model ECHAM6 on the simulated mean climate state and climate variability. For that purpose three AMIP-style simulations with the resolutions T63L95, T127L95, and T255L95 are compared to reanalysis data and observations. Biases in atmospheric fields as well as tropospheric and stratospheric biases individually are analyzed. Besides mean errors of the climate state and the variance, some atmospheric phenomena with different time scales are studied at the three horizontal resolutions: the transient eddy kinetic energy, storm tracks, atmospheric teleconnections, the Madden–Julian-Oscillation (MJO), and the Quasi-Biennial Oscillation (QBO). The main result is that, overall, the bias of the simulated climate is reduced with increasing resolution when considering the mean state and the variance. A greater improvement takes place in the extra-tropical than in the tropical troposphere. The errors in the stratosphere are generally larger but the relative benefit of increasing resolution is greater than in the troposphere and we find that stratospheric phenomena, like the QBO, are sensitive to horizontal resolution. Globally, the bias of the mean state improves by 19 %, while the bias of the variability improves by 15 % (from T63 to T255). Major challenges remain the simulation of the precipitation and climate features like the MJO, which might require a coupled atmosphere–ocean model.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2396-x", 
        "title": "Effect of horizontal resolution on ECHAM6-AMIP performance"
    }, 
    {
        "author": "", 
        "date": "2015-07-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">Inverse methods are used to investigate changes in the precursors to El Niño Southern Oscillation (ENSO) events since the so-called 1970’s climate shift, associated with a change in the phase of the Interdecadal Pacific Oscillation (IPO). Linear Inverse Models (LIMs) constructed from tropical sea surface temperature, thermocline depth and zonal wind stress anomalies from each of the periods 1959–1978 and 1979–1998, are able to reproduce the major observed characteristics of ENSO, including its amplitude, frequency and time evolution. Each LIM possesses low-frequency and biennial ENSO modes, the former being both the least damped and the mode responsible for strongest pseudoresonance, as quantified via calculation of the resolvent norm. Because these modes are damped, ENSO variability is sustained in the stochastically forced LIMs by transiently growing perturbations, and predictability is determined by the character of the transiently growing subspace of perturbations. The optimal linear precursor over any given lead time is equivalent to the optimal perturbation of the LIM, that represents the most rapidly growing linear perturbation over that timescale. In both periods linear ENSO growth occurs through one of two trajectories associated with the 7 and 15 month optimal perturbations. The structure of these two optimal perturbations change significantly between the two periods, and their ability to predict ENSO degrades dramatically when applied to the alternate period. This suggests that ENSO precursors changed following the 1970s climate shift over both 7 and 15 month time-scales. In particular, while prior to the climate shift the heat content of the equatorial Pacific alone is a skillful ENSO predictor on 7 month lead times, afterwards Indian and south Atlantic sea surface temperature anomalies are inferred to have become important. Optimal ENSO growth over 15 months also contains a significant extra-Pacific contribution, and it is possible to skillfully hindcast some (but not all) ENSO events in both periods over 15 month lead times. Of the four considered linear precursors, only the 7 month optimal perturbation corresponding to the period 1959–1978 is able to skillfully hindcast ENSO amplitude from 1998 to the present, correctly predicting the development of El Niño conditions since February 2014. As such the optimal precursor structure appears to be related to the phase of the IPO, and we conjecture that extra-Pacific teleconnections may gain importance during a positive phase of the IPO.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2300-8", 
        "title": "Optimal forcing of ENSO either side of the 1970’s climate shift and its implications for predictability"
    }, 
    {
        "author": "", 
        "date": "2015-07-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">Decadal and longer timescale variability in the winter North Atlantic Oscillation (NAO) has considerable impact on regional climate, yet it remains unclear what fraction of this variability is potentially predictable. This study takes a new approach to this question by demonstrating clear physical differences between NAO variability on interannual-decadal (&lt;30 year) and multidecadal (&gt;30 year) timescales. It is shown that on the shorter timescale the NAO is dominated by variations in the latitude of the North Atlantic jet and storm track, whereas on the longer timescale it represents changes in their strength instead. NAO variability on the two timescales is associated with different dynamical behaviour in terms of eddy-mean flow interaction, Rossby wave breaking and blocking. The two timescales also exhibit different regional impacts on temperature and precipitation and different relationships to sea surface temperatures. These results are derived from linear regression analysis of the Twentieth Century and NCEP-NCAR reanalyses and of a high-resolution HiGEM General Circulation Model control simulation, with additional analysis of a long sea level pressure reconstruction. Evidence is presented for an influence of the ocean circulation on the longer timescale variability of the NAO, which is particularly clear in the model data. As well as providing new evidence of potential predictability, these findings are shown to have implications for the reconstruction and interpretation of long climate records.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2237-y", 
        "title": "Contrasting interannual and multidecadal NAO variability"
    }, 
    {
        "author": "", 
        "date": "2015-07-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">The evolution of the Asian summer monsoon (ASM) in a global warming environment is a serious scientific and socio-economic concern since many recent studies have demonstrated the weakening nature of large-scale tropical circulation under anthropogenic forcing. But, how such processes affect the ASM circulation and rainfall is still a matter of debate. This study examines the climate model projections from a selected set of Coupled Model Inter-comparison Project 5 (CMIP5) models to provide a unified perspective on the future ASM response. The results indicate a robust reduction in the large-scale meridional gradient of temperature (MGT) at upper levels (200 hPa) over the ASM region, associated with enhanced ascendance and deep tropospheric heating over the equatorial Pacific in the future climate. The differential heating in the upper troposphere, with concomitant increase (decrease) in atmospheric stability (MGT), weakens the ASM circulation, promotes a northward shift of the monsoon circulation and a widening of the local Hadley cell in the eastern Indian sector. An examination of the water vapour budget indicates the competing effects of the thermodynamic (moisture convergence) and dynamics processes (monsoon circulation) on future ASM rainfall changes. The former component wins out over the later one and leads to the intensification of Indian monsoon rainfall in the CMIP5 projections. However, the diagnostics further show a considerable offset due to the dynamic component.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2257-7", 
        "title": "Global warming and the weakening of the Asian summer monsoon circulation: assessments from the CMIP5 models"
    }, 
    {
        "author": "", 
        "date": "2015-07-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">Global climate models (GCMs) have good skill in simulating climate at the global scale yet they show significant systematic errors at regional scale. For example, many GCMs exhibit significant biases in South Asian summer monsoon (SASM) simulations. Those errors not only limit application of such GCM output in driving regional climate models (RCMs) over these regions but also raise questions on the usefulness of RCMs derived from those GCMs. We focus on process studies where the RCM is driven by realistic lateral boundary conditions from atmospheric re-analysis which prevents remote systematic errors from influencing the regional simulation. In this context it is pertinent to investigate whether RCMs also suffer from similar errors when run over regions where their parent models show large systematic errors. Furthermore, the general sensitivity of the RCM simulation to domain size is informative in understanding remote drivers of systematic errors in the GCM and in choosing a suitable RCM domain that minimizes those errors. We investigate Met Office Unified Model systematic errors in SASM by comparing global and regional model simulations with targeted changes to the domain and forced with atmospheric re-analysis. We show that excluding remote drivers of systematic errors from the direct area of interest allows the application of RCMs for process studies of the SASM, despite the large errors in the parent global model. The findings in this study are also relevant to other models, many of which suffer from a similar pattern of systematic errors in global model simulations of the SASM.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-015-2565-6", 
        "title": "Sensitivity of systematic biases in South Asian summer monsoon simulations to regional climate model domain size and implications for downscaled regional process studies"
    }, 
    {
        "author": "", 
        "date": "2015-07-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">\n      The frequency and severity of extreme events are tightly associated with the variance of precipitation. As climate warms, the acceleration in hydrological cycle is likely to enhance the variance of precipitation across the globe. However, due to the lack of an effective analysis method, the mechanisms responsible for the changes of precipitation variance are poorly understood, especially on regional scales. Our study fills this gap by formulating a variance partition algorithm, which explicitly quantifies the contributions of atmospheric thermodynamics (specific humidity) and dynamics (wind) to the changes in regional-scale precipitation variance. Taking Southeastern (SE) United States (US) summer precipitation as an example, the algorithm is applied to the simulations of current and future climate by phase 5 of Coupled Model Intercomparison Project (CMIP5) models. The analysis suggests that compared to observations, most CMIP5 models (~60 %) tend to underestimate the summer precipitation variance over the SE US during the 1950–1999, primarily due to the errors in the modeled dynamic processes (i.e. large-scale circulation). Among the 18 CMIP5 models analyzed in this study, six of them reasonably simulate SE US summer precipitation variance in the twentieth century and the underlying physical processes; these models are thus applied for mechanistic study of future changes in SE US summer precipitation variance. In the future, the six models collectively project an intensification of SE US summer precipitation variance, resulting from the combined effects of atmospheric thermodynamics and dynamics. Between them, the latter plays a more important role. Specifically, thermodynamics results in more frequent and intensified wet summers, but does not contribute to the projected increase in the frequency and intensity of dry summers. In contrast, atmospheric dynamics explains the projected enhancement in both wet and dry summers, indicating its importance in understanding future climate change over the SE US. The results suggest that the intensified SE US summer precipitation variance is not a purely thermodynamic response to greenhouse gases forcing, and cannot be explained without the contribution of atmospheric dynamics. Our analysis provides important insights to understand the mechanisms of SE US summer precipitation variance change. The algorithm formulated in this study can be easily applied to other regions and seasons to systematically explore the mechanisms responsible for the changes in precipitation extremes in a warming climate.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2216-3", 
        "title": "Thermodynamic and dynamic contributions to future changes in regional precipitation variance: focus on the Southeastern United States"
    }, 
    {
        "author": "", 
        "date": "2015-07-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">The present study reveals that rainfall anomalies associated with the 25–90-day (quasi-biweekly) tropical convective activity propagates northward (northwestward) into northern China (the Yangtze River). Enhanced rainfall over southern China results directly from enhanced convection propagating northward from the South China Sea (SCS)–western north Pacific (WNP), strengthened northward water vapor transport and intensified upper-level divergence. The anomalous anticyclone over SCS–WNP, which is induced by local lower sea surface temperature, provides a favorable condition for transporting more moisture to southern China. Stronger subtropical westerly jet and South Asia high strengthen upper-level divergence. The northward propagating 25–90-day oscillation over eastern China reaches farther north than the quasi-biweekly oscillation (QBWO). The intensity of QBWO in summer rainfall has significantly strengthened over southern China after 1993 but not for the 25–90-day oscillation. This is mainly contributed by an interdecadal increase in rainfall over southern China and the Yangtze River Basin in the wet phases of QBWO. The interdecadal enhancement of rainfall associated with the QBWO is attributed to three factors. One is lower tropospheric convergence caused by anomalous anticyclone over the WNP and anomalous cyclone over Korean Peninsula and Japan. The second is upper tropospheric divergence resulting from strengthening of subtropical westerly jet and the South Asia high. The last is enhanced ascent over South China through meridional vertical circulation.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2334-y", 
        "title": "Influences of northward propagating 25–90-day and quasi-biweekly oscillations on eastern China summer rainfall"
    }
]