[
    {
        "author": "S. Albani, N. M. Mahowald, G. Winckler, R. F. Anderson, L. I. Bradtmiller, B. Delmonte, R. François, M. Goman, N. G. Heavens, P. P. Hesse, S. A. Hovan, S. G. Kang, K. E. Kohfeld, H. Lu, V. Maggi, J. A. Mason, P. A. Mayewski, D. McGee, X. Miao, B. L. Otto-Bliesner, A. T. Perry, A. Pourmand, H. M. Roberts, N. Rosenbloom, T. Stevens, and J. Sun", 
        "date": "2015-06-11", 
        "description": "<b>Twelve thousand years of dust: the Holocene global dust cycle constrained by natural archives</b><br /><br />Climate of the Past, 11, 869-903, 2015<br /><br />Author(s): S. Albani, N. M. Mahowald, G. Winckler, R. F. Anderson, L. I. Bradtmiller, B. Delmonte, R. François, M. Goman, N. G. Heavens, P. P. Hesse, S. A. Hovan, S. G. Kang, K. E. Kohfeld, H. Lu, V. Maggi, J. A. Mason, P. A. Mayewski, D. McGee, X. Miao, B. L. Otto-Bliesner, A. T. Perry, A. Pourmand, H. M. Roberts, N. Rosenbloom, T. Stevens, and J. Sun<br /><br />Mineral dust plays\n  an important role in the climate system by interacting\nwith radiation, clouds, and biogeochemical cycles. In addition, natural\narchives show that the dust cycle experienced variability in the past in\nresponse to global and local climate change. The compilation of the DIRTMAP (Dust Indicators and Records from\nTerrestrial and MArine Palaeoenvironments) paleodust data sets in the last 2 decades provided a benchmark for paleoclimate\nmodels that include the dust cycle, following a time slice approach. We\npropose an innovative framework to organize a paleodust data set that builds on the positive experience of DIRTMAP and takes into account new scientific\nchallenges by providing a concise and accessible data set of temporally\nresolved records of dust mass accumulation rates and particle grain size\ndistributions. We consider data from ice cores, marine sediments,\nloess–paleosol sequences, lake sediments, and peat bogs for this compilation,\nwith a temporal focus on the Holocene period. This global compilation allows\nthe investigation of the potential, uncertainties, and confidence level of dust\nmass accumulation rate reconstructions and highlights the importance of\ndust particle size information for accurate and quantitative reconstructions\nof the dust cycle. After applying criteria that help to establish that the\ndata considered represent changes in dust deposition, 45 paleodust records\nhave been identified, with the highest density of dust deposition data\noccurring in the North Atlantic region. Although the temporal evolution of\ndust in the North Atlantic appears consistent across several cores and\nsuggests that minimum dust fluxes are likely observed during the early to\nmid-Holocene period (6000–8000 years ago), the magnitude of dust fluxes in\nthese observations is not fully consistent, suggesting that more work needs\nto be done to synthesize data sets for the Holocene. Based on the data\ncompilation, we used the Community Earth System Model to estimate the mass\nbalance of and variability in the global dust cycle during the Holocene, with\ndust loads ranging from 17.2 to 20.8 Tg between 2000 and 10 000 years ago\nand with a minimum in the early to mid-Holocene (6000–8000 years ago).", 
        "journal": "Climate of the Past", 
        "link": "http://www.clim-past.net/11/869/2015/", 
        "title": "Twelve thousand years of dust: the Holocene global dust cycle constrained by natural archives"
    }, 
    {
        "author": "K. Tachikawa, L. Vidal, M. Cornuault, M. Garcia, A. Pothin, C. Sonzogni, E. Bard, G. Menot, and M. Revel", 
        "date": "2015-06-11", 
        "description": "<b>Eastern Mediterranean Sea circulation inferred from the conditions of S1 sapropel deposition</b><br /><br />Climate of the Past, 11, 855-867, 2015<br /><br />Author(s): K. Tachikawa, L. Vidal, M. Cornuault, M. Garcia, A. Pothin, C. Sonzogni, E. Bard, G. Menot, and M. Revel<br /><br />Holocene eastern Mediterranean Sea sediments contain an organic-rich sapropel\nS1 layer that was formed in oxygen-depleted waters. The spatial distribution\nof this layer revealed that during S1 deposition, deep waters were anoxic\nbelow a depth of 1800 m. However, whether this boundary permanently existed\nfrom the early to the mid-Holocene has not been examined yet. To answer this\nquestion, a multi-proxy approach was applied to a core retrieved close to the\n1800 m boundary (at 1780 m). We measured the bulk sediment elemental\ncomposition, the stable isotopic composition of the planktonic foraminifer\n<i>Globigerinoides ruber</i> and the abundance of benthic foraminifera\nsince the last deglaciation. The result indicates that authigenic U and Mo\naccumulation began around 13–12 cal ka BP, in concert with surface water\nfreshening estimated from the <i>G. ruber</i> δ<sup>18</sup>O record. The\nonset of bottom and pore water oxygen depletion occurred prior to S1\ndeposition inferred from barium enrichment. In the middle of the S1\ndeposition period, reduced authigenic V, Fe and As contents and the\nBr/Cl ratio indicated short-term bottom-water re-oxygenation. A sharp\nMn peak and maximal abundance for benthic foraminifera marked a total\nrecovery for circulation at approximately 7 cal ka BP. Based on our\nresults and existing data, we suggest that S1 formation within the upper\n1780 m of the eastern Mediterranean Sea was preconditioned by reduced\nventilation, resulting from excess freshwater inputs due to insolation\nchanges under deglacial conditions that initiated between 15 and\n12 cal ka BP within the upper\n1780 m. Short-term re-oxygenation in the Levantine Basin is estimated to\nhave affected bottom water at least as deep as 1780 m in response to cooling\nand/or the reduction of freshwater inputs. We tentatively propose that\ncomplete ventilation recovery at the S1 termination was depth-dependent, with\nearlier oxygenation within the upper 1780 m. Our results provide new\nconstraints on vertical water column structure in the eastern Mediterranean\nSea since the last deglaciation.", 
        "journal": "Climate of the Past", 
        "link": "http://www.clim-past.net/11/855/2015/", 
        "title": "Eastern Mediterranean Sea circulation inferred from the conditions of S1 sapropel deposition"
    }, 
    {
        "author": "S. Y. Maezumi, M. J. Power, F. E. Mayle, K. K. McLauchlan, and J. Iriarte", 
        "date": "2015-06-08", 
        "description": "<b>Effects of past climate variability on fire and vegetation in the cerrãdo savanna of the Huanchaca Mesetta, NE Bolivia</b><br /><br />Climate of the Past, 11, 835-853, 2015<br /><br />Author(s): S. Y. Maezumi, M. J. Power, F. E. Mayle, K. K. McLauchlan, and J. Iriarte<br /><br />Cerrãdo savannas have the greatest fire activity of all major global land-cover\ntypes and play a significant role in the global carbon cycle. During the\n21st century, temperatures are projected to increase by ~ 3 °C coupled with a precipitation decrease of\n~ 20%. Although these conditions could potentially\nintensify drought stress, it is unknown how that might alter vegetation\ncomposition and fire regimes. To assess how Neotropical savannas responded\nto past climate changes, a 14 500-year, high-resolution, sedimentary record\nfrom Huanchaca Mesetta, a palm swamp located in the cerrãdo savanna in northeastern\nBolivia, was analyzed with phytoliths, stable isotopes, and charcoal. A\nnon-analogue, cold-adapted vegetation community dominated the\nLateglacial–early Holocene period (14 500–9000 cal yr BP, which included trees and\nC<sub>3</sub> Pooideae and C<sub>4</sub> Panicoideae grasses. The Lateglacial\nvegetation was fire-sensitive and fire activity during this period was low,\nlikely responding to fuel availability and limitation. Although similar\nvegetation characterized the early Holocene, the warming conditions\nassociated with the onset of the Holocene led to an initial increase in fire\nactivity. Huanchaca Mesetta became increasingly fire-dependent during the\nmiddle Holocene with the expansion of C<sub>4</sub> fire-adapted grasses. However,\nas warm, dry conditions, characterized by increased length and severity of\nthe dry season, continued, fuel availability decreased. The establishment of\nthe modern palm swamp vegetation occurred at 5000 cal yr BP. Edaphic factors\nare the first-order control on vegetation on the rocky quartzite mesetta.\nWhere soils are sufficiently thick, climate is the second-order control of\nvegetation on the mesetta. The presence of the modern palm swamp is\nattributed to two factors: (1) increased precipitation that increased water\ntable levels and (2) decreased frequency and duration of <i>surazos</i> (cold wind\nincursions from Patagonia) leading to increased temperature minima. Natural\n(soil, climate, fire) drivers rather than anthropogenic drivers control the\nvegetation and fire activity at Huanchaca Mesetta. Thus the cerrãdo savanna\necosystem of the Huanchaca Plateau has exhibited ecosystem resilience to\nmajor climatic changes in both temperature and precipitation since the\nLateglacial period.", 
        "journal": "Climate of the Past", 
        "link": "http://www.clim-past.net/11/835/2015/", 
        "title": "Effects of past climate variability on fire and vegetation in the cerrãdo savanna of the Huanchaca Mesetta, NE Bolivia"
    }, 
    {
        "author": "J. A. Santos, M. F. Carneiro, A. Correia, M. J. Alcoforado, E. Zorita, and J. J. Gómez-Navarro", 
        "date": "2015-06-05", 
        "description": "<b>New insights into the reconstructed temperature in Portugal over the last 400 years</b><br /><br />Climate of the Past, 11, 825-834, 2015<br /><br />Author(s): J. A. Santos, M. F. Carneiro, A. Correia, M. J. Alcoforado, E. Zorita, and J. J. Gómez-Navarro<br /><br />The consistency of an existing reconstructed annual (December–November)\ntemperature series for the Lisbon region (Portugal) from 1600 onwards, based\non a European-wide reconstruction, with (1) five local borehole\ntemperature–depth profiles; (2) synthetic temperature–depth profiles,\ngenerated from both reconstructed temperatures and two regional paleoclimate\nsimulations in Portugal; (3) instrumental data sources over the twentieth\ncentury; and (4) temperature indices from documentary sources during the late\nMaunder Minimum (1675–1715) is assessed. The low-frequency variability in\nthe reconstructed temperature in Portugal is not entirely consistent with\nlocal borehole temperature–depth profiles and with the simulated response of\ntemperature in two regional paleoclimate simulations driven by\nreconstructions of various climate forcings. Therefore, the existing\nreconstructed series is calibrated by adjusting its low-frequency variability\nto the simulations (first-stage adjustment). The annual reconstructed series\nis then calibrated in its location and scale parameters, using the\ninstrumental series and a linear regression between them (second-stage\nadjustment). This calibrated series shows clear footprints of the Maunder and\nDalton minima, commonly related to changes in solar activity and explosive\nvolcanic eruptions, and a strong recent-past warming, commonly related to\nhuman-driven forcing. Lastly, it is also in overall agreement with annual\ntemperature indices over the late Maunder Minimum in Portugal. The series\nresulting from this post-reconstruction adjustment can be of foremost\nrelevance to improve the current understanding of the driving mechanisms of\nclimate variability in Portugal.", 
        "journal": "Climate of the Past", 
        "link": "http://www.clim-past.net/11/825/2015/", 
        "title": "New insights into the reconstructed temperature in Portugal over the last 400 years"
    }, 
    {
        "author": "Y. Kubota, K. Kimoto, T. Itaki, Y. Yokoyama, Y. Miyairi, and H. Matsuzaki", 
        "date": "2015-06-03", 
        "description": "<b>Bottom water variability in the subtropical northwestern Pacific from 26 kyr BP to present based on Mg / Ca and stable carbon and oxygen isotopes of benthic foraminifera</b><br /><br />Climate of the Past, 11, 803-824, 2015<br /><br />Author(s): Y. Kubota, K. Kimoto, T. Itaki, Y. Yokoyama, Y. Miyairi, and H. Matsuzaki<br /><br />To understand bottom water variability in the subtropical northwestern\nPacific, bottom water temperatures (BWTs), carbon isotopes (&delta;<sup>13</sup>C), and oxygen isotopes of seawater (δ<sup>18</sup>O<sub>w</sub>) at a\nwater depth of 1166 m were reconstructed from 26 kyr BP to present. A new\nregional Mg / Ca calibration for the benthic foraminifera <i>Cibicidoides wuellerstorfi</i> (type B) was\nestablished to convert the benthic Mg / Ca value to BWT, based on 26\nsurface sediment samples and two core-top samples retrieved around Okinawa\nIsland. During the Last Glacial Maximum (LGM), the δ<sup>18</sup>O<sub>w</sub>\nin the intermediate water in the northwestern South Pacific was ~0.4&permil; lower than in the deep South Pacific, indicating a greater\nvertical salinity gradient than at present. This salinity (and probably density)\nstructure would have led to stratification in the intermediate and deep\nPacific, which would, in turn, have greatly influenced carbon storage during\nthe glacial time. The benthic Mg / Ca and δ<sup>18</sup>O<sub>w</sub> records suggest changes\nthat seem to follow Heinrich event 1 (H1) and the Bølling–Alleød\n(B/A) and Younger Dryas (YD) intervals, with BWT higher during H1\n(~17 kyr BP) and YD (~12 kyr BP) and lower\nduring B/A (~14 kyr BP). The warming in the bottom water\nduring H1 suggests increased contribution of North Pacific Intermediate\nWater (NPIW) to the subtropical northwestern Pacific and decreased upwelling\nof cooler waters from the abyssal North Pacific. During the interval from 17\nto 14.5 kyr BP, the BWT tended to decrease successively in association with\na decrease in δ<sup>13</sup>C values, presumably as a result of increased\nupwelling of the abyssal waters to the intermediate depths of the North\nPacific caused by shoaling and enhancement of the southward return flow\nof Pacific Deep Water (PDW). During the Holocene, the millennial- to sub-millennial-scale variations in the BWT generally correlate with the sea\nsurface temperatures in the Okhotsk Sea, the source region of the NPIW,\nsuggesting that changes in the BWT are linked to changes in the NPIW\nproduction rate.", 
        "journal": "Climate of the Past", 
        "link": "http://www.clim-past.net/11/803/2015/", 
        "title": "Bottom water variability in the subtropical northwestern Pacific from 26 kyr BP to present based on Mg / Ca and stable carbon and oxygen isotopes of benthic foraminifera"
    }, 
    {
        "author": "M. Van Rampelbergh, S. Verheyden, M. Allan, Y. Quinif, H. Cheng, L. R. Edwards, E. Keppens, and P. Claeys", 
        "date": "2015-06-01", 
        "description": "<b>A 500-year seasonally resolved δ<sup>18</sup>O and δ<sup>13</sup>C, layer thickness and calcite aspect record from a speleothem deposited in the Han-sur-Lesse cave, Belgium</b><br /><br />Climate of the Past, 11, 789-802, 2015<br /><br />Author(s): M. Van Rampelbergh, S. Verheyden, M. Allan, Y. Quinif, H. Cheng, L. R. Edwards, E. Keppens, and P. Claeys<br /><br />Speleothem δ<sup>18</sup>O and δ<sup>13</sup>C signals enable climate\nreconstructions at high resolution. However, scarce decadal and seasonally\nresolved speleothem records are often difficult to interpret in terms of\nclimate due to the multitude of factors that affect the proxy signals. In\nthis paper, a fast-growing (up to 2 mm yr<sup>−1</sup>) seasonally laminated speleothem\nfrom the Han-sur-Lesse cave (Belgium) is analyzed for its δ<sup>18</sup>O\nand δ<sup>13</sup>C values, layer thickness and changes in calcite aspect.\nThe studied record covers the period between AD 2001 and 1479 as indicated\nby layer counting and confirmed by 20 U / Th ages. The Proserpine proxies are\nseasonally biased and document drier (and colder) winters on multidecadal\nscales. Higher δ<sup>13</sup>C signals reflect increased prior calcite\nprecipitation (PCP) and lower soil activity during drier (and colder)\nwinters. Thinner layers and darker calcite relate to slower growth and exist\nduring drier (and colder) winter periods. Exceptionally dry (and cold)\nwinter periods occur from 1565 to 1610, at 1730, from 1770 to 1800, from\n1810 to 1860, and from 1880 to 1895 and correspond to exceptionally cold\nperiods in historical and instrumental records as well as European winter\ntemperature reconstructions. More relative climate variations, during which\nthe four measured proxies vary independently and display lower amplitude\nvariations, occur between 1479 and 1565, between 1610 and 1730, and between\n1730 and 1770. The winters during the first and last periods are interpreted\nas relatively wetter (and warmer) and correspond to warmer periods in\nhistorical data and in winter temperature reconstructions in Europe. The\nwinters in the period between 1610 and 1730 are interpreted as relatively\ndrier (and cooler) and correspond to generally colder conditions in\nEurope. Interpretation of the seasonal variations in δ<sup>18</sup>O and\nδ<sup>13</sup>C signals differs from that on a decadal and multidecadal\nscale. Seasonal δ<sup>18</sup>O variations reflect cave air temperature\nvariations and suggest a 2.5 °C seasonality in cave air\ntemperature during the two relatively wetter (and warmer) winter periods\n(1479–1565 and 1730–1770), which corresponds to the cave air temperature\nseasonality observed today. Between 1610 and 1730, the δ<sup>18</sup>O\nvalues suggest a 1.5 °C seasonality in cave air temperature,\nindicating colder summer temperatures during this drier (and cooler)\ninterval. The δ<sup>13</sup>C seasonality is driven by PCP and suggests\ngenerally lower PCP seasonal effects between 1479 and 1810 compared to\ntoday. A short interval of increased PCP seasonality occurs between 1600 and\n1660, and reflects increased PCP in summer due to decreased winter recharge.", 
        "journal": "Climate of the Past", 
        "link": "http://www.clim-past.net/11/789/2015/", 
        "title": "A 500-year seasonally resolved δ<sup>18</sup>O and δ<sup>13</sup>C, layer thickness and calcite aspect record from a speleothem deposited in the Han-sur-Lesse cave, Belgium"
    }, 
    {
        "author": "S. Kloster, T. Brücher, V. Brovkin, and S. Wilkenskjeld", 
        "date": "2015-05-27", 
        "description": "<b>Controls on fire activity over the Holocene</b><br /><br />Climate of the Past, 11, 781-788, 2015<br /><br />Author(s): S. Kloster, T. Brücher, V. Brovkin, and S. Wilkenskjeld<br /><br />Changes in fire activity over the last 8000 years are simulated with\na global fire model driven by changes in climate and vegetation cover. The\nchanges were separated into those caused through variations in fuel\navailability, fuel moisture or wind speed, which react differently to changes\nin climate. Disentangling these controlling factors helps in understanding the\noverall climate control on fire activity over the Holocene.\n\n<br><br>\n\n\nGlobally the burned area is simulated to increase by 2.5% between 8000\nand 200 cal yr BP, with larger regional changes compensating nearly evening out on a global\nscale. Despite the absence of anthropogenic fire ignitions, the simulated\ntrends in fire activity agree reasonably well with continental-scale\nreconstructions from charcoal records, with the exception of Europe. For some\nregions the change in fire activity is predominantly controlled through\nchanges in fuel availability (Australia monsoon, Central America\ntropics/subtropics). For other regions changes in fuel moisture are more\nimportant for the overall trend in fire activity (North America, Sub-Saharan\nAfrica, Europe, Asia monsoon). In Sub-Saharan Africa, for example, changes in\nfuel moisture alone lead to an increase in fire activity between 8000 and\n200 cal yr BP, while changes in fuel availability lead to a decrease.\nOverall, the fuel moisture control is dominating the simulated fire activity\nfor Sub-Saharan Africa.\n\n\n<br><br>\n\nThe simulations clearly demonstrate that both changes in fuel availability\nand changes in fuel moisture are important drivers for the fire activity over\nthe Holocene. Fuel availability and fuel moisture do, however, have different\nclimate controls. As such, observed changes in fire activity cannot be\nrelated to single climate parameters such as precipitation or temperature\nalone. Fire models, as applied in this study, in combination with\nobservational records can help in understanding the climate control on fire\nactivity, which is essential to project future fire activity.", 
        "journal": "Climate of the Past", 
        "link": "http://www.clim-past.net/11/781/2015/", 
        "title": "Controls on fire activity over the Holocene"
    }, 
    {
        "author": "N. Sudarchikova, U. Mikolajewicz, C. Timmreck, D. O'Donnell, G. Schurgers, D. Sein, and K. Zhang", 
        "date": "2015-05-19", 
        "description": "<b>Modelling of mineral dust for interglacial and glacial climate conditions with a focus on Antarctica</b><br /><br />Climate of the Past, 11, 765-779, 2015<br /><br />Author(s): N. Sudarchikova, U. Mikolajewicz, C. Timmreck, D. O'Donnell, G. Schurgers, D. Sein, and K. Zhang<br /><br />The mineral dust cycle responds to climate variations and plays an\n      important role in the climate system by affecting the radiative\n      balance of the atmosphere and modifying biogeochemistry. Polar ice\n      cores provide unique information about deposition of aeolian dust\n      particles transported over long distances. These cores are\n      a palaeoclimate proxy archive of climate variability thousands of years\n      ago.  The current study is a first attempt to simulate past\n      interglacial dust cycles with a global aerosol–climate model\n      ECHAM5-HAM.  The results are used to explain the dust deposition\n      changes in Antarctica in terms of quantitative contribution of\n      different processes, such as emission, atmospheric transport and\n      precipitation, which will help to interpret palaeodata from Antarctic\n      ice cores. The investigated periods include four interglacial\n      time slices: the pre-industrial control (CTRL), mid-Holocene\n      (6000 yr BP; hereafter referred to as \"6 kyr\"), last glacial inception (115 000 yr BP; hereafter \"115 kyr\")\n      and Eemian (126 000 yr BP; hereafter \"126 kyr\"). One glacial time interval,\n      the Last Glacial Maximum (LGM) (21 000 yr BP; hereafter \"21 kyr\"), was simulated as\n      well to be a reference test for the model.  Results suggest an increase\n      in mineral dust deposition globally, and in Antarctica, in the past\n      interglacial periods relative to the pre-industrial CTRL\n      simulation. Approximately two-thirds of the increase in the\n      mid-Holocene and Eemian is attributed to enhanced Southern Hemisphere\n      dust emissions.  Slightly strengthened transport efficiency causes the\n      remaining one-third of the increase in dust deposition.  The moderate\n      change in dust deposition in Antarctica in the last glacial inception\n      period is caused by the slightly stronger poleward atmospheric\n      transport efficiency compared to the pre-industrial.  Maximum dust\n      deposition in Antarctica was simulated for the glacial period. LGM\n      dust deposition in Antarctica is substantially increased due to 2.6\n      times higher Southern Hemisphere dust emissions, 2 times stronger\n      atmospheric transport towards Antarctica, and 30% weaker\n      precipitation over the Southern Ocean.  The model is able to reproduce\n      the order of magnitude of dust deposition globally and in Antarctica\n      for the pre-industrial and LGM climates.", 
        "journal": "Climate of the Past", 
        "link": "http://www.clim-past.net/11/765/2015/", 
        "title": "Modelling of mineral dust for interglacial and glacial climate conditions with a focus on Antarctica"
    }, 
    {
        "author": "I. Bouimetarhan, L. Dupont, H. Kuhlmann, J. Pätzold, M. Prange, E. Schefuß, and K. Zonneveld", 
        "date": "2015-05-11", 
        "description": "<b>Northern Hemisphere control of deglacial vegetation changes in the Rufiji uplands (Tanzania)</b><br /><br />Climate of the Past, 11, 751-764, 2015<br /><br />Author(s): I. Bouimetarhan, L. Dupont, H. Kuhlmann, J. Pätzold, M. Prange, E. Schefuß, and K. Zonneveld<br /><br />In tropical eastern Africa, vegetation distribution is largely controlled by\nregional hydrology, which has varied over the past 20 000 years. Therefore,\naccurate reconstructions of past vegetation and hydrological changes are\ncrucial for a better understanding of climate variability in the tropical\nsoutheastern African region. We present high-resolution pollen records from\na marine sediment core recovered offshore of the Rufiji River delta. Our data\ndocument significant shifts in pollen assemblages during the last\ndeglaciation, identifying, through changes in both upland and\nlowland vegetation, specific responses of plant communities to atmospheric\n(precipitation) and coastal (coastal dynamics and sea-level changes)\nalterations. Specifically, arid conditions reflected by a maximum pollen\nrepresentation of dry and open vegetation occurred during the Northern\nHemisphere cold Heinrich event 1 (H1), suggesting that the expansion of drier\nupland vegetation was synchronous with cold Northern Hemisphere\nconditions. This arid period is followed by an interval in which forest and\nhumid woodlands expanded, indicating a hydrologic shift towards more humid\nconditions. Droughts during H1 and the shift to humid conditions around 14.8 kyr BP in the uplands are consistent with latitudinal shifts of the\nintertropical convergence zone (ITCZ) driven by high-latitude Northern\nHemisphere climatic fluctuations. Additionally, our results show that the\nlowland vegetation, consisting of well-developed salt marshes and mangroves\nin a successional pattern typical for vegetation occurring in intertidal\nhabitats, has responded mainly to local coastal dynamics related to marine\ninundation frequencies and soil salinity in the Rufiji Delta as well as to the\nlocal moisture availability. Lowland vegetation shows a substantial\nexpansion of mangrove trees after ~ 14.8 kyr BP, suggesting an\nincreased moisture availability and river runoff in the coastal area. The\nresults of this study highlight the decoupled climatic and environmental\nprocesses to which the vegetation in the uplands and the Rufiji Delta has\nresponded during the last deglaciation.", 
        "journal": "Climate of the Past", 
        "link": "http://www.clim-past.net/11/751/2015/", 
        "title": "Northern Hemisphere control of deglacial vegetation changes in the Rufiji uplands (Tanzania)"
    }, 
    {
        "author": "M. W. Strassburg, B. D. Hamlington, R. R. Leben, P. Manurung, J. Lumban Gaol, B. Nababan, S. Vignudelli, and K.-Y. Kim", 
        "date": "2015-05-07", 
        "description": "<b>Sea level trends in Southeast Asian seas</b><br /><br />Climate of the Past, 11, 743-750, 2015<br /><br />Author(s): M. W. Strassburg, B. D. Hamlington, R. R. Leben, P. Manurung, J. Lumban Gaol, B. Nababan, S. Vignudelli, and K.-Y. Kim<br /><br />Southeast Asian seas span the largest archipelago in the global ocean\nand provide a complex oceanic pathway connecting the Pacific and Indian\noceans. The Southeast Asian sea regional sea level trends are some of the highest observed\nin the modern satellite altimeter record that now spans almost 2 decades.\nInitial comparisons of global sea level reconstructions find that 17-year\nsea level trends over the past 60 years exhibit good agreement with decadal\nvariability associated with the Pacific Decadal Oscillation and related\nfluctuations of trade winds in the region. The Southeast Asian sea region exhibits sea\nlevel trends that vary dramatically over the studied time period. This\nhistorical variation suggests that the strong regional sea level trends\nobserved during the modern satellite altimeter record will abate as trade\nwinds fluctuate on decadal and longer timescales. Furthermore, after\nremoving the contribution of the Pacific Decadal Oscillation (PDO) to sea level trends in the past\n20 years, the rate of sea level rise is greatly reduced in the Southeast Asian sea region. As\na result of the influence of the PDO, the Southeast Asian sea regional sea level trends\nduring the 2010s and 2020s are likely to be less than the global mean sea level\n(GMSL) trend if the observed oscillations in wind forcing and sea level\npersist. Nevertheless, long-term sea level trends in the Southeast Asian seas will continue\nto be affected by GMSL rise occurring now and in the future.", 
        "journal": "Climate of the Past", 
        "link": "http://www.clim-past.net/11/743/2015/", 
        "title": "Sea level trends in Southeast Asian seas"
    }, 
    {
        "author": "J. F. Donges, R. V. Donner, N. Marwan, S. F. M. Breitenbach, K. Rehfeld, and J. Kurths", 
        "date": "2015-05-07", 
        "description": "<b>Non-linear regime shifts in Holocene Asian monsoon variability: potential impacts on cultural change and migratory patterns</b><br /><br />Climate of the Past, 11, 709-741, 2015<br /><br />Author(s): J. F. Donges, R. V. Donner, N. Marwan, S. F. M. Breitenbach, K. Rehfeld, and J. Kurths<br /><br />The Asian monsoon system is an important tipping element in Earth's climate\nwith a large impact on human societies in the past and present. In light of\nthe potentially severe impacts of present and future anthropogenic climate\nchange on Asian hydrology, it is vital to understand the forcing mechanisms\nof past climatic regime shifts in the Asian monsoon domain. Here we use novel\nrecurrence network analysis techniques for detecting episodes with pronounced\nnon-linear changes in Holocene Asian monsoon dynamics recorded in speleothems\nfrom caves distributed throughout the major branches of the Asian monsoon\nsystem. A newly developed multi-proxy methodology explicitly considers dating\nuncertainties with the COPRA (COnstructing Proxy Records from Age models)\napproach and allows for detection of continental-scale regime shifts in the\ncomplexity of monsoon dynamics. Several epochs are characterised by\nnon-linear regime shifts in Asian monsoon variability, including the periods\naround 8.5–7.9, 5.7–5.0, 4.1–3.7, and 3.0–2.4 ka BP. The timing of\nthese regime shifts is consistent with known episodes of Holocene rapid\nclimate change (RCC) and high-latitude Bond events. Additionally, we observe\na previously rarely reported non-linear regime shift around 7.3 ka BP, a\ntiming that matches the typical 1.0–1.5 ky return intervals of Bond\nevents. A detailed review of previously suggested links between Holocene\nclimatic changes in the Asian monsoon domain and the archaeological record\nindicates that, in addition to previously considered longer-term changes in\nmean monsoon intensity and other climatic parameters, regime shifts in\nmonsoon complexity might have played an important role as drivers of\nmigration, pronounced cultural changes, and the collapse of ancient human\nsocieties.", 
        "journal": "Climate of the Past", 
        "link": "http://www.clim-past.net/11/709/2015/", 
        "title": "Non-linear regime shifts in Holocene Asian monsoon variability: potential impacts on cultural change and migratory patterns"
    }, 
    {
        "author": "J. Roberts, C. Plummer, T. Vance, T. van Ommen, A. Moy, S. Poynter, A. Treverrow, M. Curran, and S. George", 
        "date": "2015-05-05", 
        "description": "<b>A 2000-year annual record of snow accumulation rates for Law Dome, East Antarctica</b><br /><br />Climate of the Past, 11, 697-707, 2015<br /><br />Author(s): J. Roberts, C. Plummer, T. Vance, T. van Ommen, A. Moy, S. Poynter, A. Treverrow, M. Curran, and S. George<br /><br />Accurate high-resolution records of snow accumulation rates in Antarctica are\ncrucial for estimating ice sheet mass balance and subsequent sea level\nchange. Snowfall rates at Law Dome, East Antarctica, have been linked with\nregional atmospheric circulation to the mid-latitudes as well as regional\nAntarctic snowfall. Here, we extend the length of the Law Dome accumulation record from 750\nyears to 2035 years, using recent annual layer dating that extends to 22 BCE. Accumulation rates were calculated as the ratio of measured to modelled\nlayer thicknesses, multiplied by the long-term mean accumulation rate. The\nmodelled layer thicknesses were based on a power-law vertical strain rate\nprofile fitted to observed annual layer thickness. The periods 380–442,\n727–783  and 1970–2009 CE have above-average snow accumulation rates,\nwhile 663–704, 933–975 and 1429–1468 CE were below average, and\ndecadal-scale snow accumulation anomalies were found to be relatively common\n(74 events in the 2035-year record). The calculated snow accumulation rates\nshow good correlation with atmospheric reanalysis estimates, and significant\nspatial correlation over a wide expanse of East Antarctica, demonstrating\nthat the Law Dome record captures larger-scale variability across a large\nregion of East Antarctica well beyond the immediate vicinity of the Law Dome\nsummit. Spectral analysis reveals periodicities in the snow accumulation\nrecord which may be related to El Niño–Southern Oscillation (ENSO) and Interdecadal Pacific\nOscillation (IPO) frequencies.", 
        "journal": "Climate of the Past", 
        "link": "http://www.clim-past.net/11/697/2015/", 
        "title": "A 2000-year annual record of snow accumulation rates for Law Dome, East Antarctica"
    }, 
    {
        "author": "I. Hernández-Almeida, F.-J. Sierro, I. Cacho, and J.-A. Flores", 
        "date": "2015-04-21", 
        "description": "<b>Subsurface North Atlantic warming as a trigger of rapid cooling events: evidence from the early Pleistocene (MIS 31–19)</b><br /><br />Climate of the Past, 11, 687-696, 2015<br /><br />Author(s): I. Hernández-Almeida, F.-J. Sierro, I. Cacho, and J.-A. Flores<br /><br />Subsurface water column dynamics in the subpolar North Atlantic were\nreconstructed in order to improve the understanding of the cause of abrupt\nice-rafted detritus (IRD) events during cold periods of the early Pleistocene. We used paired\nMg / Ca and δ<sup>18</sup>O measurements of <i>Neogloboquadrina\npachyderma</i> (sinistral – sin.), deep-dwelling planktonic foraminifera, to estimate the\nsubsurface temperatures and seawater δ<sup>18</sup>O from a sediment core from\nGardar Drift, in the subpolar North Atlantic. Carbon isotopes of benthic and\nplanktonic foraminifera from the same site provide information about the\nventilation and water column nutrient gradient. Mg / Ca-based\ntemperatures and seawater δ<sup>18</sup>O suggest increased subsurface\ntemperatures and salinities during ice-rafting, likely due to northward\nsubsurface transport of subtropical waters during periods of weaker Atlantic\nMeridional Overturning Circulation (AMOC). Planktonic carbon isotopes support\nthis suggestion, showing coincident increased subsurface ventilation during\ndeposition of IRD. Subsurface accumulation of warm\nwaters would have resulted in basal warming and break-up of ice-shelves, leading to\nmassive iceberg discharges in the North Atlantic. The release of heat stored at\nthe subsurface to the atmosphere would have helped to restart the AMOC. This mechanism\nis in agreement with modelling and proxy studies that observe a subsurface\nwarming in the North Atlantic in response to AMOC slowdown during Marine\nIsotope Stage (MIS) 3.", 
        "journal": "Climate of the Past", 
        "link": "http://www.clim-past.net/11/687/2015/", 
        "title": "Subsurface North Atlantic warming as a trigger of rapid cooling events: evidence from the early Pleistocene (MIS 31–19)"
    }, 
    {
        "author": "C. Consolaro, T. L. Rasmussen, G. Panieri, J. Mienert, S. Bünz, and K. Sztybor", 
        "date": "2015-04-17", 
        "description": "<b>Carbon isotope (δ<sup>13</sup>C) excursions suggest times of major methane release during the last 14 kyr in Fram Strait, the deep-water gateway to the Arctic</b><br /><br />Climate of the Past, 11, 669-685, 2015<br /><br />Author(s): C. Consolaro, T. L. Rasmussen, G. Panieri, J. Mienert, S. Bünz, and K. Sztybor<br /><br />We present results from a sediment core collected from a pockmark field on\nthe Vestnesa Ridge (~ 80° N) in the eastern Fram Strait.\nThis is the only deep-water gateway to the Arctic, and one of the\nnorthernmost marine gas hydrate provinces in the world. Eight <sup>14</sup>C AMS\ndates reveal a detailed chronology for the last 14 ka BP. The &delta;\n<sup>13</sup>C record measured on the benthonic foraminiferal species\n<i>Cassidulina neoteretis</i> shows two distinct intervals with negative values termed carbon isotope\nexcursion (CIE I and CIE II, respectively). The values were as low as\n−4.37&permil; in CIE I, correlating with the\nBølling–Allerød interstadials, and as low as −3.41&permil;\nin CIE II, correlating with the early Holocene. In the Bølling–Allerød\ninterstadials, the planktonic foraminifera also show negative values,\nprobably indicating secondary methane-derived authigenic precipitation\naffecting the foraminiferal shells. After a cleaning procedure designed to\nremove authigenic carbonate coatings on benthonic foraminiferal tests from\nthis event, the <sup>13</sup>C values are still negative (as low as\n−2.75&permil;). The CIE I and CIE II occurred during periods\nof ocean warming, sea-level rise and increased concentrations of methane\n(CH<sub>4</sub>) in the atmosphere. CIEs with similar timing have been reported\nfrom other areas in the North Atlantic, suggesting a regional event. The\ntrigger mechanisms for such regional events remain to be determined. We\nspeculate that sea-level rise and seabed loading due to high sediment supply\nin combination with increased seismic activity as a result of rapid\ndeglaciation may have triggered the escape of significant amounts of methane\nto the seafloor and the water column above.", 
        "journal": "Climate of the Past", 
        "link": "http://www.clim-past.net/11/669/2015/", 
        "title": "Carbon isotope (δ<sup>13</sup>C) excursions suggest times of major methane release during the last 14 kyr in Fram Strait, the deep-water gateway to the Arctic"
    }, 
    {
        "author": "E. O. Walliser, B. R. Schöne, T. Tütken, J. Zirkel, K. I. Grimm, and J. Pross", 
        "date": "2015-04-10", 
        "description": "<b>The bivalve  <i>Glycymeris planicostalis</i> as a high-resolution paleoclimate archive for the Rupelian (Early Oligocene) of central Europe</b><br /><br />Climate of the Past, 11, 653-668, 2015<br /><br />Author(s): E. O. Walliser, B. R. Schöne, T. Tütken, J. Zirkel, K. I. Grimm, and J. Pross<br /><br />Current global warming is likely to result in a unipolar glaciated world\nwith unpredictable repercussions on atmospheric and oceanic circulation\npatterns. These changes are expected to affect seasonal extremes and the\nyear-to-year variability of seasonality. To better constrain the mode and\ntempo of the anticipated changes, climatologists require\nultra-high-resolution proxy data of time intervals in the past, e.g., the\nOligocene, during which boundary conditions were similar to those predicted\nfor the near future. In the present paper, we assess whether such information can\nbe obtained from shells of the long-lived bivalve mollusk <i>Glycymeris planicostalis</i> from the late\nRupelian of the Mainz Basin, Germany. Our results indicate that the studied\nshells are pristinely preserved and provide an excellent archive for\nreconstructing changes of sea surface temperature on seasonal to interannual\ntimescales. Shells of <i>G. planicostalis</i> grew uninterruptedly during winter and summer and\ntherefore recorded the full seasonal temperature amplitude that prevailed in\nthe Mainz Basin ~ 30 Ma. Absolute sea surface temperature\ndata were reconstructed from δ<sup>18</sup>O<sub>shell</sub> values assuming a\nδ<sup>18</sup>O<sub>water</sub> signature that was extrapolated\nfrom coeval sirenian tooth enamel. Reconstructed values range between\n12.3 and 22.0 °C and agree well with previous\nestimates based on planktonic foraminifera and shark teeth. However,\ntemperatures during seasonal extremes vary greatly on interannual timescales. Mathematically re-sampled (i.e., corrected for uneven number of\nsamples per annual increment) winter and summer temperatures averaged over\n40 annual increments of three specimens equal 13.6 ± 0.8\nand 17.3 ± 1.2 °C, respectively. Such high-resolution\npaleoclimate information can be highly relevant for numerical climate\nstudies aiming to predict possible future climates in a unipolar glaciated\nor, ultimately, polar-ice-free world.", 
        "journal": "Climate of the Past", 
        "link": "http://www.clim-past.net/11/653/2015/", 
        "title": "The bivalve  <i>Glycymeris planicostalis</i> as a high-resolution paleoclimate archive for the Rupelian (Early Oligocene) of central Europe"
    }, 
    {
        "author": "D. Y. Demezhko and A. A. Gornostaeva", 
        "date": "2015-04-09", 
        "description": "<b>Late Pleistocene–Holocene ground surface heat flux changes reconstructed from borehole temperature data (the Urals, Russia)</b><br /><br />Climate of the Past, 11, 647-652, 2015<br /><br />Author(s): D. Y. Demezhko and A. A. Gornostaeva<br /><br />We use geothermal reconstruction of the ground surface temperature (GST)\nhistory early obtained in the Middle Urals to determine the surface heat flux\n(SHF) history over the past 35 kyr. A new algorithm of GST–SHF\ntransformation was applied to solve this problem. The timescale of\ngeothermal reconstructions has been corrected by comparing the estimated heat\nflux and annual insolation at the latitude of 60° N. The consistency\nof SHF and insolation changes on the interval 35–6 kyr BP with the linear correlation coefficient <i>R</i> = 0.99 points to\norbital factors as the main cause of climatic changes during the\nPleistocene–Holocene transition. The amplitude of SHF variations is about\n1.3% of the insolation change amplitude. The increase of carbon dioxide\nconcentrations lagged by 2–3 kyr from the SHF increase and occurred\nsynchronously with GST changes.", 
        "journal": "Climate of the Past", 
        "link": "http://www.clim-past.net/11/647/2015/", 
        "title": "Late Pleistocene–Holocene ground surface heat flux changes reconstructed from borehole temperature data (the Urals, Russia)"
    }, 
    {
        "author": "N. Vigier and Y. Goddéris", 
        "date": "2015-04-01", 
        "description": "<b>A new approach for modeling Cenozoic oceanic lithium isotope paleo-variations: the key role of climate</b><br /><br />Climate of the Past, 11, 635-645, 2015<br /><br />Author(s): N. Vigier and Y. Goddéris<br /><br />The marine record of ocean lithium isotope composition may provide\nimportant information constraining the factors that control continental\nweathering and how they have varied in the past. However, the equations\nestablishing links between the continental flux of Li to the ocean, the\ncontinental Li isotope composition and the ocean Li isotope composition are\nunder-constrained, and their resolution are related to significant\nuncertainties. In order to partially reduce this uncertainty, we propose a\nnew approach that couples the C and Li cycles, such that our proposed\nreconstruction of the Cenozoic Li cycle is compatible with the required\nstability of the exospheric carbon cycle on geological timescales. The\nresults of this exercise show, contrary to expectations, that the Cenozoic\nevolution of the Li isotope composition of rivers did not necessarily\nmimic the oceanic &delta;<sup>7</sup>Li rise. In contrast, variations in the\ncontinental flux of Li to the ocean are demonstrated to play a major role in\nsetting the ocean &delta;<sup>7</sup>Li. We also provide evidence that Li\nstorage in secondary phases is an important element of the global Li cycle\nthat cannot be neglected, in particular during the early Cenozoic. Our\nmodeling of the published foraminifera record highlights a close link between\nsoil formation rate and indexes recording the climate evolution during the\nCenozoic, such as foraminifera δ<sup>18</sup>O and <i>p</i>CO<sub>2</sub>\nreconstructions. This leads us to conclude that the Li isotope record does not\nprovide persuasive, unique evidence for erosional forcing of Cenozoic\nchange because it could alternatively be consistent with a climatic control\non soil production rates.", 
        "journal": "Climate of the Past", 
        "link": "http://www.clim-past.net/11/635/2015/", 
        "title": "A new approach for modeling Cenozoic oceanic lithium isotope paleo-variations: the key role of climate"
    }, 
    {
        "author": "B. Aichner, S. J. Feakins, J. E. Lee, U. Herzschuh, and X. Liu", 
        "date": "2015-04-01", 
        "description": "<b>High-resolution leaf wax carbon and hydrogen isotopic record of the late  Holocene paleoclimate in arid Central Asia</b><br /><br />Climate of the Past, 11, 619-633, 2015<br /><br />Author(s): B. Aichner, S. J. Feakins, J. E. Lee, U. Herzschuh, and X. Liu<br /><br />Central Asia is located at the confluence of large-scale atmospheric\ncirculation systems. It is thus likely to be highly susceptible to changes\nin the dynamics of those systems; however, little is still known about the\nregional paleoclimate history. Here we present carbon and hydrogen isotopic\ncompositions of n-alkanoic acids from a late Holocene sediment core from Lake\nKarakuli (eastern Pamir, Xinjiang Province, China). Instrumental evidence\nand isotope-enabled climate model experiments with the Laboratoire de\nMétéorologie Dynamique Zoom model version 4 (LMDZ4) demonstrate that\nδ <i>D</i>  values of precipitation in the region are influenced by both\ntemperature and precipitation amount. We find that these parameters are\ninversely correlated on an annual scale, i.e., the climate has varied between relatively\ncool and wet and more warm and dry over the last 50 years. Since the isotopic signals of\nthese changes are in the same direction and therefore additive, isotopes in\nprecipitation are sensitive recorders of climatic changes in the region.\nAdditionally, we infer that plants use year-round precipitation\n(including snowmelt), and thus leaf wax δ <i>D</i>  values must also respond to shifts in\nthe proportion of moisture derived from westerly storms during late\nwinter and early spring. Downcore results give evidence for a gradual shift to\ncooler and wetter climates between 3.5 and 2.5 cal kyr BP, interrupted by a\nwarm and dry episode between 3.0 and 2.7 kyr BP. Further cool and wet episodes\noccur between 1.9 and 1.5 and between 0.6 and 0.1 kyr BP, the latter coeval\nwith the Little Ice Age. Warm and dry episodes from 2.5 to 1.9 and\n1.5 to 0.6 kyr BP coincide with the Roman Warm Period and Medieval Climate\nAnomaly, respectively. Finally, we find a drying tend in recent decades.\nRegional comparisons lead us to infer that the strength and position of the\nwesterlies, and wider northern hemispheric climate dynamics, control climatic\nshifts in arid Central Asia, leading to complex local responses. Our new\narchive from Lake Karakuli provides a detailed record of the local\nsignatures of these climate transitions in the eastern Pamir.", 
        "journal": "Climate of the Past", 
        "link": "http://www.clim-past.net/11/619/2015/", 
        "title": "High-resolution leaf wax carbon and hydrogen isotopic record of the late  Holocene paleoclimate in arid Central Asia"
    }, 
    {
        "author": "C. M. Brierley", 
        "date": "2015-03-27", 
        "description": "<b>Interannual climate variability seen in the Pliocene Model Intercomparison Project</b><br /><br />Climate of the Past, 11, 605-618, 2015<br /><br />Author(s): C. M. Brierley<br /><br />Following reconstructions suggesting weakened temperature gradients along the\nEquator in the early Pliocene, there has been much speculation about Pliocene\nclimate variability. A major advance for our knowledge about the later\nPliocene has been the coordination of modelling efforts through the Pliocene\nModel Intercomparison Project (PlioMIP). Here the changes in interannual\nmodes of sea surface temperature variability will be presented across\nPlioMIP. Previously, model ensembles have shown little consensus in the\nresponse of the El Niño–Southern Oscillation (ENSO) to imposed forcings\n– either for the past or future. The PlioMIP ensemble, however, shows\nsurprising agreement, with eight models simulating reduced variability and\nonly one model indicating no change. The Pliocene's robustly weaker ENSO also\nsaw a shift to lower frequencies. Model ensembles focussed on a wide variety\nof forcing scenarios have not yet shown this level of coherency. Nonetheless,\nthe PlioMIP ensemble does not show a robust response of either ENSO flavour\nor sea surface temperature variability in the tropical Indian and North\nPacific oceans. Existing suggestions linking ENSO properties to to changes in\nzonal temperature gradient, seasonal cycle and the elevation of the Andes\nMountains are investigated, yet prove insufficient to explain the consistent\nresponse. The reason for this surprisingly coherent signal warrants further\ninvestigation.", 
        "journal": "Climate of the Past", 
        "link": "http://www.clim-past.net/11/605/2015/", 
        "title": "Interannual climate variability seen in the Pliocene Model Intercomparison Project"
    }, 
    {
        "author": "M. Łącka, M. Zajączkowski, M. Forwick, and W. Szczuciński", 
        "date": "2015-03-27", 
        "description": "<b>Late Weichselian and Holocene palaeoceanography of Storfjordrenna, southern Svalbard</b><br /><br />Climate of the Past, 11, 587-603, 2015<br /><br />Author(s): M. Łącka, M. Zajączkowski, M. Forwick, and W. Szczuciński<br /><br />Multiproxy analyses (including benthic and planktonic foraminifera, &delta;<sup>18</sup>O and δ<sup>13</sup>C records, grain-size distribution, ice-rafted\ndebris, XRF geochemistry and magnetic susceptibility) were performed on a\n<sup>14</sup>C-dated marine sediment core from Storfjordrenna, located off of\nsouthern Svalbard. The sediments in the core cover the termination of\nBølling–Allerød, the Younger Dryas and the Holocene and reflect\ngeneral changes in the oceanography/climate of the European Arctic after the\nlast glaciation. Grounded ice of the last Svalbard–Barents Sea Ice Sheet\nretreated from the coring site ca. 13 950 cal yr BP. During the\ntransition from the subglacial to glaciomarine setting, Arctic Waters\ndominated the hydrography in Storfjordrenna. However, the waters were not\nuniformly cold and experienced several warmer spells. A progressive warming\nand marked change in the nature of the hydrology occurred during the early\nHolocene. Relatively warm and saline Atlantic Water began to dominate the\nhydrography starting from approximately 9600 cal yr BP. Although the\nclimate in eastern Svalbard was milder at that time than at present (smaller\nglaciers), two periods of slight cooling were observed in 9000–8000 and\n6000–5500 cal yr BP. A change in the Storfjordrenna oceanography occurred\nat the beginning of the late Holocene (i.e. 3600 cal yr BP) synchronously\nwith glacier growth on land and enhanced bottom current velocities. Although\ncooling was observed in the Surface Water, Atlantic Water remained present in\nthe deeper portion of the water column of Storfjordrenna.", 
        "journal": "Climate of the Past", 
        "link": "http://www.clim-past.net/11/587/2015/", 
        "title": "Late Weichselian and Holocene palaeoceanography of Storfjordrenna, southern Svalbard"
    }
]