[
    {
        "author": "Y. J Zhang, S. L Guo, M. Zhao, L. L. Du, R. J. Li, J. S. Jiang, R. Wang, and N. N. Li", 
        "date": "2015-06-12", 
        "description": "<b>Soil moisture influence on the interannual variation in temperature sensitivity of soil organic carbon mineralization in the Loess Plateau</b><br /><br />Biogeosciences, 12, 3655-3664, 2015<br /><br />Author(s): Y. J Zhang, S. L Guo, M. Zhao, L. L. Du, R. J. Li, J. S. Jiang, R. Wang, and N. N. Li<br /><br />Temperature sensitivity of soil organic carbon (SOC) mineralization (i.e.,\n<i>Q</i><sub>10</sub>) determines how strong the feedback from global warming may be on\nthe atmospheric CO<sub>2</sub> concentration; thus, understanding the factors\ninfluencing the interannual variation in <i>Q</i><sub>10</sub> is important for\naccurately estimating local soil carbon cycle.   In situ  SOC mineralization rate was\nmeasured using an automated CO<sub>2</sub> flux system (Li-8100) in long-term\nbare fallow soil in the Loess Plateau (35°12' N,\n107°40' E) in Changwu, Shaanxi, China from 2008 to 2013.\nThe results showed that the annual cumulative SOC mineralization ranged from\n226 to 298 g C m<sup>−2</sup> yr<sup>−1</sup>, with a mean of 253 g C m<sup>−2</sup> yr<sup>−1</sup>\nand a coefficient of variation (CV) of 13%, annual <i>Q</i><sub>10</sub> ranged from 1.48 to 1.94, with a mean\nof 1.70 and a CV of 10%, and annual soil moisture content ranged from\n38.6 to 50.7% soil water-filled pore space (WFPS), with a mean of\n43.8% WFPS and a CV of 11%, which were mainly affected by the\nfrequency and distribution of precipitation. Annual <i>Q</i><sub>10</sub> showed\na quadratic correlation with annual mean soil moisture content. In\nconclusion, understanding of the relationships between interannual variation\nin <i>Q</i><sub>10</sub>, soil moisture, and precipitation are important to accurately\nestimate the local carbon cycle, especially under the changing climate.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/3655/2015/", 
        "title": "Soil moisture influence on the interannual variation in temperature sensitivity of soil organic carbon mineralization in the Loess Plateau"
    }, 
    {
        "author": "A. S. A. Ferreira, H. Hátún, F. Counillon, M. R. Payne, and A. W. Visser", 
        "date": "2015-06-11", 
        "description": "<b>Synoptic-scale analysis of mechanisms driving surface chlorophyll dynamics in the North Atlantic</b><br /><br />Biogeosciences, 12, 3641-3653, 2015<br /><br />Author(s): A. S. A. Ferreira, H. Hátún, F. Counillon, M. R. Payne, and A. W. Visser<br /><br />Several hypotheses have been proposed for the onset of the spring\nphytoplankton bloom in the North Atlantic. Our main objective is to examine\nwhich bottom-up processes can best predict the annual increase in surface\nphytoplankton concentration in the North Atlantic by applying novel phenology\nalgorithms to ocean colour data. We construct indicator fields and time\nseries which, in various combinations, provide models consistent with the\nprinciple dynamics previously proposed. Using a multimodel inference\napproach, we investigate the evidence supporting these models and how it\nvaries in space. We show that, in terms of bottom-up processes alone, there\nis a dominant physical mechanism, namely mixed-layer shoaling, that best\npredicts the interannual variation in the initial increase in surface\nchlorophyll across large sectors of the North Atlantic. We further show that\ndifferent regions are governed by different physical phenomena and that\nwind-driven mixing is a common component, with either heat flux or light as\ntriggers. We believe these findings to be relevant to the ongoing discussion\non North Atlantic bloom onset.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/3641/2015/", 
        "title": "Synoptic-scale analysis of mechanisms driving surface chlorophyll dynamics in the North Atlantic"
    }, 
    {
        "author": "Q.-Y. Tian, N.-N. Liu, W.-M. Bai, L.-H. Li, and W.-H. Zhang", 
        "date": "2015-06-11", 
        "description": "<b>Corrigendum to  \"Disruption of metal ion homeostasis in soils is associated with nitrogen deposition-induced species loss in an Inner Mongolia steppe\"  published in Biogeosciences, 12, 3499–3512, 2015</b><br /><br />Biogeosciences, 12, 3639-3639, 2015<br /><br />Author(s): Q.-Y. Tian, N.-N. Liu, W.-M. Bai, L.-H. Li, and W.-H. Zhang<br /><br />No abstract available.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/3639/2015/", 
        "title": "Corrigendum to  \"Disruption of metal ion homeostasis in soils is associated with nitrogen deposition-induced species loss in an Inner Mongolia steppe\"  published in Biogeosciences, 12, 3499–3512, 2015"
    }, 
    {
        "author": "M. Werner, C. Ambelas Skjøth, M. Kryza, and A. J. Dore", 
        "date": "2015-06-11", 
        "description": "<b>Understanding emissions of ammonia from buildings and the application of fertilizers: an example from Poland</b><br /><br />Biogeosciences, 12, 3623-3638, 2015<br /><br />Author(s): M. Werner, C. Ambelas Skjøth, M. Kryza, and A. J. Dore<br /><br />A Europe-wide dynamic ammonia (NH<sub>3</sub>) emissions model has been applied for\none of the large agricultural countries in Europe, and its sensitivity on the\ndistribution of emissions among different agricultural functions was analyzed\nby comparing with observed ammonia concentrations and by implementing all\nscenarios in a chemical transport model (CTM). The results suggest that the\ndynamic emission model is most sensitive to emissions from animal manure, in\nparticular how animal manure and its application on fields is connected to\nnational regulations. To incorporate the national regulations, we obtained\nactivity information on agricultural operations at the sub-national level for\nPoland, information about infrastructure on storages and current regulations\non manure practice from Polish authorities. The information was implemented\nin the existing emission model and was connected directly with calculations\nfrom the Weather Research and Forecasting model (WRF). The model was used to\ncalculate four emission scenarios with high spatial (5 km × 5 km)\nand temporal resolution (3 h) for the entire year 2010. In the four scenarios,\nwe have compared a constant emission approach (FLAT), scenario (1) against (2)\na dynamic approach based on the Europe-wide default settings (Skjøth et\nal., 2011, scenario DEFAULT); (3) a dynamic approach that takes into account\nPolish practice and less regulation compared to Denmark (POLREGUL); (4) a\nscenario that focuses on emissions from agricultural buildings (NOFERT). The\nammonia emission was implemented into the chemical transport model FRAME (Fine Resolution Atmospheric Multi-pollutant Exchange) and\nmodelled ammonia concentrations were compared with measurements. The results\nfor an agricultural area suggest that the default setting in the dynamic\nmodel is an improvement compared to a non-dynamical emission profile. The\nresults also show that further improvements can be obtained at a national\nscale by replacing the default information on manure practice with\ninformation that is connected with local practice and national regulations.\nImplementing a dynamical approach for simulation of ammonia emission is a\nreliable but challenging objective for CTM models that continue to use fixed\nemission profiles.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/3623/2015/", 
        "title": "Understanding emissions of ammonia from buildings and the application of fertilizers: an example from Poland"
    }, 
    {
        "author": "M. Girault, H. Arakawa, A. Barani, H. J. Ceccaldi, F. Hashihama, and G. Gregori", 
        "date": "2015-06-10", 
        "description": "<b>Heterotrophic prokaryote distribution along a 2300 km transect in the North Pacific subtropical gyre during a strong La Niña conditions: relationship between distribution and hydrological conditions</b><br /><br />Biogeosciences, 12, 3607-3621, 2015<br /><br />Author(s): M. Girault, H. Arakawa, A. Barani, H. J. Ceccaldi, F. Hashihama, and G. Gregori<br /><br />The spatial distribution of heterotrophic prokaryotes was investigated\nduring the Tokyo–Palau cruise in the western part of the North Pacific\nsubtropical gyre (NPSG) along a north–south transect between 33.60 and\n13.25° N. The cruise was conducted in three different hydrological\nareas identified as the Kuroshio region, the subtropical gyre area and the\ntransition zone. Two eddies were crossed along the transect: one cold-core\ncyclonic eddy and one warm-core anticyclonic eddy and distributions of the\nheterotrophic prokaryotes were recorded. By using analytical flow cytometry\nand a nucleic acid staining protocol, heterotrophic prokaryotes were\ndiscriminated into three subgroups depending on their nucleic acid content\n(low, high and very high nucleic acid contents labelled LNA, HNA and VHNA,\nrespectively). Statistical analyses performed on the data set showed that\nLNA, mainly associated with low temperature and low salinity, were dominant\nin all the hydrological regions. In contrast, HNA distribution seemed to be\nassociated with temperature, salinity, Chl <i>a</i> and silicic acid. A latitudinal\nincrease in the HNA / LNA ratio was observed along the north–south transect\nand was related to higher phosphate and nitrate concentrations. However, the\nopposite relationship observed for the VHNA / HNA ratio suggested that the\nlink between nucleic acid content and oligotrophic conditions is not linear,\nunderlying the complexity of the biodiversity in the VHNA, HNA and LNA\nsubgroups. In the Kuroshio Current, it is suggested that the high\nconcentration of heterotrophic prokaryotes observed at station 4 was linked\nto the path of the cold cyclonic eddy core. In contrast, it is thought that\nlow concentrations of heterotrophic prokaryotes in the warm core of the\nanticyclonic gyre (Sta. 9) are related to the low nutrient concentrations\nmeasured in the seawater column. Our results showed that the high\nvariability between the various heterotrophic prokaryote cluster abundances\ndepend both on the mesoscale structures and the oligotrophic gradient.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/3607/2015/", 
        "title": "Heterotrophic prokaryote distribution along a 2300 km transect in the North Pacific subtropical gyre during a strong La Niña conditions: relationship between distribution and hydrological conditions"
    }, 
    {
        "author": "V. Haverd, M. R. Raupach, P. R. Briggs, J. G. Canadell, S. J. Davis, R. M. Law, C. P. Meyer, G. P. Peters, C. Pickett-Heaps, and B. Sherman", 
        "date": "2015-06-10", 
        "description": "<b>Corrigendum to \"The Australian Terrestrial Carbon Budget\" published in Biogeosciences, 10,  851–869, 2013</b><br /><br />Biogeosciences, 12, 3603-3605, 2015<br /><br />Author(s): V. Haverd, M. R. Raupach, P. R. Briggs, J. G. Canadell, S. J. Davis, R. M. Law, C. P. Meyer, G. P. Peters, C. Pickett-Heaps, and B. Sherman<br /><br />No abstract available.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/3603/2015/", 
        "title": "Corrigendum to \"The Australian Terrestrial Carbon Budget\" published in Biogeosciences, 10,  851–869, 2013"
    }, 
    {
        "author": "S. Veraverbeke, B. M. Rogers, and J. T. Randerson", 
        "date": "2015-06-10", 
        "description": "<b>Daily burned area and carbon emissions from boreal fires in Alaska</b><br /><br />Biogeosciences, 12, 3579-3601, 2015<br /><br />Author(s): S. Veraverbeke, B. M. Rogers, and J. T. Randerson<br /><br />Boreal fires burn into carbon-rich organic soils, thereby releasing large\nquantities of trace gases and aerosols that influence atmospheric composition\nand climate. To better understand the factors regulating boreal fire\nemissions, we developed a statistical model of carbon consumption by fire for\nAlaska with a spatial resolution of 450 m and a temporal resolution of 1\nday. We used the model to estimate variability in carbon emissions between\n2001 and 2012. Daily burned area was mapped using imagery from the Moderate\nResolution Imaging Spectroradiometer combined with perimeters from the Alaska\nLarge Fire Database. Carbon consumption was calibrated using available field\nmeasurements from black spruce forests in Alaska. We built two nonlinear\nmultiplicative models to separately predict above- and belowground carbon\nconsumption by fire in response to environmental variables including\nelevation, day of burning within the fire season, pre-fire tree cover and the\ndifferenced normalized burn ratio (dNBR). Higher belowground carbon\nconsumption occurred later in the season and for mid-elevation forests.\nTopographic slope and aspect did not improve performance of the belowground\ncarbon consumption model. Aboveground and belowground carbon consumption also\nincreased as a function of tree cover and the dNBR, suggesting a causal link\nbetween the processes regulating these two components of carbon consumption.\nBetween 2001 and 2012, the median carbon consumption was\n2.54 kg C m<sup>-2</sup>. Burning in land-cover types other than black\nspruce was considerable and was associated with lower levels of carbon\nconsumption than for pure black spruce stands. Carbon consumption originated\nprimarily from the belowground fraction (median =\n2.32 kg C m<sup>-2</sup> for all cover types and 2.67 kg C m<sup>-2</sup>\nfor pure black spruce stands). Total carbon emissions varied considerably\nfrom year to year, with the highest emissions occurring during 2004\n(69 Tg C), 2005 (46 Tg C), 2009 (26 Tg C), and\n2002 (17 Tg C) and a mean of 15 Tg C year<sup>-1</sup> between\n2001 and 2012. Mean uncertainty of carbon consumption for the domain,\nexpressed as 1 standard deviation (SD), was 0.50 kg C m<sup>-2</sup>.\nUncertainties in the multiplicative regression model used to estimate\nbelowground consumption in black spruce stands and the land-cover\nclassification were primary contributors to uncertainty estimates. Our\nanalysis highlights the importance of accounting for the spatial\nheterogeneity of fuels and combustion when extrapolating emissions in space\nand time, and the need for of additional field campaigns to increase the\ndensity of observations as a function of tree cover and other environmental\nvariables influencing consumption. The daily emissions time series from the\nAlaskan Fire Emissions Database (AKFED) presented here creates new\nopportunities to study environmental controls on daily fire dynamics,\noptimize boreal fire emissions in biogeochemical models, and quantify\npotential feedbacks from changing fire regimes.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/3579/2015/", 
        "title": "Daily burned area and carbon emissions from boreal fires in Alaska"
    }, 
    {
        "author": "W. O. Smith Jr. and K. Donaldson", 
        "date": "2015-06-10", 
        "description": "<b>Photosynthesis–irradiance responses in the Ross Sea, Antarctica: a meta-analysis</b><br /><br />Biogeosciences, 12, 3567-3577, 2015<br /><br />Author(s): W. O. Smith Jr. and K. Donaldson<br /><br />A meta-analysis of photosynthesis–irradiance measurements was completed\nusing data from the Ross Sea, Antarctica, using a total of 417 independent\nmeasurements. <i>P</i><sub>m</sub><sup>B</sup>, the maximum, chlorophyll-specific,\nirradiance-saturated rate of photosynthesis, averaged 1.1 ± 0.06 μg C\n(μg Chl)<sup>−1</sup> h<sup>−1</sup>. Light-limited,\nchlorophyll-specific photosynthetic rates (&alpha;<sub>B</sub>) averaged 0.030 ± 0.023 μg C\n(μg Chl)<sup>−1</sup> h<sup>−1</sup> (μmol quanta m<sup>−2</sup> s<sup>&minus;1</sup>)<sup>&minus;1</sup>.\nSignificant variations in <i>P</i><sub>m</sub><sup>B</sup> and\n&alpha;<sup>B</sup> were found as a function of season, with spring maximum\nphotosynthetic rates being 60% greater than those in summer. Similarly,\nα values were 48% greater in spring. There was no detectable\neffect of sampling location on the photo-synthetic parameters, and\ntemperature and macronutrient (NO<sub>3</sub>) concentrations also did not have an\ninfluence. However, irradiance and carbon dioxide concentrations, when\naltered under controlled conditions, exerted significant influences on\nphotosynthetic parameters. Specifically, reduced irradiance resulted in\nsignificantly decreased <i>P</i><sub>m</sub><sup>B</sup> and increased &alpha;<sup>B</sup> values,\nand increased CO<sub>2</sub> concentrations resulted in significantly increased\n<i>P</i><sub>m</sub><sup>B</sup> and &alpha;<sup>B</sup> values. Comparison of photosynthetic\nparameters derived at stations where iron concentrations were above and\nbelow 0.1 nM indicated that reduced iron levels were associated with\nsignificantly increased <i>P</i><sub>m</sub><sup>B</sup> values, confirming the importance of\niron within the photosynthetic process. No significant difference was\ndetected between stations dominated by diatoms and those dominated by the\nhaptophyte <i>Phaeocystis antarctica</i>. The meta-analysis confirms the photosynthetic rates predicted\nfrom global analyses that are based solely on temperature and irradiance\navailability, but suggests that, for more accurate predictions of\nproductivity in polar systems, a more detailed model that includes temporal\neffects of photosynthetic parameters will be required.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/3567/2015/", 
        "title": "Photosynthesis–irradiance responses in the Ross Sea, Antarctica: a meta-analysis"
    }, 
    {
        "author": "D. Doxaran, E. Devred, and M. Babin", 
        "date": "2015-06-09", 
        "description": "<b>A 50 % increase in the mass of terrestrial particles delivered by the Mackenzie River into the Beaufort Sea (Canadian Arctic Ocean) over the last 10 years</b><br /><br />Biogeosciences, 12, 3551-3565, 2015<br /><br />Author(s): D. Doxaran, E. Devred, and M. Babin<br /><br />Global warming has a significant impact on the regional scale on the Arctic Ocean\nand surrounding coastal zones (i.e., Alaska, Canada, Greenland, Norway and\nRussia). The recent increase in air temperature has resulted in increased\nprecipitation along the drainage basins of Arctic rivers. It has also\ndirectly impacted land and seawater temperatures with the consequence of\nmelting permafrost and sea ice. An increase in freshwater discharge by main\nArctic rivers has been clearly identified in time series of field\nobservations. The freshwater discharge of the Mackenzie River has increased\nby 25% since 2003. This may have increased the mobilization and transport\nof various dissolved and particulate substances, including organic carbon, as\nwell as their export to the ocean. The release from land to the ocean of such\norganic material, which has been sequestered in a frozen state since the Last\nGlacial Maximum, may significantly impact the Arctic Ocean carbon cycle as\nwell as marine ecosystems.\n<br><br>\nIn this study we use 11 years of ocean color satellite data and field\nobservations collected in 2009 to estimate the mass of terrestrial suspended\nsolids and particulate organic carbon delivered by the Mackenzie River into\nthe Beaufort Sea (Arctic Ocean). Our results show that during the summer\nperiod, the concentration of suspended solids at the river mouth, in the\ndelta zone and in the river plume has increased by 46, 71 and\n33%, respectively, since 2003. Combined with the variations observed in\nthe freshwater discharge, this corresponds to a more than 50% increase in\nthe particulate (terrestrial suspended particles and organic carbon) export\nfrom the Mackenzie River into the Beaufort Sea.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/3551/2015/", 
        "title": "A 50 % increase in the mass of terrestrial particles delivered by the Mackenzie River into the Beaufort Sea (Canadian Arctic Ocean) over the last 10 years"
    }, 
    {
        "author": "M. Fernández-Méndez, C. Katlein, B. Rabe, M. Nicolaus, I. Peeken, K. Bakker, H. Flores, and A. Boetius", 
        "date": "2015-06-09", 
        "description": "<b>Photosynthetic production in the central Arctic Ocean during the record sea-ice minimum in 2012</b><br /><br />Biogeosciences, 12, 3525-3549, 2015<br /><br />Author(s): M. Fernández-Méndez, C. Katlein, B. Rabe, M. Nicolaus, I. Peeken, K. Bakker, H. Flores, and A. Boetius<br /><br />The ice-covered central Arctic Ocean is characterized by low primary\nproductivity due to light and nutrient limitations. The recent reduction in\nice cover has the potential to substantially increase phytoplankton primary\nproduction, but little is yet known about the fate of the ice-associated\nprimary production and of the nutrient supply with increasing warming. This\nstudy presents results from the central Arctic Ocean collected during summer\n2012, when sea-ice extent reached its lowest ever recorded since the onset of satellite\nobservations. Net primary productivity (NPP) was measured in the water\ncolumn, sea ice and melt ponds by <sup>14</sup>CO<sub>2</sub> uptake at different\nirradiances. Photosynthesis vs. irradiance (PI) curves were established in\nlaboratory experiments and used to upscale measured NPP to the deep Eurasian\nBasin (north of 78° N) using the irradiance-based Central Arctic\nOcean Primary Productivity (CAOPP) model. In addition, new annual production\nhas been calculated from the seasonal nutrient drawdown in the mixed layer since\nlast winter. Results show that ice algae can contribute up to 60% to\nprimary production in the central Arctic Ocean at the end of the productive\nseason (August–September). The ice-covered water column has lower NPP rates\nthan open water due to light limitation in late summer. As indicated by the\nnutrient ratios in the euphotic zone, nitrate was limiting primary\nproduction in the deep Eurasian Basin close to the Laptev Sea area, while\nsilicate was the main limiting nutrient at the ice margin near the Atlantic\ninflow. Although sea-ice cover was substantially reduced in 2012, total\nannual new production in the Eurasian Basin was 17 ± 7 Tg C yr<sup>−1</sup>,\nwhich is within the range of estimates of previous years. However, when\nadding the contribution by sub-ice algae, the annual production for the deep\nEurasian Basin (north of 78° N) could double previous estimates\nfor that area with a surplus of 16 Tg C yr<sup>−1</sup>. Our data suggest that\nsub-ice algae are an important component of the productivity in the\nice-covered Eurasian Basin of the central Arctic Ocean. It remains an\nimportant question whether their contribution to productivity is on the rise with\nthinning ice, or whether it will decline due to overall sea-ice retreat and be\nreplaced by phytoplankton.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/3525/2015/", 
        "title": "Photosynthetic production in the central Arctic Ocean during the record sea-ice minimum in 2012"
    }, 
    {
        "author": "L. Merlivat, J. Boutin, and F. d'Ovidio", 
        "date": "2015-06-09", 
        "description": "<b>Carbon, oxygen and biological productivity in the Southern Ocean in and out the Kerguelen plume: CARIOCA drifter results</b><br /><br />Biogeosciences, 12, 3513-3524, 2015<br /><br />Author(s): L. Merlivat, J. Boutin, and F. d'Ovidio<br /><br />The Kerguelen Plateau region in the Indian sector of the Southern Ocean\nsupports annually a large-scale phytoplankton bloom which is naturally\nfertilized with iron. As part of the second Kerguelen Ocean and Plateau\ncompared Study expedition (KEOPS2) in austral spring\n(October–November 2011), one CARbon Interface OCean Atmosphere (CARIOCA) buoy was deployed east of the Kerguelen\nPlateau. It drifted eastward downstream along the Kerguelen plume. Hourly\nsurface measurements of <i>p</i>CO<sub>2</sub>, O<sub>2</sub> and ancillary observations were\ncollected between 1 November 2011 and 12 February 2012 with the aim of\ncharacterizing the spatial and temporal variability of the biological net\ncommunity production, NCP, downstream the Kerguelen Plateau, assessing the\nimpact of iron-induced productivity on the biological inorganic carbon\nconsumption and consequently on the CO<sub>2</sub> flux exchanged at the air–sea\ninterface. The trajectory of the buoy up to mid-December was within the\nlongitude range 72–83° E, close to the polar front and then in the\npolar frontal zone, PFZ, up to 97° E. From 17 November to\n16 December, the buoy drifted within the Kerguelen plume following a filament\ncarrying dissolved iron, DFe, for a total distance of 700 km. In the first\npart of the trajectory of the buoy, within the iron plume, the ocean surface\nwaters were always a sink for CO<sub>2</sub> and a source for O<sub>2</sub>, with fluxes of\nrespective mean values equal to −8 mmol CO<sub>2</sub> and +38 mmol\nO<sub>2</sub> m<sup>−2</sup> d<sup>−1</sup>. To the east, as the buoy escaped the iron-enriched\nfilament, the fluxes were in the opposite direction, with respective mean values\nof +5 mmol CO<sub>2</sub> and −48 mmol O<sub>2</sub> m<sup>−2</sup> d<sup>−1</sup>. These numbers\nclearly indicate the strong impact of biological processes on the\nbiogeochemistry in the surface waters within the Kerguelen plume in\nNovember–mid-December, while it is undetectable to the east in the PFZ from mid-\nDecember to mid-February. While the buoy follows the Fe-enriched filament,\nsimultaneous observations of dissolved inorganic carbon (DIC) and dissolved\noxygen (O<sub>2</sub>) highlight biological events lasting from 2 to 4 days.\nStoichiometric ratios, O<sub>2</sub> / C, between 1.1 and 1.4 are observed\nindicating new and regenerated production regimes. NCP estimates range from\n60 to 140 mmol C m<sup>−2</sup> d<sup>−1</sup>.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/3513/2015/", 
        "title": "Carbon, oxygen and biological productivity in the Southern Ocean in and out the Kerguelen plume: CARIOCA drifter results"
    }, 
    {
        "author": "Q.-Y. Tian, N.-N. Liu, W.-M. Bai, L.-H. Li, and W.-H. Zhang", 
        "date": "2015-06-09", 
        "description": "<b>Disruption of metal ion homeostasis in soils is associated with nitrogen deposition-induced species loss in an Inner Mongolia  steppe</b><br /><br />Biogeosciences, 12, 3499-3512, 2015<br /><br />Author(s): Q.-Y. Tian, N.-N. Liu, W.-M. Bai, L.-H. Li, and W.-H. Zhang<br /><br />Enhanced deposition of atmospheric nitrogen (N) resulting from anthropogenic\nactivities has negative impacts on plant diversity in ecosystems. Several\nmechanisms have been proposed to explain the species loss. Ion toxicity due\nto N deposition-induced soil acidification has been suggested to be\nresponsible for species loss in acidic grasslands, while few studies have\nevaluated the role of soil-mediated homeostasis of ions in species loss\nunder elevated N deposition in grasslands with neutral or alkaline soils. To\ndetermine whether soil-mediated processes are involved in changes in\nbiodiversity induced by N deposition, the effects of 9-year N addition on\nsoil properties, aboveground biomass (AGB) and species richness were\ninvestigated in an Inner Mongolia steppe. Low to moderate N addition rate\n(2, 4, 8 g N m<sup>−2</sup> yr<sup>&minus;1</sup>) significantly enhanced AGB of graminoids,\nwhile high N addition rate (&ge;  16 g N m<sup>−2</sup> yr<sup>&minus;1</sup>) reduced AGB of\nforbs, leading to an overall increase in AGB of the community under low to\nmoderate N addition rates. Forb richness was significantly reduced by N\naddition at rates greater than 8 g N m<sup>−2</sup> yr<sup>−1</sup>, while no effect of\nN addition on graminoid richness was observed, resulting in decline in total\nspecies richness. N addition reduced soil pH, depleted base cations\n(Ca<sup>2+</sup>, Mg<sup>2+</sup> and K<sup>+</sup>) and mobilized Mn<sup>2+</sup>, Fe<sup>3+</sup>,\nCu<sup>2+</sup> and Al<sup>3+</sup> ions in soils. Soil inorganic-N concentration was\nnegatively correlated with forb richness and biomass, explaining 23.59%\nvariation of forb biomass. The concentrations of base cations (Ca<sup>2+</sup> and\nMg<sup>2+</sup>) and metal ions (Mn<sup>2+</sup>, Cu<sup>2+</sup> and, Fe<sup>3+</sup>) showed\npositively and negatively linear correlation with forb richness,\nrespectively. Changes in the metal ion concentrations accounted for\n42.77% variation of forb richness, while reduction of base cations was\nnot associated with the reduction in forb richness. These results reveal\nthat patterns of plant biodiversity in the temperate steppe of Inner\nMongolia are primarily driven by increases in metal ion availability,\nparticularly enhanced release of soil Mn<sup>2+</sup>.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/3499/2015/", 
        "title": "Disruption of metal ion homeostasis in soils is associated with nitrogen deposition-induced species loss in an Inner Mongolia  steppe"
    }, 
    {
        "author": "K. R. Hendry, G. E. A. Swann, M. J. Leng, H. J. Sloane, C. Goodwin, J. Berman, and M. Maldonado", 
        "date": "2015-06-05", 
        "description": "<b>Technical Note: Silica stable isotopes and silicification in a carnivorous sponge <i>Asbestopluma</i> sp.</b><br /><br />Biogeosciences, 12, 3489-3498, 2015<br /><br />Author(s): K. R. Hendry, G. E. A. Swann, M. J. Leng, H. J. Sloane, C. Goodwin, J. Berman, and M. Maldonado<br /><br />The stable isotope composition of benthic sponge spicule silica is\na potential source of palaeoceanographic information about past deep seawater\nchemistry. The silicon isotope composition of spicules has been shown to\nrelate to the silicic acid concentration of ambient water, although existing\ncalibrations do exhibit a degree of scatter in the relationship. Less is\nknown about how the oxygen isotope composition of sponge spicule silica\nrelates to environmental conditions during growth. Here, we investigate the\nvital effects on silica, silicon and oxygen isotope composition in\na carnivorous sponge, <i>Asbestopluma</i> sp., from the Southern Ocean. We\nfind significant variations in silicon and oxygen isotopic composition within\nthe specimen that are related to unusual spicule silicification. The largest\nvariation in both isotope systems was associated with the differential\ndistribution of an unconventional, hypersilicified spicule type (desma) along\nthe sponge body. The absence an internal canal in the desmas suggests an\nunconventional silicification pattern leading to an unusually heavy isotope\nsignature. Additional internal variability derives from a systematic offset\nbetween the peripheral skeleton of the body having systematically a higher\nisotopic composition than the internal skeleton. A simplified silicon isotope\nfractionation model, in which desmas were excluded, suggests that the lack of\na system for seawater pumping in carnivorous sponges favours a low\nreplenishment of dissolved silicon within the internal tissues, causing\nkinetic fractionation during silicification that impacts the isotope\nsignature of the internal skeleton. Analysis of multiple spicules should be\ncarried out to \"average out\" any artefacts in order to produce more robust\ndowncore measurements.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/3489/2015/", 
        "title": "Technical Note: Silica stable isotopes and silicification in a carnivorous sponge <i>Asbestopluma</i> sp."
    }, 
    {
        "author": "T. Schneider von Deimling, G. Grosse, J. Strauss, L. Schirrmeister, A. Morgenstern, S. Schaphoff, M. Meinshausen, and J. Boike", 
        "date": "2015-06-05", 
        "description": "<b>Observation-based modelling of permafrost carbon fluxes with accounting for deep carbon deposits and thermokarst activity</b><br /><br />Biogeosciences, 12, 3469-3488, 2015<br /><br />Author(s): T. Schneider von Deimling, G. Grosse, J. Strauss, L. Schirrmeister, A. Morgenstern, S. Schaphoff, M. Meinshausen, and J. Boike<br /><br />High-latitude soils store vast amounts of perennially frozen and therefore\ninert organic matter. With rising global temperatures and consequent\npermafrost degradation, a part of this carbon stock will become available\nfor microbial decay and eventual release to the atmosphere. We have\ndeveloped a simplified, two-dimensional multi-pool model to estimate the\nstrength and timing of future carbon dioxide (CO<sub>2</sub>) and methane\n(CH<sub>4</sub>) fluxes from newly thawed permafrost carbon (i.e. carbon thawed\nwhen temperatures rise above pre-industrial levels). We have especially\nsimulated carbon release from deep deposits in Yedoma regions by describing\nabrupt thaw under newly formed thermokarst lakes. The computational\nefficiency of our model allowed us to run large, multi-centennial ensembles\nunder various scenarios of future warming to express uncertainty inherent to\nsimulations of the permafrost carbon feedback.\n<br><br>\nUnder moderate warming of the representative concentration pathway (RCP) 2.6\nscenario, cumulated CO<sub>2</sub> fluxes from newly thawed permafrost carbon\namount to 20 to 58 petagrams of carbon (Pg-C) (68% range) by the year\n2100 and reach 40 to 98 Pg-C in 2300. The much larger permafrost degradation\nunder strong warming (RCP8.5) results in cumulated CO<sub>2</sub> release of 42 to\n141 Pg-C and 157 to 313 Pg-C (68% ranges) in the years 2100 and 2300,\nrespectively. Our estimates  only consider fluxes from newly thawed\npermafrost, not from soils already part of the seasonally thawed active\nlayer under pre-industrial climate. Our simulated CH<sub>4</sub> fluxes\ncontribute a few percent to total permafrost carbon release yet they can\ncause up to 40% of total permafrost-affected radiative forcing in the\n21st century (upper 68% range). We infer largest CH<sub>4</sub> emission\nrates of about 50 Tg-CH<sub>4</sub> per year around the middle of the 21st\ncentury when simulated thermokarst lake extent is at its maximum and when\nabrupt thaw under thermokarst lakes is taken into account. CH<sub>4</sub> release\nfrom newly thawed carbon in wetland-affected deposits is only discernible in\nthe 22nd and 23rd century because of the absence of abrupt thaw\nprocesses. We further show that release from organic matter stored in deep\ndeposits of Yedoma regions  crucially affects our simulated circumpolar\nCH<sub>4</sub> fluxes. The additional warming through the release from newly\nthawed permafrost carbon proved only slightly dependent on the pathway of\nanthropogenic emission and amounts to about 0.03–0.14 °C (68%\nranges) by end of the century. The warming increased further in the\n22nd and 23rd century and was most pronounced under the RCP6.0\nscenario, adding 0.16 to 0.39 °C (68% range) to simulated\nglobal mean surface air temperatures in the year 2300.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/3469/2015/", 
        "title": "Observation-based modelling of permafrost carbon fluxes with accounting for deep carbon deposits and thermokarst activity"
    }, 
    {
        "author": "Q. Xin, P. Gong, and W. Li", 
        "date": "2015-06-05", 
        "description": "<b>Modeling photosynthesis of discontinuous plant canopies by linking the Geometric Optical Radiative Transfer model with biochemical processes</b><br /><br />Biogeosciences, 12, 3447-3467, 2015<br /><br />Author(s): Q. Xin, P. Gong, and W. Li<br /><br />Modeling vegetation photosynthesis is essential for understanding carbon\nexchanges between terrestrial ecosystems and the atmosphere. The radiative\ntransfer process within plant canopies is one of the key drivers that\nregulate canopy photosynthesis. Most vegetation cover consists of discrete\nplant crowns, of which the physical observation departs from the underlying\nassumption of a homogenous and uniform medium in classic radiative transfer\ntheory. Here we advance the Geometric Optical Radiative Transfer (GORT)\nmodel to simulate photosynthesis activities for discontinuous plant\ncanopies. We separate radiation absorption into two components that are\nabsorbed by sunlit and shaded leaves, and derive analytical solutions by\nintegrating over the canopy layer. To model leaf-level and canopy-level\nphotosynthesis, leaf light absorption is then linked to the biochemical\nprocess of gas diffusion through leaf stomata. The canopy gap probability\nderived from GORT differs from classic radiative transfer theory, especially\nwhen the leaf area index is high, due to leaf clumping effects. Tree\ncharacteristics such as tree density, crown shape, and canopy length affect\nleaf clumping and regulate radiation interception. Modeled gross primary\nproduction (GPP) for two deciduous forest stands could explain more than\n80% of the variance of flux tower measurements at both near hourly and\ndaily timescales. We demonstrate that ambient CO<sub>2</sub> concentrations\ninfluence daytime vegetation photosynthesis, which needs to be considered in\nbiogeochemical models. The proposed model is complementary to classic\nradiative transfer theory and shows promise in modeling the radiative\ntransfer process and photosynthetic activities over discontinuous forest\ncanopies.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/3447/2015/", 
        "title": "Modeling photosynthesis of discontinuous plant canopies by linking the Geometric Optical Radiative Transfer model with biochemical processes"
    }, 
    {
        "author": "B. L. Mackinson, S. B. Moran, M. W. Lomas, G. M. Stewart, and R. P. Kelly", 
        "date": "2015-06-05", 
        "description": "<b>Estimates of micro-, nano-, and picoplankton contributions to particle export in the northeast Pacific</b><br /><br />Biogeosciences, 12, 3429-3446, 2015<br /><br />Author(s): B. L. Mackinson, S. B. Moran, M. W. Lomas, G. M. Stewart, and R. P. Kelly<br /><br />The contributions of micro-, nano-, and picoplankton to particle export were\nestimated from measurements of size-fractionated particulate <sup>234</sup>Th,\norganic carbon, and phytoplankton indicator pigments obtained during five\ncruises between 2010 and 2012 along Line P in the subarctic northeast Pacific\nOcean. Sinking fluxes of particulate organic carbon (POC) and indicator\npigments were calculated from <sup>234</sup>Th–<sup>238</sup>U disequilibria and, during\ntwo cruises, measured by a sediment trap at Ocean Station Papa. POC fluxes at\n100 m ranged from 0.65 to 7.95 mmol m<sup>−2</sup> d<sup>−1</sup>, similar in magnitude\nto previous results at Line P. Microplankton pigments dominate indicator\npigment fluxes (averaging 69 ± 19% of total pigment flux), while\nnanoplankton pigments comprised the majority of pigment standing stocks\n(averaging 64 ± 23% of total pigment standing stocks). Indicator\npigment loss rates (the ratio of pigment export flux to pigment standing\nstocks) point to preferential export of larger microplankton relative to\nsmaller nano- and picoplankton. However, indicator pigments do not\nquantitatively trace particle export resulting from zooplankton grazing,\nwhich may be an important pathway for the export of small phytoplankton.\nThese results have important implications for understanding the magnitude and\nmechanisms controlling the biological pump at Line P in particular, and more\ngenerally in oligotrophic gyres and high-nutrient, low-chlorophyll (HNLC) regions\nwhere small phytoplankton represent a major component of the autotrophic\ncommunity.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/3429/2015/", 
        "title": "Estimates of micro-, nano-, and picoplankton contributions to particle export in the northeast Pacific"
    }, 
    {
        "author": "J. Niederberger, B. Todt, A. Boča, R. Nitschke, M. Kohler, P. Kühn, and J. Bauhus", 
        "date": "2015-06-05", 
        "description": "<b>Use of near-infrared spectroscopy to assess phosphorus fractions of different plant availability in forest soils</b><br /><br />Biogeosciences, 12, 3415-3428, 2015<br /><br />Author(s): J. Niederberger, B. Todt, A. Boča, R. Nitschke, M. Kohler, P. Kühn, and J. Bauhus<br /><br />The analysis of soil phosphorus (P) in fractions of different plant\navailability is a common approach to characterize the P status of forest\nsoils. However, quantification of organic and inorganic P fractions in\ndifferent extracts is labor intensive and therefore rarely applied for large\nsample numbers. Therefore, we examined whether different P fractions can be\npredicted using near-infrared spectroscopy (NIRS).\n<br><br>\nWe used the Hedley sequential extraction method (modified by Tiessen and\nMoir, 2008) with increasingly strong extractants to determine P in fractions\nof different plant availability and measured near-infrared (NIR) spectra for soil samples\nfrom sites of the German forest soil inventory and from a nature reserve in\nsoutheastern China.\n<br><br>\nThe <i>R</i><sup>2</sup> of NIRS calibrations to predict P in individual Hedley fractions\nranged between 0.08 and 0.85. When these fractions were combined into labile,\nmoderately labile and stable P pools, <i>R</i><sup>2</sup> of calibration models was\nbetween 0.38 and 0.88 (all significant). Model prediction quality was higher\nfor organic than for inorganic P fractions and increased with the homogeneity\nof soil properties in soil sample sets. Useable models were obtained for\nsamples originating from one soil type in subtropical China, whereas\nprediction models for sample sets from a range of soil types in Germany were\nonly moderately useable or not useable.\n<br><br>\nOur results indicate that prediction of Hedley P fractions with NIRS can be\na promising approach to replace conventional analysis, if models are\ndeveloped for sets of soil samples with similar physical and chemical\nproperties, e.g., from the same soil type or study site.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/3415/2015/", 
        "title": "Use of near-infrared spectroscopy to assess phosphorus fractions of different plant availability in forest soils"
    }, 
    {
        "author": "P. K. Gao, G. Q. Li, H. M. Tian, Y. S. Wang, H. W. Sun, and T. Ma", 
        "date": "2015-06-05", 
        "description": "<b>Differences in microbial community composition between injection and production water samples of water flooding petroleum reservoirs</b><br /><br />Biogeosciences, 12, 3403-3414, 2015<br /><br />Author(s): P. K. Gao, G. Q. Li, H. M. Tian, Y. S. Wang, H. W. Sun, and T. Ma<br /><br />Microbial communities in injected water are expected to have significant\ninfluence on those of reservoir strata in long-term water flooding petroleum\nreservoirs. To investigate the similarities and differences in microbial\ncommunities in injected water and reservoir strata, high-throughput\nsequencing of microbial partial 16S rRNA of the water samples collected from\nthe wellhead and downhole of injection wells, and from production wells in a\nhomogeneous sandstone reservoir and a heterogeneous conglomerate reservoir\nwere performed. The results indicate that a small number of microbial\npopulations are shared between the water samples from the injection and\nproduction wells in the sandstone reservoir, whereas a large number of\nmicrobial populations are shared in the conglomerate reservoir. The bacterial\nand archaeal communities in the reservoir strata have high concentrations,\nwhich are similar to those in the injected water. However, microbial\npopulation abundance exhibited large differences between the water samples\nfrom the injection and production wells. The number of shared populations\nreflects the influence of microbial communities in injected water on those in\nreservoir strata to some extent, and show strong association with the unique\nvariation of reservoir environments.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/3403/2015/", 
        "title": "Differences in microbial community composition between injection and production water samples of water flooding petroleum reservoirs"
    }, 
    {
        "author": "V. Le Fouest, M. Manizza, B. Tremblay, and M. Babin", 
        "date": "2015-06-04", 
        "description": "<b>Modelling the impact of riverine DON removal by marine bacterioplankton on primary production in the Arctic Ocean</b><br /><br />Biogeosciences, 12, 3385-3402, 2015<br /><br />Author(s): V. Le Fouest, M. Manizza, B. Tremblay, and M. Babin<br /><br />The planktonic and biogeochemical dynamics of the Arctic shelves exhibit a\nstrong variability in response to Arctic warming. In this study, we employ a\nbiogeochemical model coupled to a pan-Arctic ocean–sea ice model (MITgcm) to\nelucidate the processes regulating the primary production (PP) of\nphytoplankton, bacterioplankton (BP), and their interactions. The model\nexplicitly simulates and quantifies the contribution of usable dissolved\norganic nitrogen (DON) drained by the major circum-Arctic rivers to PP and BP\nin a scenario of melting sea ice (1998–2011). Model simulations suggest\nthat, on average between 1998 and 2011, the removal of usable riverine\ndissolved organic nitrogen (RDON) by bacterioplankton is responsible for a\n~ 26% increase in the annual BP for the whole Arctic Ocean. With\nrespect to total PP, the model simulates an increase of ~ 8% on an\nannual basis and of ~ 18% in summer. Recycled ammonium is\nresponsible for the PP increase. The recycling of RDON by bacterioplankton\npromotes higher BP and PP, but there is no significant temporal trend in the\nBP : PP ratio within the ice-free shelves over the 1998–2011 period. This\nsuggests no significant evolution in the balance between autotrophy and\nheterotrophy in the last decade, with a constant annual flux of RDON into the\ncoastal ocean, although changes in RDON supply and further reduction in\nsea-ice cover could potentially alter this delicate balance.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/3385/2015/", 
        "title": "Modelling the impact of riverine DON removal by marine bacterioplankton on primary production in the Arctic Ocean"
    }, 
    {
        "author": "G. Parard, A. A. Charantonis, and A. Rutgerson", 
        "date": "2015-06-04", 
        "description": "<b>Remote sensing the sea surface CO<sub>2</sub> of the Baltic Sea using the SOMLO methodology</b><br /><br />Biogeosciences, 12, 3369-3384, 2015<br /><br />Author(s): G. Parard, A. A. Charantonis, and A. Rutgerson<br /><br />Studies of coastal seas in Europe have noted the high variability of the\nCO<sub>2</sub> system. This high variability, generated by the complex mechanisms\ndriving the CO<sub>2</sub> fluxes, complicates the accurate estimation of these\nmechanisms. This is particularly pronounced in the Baltic Sea, where the\nmechanisms driving the fluxes have not been characterized in as much detail\nas in the open oceans. In addition, the joint availability of in situ\nmeasurements of CO<sub>2</sub> and of sea-surface satellite data is limited in the\narea. In this paper, we used the SOMLO (self-organizing multiple linear output; Sasse et al., 2013) methodology,\nwhich combines two existing methods (i.e. self-organizing maps and multiple\nlinear regression) to estimate the ocean surface partial pressure of CO<sub>2</sub>\n(<i>p</i>CO<sub>2</sub>) in the Baltic Sea from the remotely sensed sea surface temperature,\nchlorophyll, coloured dissolved organic matter, net primary production, and\nmixed-layer depth. The outputs of this research have a horizontal resolution\nof 4 km and cover the 1998–2011 period. These outputs give a monthly map of\nthe Baltic Sea at a very fine spatial resolution. The reconstructed <i>p</i>CO<sub>2</sub>\nvalues over the validation data set have a correlation of 0.93 with the in\nsitu measurements and a root mean square error of 36 μatm. Removing any\nof the satellite parameters degraded this reconstructed CO<sub>2</sub> flux, so we\nchose to supply any missing data using statistical imputation. The <i>p</i>CO<sub>2</sub>\nmaps produced using this method also provide a confidence level of the\nreconstruction at each grid point. The results obtained are encouraging given\nthe sparsity of available data, and we expect to be able to produce even more\naccurate reconstructions in coming years, given the predicted acquisition of\nnew data.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/3369/2015/", 
        "title": "Remote sensing the sea surface CO<sub>2</sub> of the Baltic Sea using the SOMLO methodology"
    }, 
    {
        "author": "Y.-W. Liu, S. M. Aciego, and A. D. Wanamaker Jr.", 
        "date": "2015-06-04", 
        "description": "<b>Environmental controls on the boron and strontium isotopic composition of aragonite shell material of cultured <i>Arctica islandica</i></b><br /><br />Biogeosciences, 12, 3351-3368, 2015<br /><br />Author(s): Y.-W. Liu, S. M. Aciego, and A. D. Wanamaker Jr.<br /><br />Ocean acidification, the decrease in ocean pH associated with increasing\natmospheric CO<sub>2</sub>, is likely to impact marine organisms, particularly\nthose that produce carbonate skeletons or shells. Therefore, it is important\nto investigate how environmental factors (seawater pH, temperature and\nsalinity) influence the chemical compositions in biogenic carbonates. In\nthis study we report the first high-resolution strontium\n(<sup>87</sup>Sr / <sup>86</sup>Sr and &delta;<sup>88 / 86</sup>Sr) and boron (&delta;<sup>11</sup>B)\nisotopic values in the aragonite shell of cultured <i>Arctica islandica</i> (<i>A. islandica</i>). The\n<sup>87</sup>Sr /  <sup>86</sup>Sr ratios from both tank water and shell samples show\nratios nearly identical to the open ocean, which suggests that the shell\nmaterial reflects ambient ocean chemistry without terrestrial influence. The\n<sup>84</sup>Sr–<sup>87</sup>Sr double-spike-resolved shell &delta;<sup>88 / 86</sup>Sr and Sr\nconcentration data show no resolvable change throughout the culture period\nand reflect no theoretical kinetic mass fractionation throughout the\nexperiment despite a temperature change of more than 15 °C. The\n&delta;<sup>11</sup>B records from the experiment show at least a\n5&permil; increase through the 29-week culture season (January 2010–August 2010),\nwith low values from the beginning to week 19 and\nhigher values thereafter. The larger range in &delta;<sup>11</sup>B in this\nexperiment compared to predictions based on other carbonate organisms (2–3&permil;) suggests that a species-specific fractionation\nfactor may be required. A significant correlation between the ΔpH\n(pH<sub>shell</sub> − pH<sub>sw</sub>) and seawater pH (pH<sub>sw</sub>) was observed\n(<i>R</i><sup>2</sup> = 0.35), where the pH<sub>shell</sub> is the calcification pH of the shell\ncalculated from boron isotopic composition. This negative correlation\nsuggests that <i>A. islandica</i> partly regulates the pH of the extrapallial fluid. However,\nthis proposed mechanism only explains approximately 35% of the variance\nin the &delta;<sup>11</sup>B data. Instead, a rapid rise in &delta;<sup>11</sup>B of\nthe shell material after week 19, during the summer, suggests that the boron\nuptake changes when a thermal threshold of > 13 °C is reached.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/3351/2015/", 
        "title": "Environmental controls on the boron and strontium isotopic composition of aragonite shell material of cultured <i>Arctica islandica</i>"
    }, 
    {
        "author": "T. J. Bohn, J. R. Melton, A. Ito, T. Kleinen, R. Spahni, B. D. Stocker, B. Zhang, X. Zhu, R. Schroeder, M. V. Glagolev, S. Maksyutov, V. Brovkin, G. Chen, S. N. Denisov, A. V. Eliseev, A. Gallego-Sala, K. C. McDonald, M.A. Rawlins, W. J. Riley, Z. M. Subin, H. Tian, Q. Zhuang, and J. O. Kaplan", 
        "date": "2015-06-03", 
        "description": "<b>WETCHIMP-WSL: intercomparison of wetland methane emissions models over West Siberia</b><br /><br />Biogeosciences, 12, 3321-3349, 2015<br /><br />Author(s): T. J. Bohn, J. R. Melton, A. Ito, T. Kleinen, R. Spahni, B. D. Stocker, B. Zhang, X. Zhu, R. Schroeder, M. V. Glagolev, S. Maksyutov, V. Brovkin, G. Chen, S. N. Denisov, A. V. Eliseev, A. Gallego-Sala, K. C. McDonald, M.A. Rawlins, W. J. Riley, Z. M. Subin, H. Tian, Q. Zhuang, and J. O. Kaplan<br /><br />Wetlands are the world's largest natural source of methane, a powerful\ngreenhouse gas. The strong sensitivity of methane emissions to environmental\nfactors such as soil temperature and moisture has led to concerns about\npotential positive feedbacks to climate change. This risk is particularly\nrelevant at high latitudes, which have experienced pronounced warming and\nwhere thawing permafrost could potentially liberate large amounts of labile\ncarbon over the next 100 years. However, global models disagree as to the\nmagnitude and spatial distribution of emissions, due to uncertainties in\nwetland area and emissions per unit area and a scarcity of in situ\nobservations. Recent intensive field campaigns across the West Siberian\nLowland (WSL) make this an ideal region over which to assess the performance\nof large-scale process-based wetland models in a high-latitude environment.\nHere we present the results of a follow-up to the Wetland and Wetland\nCH<sub>4</sub> Intercomparison of Models Project (WETCHIMP), focused on the West\nSiberian Lowland (WETCHIMP-WSL). We assessed 21 models and 5 inversions over\nthis domain in terms of total CH<sub>4</sub> emissions, simulated wetland areas,\nand CH<sub>4</sub> fluxes per unit wetland area and compared these results to an\nintensive in situ CH<sub>4</sub> flux data set, several wetland maps, and two\nsatellite surface water products. We found that (a) despite the large scatter\nof individual estimates, 12-year mean estimates of annual total emissions\nover the WSL from forward models\n(5.34 ± 0.54 Tg CH<sub>4</sub> yr<sup>−1</sup>), inversions\n(6.06 ± 1.22 Tg CH<sub>4</sub> yr<sup>−1</sup>), and in situ observations\n(3.91 ± 1.29 Tg CH<sub>4</sub> yr<sup>−1</sup>) largely agreed; (b) forward\nmodels using surface water products alone to estimate wetland areas suffered\nfrom severe biases in CH<sub>4</sub> emissions; (c) the interannual time series of\nmodels that lacked either soil thermal physics appropriate to the high\nlatitudes or realistic emissions from unsaturated peatlands tended to be\ndominated by a single environmental driver (inundation or air temperature),\nunlike those of inversions and more sophisticated forward models; (d)\ndifferences in biogeochemical schemes across models had relatively smaller\ninfluence over performance; and (e) multiyear or multidecade observational\nrecords are crucial for evaluating models' responses to long-term climate\nchange.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/3321/2015/", 
        "title": "WETCHIMP-WSL: intercomparison of wetland methane emissions models over West Siberia"
    }, 
    {
        "author": "K. B. Rodgers, J. Lin, and T. L. Frölicher", 
        "date": "2015-06-03", 
        "description": "<b>Emergence of multiple ocean ecosystem drivers in a large ensemble suite with an Earth system model</b><br /><br />Biogeosciences, 12, 3301-3320, 2015<br /><br />Author(s): K. B. Rodgers, J. Lin, and T. L. Frölicher<br /><br />Marine ecosystems are increasingly stressed by human-induced changes. Marine\necosystem drivers that contribute to stressing ecosystems – including\nwarming, acidification, deoxygenation and perturbations to biological\nproductivity – can co-occur in space and time, but detecting their trends is\ncomplicated by the presence of noise associated with natural variability in\nthe climate system. Here we use large initial-condition ensemble simulations\nwith an Earth system model under a historical/RCP8.5 (representative\nconcentration pathway 8.5) scenario over 1950–2100 to consider emergence\ncharacteristics for the four individual and combined drivers. Using a\n1-standard-deviation (67% confidence) threshold of signal to noise to\ndefine emergence with a 30-year trend window, we show that ocean\nacidification emerges much earlier than other drivers, namely during the\n20th century over most of the global ocean. For biological productivity, the\nanthropogenic signal does not emerge from the noise over most of the global\nocean before the end of the 21st century. The early emergence pattern for sea\nsurface temperature in low latitudes is reversed from that of subsurface\noxygen inventories, where emergence occurs earlier in the Southern Ocean. For\nthe combined multiple-driver field, 41% of the global ocean exhibits\nemergence for the 2005–2014 period, and 63% for the 2075–2084 period.\nThe combined multiple-driver field reveals emergence patterns by the end of\nthis century that are relatively high over much of the Southern Ocean, North\nPacific, and Atlantic, but relatively low over the tropics and the South\nPacific. For the case of two drivers, the tropics including habitats of coral\nreefs emerges earliest, with this driven by the joint effects of\nacidification and warming. It is precisely in the regions with pronounced\nemergence characteristics where marine ecosystems may be expected to be\npushed outside of their comfort zone determined by the degree of natural\nbackground variability to which they are adapted. The results underscore the\nimportance of sustained multi-decadal observing systems for monitoring\nmultiple ecosystems drivers.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/3301/2015/", 
        "title": "Emergence of multiple ocean ecosystem drivers in a large ensemble suite with an Earth system model"
    }, 
    {
        "author": "T. Kluge and C. M. John", 
        "date": "2015-06-03", 
        "description": "<b>Technical Note: A simple method for vaterite precipitation for isotopic studies: implications for bulk and clumped isotope analysis</b><br /><br />Biogeosciences, 12, 3289-3299, 2015<br /><br />Author(s): T. Kluge and C. M. John<br /><br />Calcium carbonate (CaCO<sub>3</sub>) plays an important role in the natural\nenvironment as a major constituent of the skeleton and supporting structure\nof marine life and has high economic importance as an additive in food,\nchemicals and medical products. Anhydrous CaCO<sub>3</sub> occurs in the three\ndifferent polymorphs calcite, aragonite and vaterite, whereof calcite is the\nmost abundant and best characterized mineral. In contrast, little is known\nabout the rare polymorph vaterite, in particular with regard to the oxygen\nisotope fractionation between H<sub>2</sub>O and the mineral.\n<br><br>\nSynthetic precipitation of vaterite in the laboratory typically involves\nrapid processes and isotopic non-equilibrium, which excludes isotope studies\nfocused on the characterization of vaterite under equilibrium conditions. Here, we\nused a new experimental approach that enables vaterite mineral formation from\nan isotopically equilibrated solution. The solution consists of a\n~0.007 mol L<sup>−1</sup> CaCO<sub>3</sub> solution that is saturated with NaCl\nat room temperature (up to 6.4 mol L<sup>−1</sup>). Vaterite precipitated as\nsingle phase or major phase (&ge;94%) in experiments performed\nbetween 23 and 91 °C. Only at 80 °C was vaterite a minor\nphase with a relative abundance of 27%. The high mineral yield per\nexperiment of up to 235 mg relative to the initially dissolved CaCO<sub>3</sub>\namount of on average 360 mg enables an investigation of the oxygen isotope\nfractionation between the mineral and water, and the determination of clumped\nisotope values in vaterite.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/3289/2015/", 
        "title": "Technical Note: A simple method for vaterite precipitation for isotopic studies: implications for bulk and clumped isotope analysis"
    }, 
    {
        "author": "M. M. Omand and A. Mahadevan", 
        "date": "2015-06-03", 
        "description": "<b>The shape of the oceanic nitracline</b><br /><br />Biogeosciences, 12, 3273-3287, 2015<br /><br />Author(s): M. M. Omand and A. Mahadevan<br /><br />In most regions of the ocean, nitrate is depleted near the surface by\nphytoplankton consumption and increases with depth, exhibiting a strong\nvertical gradient in the pycnocline (here referred to as the nitracline). The\nvertical supply of nutrients to the surface euphotic zone is influenced by\nthe vertical gradient (slope) of the nitracline and by the vertical\nseparation (depth) of the nitracline from the sunlit surface layer. Hence it\nis important to understand the shape (slope and curvature) and depth of the\noceanic nitracline. By using density coordinates to analyze nitrate profiles\nfrom autonomous Autonomous Profiling EXplorer floats with In-Situ Ultraviolet Spectrophotometers (APEX-ISUS) and ship-based platforms (World Ocean Atlas – WOA09; Hawaii Ocean\nTime-series – HOT; Bermuda Atlantic Time-series Study – BATS; and\nCalifornia Cooperative Oceanic Fisheries Investigations – CalCOFI), we are\nable to eliminate much of the spatial and temporal variability in the\nprofiles and derive robust relationships between nitrate and density. This\nallows us to characterize the depth, slope and curvature of the nitracline in\ndifferent regions of the world's oceans. The analysis reveals distinguishing\npatterns in the nitracline between subtropical gyres, upwelling regions and\nsubpolar gyres. We propose a one-dimensional, mechanistic model that relates\nthe shape of the nitracline to the relative depths of the surface mixed layer\nand euphotic layer. Though heuristic, the model accounts for some of the\nseasonal patterns and regional differences in the nitrate–density\nrelationships seen in the data.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/3273/2015/", 
        "title": "The shape of the oceanic nitracline"
    }, 
    {
        "author": "C. Delon, E. Mougin, D. Serça, M. Grippa, P. Hiernaux, M. Diawara, C. Galy-Lacaux, and L. Kergoat", 
        "date": "2015-06-03", 
        "description": "<b>Modelling the effect of soil moisture and organic matter degradation on biogenic NO emissions from soils in Sahel rangeland (Mali)</b><br /><br />Biogeosciences, 12, 3253-3272, 2015<br /><br />Author(s): C. Delon, E. Mougin, D. Serça, M. Grippa, P. Hiernaux, M. Diawara, C. Galy-Lacaux, and L. Kergoat<br /><br />This work is an attempt to provide seasonal variation of biogenic NO emission\nfluxes in a Sahelian rangeland\n in Mali (Agoufou,  15.34&deg; N, 1.48&deg; W) for years 2004, 2005,  2006, 2007 and 2008. Indeed, NO\n  is one of the most important precursors for tropospheric ozone, and previous studies have shown that arid areas\n  potentially display significant NO emissions (due to both biotic and abiotic processes). Previous campaigns\n  in the Sahel suggest that the contribution of this region in emitting NO is no longer considered as negligible.\n  However, very few data are available in this region, therefore this study focuses on model development.\nThe link between NO production in the soil and NO release to the atmosphere\nis investigated in this modelling study, by taking into account vegetation\nlitter production and degradation, microbial processes in the soil, emission\nfluxes, and environmental variables influencing these processes, using a\ncoupled vegetation–litter decomposition–emission model. This model includes\nthe Sahelian Transpiration Evaporation and Productivity (STEP) model for the\nsimulation of herbaceous,\n tree leaf and faecal masses, the GENDEC model (GENeral DEComposition) for the simulation of the buried litter decomposition\n and microbial dynamics, and the NO emission model (NOFlux) for the simulation of the NO release to the atmosphere.\nPhysical parameters (soil moisture and temperature, wind speed, sand\npercentage) which affect substrate diffusion and oxygen supply in the soil\nand influence the microbial activity, and biogeochemical parameters (pH and\nfertilization rate related to N content) are necessary to simulate the NO\nflux. The reliability of the simulated parameters is checked, in order to\nassess the robustness of the simulated NO flux. Simulated yearly average of\nNO flux ranges from 2.09 to 3.04 ng(N) m<sup>−2</sup> s<sup>−1</sup> (0.66 to\n0.96 kg(N) ha<sup>−1</sup> yr<sup>−1</sup>), and wet season average ranges\n from 3.36 to 5.48 ng(N) m<sup>−2</sup> s<sup>−1</sup> (1.06 to 1.73 kg(N) ha<sup>−1</sup> yr<sup>−1</sup>). These results are of the\n  same order as previous measurements made in several sites where the vegetation and the soil are comparable to the ones\n  in Agoufou. This coupled vegetation–litter decomposition–emission model could be generalized at the scale of the Sahel\n  region, and provide information where few data are available.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/3253/2015/", 
        "title": "Modelling the effect of soil moisture and organic matter degradation on biogenic NO emissions from soils in Sahel rangeland (Mali)"
    }, 
    {
        "author": "C. Poeplau, M. A. Bolinder, J. Eriksson, M. Lundblad, and T. Kätterer", 
        "date": "2015-06-03", 
        "description": "<b>Positive trends in organic carbon storage in Swedish agricultural soils due to unexpected socio-economic drivers</b><br /><br />Biogeosciences, 12, 3241-3251, 2015<br /><br />Author(s): C. Poeplau, M. A. Bolinder, J. Eriksson, M. Lundblad, and T. Kätterer<br /><br />Soil organic carbon (SOC) plays a crucial role in the global carbon cycle as\na potential sink or source. Land management influences SOC storage, so the\nEuropean Parliament decided in 2013 that changes in carbon stocks within a\ncertain land use type, including arable land, must be reported by all member\ncountries in their national inventory reports for greenhouse gas emissions.\nHere we show the temporal dynamics of SOC during the past 2 decades in\nSwedish agricultural soils, based on soil inventories conducted in 1988–1997\n(Inventory I), 2001–2007 (Inventory II) and from 2010 onwards (Inventory\nIII), and link SOC changes with trends in agricultural management. From\nInventory I to Inventory II, SOC increased in 16 out of 21 Swedish counties,\nwhile from Inventory I to Inventory III it increased in 18 out of 21\ncounties. Mean topsoil (0–20 cm) SOC concentration for the entire country\nincreased from 2.48 to 2.67% C (a relative increase of 7.7%, or\n0.38% yr<sup>&minus;1</sup>) over the whole period. We attributed this to a\nsubstantial increase in ley as a proportion of total agricultural area in\nall counties. The horse population in Sweden has more than doubled since\n1981 and was identified as the main driver for this management change\n(R<sup>2</sup> = 0.72). Due to subsidies introduced in the early 1990s,\nthe area of long-term set-aside (mostly old leys) also contributed to the\nincrease in area of ley. The carbon sink function of Swedish agricultural\nsoils demonstrated in this study differs from trends found in neighbouring\ncountries. This indicates that country-specific or local socio-economic\ndrivers for land management must be accounted for in larger-scale\npredictions.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/3241/2015/", 
        "title": "Positive trends in organic carbon storage in Swedish agricultural soils due to unexpected socio-economic drivers"
    }, 
    {
        "author": "J. Sintermann and A. Neftel", 
        "date": "2015-06-03", 
        "description": "<b>Ideas and perspectives: on the emission of amines from terrestrial vegetation in the context of new atmospheric particle formation</b><br /><br />Biogeosciences, 12, 3225-3240, 2015<br /><br />Author(s): J. Sintermann and A. Neftel<br /><br />In this article we summarise recent science which shows how airborne amines,\nspecifically methylamines (MAs), play a key role in new atmospheric particle\nformation (NPF) by stabilising small molecule clusters. Agricultural\nemissions are assumed to constitute the most important MA source, but given\nthe short atmospheric residence time of MAs, they can hardly have a direct\nimpact on NPF events observed in remote regions. This leads us to the\npresentation of existing knowledge focussing on natural vegetation-related MA\nsources. High MA contents as well as emissions by plants was already\ndescribed in the 19th century. Strong MA emissions predominantly occur during\nflowering as part of a pollination strategy. The behaviour is species-specific,\nbut examples of such species are common and widespread. In\naddition, vegetative plant tissue exhibiting high amounts of MAs might\npotentially lead to significant emissions. The decomposition of organic\nmaterial constitutes another, potentially ubiquitous, source of airborne\nMAs. These mechanisms would provide sources, which could be crucial for the\namine's role in NPF, especially in remote regions. Knowledge about\nvegetation-related amine emissions is, however, very limited, and thus it is\nalso an open question how global change and the intensified cycling of\nreactive nitrogen over the last 200 years have altered amine emissions from\nvegetation with a corresponding effect on NPF.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/3225/2015/", 
        "title": "Ideas and perspectives: on the emission of amines from terrestrial vegetation in the context of new atmospheric particle formation"
    }, 
    {
        "author": "A. Sepulveda-Jauregui, K. M. Walter Anthony, K. Martinez-Cruz, S. Greene, and F. Thalasso", 
        "date": "2015-06-02", 
        "description": "<b>Methane and carbon dioxide emissions from 40 lakes along a north–south latitudinal transect in Alaska</b><br /><br />Biogeosciences, 12, 3197-3223, 2015<br /><br />Author(s): A. Sepulveda-Jauregui, K. M. Walter Anthony, K. Martinez-Cruz, S. Greene, and F. Thalasso<br /><br />Uncertainties in the magnitude and seasonality of various gas emission modes,\nparticularly among different lake types, limit our ability to estimate\nmethane (CH<sub>4</sub>) and carbon dioxide (CO<sub>2</sub>) emissions from northern\nlakes. Here we assessed the relationship between CH<sub>4</sub> and CO<sub>2</sub>\nemission modes in 40 lakes along a latitudinal transect in Alaska to lakes'\nphysicochemical properties and geographic characteristics, including\npermafrost soil type surrounding lakes. Emission modes included direct\nebullition, diffusion, storage flux, and a newly identified ice-bubble\nstorage (IBS) flux. We found that all lakes were net sources of atmospheric\nCH<sub>4</sub> and CO<sub>2</sub>, but the climate warming impact of lake CH<sub>4</sub>\nemissions was 2 times higher than that of CO<sub>2</sub>. Ebullition and\ndiffusion were the dominant modes of CH<sub>4</sub> and CO<sub>2</sub> emissions,\nrespectively. IBS, ~10% of total annual CH<sub>4</sub> emissions, is\nthe release to the atmosphere of seasonally ice-trapped bubbles when lake ice\nconfining bubbles begins to melt in spring. IBS, which has not been\nexplicitly accounted for in regional studies, increased the estimate of\nspringtime emissions from our study lakes by 320%. Geographically,\nCH<sub>4</sub> emissions from stratified, mixotrophic interior Alaska thermokarst\n(thaw) lakes formed in icy, organic-rich yedoma permafrost soils were 6-fold\nhigher than from non-yedoma lakes throughout the rest of Alaska. The\nrelationship between CO<sub>2</sub> emissions and geographic parameters was weak,\nsuggesting high variability among sources and sinks that regulate CO<sub>2</sub>\nemissions (e.g., catchment waters, pH equilibrium). Total CH<sub>4</sub> emission\nwas correlated with concentrations of soluble reactive phosphorus and total\nnitrogen in lake water, Secchi depth, and lake area, with yedoma lakes having\nhigher nutrient concentrations, shallower Secchi depth, and smaller lake\nareas. Our findings suggest that permafrost type plays important roles in\ndetermining CH<sub>4</sub> emissions from lakes by both supplying organic matter to\nmethanogenesis directly from thawing permafrost and by enhancing nutrient\navailability to primary production, which can also fuel decomposition and\nmethanogenesis.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/3197/2015/", 
        "title": "Methane and carbon dioxide emissions from 40 lakes along a north–south latitudinal transect in Alaska"
    }, 
    {
        "author": "M. Rembauville, S. Blain, L. Armand, B. Quéguiner, and I. Salter", 
        "date": "2015-06-02", 
        "description": "<b>Export fluxes in a naturally iron-fertilized area of the Southern Ocean – Part 2: Importance of diatom resting spores and faecal pellets for export</b><br /><br />Biogeosciences, 12, 3171-3195, 2015<br /><br />Author(s): M. Rembauville, S. Blain, L. Armand, B. Quéguiner, and I. Salter<br /><br />The biological composition of the material exported to a moored sediment\ntrap located under the winter mixed layer of the naturally fertilized\nKerguelen Plateau in the Southern Ocean was studied over an annual cycle.\nDespite iron availability in spring, the annual particulate organic carbon\n(POC) export (98.2 mmol m<sup>&minus;2</sup>) at 289 m was low, but annual biogenic\nsilica export was significant (114 mmol m<sup>&minus;2</sup>). This feature was related\nto the abundance of empty diatom cells and the ratio of full to empty cells\nexerted a first-order control in BSi : POC export stoichiometry of the\nbiological pump. <i>Chaetoceros Hyalochaete</i> spp. and <i>Thalassiosira antarctica</i>\nresting spores were responsible for more than 60% of the annual POC flux that occurred during two very short export\nevents of < 14 days in spring–summer. Relatively low diatom fluxes\nwere observed over the remainder of the year. Faecal pellet contribution to\nannual carbon flux was lower (34%) and reached its seasonal maximum in\nautumn and winter (> 80%). The seasonal progression of faecal\npellet types revealed a clear transition from small spherical shapes (small\ncopepods) in spring, to larger cylindrical and ellipsoid shapes in summer\n(euphausiids and large copepods) and finally to large tabular shapes (salps) in\nautumn and winter. We propose in this high-biomass, low-export (HBLE)\nenvironment that small but highly silicified and fast-sinking resting\nspores are able to bypass the intense grazing pressure and efficient carbon\ntransfer to higher trophic levels that are responsible for the low fluxes\nobserved the during the remainder of the year. More generally our study also\nprovides a statistical framework linking the ecological succession of diatom\nand zooplankton communities to the seasonality of carbon and silicon export\nwithin an iron-fertilized bloom region in the Southern Ocean.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/3171/2015/", 
        "title": "Export fluxes in a naturally iron-fertilized area of the Southern Ocean – Part 2: Importance of diatom resting spores and faecal pellets for export"
    }, 
    {
        "author": "M. Rembauville, I. Salter, N. Leblond, A. Gueneugues, and S. Blain", 
        "date": "2015-06-02", 
        "description": "<b>Export fluxes in a naturally iron-fertilized area of the Southern Ocean – Part 1: Seasonal dynamics of particulate organic carbon export from a moored sediment trap</b><br /><br />Biogeosciences, 12, 3153-3170, 2015<br /><br />Author(s): M. Rembauville, I. Salter, N. Leblond, A. Gueneugues, and S. Blain<br /><br />A sediment trap moored in the naturally iron-fertilized Kerguelen Plateau in\nthe Southern Ocean provided an annual record of particulate organic carbon\nand nitrogen fluxes at 289 m. At the trap deployment depth, current speeds\nwere typically low (~ 10 cm s<sup>−1</sup>) and primarily\ntidal-driven (M2 tidal component). Although advection was weak, the sediment\ntrap may have been subject to hydrodynamical and biological (swimmer feeding\non trap funnel) biases. Particulate organic carbon (POC) flux was generally\nlow (< 0.5 mmol m<sup>−2</sup> d<sup>−1</sup>), although two episodic export\nevents (< 14 days) of 1.5 mmol m<sup>−2</sup> d<sup>−1</sup> were recorded.\nThese increases in flux occurred with a 1-month time lag from peaks in\nsurface chlorophyll and together accounted for approximately 40% of the\nannual flux budget. The annual POC flux of 98.2 ± 4.4 mmol m<sup>−2</sup> yr<sup>−1</sup> was low considering the shallow deployment depth but comparable\nto independent estimates made at similar depths (~ 300 m) over\nthe plateau, and to deep-ocean (> 2 km) fluxes measured from\nsimilarly productive iron-fertilized blooms. Although undertrapping cannot\nbe excluded in shallow moored sediment trap deployment, we hypothesize that\ngrazing pressure, including mesozooplankton and mesopelagic fishes, may be\nresponsible for the low POC flux beneath the base of the winter mixed layer.\nThe importance of plankton community structure in controlling the temporal\nvariability of export fluxes is addressed in a companion paper.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/3153/2015/", 
        "title": "Export fluxes in a naturally iron-fertilized area of the Southern Ocean – Part 1: Seasonal dynamics of particulate organic carbon export from a moored sediment trap"
    }, 
    {
        "author": "S. Ding, Y. Xu, Y. Wang, Y. He, J. Hou, L. Chen, and J.-S. He", 
        "date": "2015-06-01", 
        "description": "<b>Distribution of branched glycerol dialkyl glycerol tetraethers in surface soils of the Qinghai–Tibetan Plateau: implications of brGDGTs-based proxies in cold and dry regions</b><br /><br />Biogeosciences, 12, 3141-3151, 2015<br /><br />Author(s): S. Ding, Y. Xu, Y. Wang, Y. He, J. Hou, L. Chen, and J.-S. He<br /><br />The methylation index of branched tetraethers (MBT) and cyclization ratio of\nbranched tetraethers (CBT) based on the distribution of branched glycerol\ndialkyl glycerol tetraethers (brGDGT) are useful proxies for the\nreconstruction of mean annual air temperature (MAT) and soil pH. Recently, a\nseries of 6-methyl brGDGTs were identified which were previously co-eluted\nwith 5-methyl brGDGTs. However, little is known about 6-methyl brGDGTs in the\nQinghai–Tibetan Plateau (QTP), a critical region of the global climate\nsystem. Here, we analyze 30 surface soils covering a large area of the QTP,\namong which 6-methyl brGDGTs were the most abundant components (average\n53 ± 17% of total brGDGT). The fractional abundance of 6-methyl\nbrGDGTs showed a good correlation with soil pH, while the global\nMBT'<sub>5ME</sub> calibration overestimates MAT in the QTP. We therefore\nproposed a MBT<sub>5/6</sub> index including both 5- and 6-methyl brGDGTs,\npresenting a strong correlation with MAT in QTP:\nMAT = &minus;20.14 + 39.51 &times; MBT<sub>5/6</sub> (<i>n</i> = 27, <i>r</i><sup>2</sup>\n= 0.82; RMSE = 1.3 °C). Another index,\nnamely IBT (isomerization of branched tetraether), based on carbon skeleton\nisomerization of the 5-methyl to 6-methyl brGDGTs, is dependent on soil pH:\npH = 6.77 &minus; 1.56 &times; IBT (<i>n</i> = 27; <i>r</i><sup>2</sup> = 0.74,\nRMSE = 0.32). Our study suggests that changing the position of\nmethyl group of brGDGTs may be another mechanism for some soil bacteria to\nadapt to the ambient pH change in addition to the well-known cyclization.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/3141/2015/", 
        "title": "Distribution of branched glycerol dialkyl glycerol tetraethers in surface soils of the Qinghai–Tibetan Plateau: implications of brGDGTs-based proxies in cold and dry regions"
    }, 
    {
        "author": "K. Violaki, J. Sciare, J. Williams, A. R. Baker, M. Martino, and N. Mihalopoulos", 
        "date": "2015-05-29", 
        "description": "<b>Atmospheric water-soluble organic nitrogen (WSON) over marine environments: a global perspective</b><br /><br />Biogeosciences, 12, 3131-3140, 2015<br /><br />Author(s): K. Violaki, J. Sciare, J. Williams, A. R. Baker, M. Martino, and N. Mihalopoulos<br /><br />To obtain a comprehensive picture of the spatial distribution of water-soluble organic nitrogen (WSON) in marine aerosols, samples were collected\nduring research cruises in the tropical and southern Atlantic Ocean and also\nin the southern Indian Ocean (Amsterdam Island) for a 1-year period\n(2005). Samples were analyzed for both organic and inorganic forms of\nnitrogen, and the factors controlling their levels were examined. Fine-mode WSON was found to play a significant role in the remote marine\natmosphere with enhanced biogenic activity, with concentrations of WSON\n(11.3 ± 3.3 nmol N m<sup>−3</sup>) accounting for about 84 % of the total\ndissolved nitrogen (TDN). Such concentrations are similar to those observed\nin the polluted marine atmosphere of the eastern Mediterranean (11.6 ± 14.0 nmol N m<sup>−3</sup>).\n Anthropogenic activities were found to be an\nimportant source of atmospheric WSON as evidenced by the levels in the Northern Hemisphere (NH) being 10 times higher than in the remote Southern\nHemisphere (SH). Furthermore, the higher contribution of fine-mode WSON to\nTDN (51%) in the SH, compared to the NH (13%), underlines the\nimportant role of organic nitrogen in remote marine areas. Finally, there\nwas a strong association of WSON with dust in coarse-mode aerosols in the\nNH.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/3131/2015/", 
        "title": "Atmospheric water-soluble organic nitrogen (WSON) over marine environments: a global perspective"
    }, 
    {
        "author": "A. Malhotra and N. T. Roulet", 
        "date": "2015-05-29", 
        "description": "<b>Environmental correlates of peatland carbon fluxes in a thawing landscape: do transitional thaw stages matter?</b><br /><br />Biogeosciences, 12, 3119-3130, 2015<br /><br />Author(s): A. Malhotra and N. T. Roulet<br /><br />Peatlands in discontinuous permafrost regions occur as a mosaic of wetland\ntypes, each with variable sensitivity to climate change. Permafrost thaw\nfurther increases the spatial heterogeneity in ecosystem structure and\nfunction in peatlands. Carbon (C) fluxes are well characterized in end-member\nthaw stages such as fully intact or fully thawed permafrost but remain\nunconstrained for transitional stages that cover a significant area of\nthawing peatlands. Furthermore, changes in the environmental correlates of C\nfluxes, due to thaw, are not well described – a requirement for modeling\nfuture changes to C storage of permafrost peatlands. We investigated C fluxes\nand their correlates in end-member and a number of transitional thaw\nstages in a sub-arctic peatland. Across peatland-lumped CH<sub>4</sub> and CO<sub>2</sub>\nflux data had significant correlations with expected correlates such as water\ntable depth, thaw depth, temperature, photosynthetically active radiation and\nvascular green area. Within individual thaw states, bivariate correlations as\nwell as multiple regressions between C flux and environmental factors changed\nvariably with increasing thaw. The variability in directions and magnitudes\nof correlates reflects the range of structural conditions that could be\npresent along a thaw gradient. These structural changes correspond to changes\nin C flux controls, such as temperature and moisture, and their interactions.\nTemperature sensitivity of CH<sub>4</sub> increased with increasing thaw in\nbivariate analyses, but lack of this trend in multiple regression analyses\nsuggested cofounding effects of substrate or water limitation on the apparent\ntemperature sensitivity. Our results emphasize the importance of\nincorporating transitional stages of thaw in landscape level C budgets and\nhighlight that end-member or adjacent thaw stages do not adequately describe\nthe variability in structure-function relationships present along a thaw\ngradient.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/3119/2015/", 
        "title": "Environmental correlates of peatland carbon fluxes in a thawing landscape: do transitional thaw stages matter?"
    }, 
    {
        "author": "E.-J. Lee, G.-Y. Yoo, Y. Jeong, K.-U. Kim, J.-H. Park, and N.-H. Oh", 
        "date": "2015-05-28", 
        "description": "<b>Comparison of UV–VIS and FDOM sensors for in situ monitoring of stream DOC concentrations</b><br /><br />Biogeosciences, 12, 3109-3118, 2015<br /><br />Author(s): E.-J. Lee, G.-Y. Yoo, Y. Jeong, K.-U. Kim, J.-H. Park, and N.-H. Oh<br /><br />Optical measurements using ultraviolet–visible (UV–VIS)\nspectrophotometric sensors and fluorescent dissolved organic matter (FDOM)\nsensors have recently been used as proxies of dissolved organic carbon (DOC)\nconcentrations in streams and rivers at a high temporal resolution. Despite the merits of the sensors, temperature changes and particulate matter in\nwater can interfere with the sensor readings, over- or underestimating DOC\nconcentrations. However, little efforts have been made to compare responses\nof the two types of the sensors to critical interferences such as temperature\nand turbidity. The performance of a UV–VIS sensor and an FDOM sensor\nwas compared in both laboratory experiments and in situ monitoring in a forest stream in Korea during\nthree storm events. Although the UV–VIS\nsensor did not require temperature correction in laboratory experiments\nusing the forest stream water, the deviations of its values from the DOC concentrations\nmeasured with a TOC analyzer increased linearly as turbidity increased. In\ncontrast, the FDOM sensor outputs decreased significantly as temperature or\nturbidity increased, requiring temperature and turbidity correction for in\nsitu monitoring of DOC concentrations. The results suggest that temperature\ncorrection is relatively straightforward but turbidity correction may\nnot be simple because the attenuation of light by particles can significantly\nreduce the sensitivity of the sensors in highly turbid waters. Shifts in\ncomposition of fluorophores also need to be carefully tracked using\nperiodically collected samples since light absorbance and fluorescence can\nvary as the concentrations of dominant fluorophores change.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/3109/2015/", 
        "title": "Comparison of UV–VIS and FDOM sensors for in situ monitoring of stream DOC concentrations"
    }, 
    {
        "author": "M. Balzarolo, L. Vescovo, A. Hammerle, D. Gianelle, D. Papale, E. Tomelleri, and G. Wohlfahrt", 
        "date": "2015-05-28", 
        "description": "<b>On the relationship between ecosystem-scale hyperspectral reflectance and CO<sub>2</sub> exchange in European mountain grasslands</b><br /><br />Biogeosciences, 12, 3089-3108, 2015<br /><br />Author(s): M. Balzarolo, L. Vescovo, A. Hammerle, D. Gianelle, D. Papale, E. Tomelleri, and G. Wohlfahrt<br /><br />In this paper we explore the skill of hyperspectral reflectance measurements\nand vegetation indices (VIs) derived from these in estimating carbon dioxide\n(CO<sub>2</sub>) fluxes of grasslands. Hyperspectral reflectance data, CO<sub>2</sub>\nfluxes and biophysical parameters were measured at three grassland sites\nlocated in European mountain regions using standardized protocols. The\nrelationships between CO<sub>2</sub> fluxes, ecophysiological variables,\ntraditional VIs and VIs derived using all two-band combinations of\nwavelengths available from the whole hyperspectral data space were analysed.\nWe found that VIs derived from hyperspectral data generally explained a large\nfraction of the variability in the investigated dependent variables but\ndiffered in their ability to estimate midday and daily average CO<sub>2</sub>\nfluxes and various derived ecophysiological parameters. Relationships between\nVIs and CO<sub>2</sub> fluxes and ecophysiological parameters were site-specific,\nlikely due to differences in soils, vegetation parameters and environmental\nconditions. Chlorophyll and water-content-related VIs explained the largest\nfraction of variability in most of the dependent variables. Band selection\nbased on a combination of a genetic algorithm with random forests (GA–rF)\nconfirmed that it is difficult to select a universal band region suitable\nacross the investigated ecosystems. Our findings have major implications for\nupscaling terrestrial CO<sub>2</sub> fluxes to larger regions and for remote- and\nproximal-sensing sampling and analysis strategies and call for more\ncross-site synthesis studies linking ground-based spectral reflectance with\necosystem-scale CO<sub>2</sub> fluxes.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/3089/2015/", 
        "title": "On the relationship between ecosystem-scale hyperspectral reflectance and CO<sub>2</sub> exchange in European mountain grasslands"
    }, 
    {
        "author": "J. H. Rydsaa, F. Stordal, and L. M. Tallaksen", 
        "date": "2015-05-27", 
        "description": "<b>Sensitivity of the regional European boreal climate to changes in surface properties resulting from structural vegetation perturbations</b><br /><br />Biogeosciences, 12, 3071-3087, 2015<br /><br />Author(s): J. H. Rydsaa, F. Stordal, and L. M. Tallaksen<br /><br />Amplified warming at high latitudes over the past few decades has led to changes\nin the boreal and Arctic climate system such as structural changes in high-latitude ecosystems and soil moisture properties. These changes trigger\nland–atmosphere feedbacks through altered energy partitioning in response\nto changes in albedo and surface water fluxes. Local-scale changes in the\nArctic and boreal zones may propagate to affect large-scale climatic\nfeatures. In this study, MODIS land surface data are used with the Weather\nResearch and Forecasting model (WRF V3.5.1) and Noah land surface model (LSM), in a series of\nexperiments to investigate the sensitivity of the overlying atmosphere to\nperturbations in the structural vegetation in the northern European boreal\necosystem. Emphasis is placed on surface energy partitioning and near-surface atmospheric variables, and their response to observed and\nanticipated land cover changes. We find that perturbations simulating\nnorthward migration of evergreen needleleaf forest into tundra regions\ncause an increase in latent rather than sensible heat fluxes during the\nsummer season. Shrub expansion in tundra areas has only small effects on\nsurface fluxes. Perturbations simulating the northward migration of mixed\nforest across the present southern border of the boreal forest, have largely\nopposite effects on the summer latent heat flux, i.e., they lead to a decrease\nand act to moderate the overall mean regional effects of structural\nvegetation changes on the near-surface atmosphere.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/3071/2015/", 
        "title": "Sensitivity of the regional European boreal climate to changes in surface properties resulting from structural vegetation perturbations"
    }, 
    {
        "author": "L. Jonkers, C. E. Reynolds, J. Richey, and I. R. Hall", 
        "date": "2015-05-27", 
        "description": "<b>Lunar periodicity in the shell flux of planktonic foraminifera in the Gulf of Mexico</b><br /><br />Biogeosciences, 12, 3061-3070, 2015<br /><br />Author(s): L. Jonkers, C. E. Reynolds, J. Richey, and I. R. Hall<br /><br />Synchronised reproduction offers clear benefits to planktonic foraminifera –\nan important group of marine calcifiers – as it increases the chances of\nsuccessful gamete fusion. Such synchrony requires tuning to an internal or\nexternal clock. Evidence exists for lunar reproductive cycles in some\nspecies, but its recognition in shell flux time series has proven difficult,\nraising questions about reproductive strategies. Using spectral analysis of\na 4-year time series (mostly at weekly resolution) from the northern Gulf of\nMexico, we show that the shell flux of <i>Globorotalia menardii</i>, <i>Globigerinella\nsiphonifera</i>, <i>Orbulina universa</i>, <i>Globigerinoides sacculifer</i>, <i>Globigerinoides\nruber</i> (both pink and white\nvarieties),  <i>Pulleniatina obliquiloculata</i>, <i>Neogloboquadrina dutertrei</i>, <i>Globigerinella\ncalida</i> and <i>Globigerinita glutinata</i> is characterised by lunar periodicity. However, the\nlunar rhythm is not present in all size fractions of each species and tends\nto be more dominant in the flux of larger shells, consistent with\nreproduction being more prevalent in larger specimens. Lunar periodicity is\nsuperimposed on longer term/seasonal changes in the shell fluxes, but\naccounts for a significant part of the variance in the fluxes. The amplitude\nof the lunar cycle increases roughly proportional with the magnitude of the\nflux, demonstrating that most of the population is indeed affected by\nlunar-phased synchronisation. In most species peak fluxes occur\npredominantly around, or just after, full moon. Only <i>G. siphonifera</i> and <i>G. calida</i> show a contrasting\npattern with peaks concentrated around new moon. Although the exact cause of\nthe synchronisation remains elusive, our data considerably increase the\nnumber of species for which lunar synchronised reproduction is reported and\nsuggest that such reproductive behaviour is common in many species of\nplanktonic foraminifera.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/3061/2015/", 
        "title": "Lunar periodicity in the shell flux of planktonic foraminifera in the Gulf of Mexico"
    }, 
    {
        "author": "S. Markovic, A. Paytan, and U. G. Wortmann", 
        "date": "2015-05-27", 
        "description": "<b>Pleistocene sediment offloading and the global sulfur cycle</b><br /><br />Biogeosciences, 12, 3043-3060, 2015<br /><br />Author(s): S. Markovic, A. Paytan, and U. G. Wortmann<br /><br />Quaternary sea level fluctuations have greatly affected the sediment budgets\nof the continental shelves. Previous studies suggested that this caused a\nconsiderable increase in the net loss of shelf sediments. Since sediment\naccumulation and erosion are closely tied to the formation and re-oxidation\nof pyrite, we use a high-resolution record of sulfur isotope ratios\n(<sup>34</sup>S / <sup>32</sup>S) of marine sulfate to evaluate the implications of the\nso-called \"shelf sediment offloading\" on the global sulfur cycle. Modeling of\nour &delta;<sup>34</sup>S record suggests that erosion during sea level\nlowstands was only partly compensated by increased sedimentation during\ntimes of rising sea level and sea level highstands. Furthermore, our data\nsuggests that shelf systems reached a new equilibrium state about\n700 ka, which considerably slowed or terminated shelf sediment offloading.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/3043/2015/", 
        "title": "Pleistocene sediment offloading and the global sulfur cycle"
    }, 
    {
        "author": "S. Wilkenskjeld, S. Kloster, J. Pongratz, T. Raddatz, and C. H. Reick", 
        "date": "2015-05-22", 
        "description": "<b>Corrigendum to \"Comparing the influence of net and gross anthropogenic land-use and land-cover changes on the carbon cycle in the MPI-ESM\" published in Biogeosciences, 11, 4817&ndash;4828, 2014</b><br /><br />Biogeosciences, 12, 3041-3041, 2015<br /><br />Author(s): S. Wilkenskjeld, S. Kloster, J. Pongratz, T. Raddatz, and C. H. Reick<br /><br />No abstract available.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/3041/2015/", 
        "title": "Corrigendum to \"Comparing the influence of net and gross anthropogenic land-use and land-cover changes on the carbon cycle in the MPI-ESM\" published in Biogeosciences, 11, 4817&ndash;4828, 2014"
    }, 
    {
        "author": "C. M. Boot, M. Haddix, K. Paustian, and M. F. Cotrufo", 
        "date": "2015-05-22", 
        "description": "<b>Distribution of black carbon in ponderosa pine forest floor and soils following the High Park wildfire</b><br /><br />Biogeosciences, 12, 3029-3039, 2015<br /><br />Author(s): C. M. Boot, M. Haddix, K. Paustian, and M. F. Cotrufo<br /><br />Biomass burning produces black carbon (BC), effectively transferring a\nfraction of the biomass C from an actively cycling pool to a passive C pool,\nwhich may be stored in the soil. Yet the timescales and mechanisms for\nincorporation of BC into the soil profile are not well understood. The High\nPark fire (HPF), which occurred in northwestern Colorado in the summer of\n2012, provided an opportunity to study the effects of both fire severity and\ngeomorphology on properties of carbon (C), nitrogen (N) and BC in the Cache\nLa Poudre River drainage. We sampled montane ponderosa pine forest floor (litter plus O-horizon) and soils at 0–5 and 5–15 cm depth 4 months post-fire in order to examine\nthe effects of slope and burn severity on %C, C stocks, %N and BC. We\nused the benzene polycarboxylic acid (BPCA) method for quantifying BC. With\nregard to slope, we found that steeper slopes had higher C : N than shallow\nslopes but that there was no difference in BPCA-C content or stocks. BC\ncontent was greatest in the forest floor at burned sites (19 g BPCA-C kg<sup>−1</sup> C), while BC stocks were greatest in the 5–15 cm subsurface soils\n(23 g BPCA-C m<sup>−2</sup>). At the time of sampling, unburned and burned soils\nhad equivalent BC content, indicating none of the BC deposited on the land\nsurface post-fire had been incorporated into either the 0–5 or 5–15 cm\nsoil layers. The ratio of B6CA : total BPCAs, an index of the degree of\naromatic C condensation, suggested that BC in the 5–15 cm soil layer may\nhave been formed at higher temperatures or experienced selective degradation relative to the forest floor and 0–5 cm\nsoils. Total BC soil stocks were relatively low compared to other fire-prone\ngrassland and boreal forest systems, indicating most of the BC produced in\nthis system is likely lost, either through erosion events, degradation or\ntranslocation to deeper soils. Future work examining mechanisms for BC\nlosses from forest soils will be required for understanding the role BC\nplays in the global carbon cycle.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/3029/2015/", 
        "title": "Distribution of black carbon in ponderosa pine forest floor and soils following the High Park wildfire"
    }, 
    {
        "author": "R. M. Manasypov, S. N. Vorobyev, S. V. Loiko, I. V. Kritzkov, L. S. Shirokova, V. P. Shevchenko, S. N. Kirpotin, S. P. Kulizhsky, L. G. Kolesnichenko, V. A. Zemtzov, V. V. Sinkinov, and O. S. Pokrovsky", 
        "date": "2015-05-21", 
        "description": "<b>Seasonal dynamics of organic carbon and metals in thermokarst lakes from the discontinuous permafrost zone of western Siberia</b><br /><br />Biogeosciences, 12, 3009-3028, 2015<br /><br />Author(s): R. M. Manasypov, S. N. Vorobyev, S. V. Loiko, I. V. Kritzkov, L. S. Shirokova, V. P. Shevchenko, S. N. Kirpotin, S. P. Kulizhsky, L. G. Kolesnichenko, V. A. Zemtzov, V. V. Sinkinov, and O. S. Pokrovsky<br /><br />Despite relatively good knowledge of the biogeochemistry of Siberian\nthermokarst lakes during summer base flow, their seasonal dynamics remains\nalmost unexplored. This work describes the chemical composition of\n~130 thermokarst lakes ranging in size from a few m<sup>2</sup> to several\nkm<sup>2</sup>, located in the discontinuous permafrost zone. Lakes were sampled\nduring spring flood, just after the ice break (early June), the end of summer\n(August), the beginning of ice formation (October) and during the full\nfreezing season in winter (February). The lakes larger than 1000 m<sup>2</sup> did\nnot exhibit any statistically significant control of the lake size on\ndissolved organic carbon (DOC), the major and trace element concentrations\nover three major open water seasons. On the annual scale, the majority of\ndissolved elements including organic carbon increased their concentration\nfrom 30 to 500%, with a statistically significant (<i>p</i> < 0.05) trend\nfrom spring to winter. The concentrations of most trace elements (TEs)\nincreased in the order spring > summer > autumn > winter. The ice\nformation in October included several stages: first, surface layer freezing\nfollowed by crack (fissure) formation with unfrozen water from the deeper\nlayers spreading over the ice surface. This water was subsequently frozen and\nformed layered ice rich in organic matter. As a result, the DOC and metal\n(Mn, Fe, Ni, Cu, Zn, As, Ba and Pb) concentrations were highest near the\nsurface of the ice column (0 to 20 cm) and decreased by a factor of 2\ntowards the bottom. The main implications of discovered freeze-driven solute\nconcentrations in thermokarst lake waters are enhanced colloidal coagulation\nand removal of dissolved organic matter and associated insoluble metals from\nthe water column to the sediments. The measured distribution coefficients of\na TE between amorphous organo-ferric coagulates and lake water\n(<0.45 μm) were similar to those reported earlier for Fe-rich\ncolloids and low molecular weight (<1 kDa, or <1–2 nm) fractions\nof thermokarst lake waters, suggesting massive co-precipitation of TE with\namorphous Fe oxyhydroxide stabilized by organic matter. Although the\nconcentration of most elements was lowest in spring, this period of maximal\nwater coverage of land created a significant reservoir of DOC and soluble\nmetals in the water column that can be easily mobilized to the hydrological\nnetwork. The highest DOC concentration observed in the smallest\n(<100 m<sup>2</sup>) water bodies in spring suggests their strongly\nheterotrophic status and, therefore, a potentially elevated CO<sub>2</sub> flux\nfrom the lake surface to the atmosphere.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/3009/2015/", 
        "title": "Seasonal dynamics of organic carbon and metals in thermokarst lakes from the discontinuous permafrost zone of western Siberia"
    }, 
    {
        "author": "X. Comas, N. Terry, L. Slater, M. Warren, R. Kolka, A. Kristiyono, N. Sudiana, D. Nurjaman, and T. Darusman", 
        "date": "2015-05-21", 
        "description": "<b>Imaging tropical peatlands in Indonesia using ground-penetrating radar (GPR) and electrical resistivity imaging (ERI): implications for carbon stock estimates and peat soil characterization</b><br /><br />Biogeosciences, 12, 2995-3007, 2015<br /><br />Author(s): X. Comas, N. Terry, L. Slater, M. Warren, R. Kolka, A. Kristiyono, N. Sudiana, D. Nurjaman, and T. Darusman<br /><br />Current estimates of carbon (C) storage in peatland systems worldwide\nindicate that tropical peatlands comprise about 15% of the global peat carbon\npool. Such estimates are uncertain due to data gaps regarding organic peat\nsoil thickness, volume and C content. We combined a set of indirect\ngeophysical methods (ground-penetrating radar, GPR, and electrical\nresistivity imaging, ERI) with direct observations using core sampling and C\nanalysis to determine how geophysical imaging may enhance traditional coring\nmethods for estimating peat thickness and C storage in a tropical peatland\nsystem in West Kalimantan, Indonesia. Both GPR and ERI methods demonstrated\ntheir capability to estimate peat thickness in tropical peat soils at a spatial\nresolution not feasible with traditional coring methods. GPR is able to\ncapture peat thickness variability at centimeter-scale vertical resolution,\nalthough peat thickness determination was difficult for peat columns\nexceeding 5 m in the areas studied, due to signal attenuation associated\nwith thick clay-rich transitional horizons at the peat–mineral soil\ninterface. ERI methods were more successful for imaging deeper peatlands\nwith thick organomineral layers between peat and underlying mineral soil.\nResults obtained using GPR methods indicate less than 3% variation in\npeat thickness (when compared to coring methods) over low peat–mineral soil\ninterface gradients (i.e., below 0.02°) and show substantial impacts in\nC storage estimates (i.e., up to 37 MgC ha<sup>−1</sup> even for transects showing a\ndifference between GPR and coring estimates of 0.07 m in average peat\nthickness). The geophysical data also provide information on peat matrix\nattributes such as thickness of organomineral horizons between peat and\nunderlying substrate, the presence of buried wood, buttressed trees or\ntip-up pools and soil type. The use of GPR and ERI methods to image peat\nprofiles at high resolution can be used to further constrain quantification\nof peat C pools and inform responsible peatland management in Indonesia and\nelsewhere in the tropics.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/2995/2015/", 
        "title": "Imaging tropical peatlands in Indonesia using ground-penetrating radar (GPR) and electrical resistivity imaging (ERI): implications for carbon stock estimates and peat soil characterization"
    }, 
    {
        "author": "J. W. Atkins, H. E. Epstein, and D. L. Welsch", 
        "date": "2015-05-21", 
        "description": "<b>Vegetation and elevation influence the timing and magnitude of soil CO<sub>2</sub> efflux in a humid, topographically complex watershed</b><br /><br />Biogeosciences, 12, 2975-2994, 2015<br /><br />Author(s): J. W. Atkins, H. E. Epstein, and D. L. Welsch<br /><br />In topographically complex watersheds, landscape position and vegetation\nheterogeneity can alter the soil water regime through both lateral and\nvertical redistribution, respectively. These alterations of soil moisture\nmay have significant impacts on the spatial heterogeneity of biogeochemical\ncycles throughout the watershed. To evaluate how landscape position and\nvegetation heterogeneity affect soil CO<sub>2</sub> efflux (<i>F</i><sub>SOIL</sub>), we\nconducted observations across the Weimer Run watershed (373 ha), located\nnear Davis, West Virginia, for three growing seasons with varying\nprecipitation. An apparent soil temperature threshold of 11 °C for <i>F</i><sub>SOIL</sub> at\n12 cm depth was observed in our data, where <i>F</i><sub>SOIL</sub> rates\ngreatly increase in variance above this threshold. We therefore focus our\nanalyses of <i>F</i><sub>SOIL</sub> on instances in which soil temperature  values were above this\nthreshold. Vegetation had the greatest effect on <i>F</i><sub>SOIL</sub> rates, with\nplots beneath shrubs at all elevations, for all years, showing the greatest\nmean rates of <i>F</i><sub>SOIL</sub> (6.07 μmol CO<sub>2</sub> m<sup>−2</sup> s<sup>−1</sup>)\ncompared to plots beneath closed-forest canopy (4.69 μmol CO<sub>2</sub> m<sup>−2</sup> s<sup>−1</sup>) and plots located in open, forest gap\n(4.09 μmol CO<sub>2</sub> m<sup>−2</sup> s<sup>−1</sup>) plots. During periods of high soil moisture, we\nfind that CO<sub>2</sub> efflux rates are constrained, and that maximum efflux\nrates occur during periods of average to below-average soil water\navailability. While vegetation was the variable most related to <i>F</i><sub>SOIL</sub>,\nthere is also strong interannual variability in fluxes determined by the\ninteraction of annual precipitation and topography. These findings add to\nthe current theoretical constructs related to the interactions of moisture\nand vegetation in biogeochemical cycles within topographically complex\nwatersheds.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/2975/2015/", 
        "title": "Vegetation and elevation influence the timing and magnitude of soil CO<sub>2</sub> efflux in a humid, topographically complex watershed"
    }, 
    {
        "author": "D. Archer", 
        "date": "2015-05-21", 
        "description": "<b>A model of the methane cycle, permafrost, and hydrology of the Siberian continental margin</b><br /><br />Biogeosciences, 12, 2953-2974, 2015<br /><br />Author(s): D. Archer<br /><br />A two-dimensional model of a sediment column, with Darcy fluid flow,\nbiological and thermal methane production, and permafrost and methane\nhydrate formation, is subjected to glacial–interglacial cycles in sea\nlevel, alternately exposing the continental shelf to the cold atmosphere\nduring glacial times and immersing it in the ocean in interglacial times. The\nglacial cycles are followed by a \"long-tail\" 100 kyr warming due\nto fossil fuel combustion.\n<br><br>\nThe salinity of the sediment column in the interior of the shelf can be\ndecreased by hydrological forcing to depths well below sea level when the\nsediment is exposed to the atmosphere. There is no analogous advective\nseawater-injecting mechanism upon resubmergence, only slower diffusive\nmechanisms. This hydrological ratchet is consistent with the existence of\nfreshwater beneath the sea floor on continental shelves around the world,\nleft over from the last glacial period.\n<br><br>\nThe salt content of the sediment column affects the relative proportions of\nthe solid and fluid H<sub>2</sub>O-containing phases, but in the permafrost zone\nthe salinity in the pore fluid brine is a function of temperature only,\ncontrolled by equilibrium with ice. Ice can tolerate a higher salinity in\nthe pore fluid than methane hydrate can at low pressure and temperature,\nexcluding methane hydrate from thermodynamic stability in the permafrost\nzone. The implication is that any methane hydrate existing today will be\ninsulated from anthropogenic climate change by hundreds of meters of\nsediment, resulting in a response time of thousands of years.\n<br><br>\nThe strongest impact of the glacial–interglacial cycles on the atmospheric\nmethane flux is due to bubbles dissolving in the ocean when sea level is\nhigh. When sea level is low and the sediment surface is exposed to the\natmosphere, the atmospheric flux is sensitive to whether permafrost inhibits\nbubble migration in the model. If it does, the atmospheric flux is highest\nduring the glaciating, sea level regression (soil-freezing) part of the\ncycle rather than during deglacial transgression (warming and thawing).\n<br><br>\nThe atmospheric flux response to a warming climate is small, relative to the\nrest of the methane sources to the atmosphere in the global budget, because\nof the ongoing flooding of the continental shelf. The increased methane flux\ndue to ocean warming could be completely counteracted by a sea level rise of\ntens of meters on millennial timescales due to the loss of ice sheets,\ndecreasing the efficiency of bubble transit through the water column. The\nmodel results give no indication of a mechanism by which methane emissions\nfrom the Siberian continental shelf could have a significant impact on the\nnear-term evolution of Earth's climate, but on millennial timescales the\nrelease of carbon from hydrate and permafrost could contribute significantly\nto the fossil fuel carbon burden in the atmosphere–ocean–terrestrial\ncarbon cycle.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/2953/2015/", 
        "title": "A model of the methane cycle, permafrost, and hydrology of the Siberian continental margin"
    }, 
    {
        "author": "E. M. Veenendaal, M. Torello-Raventos, T. R. Feldpausch, T. F. Domingues, F. Gerard, F. Schrodt, G. Saiz, C. A. Quesada, G. Djagbletey, A. Ford, J. Kemp, B. S. Marimon, B. H. Marimon-Junior, E. Lenza, J. A. Ratter, L. Maracahipes, D. Sasaki, B. Sonké, L. Zapfack, D. Villarroel, M. Schwarz, F. Yoko Ishida, M. Gilpin, G. B. Nardoto, K. Affum-Baffoe, L. Arroyo, K. Bloomfield, G. Ceca, H. Compaore, K. Davies, A. Diallo, N. M. Fyllas, J. Gignoux, F. Hien, M. Johnson, E. Mougin, P. Hiernaux, T. Killeen, D. Metcalfe, H. S. Miranda, M. Steininger, K. Sykora, M. I. Bird, J. Grace, S. Lewis, O. L. Phillips, and J. Lloyd", 
        "date": "2015-05-21", 
        "description": "<b>Structural, physiognomic and above-ground biomass variation in savanna–forest transition zones on three continents – how different are co-occurring savanna and forest formations?</b><br /><br />Biogeosciences, 12, 2927-2951, 2015<br /><br />Author(s): E. M. Veenendaal, M. Torello-Raventos, T. R. Feldpausch, T. F. Domingues, F. Gerard, F. Schrodt, G. Saiz, C. A. Quesada, G. Djagbletey, A. Ford, J. Kemp, B. S. Marimon, B. H. Marimon-Junior, E. Lenza, J. A. Ratter, L. Maracahipes, D. Sasaki, B. Sonké, L. Zapfack, D. Villarroel, M. Schwarz, F. Yoko Ishida, M. Gilpin, G. B. Nardoto, K. Affum-Baffoe, L. Arroyo, K. Bloomfield, G. Ceca, H. Compaore, K. Davies, A. Diallo, N. M. Fyllas, J. Gignoux, F. Hien, M. Johnson, E. Mougin, P. Hiernaux, T. Killeen, D. Metcalfe, H. S. Miranda, M. Steininger, K. Sykora, M. I. Bird, J. Grace, S. Lewis, O. L. Phillips, and J. Lloyd<br /><br />Through interpretations of remote-sensing data and/or theoretical propositions, the idea that\n  forest and savanna represent \"alternative stable states\" is gaining increasing\n  acceptance. Filling an observational gap, we present detailed stratified floristic and structural\n  analyses for forest and savanna stands  located mostly within zones of transition (where both\n  vegetation types occur in close proximity) in Africa, South America and Australia. Woody plant\n  leaf area index variation was related to tree canopy cover in a similar way for both savanna and\n  forest with substantial overlap between the two vegetation types. As total woody plant canopy\n  cover increased, so did the relative contribution of middle and lower strata of woody vegetation. Herbaceous layer cover declined as woody cover increased. This pattern of understorey\n  grasses and herbs progressively replaced by shrubs as the canopy closes over was found for\n  both savanna and forests and on all continents. Thus, once subordinate woody canopy layers are\n  taken into account, a less marked transition in woody plant cover across the savanna–forest-species\n  discontinuum is observed compared to that inferred when trees of\n  a basal diameter > 0.1 m are considered in isolation. This is especially the\n  case for shrub-dominated savannas and in taller savannas approaching canopy closure. An  increased contribution of forest species to the total\n  subordinate cover is also observed as savanna stand canopy closure\n  occurs. Despite similarities in canopy-cover characteristics, woody vegetation in Africa and\n  Australia attained greater heights and stored a greater amount of above-ground biomass than\n  in South America. Up to three times as much above-ground biomass is stored in forests compared to\n  savannas under equivalent climatic conditions. Savanna–forest transition zones were also found to\n  typically occur at higher precipitation regimes for South America than for Africa. Nevertheless, consistent across all three continents\n  coexistence was found to be confined to a well-defined edaphic–climate envelope  with soil and climate the key determinants of the\n  relative location of forest and savanna stands. Moreover, when considered in conjunction with the appropriate\n  water availability metrics, it emerges that soil exchangeable cations exert considerable control\n  on woody canopy-cover extent as measured in our pan-continental (forest + savanna) data set.\n  Taken together these observations do not lend support to the  notion of alternate stable states mediated\n  through fire feedbacks as the prime force shaping the  distribution of the two dominant vegetation types of the tropical\n  lands.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/2927/2015/", 
        "title": "Structural, physiognomic and above-ground biomass variation in savanna–forest transition zones on three continents – how different are co-occurring savanna and forest formations?"
    }, 
    {
        "author": "M. Moreno-de las Heras, R. Díaz-Sierra, L. Turnbull, and J. Wainwright", 
        "date": "2015-05-21", 
        "description": "<b>Assessing vegetation structure and ANPP dynamics in a grassland–shrubland Chihuahuan ecotone using NDVI–rainfall relationships</b><br /><br />Biogeosciences, 12, 2907-2925, 2015<br /><br />Author(s): M. Moreno-de las Heras, R. Díaz-Sierra, L. Turnbull, and J. Wainwright<br /><br />Climate change and the widespread alteration of natural habitats are major\ndrivers of vegetation change in drylands. In the Chihuahuan Desert, large\nareas of grasslands dominated by perennial grass species have transitioned\nover the last 150 years to shrublands dominated by woody species, accompanied\nby accelerated water and wind erosion. Multiple mechanisms drive the\nshrub-encroachment process, including precipitation variations, land-use\nchange, and soil erosion–vegetation feedbacks. In this study, using a simple\necohydrological modelling framework, we show that herbaceous (grasses and\nforbs) and shrub vegetation in drylands have different responses to\nantecedent precipitation due to functional differences in plant-growth and\nwater-use patterns. Therefore, shrub encroachment may be reflected in the\nanalysis of landscape-scale vegetation–rainfall relationships. We analyse\nthe structure and dynamics of vegetation at an 18 km<sup>2</sup>\ngrassland–shrubland ecotone in the northern edge of the Chihuahuan Desert\n(McKenzie Flats, Sevilleta National Wildlife Refuge, NM, USA) by\ninvestigating the relationship between decade-scale (2000–2013) records of\nremotely sensed vegetation greenness (MODIS NDVI) and antecedent rainfall.\nNDVI–rainfall relationships show a high sensitivity to spatial variations on\ndominant vegetation types across the grassland–shrubland ecotone, and\nprovide biophysical criteria to (a) classify landscape types as a function of\nthe spatial distribution of dominant vegetation and to (b) decompose the NDVI\nsignal into partial components of annual net primary production (ANPP) for\nherbaceous vegetation and shrubs. Analysis of remotely sensed ANPP dynamics\nacross the study site indicates that plant growth for herbaceous vegetation\nis particularly synchronized with monsoonal summer rainfall. For shrubs, ANPP\nis better explained by winter plus summer precipitation, overlapping the\nmonsoonal period (June–September) of rain concentration. Our results suggest\nthat shrub encroachment was not particularly active in this Chihuahuan\necotone for the period 2000–2013. However, future changes in the amount and\ntemporal pattern of precipitation (i.e. reductions in monsoonal summer\nrainfall and/or increases in winter precipitation) may enhance the\nshrub-encroachment process, particularly in the face of expected upcoming\nincreases in aridity for desert grasslands of the southwestern USA.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/2907/2015/", 
        "title": "Assessing vegetation structure and ANPP dynamics in a grassland–shrubland Chihuahuan ecotone using NDVI–rainfall relationships"
    }, 
    {
        "author": "M. Klinge, J. Böhner, and S. Erasmi", 
        "date": "2015-05-20", 
        "description": "<b>Modeling forest lines and forest distribution patterns with remote-sensing data in a mountainous region of semiarid central Asia</b><br /><br />Biogeosciences, 12, 2893-2905, 2015<br /><br />Author(s): M. Klinge, J. Böhner, and S. Erasmi<br /><br />Satellite images and digital elevation models provide an excellent database\nto analyze forest distribution patterns and forest limits in the mountain\nregions of semiarid central Asia on the regional scale. For the investigation\narea in the northern Tien Shan, a strong relationship between forest\ndistribution and climate conditions could be found. Additionally areas of\npotential human impact on forested areas are identified at lower elevations\nnear the edge of the mountains based on\nan analysis of the differences in climatic preconditions and the present\noccurrence of forest stands.\n<br><br>\nThe distribution of spruce (<i>Picea schrenkiana</i>) forests is\nhydrologically limited by a minimum annual precipitation of 250 mm and\nthermally by a minimum monthly mean temperature of 5 °C during the\ngrowing season. While the actual lower forest limit increases from 1600 m a.s.l. (above sea level) in the northwest to 2600 m a.s.l. in the southeast,\nthe upper forest limit rises in the same direction from 1800 m a.s.l. to\n2900 m a.s.l.. In accordance with the main wind directions, the steepest\ngradient of both forest lines and the greatest local vertical extent of the\nforest belt of 500 to 600 m to a maximum of 900 m occur at the northern and\nwestern mountain fronts.\n<br><br>\nThe forests in the investigation area are strongly restricted to north-facing slopes, which is a common feature in semiarid central Asia. Based on\nthe presumption that variations in local climate conditions are a function of\ntopography, the potential forest extent was analyzed with regard to the\nparameters slope, aspect, solar radiation input and elevation. All four\nparameters showed a strong relationship to forest distribution, yielding a\ntotal potential forest area that is 3.5 times larger than the present forest\nremains of 502 km<sup>2</sup>.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/2893/2015/", 
        "title": "Modeling forest lines and forest distribution patterns with remote-sensing data in a mountainous region of semiarid central Asia"
    }, 
    {
        "author": "C. D. Nevison, M. Manizza, R. F. Keeling, M. Kahru, L. Bopp, J. Dunne, J. Tjiputra, T. Ilyina, and B. G. Mitchell", 
        "date": "2015-05-20", 
        "description": "<b>Corrigendum to \"Evaluating the ocean biogeochemical components of Earth system models using atmospheric potential oxygen and ocean color data\" published in Biogeosciences, 12, 193–208, 2015</b><br /><br />Biogeosciences, 12, 2891-2891, 2015<br /><br />Author(s): C. D. Nevison, M. Manizza, R. F. Keeling, M. Kahru, L. Bopp, J. Dunne, J. Tjiputra, T. Ilyina, and B. G. Mitchell<br /><br />No abstract available.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/2891/2015/", 
        "title": "Corrigendum to \"Evaluating the ocean biogeochemical components of Earth system models using atmospheric potential oxygen and ocean color data\" published in Biogeosciences, 12, 193–208, 2015"
    }, 
    {
        "author": "T. Roy, F. Lombard, L. Bopp, and M. Gehlen", 
        "date": "2015-05-19", 
        "description": "<b>Projected impacts of climate change and ocean acidification on the global biogeography of planktonic Foraminifera</b><br /><br />Biogeosciences, 12, 2873-2889, 2015<br /><br />Author(s): T. Roy, F. Lombard, L. Bopp, and M. Gehlen<br /><br />Planktonic Foraminifera are a major contributor to the deep carbonate flux\nand their microfossil deposits form one of the richest databases for\nreconstructing paleoenvironments, particularly through changes in their\ntaxonomic and shell composition. Using an empirically based planktonic\nforaminifer model that incorporates three known major physiological drivers\nof their biogeography – temperature, food and light – we investigate (i)\nthe global redistribution of planktonic Foraminifera under anthropogenic\nclimate change and (ii) the alteration of the carbonate chemistry of\nforaminiferal habitat with ocean acidification. The present-day and future\n(2090–2100) 3-D distributions of Foraminifera are simulated using\ntemperature, plankton biomass and light from an Earth system model forced\nwith a historical and a future (IPCC A2) high CO<sub>2</sub> emission scenario.\nForaminiferal abundance and diversity are projected to decrease in the\ntropics and subpolar regions and increase in the subtropics and around the\npoles. Temperature is the dominant control on the future change in the\nbiogeography of Foraminifera. Yet food availability acts to either reinforce\nor counteract the temperature-driven changes. In the tropics and subtropics the\nlargely temperature-driven shift to depth is enhanced by the increased\nconcentration of phytoplankton at depth. In the higher latitudes the\nfood-driven response partly offsets the temperature-driven reduction both in\nthe subsurface and across large geographical regions. The large-scale\nrearrangements in foraminiferal abundance and the reduction in the carbonate\nion concentrations in the habitat range of planktonic foraminifers – from\n10–30 μmol kg<sup>−1</sup> in their polar and subpolar habitats to\n30–70 μmol kg<sup>−1</sup> in their subtropical and tropical habitats –\nwould be expected to lead to changes in the marine carbonate flux.\nHigh-latitude species are most vulnerable to anthropogenic change: their\nabundance and available habitat decrease and up to 10% of the volume of\ntheir habitat drops below the calcite saturation horizon.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/2873/2015/", 
        "title": "Projected impacts of climate change and ocean acidification on the global biogeography of planktonic Foraminifera"
    }
]