[
    {
        "author": "A. M. Dunker", 
        "date": "2015-06-12", 
        "description": "<b>Path-integral method for the source apportionment of photochemical pollutants</b><br /><br />Geoscientific Model Development, 8, 1763-1773, 2015<br /><br />Author(s): A. M. Dunker<br /><br />A new, path-integral method is presented for apportioning the concentrations\nof pollutants predicted by a photochemical model to emissions from different\nsources. A novel feature of the method is that it can apportion the\ndifference in a species concentration between two simulations. For example,\nthe anthropogenic ozone increment, which is the difference between a\nsimulation with all emissions present and another simulation with only the\nbackground (e.g., biogenic) emissions included, can be allocated to the\nanthropogenic emission sources. The method is based on an existing, exact\nmathematical equation. This equation is applied to relate the concentration\ndifference between simulations to line or path integrals of first-order\nsensitivity coefficients. The sensitivities describe the effects of changing\nthe emissions and are accurately calculated by the decoupled direct method.\nThe path represents a continuous variation of emissions between the two\nsimulations, and each path can be viewed as a separate emission-control\nstrategy. The method does not require auxiliary assumptions, e.g., whether\nozone formation is limited by the availability of volatile organic compounds\n(VOCs) or nitrogen oxides (NO<sub><i>x</i></sub>), and can be used for all the species\npredicted by the model. A simplified configuration of the Comprehensive Air\nQuality Model with Extensions (CAMx) is used to evaluate the accuracy of\ndifferent numerical integration procedures and the dependence of the source\ncontributions on the path. A Gauss–Legendre formula using three or\nfour points along the path gives good accuracy for apportioning the\nanthropogenic increments of ozone, nitrogen dioxide, formaldehyde, and nitric\nacid. Source contributions to these increments were obtained for paths\nrepresenting proportional control of all anthropogenic emissions together,\ncontrol of NO<sub><i>x</i></sub> emissions before VOC emissions, and control of VOC\nemissions before NO<sub><i>x</i></sub> emissions. There are similarities in the source\ncontributions from the three paths but also differences due to the different\nchemical regimes resulting from the emission-control strategies.", 
        "journal": "Geoscientific Model Development", 
        "link": "http://www.geosci-model-dev.net/8/1763/2015/", 
        "title": "Path-integral method for the source apportionment of photochemical pollutants"
    }, 
    {
        "author": "S. Danilov, Q. Wang, R. Timmermann, N. Iakovlev, D. Sidorenko, M. Kimmritz, T. Jung, and J. Schröter", 
        "date": "2015-06-11", 
        "description": "<b>Finite-Element Sea Ice Model (FESIM), version 2</b><br /><br />Geoscientific Model Development, 8, 1747-1761, 2015<br /><br />Author(s): S. Danilov, Q. Wang, R. Timmermann, N. Iakovlev, D. Sidorenko, M. Kimmritz, T. Jung, and J. Schröter<br /><br />The Finite-Element Sea Ice Model (FESIM), used as a component of the Finite-Element\nSea ice Ocean Model, is presented. Version 2 includes the\nelastic-viscous-plastic (EVP) and viscous-plastic (VP) solvers and employs a\nflux corrected transport algorithm to advect the ice and snow mean\nthicknesses and concentration. The EVP part also includes a modified approach\nproposed recently by Bouillon\net al. (2013), which is\ncharacterized by an improved stability compared to the standard EVP approach.\nThe model is formulated on unstructured triangular meshes. It assumes a\ncollocated placement of ice velocities, mean thicknesses and concentration at\nmesh vertices, and relies on piecewise-linear (<i>P</i><sub>1</sub>) continuous elements.\nSimple tests for the modified EVP and VP solvers are presented to show that\nthey may produce very close results provided the number of iterations is\nsufficiently high.", 
        "journal": "Geoscientific Model Development", 
        "link": "http://www.geosci-model-dev.net/8/1747/2015/", 
        "title": "Finite-Element Sea Ice Model (FESIM), version 2"
    }, 
    {
        "author": "A. Hartmann, T. Gleeson, R. Rosolem, F. Pianosi, Y. Wada, and T. Wagener", 
        "date": "2015-06-11", 
        "description": "<b>A large-scale simulation model to assess karstic groundwater recharge over Europe and the Mediterranean</b><br /><br />Geoscientific Model Development, 8, 1729-1746, 2015<br /><br />Author(s): A. Hartmann, T. Gleeson, R. Rosolem, F. Pianosi, Y. Wada, and T. Wagener<br /><br />Karst develops through the dissolution of carbonate rock and is a major\nsource of groundwater contributing up to half of the total drinking water\nsupply in some European countries. Previous approaches to model future water\navailability in Europe are either too-small scale or do not incorporate\nkarst processes, i.e. preferential flow paths. This study presents the first\nsimulations of groundwater recharge in all karst regions in Europe with a\nparsimonious karst hydrology model. A novel parameter confinement strategy\ncombines a priori information with recharge-related observations (actual\nevapotranspiration and soil moisture) at locations across Europe while\nexplicitly identifying uncertainty in the model parameters. Europe's karst\nregions are divided into four typical karst landscapes (humid, mountain,\nMediterranean and desert) by cluster analysis and recharge is simulated from\n2002 to 2012 for each karst landscape. Mean annual recharge ranges from\nnegligible in deserts to > 1 m a<sup>−1</sup> in humid regions. The majority\nof recharge rates range  from 20 to 50% of precipitation and are\nsensitive to subannual climate variability. Simulation results are\nconsistent with independent observations of mean annual recharge and\nsignificantly better than other global hydrology models that do not consider\nkarst processes (PCR-GLOBWB, WaterGAP). Global hydrology models\nsystematically under-estimate karst recharge implying that they over-estimate\nactual evapotranspiration and surface runoff. Karst water budgets and thus\ninformation to support management decisions regarding drinking water supply\nand flood risk are significantly improved by our model.", 
        "journal": "Geoscientific Model Development", 
        "link": "http://www.geosci-model-dev.net/8/1729/2015/", 
        "title": "A large-scale simulation model to assess karstic groundwater recharge over Europe and the Mediterranean"
    }, 
    {
        "author": "E. Joetzjer, C. Delire, H. Douville, P. Ciais, B. Decharme, D. Carrer, H. Verbeeck, M. De Weirdt, and D. Bonal", 
        "date": "2015-06-10", 
        "description": "<b>Improving the ISBA<sub>CC</sub> land surface model simulation of water and carbon fluxes and stocks over the Amazon forest</b><br /><br />Geoscientific Model Development, 8, 1709-1727, 2015<br /><br />Author(s): E. Joetzjer, C. Delire, H. Douville, P. Ciais, B. Decharme, D. Carrer, H. Verbeeck, M. De Weirdt, and D. Bonal<br /><br />We evaluate the ISBA<sub>CC</sub> (Interaction Soil Biosphere Atmosphere Carbon Cycle) land surface model (LSM) over the Amazon forest, and\npropose a revised parameterization of photosynthesis, including new soil\nwater stress and autotrophic respiration (<I>R</I><sub>A</sub>) functions. The revised version\nallows the model to better capture the energy, water and carbon fluxes when\ncompared to five Amazonian flux towers. The performance of ISBA<sub>CC</sub> is\nslightly site dependent although similar to the widely evaluated LSM ORCHIDEE (Organizing Carbon and Hydrology In Dynamic Ecosystems – version 1187), which is based on different assumptions. Changes made to the\nautotrophic respiration functions, including a vertical profile of leaf\nrespiration, lead to yearly simulated carbon use efficiency (CUE) and carbon\nstocks which is consistent with an ecophysiological meta-analysis conducted on three\nAmazonian sites. Despite these major improvements, ISBA<sub>CC</sub> struggles to\ncapture the apparent seasonality of the carbon fluxes derived from the\nflux tower estimations. However, there is still no consensus on the\nseasonality of carbon fluxes over the Amazon, stressing a need for more\nobservations as well as a better understanding of the main drivers of\nautotrophic respiration.", 
        "journal": "Geoscientific Model Development", 
        "link": "http://www.geosci-model-dev.net/8/1709/2015/", 
        "title": "Improving the ISBA<sub>CC</sub> land surface model simulation of water and carbon fluxes and stocks over the Amazon forest"
    }, 
    {
        "author": "S. Arabas, A. Jaruga, H. Pawlowska, and W. W. Grabowski", 
        "date": "2015-06-09", 
        "description": "<b>libcloudph++ 1.0: a single-moment bulk, double-moment bulk, and particle-based warm-rain microphysics library in C++</b><br /><br />Geoscientific Model Development, 8, 1677-1707, 2015<br /><br />Author(s): S. Arabas, A. Jaruga, H. Pawlowska, and W. W. Grabowski<br /><br />This paper introduces a <B>lib</B>rary of algorithms for representing\n<B>cloud</B> micro<B>ph</B>ysics in numerical models. The library is\nwritten in C<B>++</B>, hence the name <B>libcloudph++</B>. In the\ncurrent release, the library covers three warm-rain schemes: the single- and\ndouble-moment bulk schemes, and the particle-based scheme with Monte\nCarlo coalescence. The three schemes are intended for modelling\nframeworks of different dimensionalities and complexities ranging from parcel\nmodels to multi-dimensional cloud-resolving (e.g. large-eddy) simulations. A\ntwo-dimensional (2-D) prescribed-flow framework is used in the paper to\nillustrate the library features. The <B>libcloudph++</B> and all its\nmandatory dependencies are free and open-source software. The Boost.units\nlibrary is used for zero-overhead dimensional analysis of the code at compile\ntime. The particle-based scheme is implemented using the Thrust library that\nallows one to leverage the power of graphics processing units (GPU),\nretaining the possibility of compiling the unchanged code for execution on\nsingle or multiple standard processors (CPUs). The paper includes a complete\ndescription of the programming interface (API) of the library and a\nperformance analysis including comparison of GPU and CPU set-ups.", 
        "journal": "Geoscientific Model Development", 
        "link": "http://www.geosci-model-dev.net/8/1677/2015/", 
        "title": "libcloudph++ 1.0: a single-moment bulk, double-moment bulk, and particle-based warm-rain microphysics library in C++"
    }, 
    {
        "author": "D. Rieger, M. Bangert, I. Bischoff-Gauss, J. Förstner, K. Lundgren, D. Reinert, J. Schröter, H. Vogel, G. Zängl, R. Ruhnke, and B. Vogel", 
        "date": "2015-06-04", 
        "description": "<b>ICON–ART 1.0 – a new online-coupled model system from the global to regional scale</b><br /><br />Geoscientific Model Development, 8, 1659-1676, 2015<br /><br />Author(s): D. Rieger, M. Bangert, I. Bischoff-Gauss, J. Förstner, K. Lundgren, D. Reinert, J. Schröter, H. Vogel, G. Zängl, R. Ruhnke, and B. Vogel<br /><br />We present the first stage of a new online-coupled global to regional-scale modeling framework for the simulation of the spatiotemporal\n      evolution of aerosols and trace gases. The underlying meteorological\n      model is the new nonhydrostatic model system ICON (ICOsahedral\n      Nonhydrostatic) which allows a local grid refinement with two-way\n      interactions between the grids. We develop the extension ART (Aerosol\n      and Reactive Trace gases) with the goal of simulating interactions\n      between trace substances and the state of the atmosphere. Within this\n      paper, we present the basic equations and give an overview of the\n      physical parameterizations as well as numerical methods we use.\n<br><br>\n      First applications of the new model system for trace gases,\n      monodisperse particles and polydisperse particles are shown. The\n      simulated distribution of two very short-lived substances (VSLS), bromoform\n      (CHBr<sub>3</sub>) and dibromomethane (CH<sub>2</sub>Br<sub>2</sub>) reflecting the fast upward\n      transport shows a good agreement with observations and previous model\n      studies. Also, the shape of the simulated tropical profiles is well\n      reproduced. As an example for the treatment of monodisperse particles\n      we present the simulated ash plume of the Eyjafjallajökull eruption\n      in April 2010. Here, a novel approach for the source function is\n      applied. The pattern of the simulated distribution of volcanic ash\n      particles shows a good agreement with previous studies. As an example\n      for the treatment of a polydisperse aerosol, where number densities\n      and mass concentrations are accounted for, we simulated the annual\n      emissions of sea salt. We obtain a total emission flux of\n      26.0 Pg yr<sup>&minus;1</sup> and an emission flux of particles with\n      diameter less than 10 μm of 7.36 Pg yr<sup>&minus;1</sup>.", 
        "journal": "Geoscientific Model Development", 
        "link": "http://www.geosci-model-dev.net/8/1659/2015/", 
        "title": "ICON–ART 1.0 – a new online-coupled model system from the global to regional scale"
    }, 
    {
        "author": "P. Uhe and M. Thatcher", 
        "date": "2015-06-03", 
        "description": "<b>A spectral nudging method for the ACCESS1.3 atmospheric model</b><br /><br />Geoscientific Model Development, 8, 1645-1658, 2015<br /><br />Author(s): P. Uhe and M. Thatcher<br /><br />A convolution-based method of spectral nudging of atmospheric fields\n            is developed in the Australian Community Climate and Earth Systems\n            Simulator (ACCESS) version 1.3 which uses the UK Met Office Unified\n            Model version 7.3 as its atmospheric component. The use of\n            convolutions allow for flexibility in application to different atmospheric\n            grids. An approximation using one-dimensional convolutions is applied,\n            improving the time taken by the nudging scheme by 10–30 times\n            compared with a version using a two-dimensional convolution, without\n            measurably degrading its performance.  Care needs to be taken in the\n            order of the convolutions and the frequency of nudging to obtain the\n            best outcome.  The spectral nudging scheme is benchmarked against\n            a Newtonian relaxation method, nudging winds and air temperature\n            towards ERA-Interim reanalyses.  We find that the convolution approach\n            can produce results that are competitive with Newtonian relaxation in\n            both the effectiveness and efficiency of the scheme, while giving the\n            added flexibility of choosing which length scales to nudge.", 
        "journal": "Geoscientific Model Development", 
        "link": "http://www.geosci-model-dev.net/8/1645/2015/", 
        "title": "A spectral nudging method for the ACCESS1.3 atmospheric model"
    }, 
    {
        "author": "S. Watanabe, K. Sato, Y. Kawatani, and M. Takahashi", 
        "date": "2015-06-02", 
        "description": "<b>Vertical resolution dependence of gravity wave momentum flux simulated by an atmospheric general circulation model</b><br /><br />Geoscientific Model Development, 8, 1637-1644, 2015<br /><br />Author(s): S. Watanabe, K. Sato, Y. Kawatani, and M. Takahashi<br /><br />The dependence of the gravity wave spectra of energy and momentum flux on\nthe horizontal resolution and time step of atmospheric general circulation\nmodels (AGCMs) has been thoroughly investigated in the past. In contrast,\nmuch less attention has been given to the dependence of these gravity wave\nparameters on models' vertical resolutions. The present study demonstrates\nthe dependence of gravity wave momentum flux (GWMF) in the stratosphere and\nmesosphere on the model's vertical resolution, which is evaluated using an\nAGCM with a horizontal resolution of about 0.56°. We performed a\nseries of sensitivity test simulations changing only the model's vertical\nresolution above a height of 8 km, and found a global reduction of GWMF with\nincreasing vertical resolution. Inertial gravity waves with short vertical\nwavelengths simulated at higher vertical resolutions might play an important\nrole in determining GWMF in the summertime stratosphere. The sensitivity\ntest simulation also demonstrated the importance of the model's vertical\nresolution on representing realistic behaviors of gravity waves near their\ncritical level.", 
        "journal": "Geoscientific Model Development", 
        "link": "http://www.geosci-model-dev.net/8/1637/2015/", 
        "title": "Vertical resolution dependence of gravity wave momentum flux simulated by an atmospheric general circulation model"
    }, 
    {
        "author": "E. Bueler and W. van Pelt", 
        "date": "2015-06-02", 
        "description": "<b>Mass-conserving subglacial hydrology in the Parallel Ice Sheet Model version 0.6</b><br /><br />Geoscientific Model Development, 8, 1613-1635, 2015<br /><br />Author(s): E. Bueler and W. van Pelt<br /><br />We describe and test a two-horizontal-dimension subglacial hydrology model\nwhich combines till with a distributed system of water-filled, linked\ncavities which open through sliding and close through ice creep. The addition\nof this sub-model to the Parallel Ice Sheet Model (PISM) accomplishes three specific\ngoals: (a) conservation of the mass of water, (b) simulation of spatially\nand temporally variable basal shear stress from physical mechanisms based on\na minimal number of free parameters, and (c) convergence under grid\nrefinement. The model is a common generalization of four others: (i) the\nundrained plastic bed model of Tulaczyk et al. (2000b), (ii) a standard\n\"routing\" model used for identifying locations of subglacial lakes, (iii)\nthe lumped englacial–subglacial model of Bartholomaus et al. (2011), and\n(iv) the elliptic-pressure-equation model of Schoof et al. (2012). We\npreserve physical bounds on the pressure. In steady state a functional\nrelationship between water amount and pressure emerges. We construct an exact\nsolution of the coupled, steady equations and use it for verification of our\nexplicit time stepping, parallel numerical implementation. We demonstrate the\nmodel at scale by 5 year simulations of the entire Greenland ice sheet at\n2 km horizontal resolution, with one million nodes in the hydrology grid.", 
        "journal": "Geoscientific Model Development", 
        "link": "http://www.geosci-model-dev.net/8/1613/2015/", 
        "title": "Mass-conserving subglacial hydrology in the Parallel Ice Sheet Model version 0.6"
    }, 
    {
        "author": "S. Zhu, K. N. Sartelet, and C. Seigneur", 
        "date": "2015-06-01", 
        "description": "<b>A size-composition resolved aerosol model for simulating the dynamics of externally mixed particles: SCRAM (v 1.0)</b><br /><br />Geoscientific Model Development, 8, 1595-1612, 2015<br /><br />Author(s): S. Zhu, K. N. Sartelet, and C. Seigneur<br /><br />The Size-Composition Resolved Aerosol Model (SCRAM) for simulating the\ndynamics of externally mixed atmospheric particles is presented. This new\nmodel classifies aerosols by both composition and size, based on a\ncomprehensive combination of all chemical species and their mass-fraction\nsections. All three main processes involved in aerosol dynamics (coagulation,\ncondensation/evaporation and nucleation) are included. The model is first\nvalidated by comparison with a reference solution and with results of\nsimulations using internally mixed particles. The degree of mixing of\nparticles is investigated in a box model simulation using data representative\nof air pollution in Greater Paris. The relative influence on the mixing state\nof the different aerosol processes (condensation/evaporation, coagulation)\nand of the algorithm used to model condensation/evaporation (bulk\nequilibrium, dynamic) is studied.", 
        "journal": "Geoscientific Model Development", 
        "link": "http://www.geosci-model-dev.net/8/1595/2015/", 
        "title": "A size-composition resolved aerosol model for simulating the dynamics of externally mixed particles: SCRAM (v 1.0)"
    }, 
    {
        "author": "F. Dupont, S. Higginson, R. Bourdallé-Badie, Y. Lu, F. Roy, G. C. Smith, J.-F. Lemieux, G. Garric, and F. Davidson", 
        "date": "2015-05-28", 
        "description": "<b>A high-resolution ocean and sea-ice modelling system for the Arctic and North Atlantic oceans</b><br /><br />Geoscientific Model Development, 8, 1577-1594, 2015<br /><br />Author(s): F. Dupont, S. Higginson, R. Bourdallé-Badie, Y. Lu, F. Roy, G. C. Smith, J.-F. Lemieux, G. Garric, and F. Davidson<br /><br />As part of the CONCEPTS (Canadian Operational Network of Coupled\nEnvironmental PredicTion Systems) initiative, a high-resolution\n(1/12°) ice–ocean regional model is developed covering the North\nAtlantic and the Arctic oceans. The long-term objective is to provide Canada\nwith short-term ice–ocean predictions and hazard warnings in ice-infested\nregions. To evaluate the modelling component (as opposed to the analysis –\nor data-assimilation – component, which is not covered in this\ncontribution), a series of hindcasts for the period 2003–2009 is carried\nout, forced at the surface by the Canadian GDPS reforecasts (Smith et al., 2014). These\nhindcasts test how the model represents upper ocean characteristics and ice\ncover. Each hindcast implements a new aspect of the modelling or the\nice–ocean coupling. Notably, the coupling to the multi-category ice model\nCICE is tested. The hindcast solutions are then assessed using a verification\npackage under development, including in situ and satellite ice and ocean\nobservations. The conclusions are as follows: (1) the model reproduces reasonably well\nthe time mean, variance and skewness of sea surface height; (2) the model\nbiases in temperature and salinity show that while the mean properties follow\nexpectations, the Pacific Water signature in the Beaufort Sea is weaker than\nobserved; (3) the modelled freshwater content of the Arctic agrees\nwell with observational estimates; (4) the distribution and volume of the sea\nice are shown to be improved in the latest hindcast due to modifications to\nthe drag coefficients and to some degree to the ice thickness distribution\navailable in CICE; (5) nonetheless, the model still overestimates the\nice drift and ice thickness in the Beaufort Gyre.", 
        "journal": "Geoscientific Model Development", 
        "link": "http://www.geosci-model-dev.net/8/1577/2015/", 
        "title": "A high-resolution ocean and sea-ice modelling system for the Arctic and North Atlantic oceans"
    }, 
    {
        "author": "N. Bouttes, D. M. Roche, V. Mariotti, and L. Bopp", 
        "date": "2015-05-28", 
        "description": "<b>Including an ocean carbon cycle model into <i>i</i>LOVECLIM (v1.0)</b><br /><br />Geoscientific Model Development, 8, 1563-1576, 2015<br /><br />Author(s): N. Bouttes, D. M. Roche, V. Mariotti, and L. Bopp<br /><br />The atmospheric carbon dioxide concentration plays a crucial role in the\nradiative balance and as such has a strong influence on the evolution of\nclimate. Because of the numerous interactions between climate and the carbon\ncycle, it is necessary to include a model of the carbon cycle within a\nclimate model to understand and simulate past and future changes of the\ncarbon cycle. In particular, natural variations of atmospheric CO<sub>2</sub> have\nhappened in the past, while anthropogenic carbon emissions are likely to\ncontinue in the future. To study changes of the carbon cycle and climate on\ntimescales of a few hundred to a few thousand years, we have included a\nsimple carbon cycle model into the <i>i</i>LOVECLIM Earth System Model. In\nthis study, we describe the ocean and terrestrial biosphere carbon cycle\nmodels and their performance relative to observational data. We focus on the\nmain carbon cycle variables including the carbon isotope ratios\nδ<sup>13</sup>C and the Δ<sup>14</sup>C. We show that the model results are in\ngood agreement with modern observations both at the surface and in the deep\nocean for the main variables, in particular phosphates, dissolved inorganic carbon  and the carbon\nisotopes.", 
        "journal": "Geoscientific Model Development", 
        "link": "http://www.geosci-model-dev.net/8/1563/2015/", 
        "title": "Including an ocean carbon cycle model into <i>i</i>LOVECLIM (v1.0)"
    }, 
    {
        "author": "R. Marsh, V. O. Ivchenko, N. Skliris, S. Alderson, G. R. Bigg, G. Madec, A. T. Blaker, Y. Aksenov, B. Sinha, A. C. Coward, J. Le Sommer, N. Merino, and V. B. Zalesny", 
        "date": "2015-05-27", 
        "description": "<b>NEMO–ICB (v1.0): interactive icebergs in the NEMO ocean model globally configured at eddy-permitting resolution</b><br /><br />Geoscientific Model Development, 8, 1547-1562, 2015<br /><br />Author(s): R. Marsh, V. O. Ivchenko, N. Skliris, S. Alderson, G. R. Bigg, G. Madec, A. T. Blaker, Y. Aksenov, B. Sinha, A. C. Coward, J. Le Sommer, N. Merino, and V. B. Zalesny<br /><br />An established iceberg module, ICB, is used interactively with the\nNucleus for European Modelling of the Ocean (NEMO)\nocean model in a new implementation, NEMO–ICB (v1.0). A 30-year hindcast\n(1976–2005) simulation with an eddy-permitting (0.25°) global\nconfiguration of NEMO–ICB is undertaken to evaluate the influence of\nicebergs on sea ice, hydrography, mixed layer depths (MLDs), and ocean currents,\nthrough comparison with a control simulation in which the equivalent iceberg\nmass flux is applied as coastal runoff, a common forcing in ocean models. In\nthe Southern Hemisphere (SH), drift and melting of icebergs are in balance after\naround 5 years, whereas the equilibration timescale for the Northern\nHemisphere (NH) is 15–20 years. Iceberg drift patterns, and Southern Ocean\niceberg mass, compare favourably with available observations. Freshwater\nforcing due to iceberg melting is most pronounced very locally, in the\ncoastal zone around much of Antarctica, where it often exceeds in magnitude\nand opposes the negative freshwater fluxes associated with sea ice freezing.\nHowever, at most locations in the polar Southern Ocean, the annual-mean\nfreshwater flux due to icebergs, if present, is typically an order of\nmagnitude smaller than the contribution of sea ice melting and\nprecipitation. A notable exception is the southwest Atlantic sector of the\nSouthern Ocean, where iceberg melting reaches around 50% of net\nprecipitation over a large area. Including icebergs in place of coastal\nrunoff, sea ice concentration and thickness are notably decreased at most\nlocations around Antarctica, by up to ~ 20% in the eastern\nWeddell Sea, with more limited increases, of up to ~ 10% in\nthe Bellingshausen Sea. Antarctic sea ice mass decreases by 2.9%,\noverall. As a consequence of changes in net freshwater forcing and sea ice,\nsalinity and temperature distributions are also substantially altered.\nSurface salinity increases by ~ 0.1 psu around much of\nAntarctica, due to suppressed coastal runoff, with extensive freshening at\ndepth, extending to the greatest depths in the polar Southern Ocean where\ndiscernible effects on both salinity and temperature reach 2500 m in the\nWeddell Sea by the last pentad of the simulation. Substantial physical and\ndynamical responses to icebergs, throughout the global ocean, are explained\nby rapid propagation of density anomalies from high-to-low latitudes.\nComplementary to the baseline model used here, three prototype modifications\nto NEMO–ICB are also introduced and discussed.", 
        "journal": "Geoscientific Model Development", 
        "link": "http://www.geosci-model-dev.net/8/1547/2015/", 
        "title": "NEMO–ICB (v1.0): interactive icebergs in the NEMO ocean model globally configured at eddy-permitting resolution"
    }, 
    {
        "author": "A. Berchet, I. Pison, F. Chevallier, P. Bousquet, J.-L. Bonne, and J.-D. Paris", 
        "date": "2015-05-26", 
        "description": "<b>Objectified quantification of uncertainties in Bayesian atmospheric inversions</b><br /><br />Geoscientific Model Development, 8, 1525-1546, 2015<br /><br />Author(s): A. Berchet, I. Pison, F. Chevallier, P. Bousquet, J.-L. Bonne, and J.-D. Paris<br /><br />Classical Bayesian atmospheric inversions  process atmospheric\nobservations and prior emissions, the two being connected by an\nobservation operator picturing mainly the atmospheric transport.\nThese inversions rely on prescribed errors in the observations, the\nprior emissions and the observation operator. When data pieces are\nsparse, inversion results are very sensitive to the prescribed error\ndistributions, which are not accurately known. The classical\nBayesian framework experiences difficulties in quantifying the\nimpact of mis-specified error distributions on the optimized fluxes.\nIn order to cope with this issue, we rely on recent research results\nto enhance the classical Bayesian inversion framework through a\nmarginalization on a large set of plausible errors that can be\nprescribed in the system. The marginalization consists in computing\ninversions for all possible error distributions weighted by the\nprobability of occurrence of the error distributions. The posterior\ndistribution of the fluxes calculated by the marginalization is not\nexplicitly describable. As a consequence, we carry out a Monte Carlo\nsampling based on an approximation of the probability of occurrence\nof the error distributions. This approximation is deduced from the\nwell-tested method of the maximum likelihood estimation. Thus, the\nmarginalized inversion relies on an automatic objectified diagnosis\nof the error statistics, without any prior knowledge about the\nmatrices. It robustly accounts for the uncertainties on the error\ndistributions, contrary to what is classically done with frozen\nexpert-knowledge error statistics. Some expert knowledge is still\nused in the method for the choice of an emission aggregation pattern\nand of a sampling protocol in order to reduce the computation cost.\nThe relevance and the robustness of the method is tested on a case\nstudy: the inversion of methane surface fluxes at the mesoscale\nwith virtual observations on a realistic network in Eurasia.\nObserving system simulation experiments are carried out with\ndifferent transport patterns, flux distributions and total prior\namounts of emitted methane. The method proves to consistently\nreproduce the known \"truth\" in most cases, with satisfactory\ntolerance intervals. Additionally, the method explicitly provides\ninfluence scores and posterior correlation matrices. An in-depth\ninterpretation of the inversion results is then possible. The more\nobjective quantification of the influence of the observations on the\nfluxes proposed here allows us to evaluate the impact of the\nobservation network on the characterization of the surface fluxes.\nThe explicit correlations between emission aggregates reveal the\nmis-separated regions, hence the typical temporal and spatial scales\nthe inversion can analyse. These scales are consistent with the\nchosen aggregation patterns.", 
        "journal": "Geoscientific Model Development", 
        "link": "http://www.geosci-model-dev.net/8/1525/2015/", 
        "title": "Objectified quantification of uncertainties in Bayesian atmospheric inversions"
    }, 
    {
        "author": "K. D. Williams, C. M. Harris, A. Bodas-Salcedo, J. Camp, R. E. Comer, D. Copsey, D. Fereday, T. Graham, R. Hill, T. Hinton, P. Hyder, S. Ineson, G. Masato, S. F. Milton, M. J. Roberts, D. P. Rowell, C. Sanchez, A. Shelly, B. Sinha, D. N. Walters, A. West, T. Woollings, and P. K. Xavier", 
        "date": "2015-05-21", 
        "description": "<b>The Met Office Global Coupled model 2.0 (GC2) configuration</b><br /><br />Geoscientific Model Development, 8, 1509-1524, 2015<br /><br />Author(s): K. D. Williams, C. M. Harris, A. Bodas-Salcedo, J. Camp, R. E. Comer, D. Copsey, D. Fereday, T. Graham, R. Hill, T. Hinton, P. Hyder, S. Ineson, G. Masato, S. F. Milton, M. J. Roberts, D. P. Rowell, C. Sanchez, A. Shelly, B. Sinha, D. N. Walters, A. West, T. Woollings, and P. K. Xavier<br /><br />The latest coupled configuration of the Met Office Unified Model\n  (Global Coupled configuration 2, GC2) is presented. This paper\n  documents the model components which make up the configuration\n  (although the scientific description of these components is detailed\n  elsewhere) and provides a description of the coupling between the\n  components. The performance of GC2 in terms of its systematic errors\n  is assessed using a variety of diagnostic techniques. The\n  configuration is intended to be used by the Met Office and\n  collaborating institutes across a range of timescales, with the\n  seasonal forecast system (GloSea5) and climate projection system\n  (HadGEM) being the initial users. In this paper GC2 is compared\n  against the model currently used operationally in those two systems.\n<br><br>\n  Overall GC2 is shown to be an improvement on the configurations used\n  currently, particularly in terms of modes of variability\n  (e.g. mid-latitude and tropical cyclone intensities, the\n  Madden–Julian Oscillation and El Niño Southern\n  Oscillation). A number of outstanding errors are identified with the\n  most significant being a considerable warm bias over the Southern\n  Ocean and a dry precipitation bias in the Indian and West African\n  summer monsoons. Research to address these is ongoing.", 
        "journal": "Geoscientific Model Development", 
        "link": "http://www.geosci-model-dev.net/8/1509/2015/", 
        "title": "The Met Office Global Coupled model 2.0 (GC2) configuration"
    }, 
    {
        "author": "S. Chadburn, E. Burke, R. Essery, J. Boike, M. Langer, M. Heikenfeld, P. Cox, and P. Friedlingstein", 
        "date": "2015-05-21", 
        "description": "<b>An improved representation of physical permafrost dynamics in the JULES land-surface model</b><br /><br />Geoscientific Model Development, 8, 1493-1508, 2015<br /><br />Author(s): S. Chadburn, E. Burke, R. Essery, J. Boike, M. Langer, M. Heikenfeld, P. Cox, and P. Friedlingstein<br /><br />It is important to correctly simulate permafrost in global climate models, since the\nstored carbon represents the source of a potentially important climate feedback.\nThis carbon feedback depends on the physical state of the permafrost.\nWe have therefore included improved physical permafrost processes in JULES (Joint UK\nLand Environment Simulator), which is the land-surface\nscheme used in the Hadley Centre climate models.\n<br><br>\nThe thermal and hydraulic properties of the soil were modified to account for the presence\nof organic matter, and the insulating effects of a surface layer of moss were added, allowing\nfor fractional moss cover. These processes are particularly relevant in permafrost zones.\nWe also simulate a higher-resolution soil column and deeper soil, and include\nan additional thermal column at the base of the soil to represent bedrock.\nIn addition, the snow scheme was improved to allow it to run with arbitrarily thin layers.\n<br><br>\nPoint-site simulations at Samoylov Island, Siberia, show that the model is\nnow able to simulate soil temperatures and thaw depth much closer to the\nobservations. The root mean square error for the near-surface soil\ntemperatures reduces by approximately 30%, and the active layer thickness\nis reduced from being over 1 m too deep to within 0.1 m of the observed\nactive layer thickness. All of the model improvements contribute to improving\nthe simulations, with organic matter having the single greatest impact. A new\nmethod is used to estimate active layer depth more accurately using the\nfraction of unfrozen water.\n<br><br>\nSoil hydrology and snow are investigated further by holding the soil\nmoisture fixed and adjusting the parameters to make the\nsoil moisture and\nsnow density match better with observations. The root mean square error in\nnear-surface soil temperatures is reduced by a further 20% as a result.", 
        "journal": "Geoscientific Model Development", 
        "link": "http://www.geosci-model-dev.net/8/1493/2015/", 
        "title": "An improved representation of physical permafrost dynamics in the JULES land-surface model"
    }, 
    {
        "author": "F. Parrenin, L. Bazin, E. Capron, A. Landais, B. Lemieux-Dudon, and V. Masson-Delmotte", 
        "date": "2015-05-21", 
        "description": "<b>IceChrono1: a probabilistic model to compute a common and optimal chronology for several ice cores</b><br /><br />Geoscientific Model Development, 8, 1473-1492, 2015<br /><br />Author(s): F. Parrenin, L. Bazin, E. Capron, A. Landais, B. Lemieux-Dudon, and V. Masson-Delmotte<br /><br />Polar ice cores provide exceptional archives of past environmental\nconditions. The dating of ice cores and the estimation of the age-scale\nuncertainty are essential to interpret the climate and environmental records\nthat they contain. It is, however, a complex problem which involves different\nmethods. Here, we present IceChrono1, a new probabilistic model integrating\nvarious sources of chronological information to produce a common and\noptimized chronology for several ice cores, as well as its uncertainty.\nIceChrono1 is based on the inversion of three quantities: the surface\naccumulation rate, the lock-in depth (LID) of air bubbles and the thinning\nfunction. The chronological information integrated into the model are\nmodels of the sedimentation process (accumulation of snow, densification of\nsnow into ice and air trapping, ice flow), ice-  and air-dated horizons, ice\nand air depth intervals with known durations, Δdepth observations\n(depth shift between synchronous events recorded in the ice and in the air)\nand finally air and ice stratigraphic links in between ice cores. The\noptimization is formulated as a least squares problem, implying that all\ndensities of probabilities are assumed to be Gaussian. It is numerically\nsolved using the Levenberg–Marquardt algorithm and a numerical evaluation of\nthe model's Jacobian. IceChrono follows an approach similar to that of the\nDatice model which was recently used to produce the AICC2012 (Antarctic ice core chronology) for\nfour Antarctic ice cores and one Greenland ice core. IceChrono1 provides\nimprovements and simplifications with respect to Datice from the\nmathematical, numerical and programming point of views. The capabilities of\nIceChrono1 are demonstrated on a case study similar to the AICC2012 dating\nexperiment. We find results similar to those of Datice, within a few\ncenturies, which is a confirmation of both IceChrono1 and Datice codes. We\nalso test new functionalities with respect to the original version of\nDatice: observations as ice intervals with known durations, correlated\nobservations, observations as air intervals with known durations and\nobservations as mixed ice–air stratigraphic links. IceChrono1 is freely\navailable under the General Public License v3 open source license.", 
        "journal": "Geoscientific Model Development", 
        "link": "http://www.geosci-model-dev.net/8/1473/2015/", 
        "title": "IceChrono1: a probabilistic model to compute a common and optimal chronology for several ice cores"
    }, 
    {
        "author": "T. De Groote, D. Zona, L. S. Broeckx, M. S. Verlinden, S. Luyssaert, V. Bellassen, N. Vuichard, R. Ceulemans, A. Gobin, and I. A. Janssens", 
        "date": "2015-05-20", 
        "description": "<b>ORCHIDEE-SRC v1.0: an extension of the land surface model ORCHIDEE for simulating short rotation coppice poplar plantations</b><br /><br />Geoscientific Model Development, 8, 1461-1471, 2015<br /><br />Author(s): T. De Groote, D. Zona, L. S. Broeckx, M. S. Verlinden, S. Luyssaert, V. Bellassen, N. Vuichard, R. Ceulemans, A. Gobin, and I. A. Janssens<br /><br />Modelling biomass production and the environmental impact of short rotation\ncoppice (SRC) plantations is necessary for planning their deployment, as they\nare becoming increasingly important for global energy production. This paper\ndescribes the modification of the widely used land surface model ORCHIDEE for\nstand-scale simulations of SRC plantations.\n<br><br>\nThe model uses weather data, soil texture and species-specific parameters to\npredict the aboveground (harvestable) biomass production, as well as carbon\nand energy fluxes of an SRC plantation. Modifications to the model were made\nto the management, growth, and allocation modules of ORCHIDEE.\n<br><br>\nThe modifications presented in this paper were evaluated using data from two\nBelgian poplar-based SRC sites, for which multiple measurements and\nmeteorological data were available. Biomass yield data were collected from\n23 other sites across Europe and compared to 22 simulations across a\ncomparable geographic range. The simulations show that the model predicts\nvery well aboveground (harvestable) biomass production (within\nmeasured ranges), ecosystem photosynthesis (<i>R</i><sup>2</sup> = 0.78,\nNRMSE = 0.064, PCC = 0.89) and ecosystem respiration\n(<i>R</i><sup>2</sup> = 0.95, NRMSE = 0.078 PCC = 0.91). Also soil temperature\nand soil moisture are simulated adequately, but due to the simplicity of the\nsoil moisture simulation, there are some discrepancies, which also influence\nthe simulation of the latent heat flux.\n<br><br>\nOverall, the extended model, ORCHIDEE-SRC, proved to be a tool suitable for\npredicting biomass production of SRC plantations.", 
        "journal": "Geoscientific Model Development", 
        "link": "http://www.geosci-model-dev.net/8/1461/2015/", 
        "title": "ORCHIDEE-SRC v1.0: an extension of the land surface model ORCHIDEE for simulating short rotation coppice poplar plantations"
    }, 
    {
        "author": "D. C. Kitover, R. van Balen, D. M. Roche, J. Vandenberghe, and H. Renssen", 
        "date": "2015-05-18", 
        "description": "<b>Advancement toward coupling of the VAMPER permafrost model within the Earth system model <I>i</I>LOVECLIM (version 1.0): description and validation</b><br /><br />Geoscientific Model Development, 8, 1445-1460, 2015<br /><br />Author(s): D. C. Kitover, R. van Balen, D. M. Roche, J. Vandenberghe, and H. Renssen<br /><br />The VU Amsterdam Permafrost (VAMPER) permafrost model has been enhanced with snow thickness and active\nlayer calculations in preparation for coupling within the <I>i</I>LOVECLIM Earth system model of intermediate complexity (EMIC). In addition, maps of basal heat\nflux and lithology were developed within ECBilt, the atmosphere component of\n<I>i</I>LOVECLIM, so that VAMPER may use spatially varying parameters of geothermal\nheat flux and porosity values. The enhanced VAMPER model is validated by\ncomparing the simulated modern-day extent of permafrost thickness with\nobservations. To perform the simulations, the VAMPER model is forced by\n<I>i</I>LOVECLIM land surface temperatures. Results show that the simulation which\ndid not include the snow cover option overestimated the present permafrost\nextent. However, when the snow component is included, the simulated\npermafrost extent is reduced too much. In analyzing simulated permafrost depths, it was found that most of the modeled thickness values and\nsubsurface temperatures fall within a reasonable range of the corresponding\nobserved values. Discrepancies between simulated and observed permafrost depth distribution are due to\nlack of captured effects from features such as topography and organic soil\nlayers. In addition, some discrepancy is also due to disequilibrium with the\ncurrent climate, meaning that some observed permafrost is a result of colder\nstates and therefore cannot be reproduced accurately with constant\n<I>i</I>LOVECLIM preindustrial forcings.", 
        "journal": "Geoscientific Model Development", 
        "link": "http://www.geosci-model-dev.net/8/1445/2015/", 
        "title": "Advancement toward coupling of the VAMPER permafrost model within the Earth system model <I>i</I>LOVECLIM (version 1.0): description and validation"
    }, 
    {
        "author": "S. G. Sivia, F. Gheusi, C. Mari, and A. Di Muro", 
        "date": "2015-05-13", 
        "description": "<b>Simulations and parameterisation of shallow volcanic plumes of Piton de la Fournaise, Réunion Island, using Méso-NH version 4-9-3</b><br /><br />Geoscientific Model Development, 8, 1427-1443, 2015<br /><br />Author(s): S. G. Sivia, F. Gheusi, C. Mari, and A. Di Muro<br /><br />In mesoscale models (resolution ~ 1 km) used for regional dispersion of pollution plumes  the\nvolcanic heat sources and emissions of gases and aerosols, as well as the induced atmospheric\nconvective motions, are all sub-grid-scale processes (mostly true for weak effusive eruptions)\nwhich need to be parameterised. We propose a modified formulation of the EDMF scheme\n(eddy diffusivity/mass flux) proposed by Pergaud et al. (2009) which is based on a single\nsub-grid updraft model. It is used to represent volcano induced updrafts tested for a case study\nof the January 2010 summit eruption of Piton de la Fournaise (PdF) volcano. The validation of this\nmodified formulation using a reference large eddy simulation (LES) focuses on the ability of the\nmodel to transport tracer concentrations up to 1–2 km above the ground in the lower troposphere\nas is the case of majority of PdF eruptions. The modelled volcanic plume agrees reasonably with\nthe profiles of SO<sub>2</sub> (sulfur dioxide) tracer concentrations and specific humidity found from the\nreference LES. Sensitivity tests performed for the modified formulation of the EDMF scheme\nemphasise the sensitivity of the parameterisation to ambient fresh air entrainment at the plume\nbase.", 
        "journal": "Geoscientific Model Development", 
        "link": "http://www.geosci-model-dev.net/8/1427/2015/", 
        "title": "Simulations and parameterisation of shallow volcanic plumes of Piton de la Fournaise, Réunion Island, using Méso-NH version 4-9-3"
    }
]