[
    {
        "author": "", 
        "date": "2015-08-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">Using a two-dimensional blocking index, the cause and effect relationship between European blocking (EB) events and North Atlantic Oscillation (NAO) events is investigated. It is shown that the EB event frequency is enhanced over Northern (Southern) Europe for negative (positive) phases of the NAO. Enhanced EB events over Northern Europe precede the establishment of negative phase NAO (NAO<sup class=\"a-plus-plus\">−</sup>) events, while the enhanced frequency of EB events over Southern Europe lags positive phase NAO (NAO<sup class=\"a-plus-plus\">+</sup>) events.</p>\n                    <p class=\"a-plus-plus\">The physical explanation for why enhanced EB events over Northern (Southern) Europe lead (lag) NAO<sup class=\"a-plus-plus\">−</sup> (NAO<sup class=\"a-plus-plus\">+</sup>) events is also provided. It is found that the lead–lag relationship between EB events in different regions and the phase of NAO events can be explained in terms of the different latitudinal distribution of zonal wind associated with the different phases of NAO events. For NAO<sup class=\"a-plus-plus\">+</sup> events, the self-maintained eastward displacement of intensified midlatitude positive height anomalies owing to the intensified zonal wind can enhance the frequency of EB events over Southern Europe, thus supporting a standpoint that EB events over Southern Europe lag NAO<sup class=\"a-plus-plus\">+</sup> events. Over Northern Europe, EB events lead NAO<sup class=\"a-plus-plus\">−</sup> events because NAO- events arise from the self-maintained westward migration of intensified blocking anticyclones due to the weakened zonal wind in higher latitudes.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-015-4209-5", 
        "title": "Do European blocking events precede North Atlantic Oscillation events?"
    }, 
    {
        "author": "", 
        "date": "2015-08-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">To investigate the impacts of solar radiation on tropical cyclone (TC) warm-core structure (i.e., the magnitude and height), a pair of idealized simulations are conducted by specifying different strengths of solar shortwave radiation. It is found that the TC warm core is highly sensitive to the shortwave radiative effect. For the nighttime storm, a tendency for a more intense warm core is found, with an elevated height compared to its daytime counterpart. As pointed out by previous studies, the radiative cooling during nighttime destabilizes the local and large-scale environment and thus promotes deep moist convection, which enhances the TC’s intensity. Due to the different inertial stabilities, the diabatic heating in the eyewall will force different secondary circulations. For a strong TC with a deeper vertical structure, this promotes a thin upper-level inflow layer. This inflow carries the lower stratospheric air with high potential temperature and descends adiabatically in the eye, resulting in significant upper-level warming. The Sawyer–Eliassen diagnosis further confirms that the height of the maximum temperature anomaly is likely attributable to the balance among the forced secondary circulations.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-014-4206-0", 
        "title": "Sensitivity of the warm core of tropical cyclones to solar radiation"
    }, 
    {
        "author": "", 
        "date": "2015-08-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">A squall line on 14 June 2009 in the provinces of Jiangsu and Anhui was well simulated using the Advanced Regional Prediction System (ARPS) model. Based on high resolution spatial and temporal data, a detailed analysis of the structural features and propagation mechanisms of the squall line was conducted. The dynamic and thermodynamic structural characteristics and their causes were analyzed in detail. Unbalanced flows were found to play a key role in initiating gravity waves during the squall line’s development. The spread and development of the gravity waves were sustained by convection in the wave-CISK process. The squall line’s propagation and development mainly relied on the combined effect of gravity waves at the midlevel and cold outflow along the gust front. New cells were continuously forced by the cold pool outflow and were enhanced and lifted by the intense upward motion. At a particular phase, the new cells merged with the updraft of the gravity waves, leading to an intense updraft that strengthened the squall line.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-014-4100-9", 
        "title": "Analysis of the structure and propagation of a simulated squall line on 14 June 2009"
    }, 
    {
        "author": "", 
        "date": "2015-08-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">A differential optical absorption spectroscopy (DOAS)-like algorithm is developed to retrieve the column-averaged dryair mole fraction of carbon dioxide from ground-based hyper-spectral measurements of the direct solar beam. Different to the spectral fitting method, which minimizes the difference between the observed and simulated spectra, the ratios of multiple channel-pairs—one weak and one strong absorption channel—are used to retrieve <span class=\"a-plus-plus inline-equation id-i-eq2\">\n                        \n                        <span class=\"a-plus-plus equation-source format-t-e-x\">\\({X_{C{O_2}}}\\)</span>\n                      </span> from measurements of the shortwave infrared (SWIR) band. Based on sensitivity tests, a super channel-pair is carefully selected to reduce the effects of solar lines, water vapor, air temperature, pressure, instrument noise, and frequency shift on retrieval errors. The new algorithm reduces computational cost and the retrievals are less sensitive to temperature and H<sub class=\"a-plus-plus\">2</sub>O uncertainty than the spectral fitting method. Multi-day Total Carbon Column Observing Network (TCCON) measurements under clear-sky conditions at two sites (Tsukuba and Bremen) are used to derive xxxx for the algorithm evaluation and validation. The DOAS-like results agree very well with those of the TCCON algorithm after correction of an airmass-dependent bias.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-015-4213-9", 
        "title": "A differential optical absorption spectroscopy method for $${X_{CO_2}}$$ retrieval from ground-based Fourier transform spectrometers measurements of the direct solar beam"
    }, 
    {
        "author": "", 
        "date": "2015-08-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">This paper provides a comprehensive assessment of Asian summer monsoon prediction skill as a function of lead time and its relationship to sea surface temperature prediction using the seasonal hindcasts of the Beijing Climate Center Climate System Model, BCC CSM1.1(m). For the South and Southeast Asian summer monsoon, reasonable skill is found in the model’s forecasting of certain aspects of monsoon climatology and spatiotemporal variability. Nevertheless, deficiencies such as significant forecast errors over the tropical western North Pacific and the eastern equatorial Indian Ocean are also found. In particular, overestimation of the connections of some dynamical monsoon indices with large-scale circulation and precipitation patterns exists in most ensemble mean forecasts, even for short lead-time forecasts.</p>\n                    <p class=\"a-plus-plus\">Variations of SST, measured by the first mode over the tropical Pacific and Indian oceans, as well as the spatiotemporal features over the Ni˜no3.4 region, are overall well predicted. However, this does not necessarily translate into successful forecasts of the Asian summer monsoon by the model. Diagnostics of the relationships between monsoon and SST show that difficulties in predicting the South Asian monsoon can be mainly attributed to the limited regional response of monsoon in observations but the extensive and exaggerated response in predictions due partially to the application of ensemble average forecasting methods. In contrast, in spite of a similar deficiency, the Southeast Asian monsoon can still be forecasted reasonably, probably because of its closer relationship with large-scale circulation patterns and El Ni˜no–Southern Oscillation.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-015-4194-8", 
        "title": "Performance of the seasonal forecasting of the Asian summer monsoon by BCC_CSM1.1(m)"
    }, 
    {
        "author": "", 
        "date": "2015-08-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">The accurate determination of surface-layer turbulent fluxes over urban areas is critical to understanding urban boundary layer (UBL) evolution. In this study, a remote-sensing technique using a large aperture scintillometer (LAS) was investigated to estimate surface-layer turbulent fluxes over a highly heterogeneous urban area. The LAS system, with an optical path length of 2.1 km, was deployed in an urban area characterized by a complicated land-use mix (residential houses, water body, bare ground, etc.). The turbulent sensible heat (<em class=\"a-plus-plus\">Q</em>\n                      <sub class=\"a-plus-plus\">H</sub>) and momentum fluxes (τ) were estimated from the scintillation measurements obtained from the LAS system during the cold season. Three-dimensional LAS footprint modeling was introduced to identify the source areas (“footprint”) of the estimated turbulent fluxes. The analysis results showed that the LAS-derived turbulent fluxes for the highly heterogeneous urban area revealed reasonable temporal variation during daytime on clear days, in comparison to the land-surface process-resolving numerical modeling. A series of sensitivity tests indicated that the overall uncertainty in the LAS-derived daytime <em class=\"a-plus-plus\">Q</em>\n                      <sub class=\"a-plus-plus\">H</sub> was within 20%–30% in terms of the influence of input parameters and the nondimensional similarity function for the temperature structure function parameter, while the estimation errors in τ were less sensitive to the factors of influence, except aerodynamic roughness length. The 3D LAS footprint modeling characterized the source areas of the LAS-derived turbulent fluxes in the heterogeneous urban area, revealing that the representative spatial scales of the LAS system deployed with the 2.1 km optical path distance ranged from 0.2 to 2 km<sup class=\"a-plus-plus\">2</sup> (a “micro-<em class=\"a-plus-plus\">a</em> scale”), depending on local meteorological conditions.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-015-4236-2", 
        "title": "Estimation of turbulent sensible heat and momentum fluxes over a heterogeneous urban area using a large aperture scintillometer"
    }, 
    {
        "author": "", 
        "date": "2015-08-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">This study examines the relationships among the monsoon-like southwest Australian circulation (SWAC), the Southern Annular Mode (SAM), and southwest Western Australia winter rainfall (SWR), based on observed rainfall, reanalysis datasets, and the results of numerical modeling. By decomposing the SWAC into two components using a linear model, i.e. the component related to SAM (RSAM) and the component unrelated to SAM (SWACI*), we find it is the SWACI* that shows a significant influence on SWR. Similarly, it is the component of SAM associated with SWAC that exhibits an impact on SWR, whereas the component unrelated to SAM. A similar result is obtained in terms of the circulation associated with SWAC and the SAM. These facts suggest the SAM plays an indirect role in influencing SWR, and raise the possibility that SWAC acts as a bridge between the SAM and SWR, by which the SAM passes its influences onto SWR. This is due to the fact that the variations of SWAC are closely linked to the thermal contrast between land and sea across the southern Indian Ocean and southwest Australia. By contrast, the SAM does not significantly relate to this thermal structure, particularly for the component unrelated to SWAC. The variations of surface sea temperature over the southern Indian Ocean contribute to the favored rainfall circulation patterns. This finding is supported by the numerical modeling results. The strong coupling between SWAC and SWR may be instrumental for understanding the interactions between SWR and the southern Indian Ocean, and provides another perspective in examining the variations in SWR.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-014-4142-z", 
        "title": "Relationships among the monsoon-like southwest Australian circulation, the Southern Annular Mode, and winter rainfall over southwest Western Australia"
    }, 
    {
        "author": "", 
        "date": "2015-08-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">The tropical Hadley circulation (HC) plays an important role in influencing the climate in the tropics and extra-tropics. The realism of the climatological characteristics, spatial structure, and temporal evolution of the long-term variation of the principal mode of the annual mean HC (i.e., the equatorially asymmetric mode, EAM) was examined in model simulations from the Coupled Model Intercomparison Project Phase 5 (CMIP5). The results showed that all the models are moderately successful in capturing the HC’s climatological features, including the spatial pattern, meridional extent, and intensity, but not the spatial or temporal variation of the EAM. The possible reasons for the poor simulation of the long-term variability of the EAM were explored. None of the models can successfully capture the differences in the warming rate between the tropical Southern Hemisphere (SH) and Northern Hemisphere (NH), which is considered to be an important driver for the variation of the AM. Most of the models produce a faster warming in the NH than in the SH, which is the reverse of the observed trend. This leads to a reversed trend in the meridional gradient between the SH and NH, and contributes to the poor simulation of EAM variability. Thus, this aspect of the models should be improved to provide better simulations of the variability of the HC. This study suggests a possible reason for the poor simulation of the HC, which may be helpful for improving the skill of the CMIP5 models in the future.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-015-4157-0", 
        "title": "Simulation of the equatorially asymmetric mode of the Hadley circulation in CMIP5 models"
    }, 
    {
        "author": "", 
        "date": "2015-08-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">Significant increases of heavy precipitation and decreases of light precipitation have been reported over widespread regions of the globe. Global warming and effects of anthropogenic aerosols have both been proposed as possible causes of these changes. We examine data from urban and rural meteorological stations in eastern China (1955–2011) and compare them with Global Precipitation Climatology Project (GPCP) data (1979–2007) and reanalysis data in various latitude zones to study changes in precipitation extremes. Significant decreases in light precipitation and increases in heavy precipitation are found at both rural and urban stations, as well as low latitudes over the ocean, while total precipitation shows little change. Characteristics of these changes and changes in the equatorial zone and other latitudes suggest that global warming rather than aerosol effects is the primary cause of the changes. In eastern China, increases of annual total dry days (28 days) and ≥10 consecutive dry days (36%) are due to the decrease in light precipitation days, thereby establishing a causal link among global warming, changes in precipitation extremes, and higher meteorological risk of floods and droughts. Further, results derived from the GPCP data and reanalysis data suggest that the causal link exists over widespread regions of the globe.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-015-5002-1", 
        "title": "Trends of extreme precipitation in eastern China and their possible causes"
    }, 
    {
        "author": "", 
        "date": "2015-08-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">An initial conditions (ICs) perturbation method was developed with the aim to improve an operational regional ensemble prediction system (REPS). Three issues were identified and investigated: (1) the impacts of perturbation scale on the ensemble spread and forecast skill of the REPS; (2) the scale characteristic of the IC perturbations of the REPS; and (3) whether the REPS’s skill could be improved by adding large-scale information to the IC perturbations. Numerical experiments were conducted to reveal the impact of perturbation scale on the ensemble spread and forecast skill. The scales of IC perturbations from the REPS and an operational global ensemble prediction system (GEPS) were analyzed. A “multi-scale blending” (MSB) IC perturbation scheme was developed, and the main findings can be summarized as follows: The growth rates of the ensemble spread of the REPS are sensitive to the scale of the IC perturbations; the ensemble forecast skills can benefit from large-scale perturbations; the global ensemble IC perturbations exhibit more power at larger scales, while the regional ensemble IC perturbations contain more power at smaller scales; the MSB method can generate IC perturbations by combining the small-scale component from the REPS and the large-scale component from the GEPS; the energy norm growth of the MSB-generated perturbations can be appropriate at all forecast lead times; and the MSB-based REPS shows higher skill than the original system, as determined by ensemble forecast verification.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-015-4232-6", 
        "title": "Study on multi-scale blending initial condition perturbations for a regional ensemble prediction system"
    }, 
    {
        "author": "", 
        "date": "2015-08-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">Given that climate extremes in China might have serious regional and global consequences, an increasing number of studies are examining temperature extremes in China using the Coupled Model Intercomparison Project Phase 5 (CMIP5) models. This paper investigates recent changes in temperature extremes in China using 25 state-of-the-art global climate models participating in CMIP5. Thirteen indices that represent extreme temperature events were chosen and derived by daily maximum and minimum temperatures, including those representing the intensity (absolute indices and threshold indices), duration (duration indices), and frequency (percentile indices) of extreme temperature. The overall performance of each model is summarized by a “portrait” diagram based on relative root-mean-square error, which is the RMSE relative to the median RMSE of all models, revealing the multi-model ensemble simulation to be better than individual model for most indices. Compared with observations, the models are able to capture the main features of the spatial distribution of extreme temperature during 1986–2005. Overall, the CMIP5 models are able to depict the observed indices well, and the spatial structure of the ensemble result is better for threshold indices than frequency indices. The spread amongst the CMIP5 models in different subregions for intensity indices is small and the median CMIP5 is close to observations; however, for the duration and frequency indices there can be wide disagreement regarding the change between models and observations in some regions. The model ensemble also performs well in reproducing the observational trend of temperature extremes. All absolute indices increase over China during 1961–2005.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-015-4152-5", 
        "title": "Assessment of indices of temperature extremes simulated by multiple CMIP5 models over China"
    }, 
    {
        "author": "", 
        "date": "2015-07-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">Many studies have investigated the influence of evapotranspiration and albedo and emphasize their separate effects but ignore their interactive influences by changing vegetation status in large amplitudes. This paper focuses on the comprehensive influence of evapotranspiration and albedo on surface temperature by changing the leaf area index (LAI) between 30°–90°N. Two LAI datasets with seasonally different amplitudes of vegetation change between 30°–90°N were used in the simulations. Seasonal differences between the results of the simulations are compared, and the major findings are as follows. (1) The interactive effects of evapotranspiration and albedo on surface temperature were different over different regions during three seasons [March–April–May (MAM), June–July–August (JJA), and September–October–November (SON)], i.e., they were always the same over the southeastern United States during these three seasons but were opposite over most regions between 30°–90°N during JJA. (2) Either evapotranspiration or albedo tended to be dominant over different areas and during different seasons. For example, evapotranspiration dominated almost all regions between 30°–90°N during JJA, whereas albedo played a dominant role over northwestern Eurasia during MAM and over central Eurasia during SON. (3) The response of evapotranspiration and albedo to an increase in LAI with different ranges showed different paces and signals. With relatively small amplitudes of increased LAI, the rate of the relative increase in evapotranspiration was quick, and positive changes happened in albedo. But both relative changes in evapotranspiration and albedo tended to be gentle, and the ratio of negative changes of albedo increased with relatively large increased amplitudes of LAI.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-014-4045-z", 
        "title": "Comprehensive study on the influence of evapotranspiration and albedo on surface temperature related to changes in the leaf area index"
    }, 
    {
        "author": "", 
        "date": "2015-07-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">The mid-Pliocene warm period was the most recent geological period in Earth’s history that featured long-term warming. Both geological evidence and model results indicate that East Asian summer winds (EASWs) strengthened in monsoonal China, and that East Asian winter winds (EAWWs) weakened in northern monsoonal China during this period, as compared to the pre-industrial period. However, the corresponding mechanisms are still unclear. In this paper, the results of a set of numerical simulations are reported to analyze the effects of changed boundary conditions on the mid-Pliocene East Asian monsoon climate, based on PRISM3 (Pliocene Research Interpretation and Synoptic Mapping) palaeoenvironmental reconstruction. The model results showed that the combined changes of sea surface temperatures, atmospheric CO<sub class=\"a-plus-plus\">2</sub> concentration, and ice sheet extent were necessary to generate an overall warm climate on a large scale, and that these factors exerted the greatest effects on the strengthening of EASWs in monsoonal China. The orographic change produced significant local warming and had the greatest effect on the weakening of EAWWs in northern monsoonal China in the mid-Pliocene. Thus, these two factors both had important but different effects on the monsoon change. In comparison, the effects of vegetational change on the strengthened EASWs and weakened EAWWs were relatively weak. The changed monsoon winds can be explained by a reorganization of the meridional temperature gradient and zonal thermal contrast. Moreover, the effect of orbital parameters cannot be ignored. Results showed that changes in orbital parameters could have markedly affected the EASWs and EAWWs, and caused significant short-term oscillations in the mid-Pliocene monsoon climate in East Asia.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-014-4183-3", 
        "title": "Causes of mid-Pliocene strengthened summer and weakened winter monsoons over East Asia"
    }, 
    {
        "author": "", 
        "date": "2015-07-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">The Asian summer monsoon (ASM) anticyclone is a dominant feature of the circulation in the upper troposphere-lower stratosphere (UTLS) during boreal summer, which is found to have persistent maxima in carbon monoxide (CO). This enhancement is due to the upward transport of air with high CO from the planetary boundary layer (PBL), and confinement within the anticyclonic circulation. With rapid urbanization and industrialization, CO surface emissions are relatively high in the ASM region, especially in India and East China. To reveal the transport pathway of CO surface emissions over these two regions, and investigate the contribution of these to the CO distribution within the ASM anticyclone, a source sensitivity experiment was performed using the Weather Research and Forecasting (WRF) with chemistry model (WRF-Chem). According to the experiment results, the CO within the ASM anticyclone mostly comes from India, while the contribution from East China is insignificant. The result ismainly caused by the different transportation mechanisms. In India, CO transportation is primarily affected by convection. The surface air with high CO over India is directly transported to the upper troposphere, and then confined within the ASM anticyclone, leading to a maximum value in the UTLS region. The CO transportation over East China is affected by deep convection and large-scale circulation, resulting mainly in transportation to Korea, Japan, and the North Pacific Ocean, with little upward transport to the anticyclone, leading to a high CO value at 215 hPa over these regions.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-014-4130-3", 
        "title": "Tracing the boundary layer sources of carbon monoxide in the Asian summer monsoon anticyclone using WRF-Chem"
    }, 
    {
        "author": "", 
        "date": "2015-07-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">The cloud fraction (CF) and cloud-base heights (CBHs), and cirrus properties, over a site in southeastern China from June 2008 to May 2009, are examined by a ground-based lidar. Results show that clouds occupied the sky 41% of the time. Significant seasonal variations in CF were found with a maximum/minimum during winter/summer and similar magnitudes of CF in spring and autumn. A distinct diurnal cycle in the overall mean CF was seen. Total, daytime, and nighttime annual mean CBHs were 3.05±2.73 km, 2.46±2.08 km, and 3.51±3.07 km, respectively. The lowest/highest CBH occurred around noon/midnight. Cirrus clouds were present ∼36.2% of the time at night with the percentage increased in summer and decreased in spring. Annual mean values for cirrus geometrical properties were 8.89±1.65 km, 9.80±1.70 km, 10.73±1.86 km and 1.83±0.91 km for the base, mid-cloud, top height, and the thickness, respectively. Seasonal variations in cirrus geometrical properties show a maximum/minimum in summer/winter for all cirrus geometrical parameters. The mean cirrus lidar ratio for all cirrus cases in our study was ∼ 25±17 sr, with a smooth seasonal trend. The cirrus optical depth ranged from 0.001 to 2.475, with a mean of 0.34±0.33. Sub-visual, thin, and dense cirrus were observed in ∼12%, 43%, and 45% of the cases, respectively. More frequent, thicker cirrus clouds occurred in summer than in any other season. The properties of cirrus cloud over the site are compared with other lidar-based retrievals of midlatitude cirrus cloud properties.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-014-4176-2", 
        "title": "Cloud-base distribution and cirrus properties based on micropulse lidar measurements at a site in southeastern China"
    }, 
    {
        "author": "", 
        "date": "2015-07-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">The midlatitude westerlies are one of the major components of the global atmospheric circulation. They play an important role in midlatitude weather and climate, and are particularly significant in interpreting aeolian sediments. In this study, we analyzed the behavior and the possible mechanism involved in the change of the westerlies, mainly in terms of the jet stream position, in the mid-Pliocene warm period (3.3 to 3.0 million years ago) using simulations of 15 climate models from the Pliocene Model Intercomparison Project (PlioMIP). Compared to the reference period, the mid-Pliocene midlatitude westerlies generally shifted poleward (approximately 3.6° of latitude in the Northern Hemisphere and 1.9° of latitude in the Southern Hemisphere at 850 hPa level) with a dipole pattern. The dipole pattern of the tropospheric zonal wind anomalies was closely related to the change of the tropospheric meridional temperature gradient as a result of thermal structure adjustment. The poleward shift of the midlatitude westerly jet corresponded to the poleward shift of the mean meridional circulation. The sea surface temperatures and sea ice may have affected the simulated temperature structure and zonal winds, causing the spread of the westerly anomalies in the mid-Pliocene between the atmosphere-only and coupled atmosphere-ocean general circulation model simulations.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-014-4171-7", 
        "title": "Mid-Pliocene westerlies from PlioMIP simulations"
    }, 
    {
        "author": "", 
        "date": "2015-07-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">Terrain characteristics can be accurately represented in spectrum space. Terrain spectra can quantitatively reflect the effect of topographic dynamic forcing on the atmosphere. In wavelength space, topographic spectral energy decreases with decreasing wavelength, in spite of several departures. This relationship is approximated by an exponential function. A power law relationship between the terrain height spectra and wavelength is fitted by the least-squares method, and the fitting slope is associated with grid-size selection for mesoscale models. The monotonicity of grid size is investigated, and it is strictly proved that grid size increases with increasing fitting exponent, indicating that the universal grid size is determined by the minimum fitting exponent. An example of landslide-prone areas in western Sichuan is given, and the universal grid spacing of 4.1 km is shown to be a requirement to resolve 90% of terrain height variance for mesoscale models, without resorting to the parameterization of subgrid-scale terrain variance. Comparison among results of different simulations shows that the simulations estimate the observed precipitation well when using a resolution of 4.1 km or finer. Although the main flow patterns are similar, finer grids produce more complex patterns that show divergence zones, convergence zones and vortices. Horizontal grid size significantly affects the vertical structure of the convective boundary layer. Stronger vertical wind components are simulated for finer grid resolutions. In particular, noticeable sinking airflows over mountains are captured for those model configurations.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-014-4091-6", 
        "title": "Proof of the monotonicity of grid size and its application in grid-size selection for mesoscale models"
    }, 
    {
        "author": "", 
        "date": "2015-07-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">To improve the accuracy of short-term (0–12 h) forecasts of severe weather in southern China, a real-time storm-scale forecasting system, the Hourly Assimilation and Prediction System (HAPS), has been implemented in Shenzhen, China. The forecasting system is characterized by combining the Advanced Research Weather Research and Forecasting (WRF-ARW) model and the Advanced Regional Prediction System (ARPS) three-dimensional variational data assimilation (3DVAR) package. It is capable of assimilating radar reflectivity and radial velocity data from multiple Doppler radars as well as surface automatic weather station (AWS) data. Experiments are designed to evaluate the impacts of data assimilation on quantitative precipitation forecasting (QPF) by studying a heavy rainfall event in southern China. The forecasts from these experiments are verified against radar, surface, and precipitation observations. Comparison of echo structure and accumulated precipitation suggests that radar data assimilation is useful in improving the short-term forecast by capturing the location and orientation of the band of accumulated rainfall. The assimilation of radar data improves the short-term precipitation forecast skill by up to 9 hours by producing more convection. The slight but generally positive impact that surface AWS data has on the forecast of near-surface variables can last up to 6–9 hours. The assimilation of AWS observations alone has some benefit for improving the Fractions Skill Score (FSS) and bias scores; when radar data are assimilated, the additional AWS data may increase the degree of rainfall overprediction.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-014-4155-7", 
        "title": "Evaluation of radar and automatic weather station data assimilation for a heavy rainfall event in southern China"
    }, 
    {
        "author": "", 
        "date": "2015-07-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">The successful launch and commissioning of the first geostationary meteorological satellite of Korea has the potential to enhance earth observation capability over the Asia Pacific region. Although the specifications of the payload, the meteorological imager (MI), have been verified during both ground and in-orbit tests, there is the possibility of variation and/or degradation of data quality due to many different reasons, such as the accumulation of contaminants, the aging of instrument components, and unexpected external disturbance. Thus, for better utilization of MI data, it is imperative to continuously monitor and maintain the data quality. As a part of such activity, this study presents an inter-calibration, based on the Global Space-based Inter-Calibration System (GSICS), between the MI data and the high quality hyperspectral data from the Infrared Atmospheric Sounding Interferometer (IASI) of the Metop-A satellite. Both sets of data, acquired for three years from April 2011 to March 2014, are processed to prepare the matchup dataset, which is spatially collocated, temporally concurrent, angularly coincident, and spectrally comparable. The results show that the MI data are stable within the specifications and show no significant degradation during the study period. However, the water vapor channel shows a rather large bias value of −0.77 K, with a root-mean-square difference (RMSD) of around 1.1 K, which is thought to be due to the shift in the spectral response function. The shortwave channel shows a maximum RMSD of around 1.39 K, mainly due to the coarse digitization at the lower temperature. The inter-comparison results are re-checked through a sensitivity analysis with different sets of threshold values used for the matchup dataset. Based on this, we confirm that the overall quality of the MI data meets the user requirements and maintains the expected performance, although the water vapor channel requires further investigation.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-014-4124-1", 
        "title": "Inter-comparison of the infrared channels of the meteorological imager onboard COMS and hyperspectral IASI data"
    }, 
    {
        "author": "", 
        "date": "2015-07-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">The monsoon trough (MT) is one of the large-scale patterns favorable for tropical cyclone (TC) formation over the western North Pacific (WNP). This study re-examines TC formation by treating the MT as a large-scale background for TC activity during May–October. Over an 11-year (2000–10) period, 8.3 TC formation events on average per year are identified to occur within MTs, accounting for 43.1% of the total TC formation events in the WNP basin. This percentage is much lower than those reported in previous studies. Further analysis indicates that TC formation events in monsoon gyres were included at least in some previous studies. The MT includes a monsoon confluence zone where westerlies meet easterlies and a monsoon shear line where the trade easterlies lie north of the monsoon westerlies. In this study, the large-scale flow pattern associated with TC formation in the MT is composited based on the reference point in the confluence zone where both the zonal and meridional wind components are zero with positive vorticity. While previous studies have found that many TCs form in the confluence zone, the composite analysis indicates that nearly all of the TCs formed in the shear region, since the shear region is associated with stronger low-level relative vorticity than the confluence zone. The prevailing easterly vertical shear of zonal wind and barotropic instability may also be conducive to TC formation in the shear region, through the development of synoptic-scale tropical disturbances in the MT that are necessary for TC formation.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-014-4115-2", 
        "title": "Re-examination of tropical cyclone formation in monsoon troughs over the western North Pacific"
    }
]