[
    {
        "author": "Leigh N. Fletcher", 
        "date": "2015-06-15", 
        "description": "Saturn's poles exhibit giant swirling cyclones, whereas Jupiter's poles may not. Simulations of giant planet atmospheres suggest that just the right balance of convective storm energy and poleward drift of cyclones may explain Saturn's vortices.", 
        "journal": "Nature: Geoscience", 
        "link": "http://feeds.nature.com/~r/ngeo/rss/aop/~3/vQRVBT0ch9Y/ngeo2471", 
        "title": "Planetary science: Stirring up Saturn's poles"
    }, 
    {
        "author": "Shun-ichiro Karato", 
        "date": "2015-06-15", 
        "description": "The continents have a puzzling structure — a transition occurs at mid-lithospheric depths. A synthesis of geological data indicates that stress-induced sliding along crystal grain boundaries may be responsible for the transition.", 
        "journal": "Nature: Geoscience", 
        "link": "http://feeds.nature.com/~r/ngeo/rss/aop/~3/kxj5EdqhjbQ/ngeo2462", 
        "title": "Mechanisms and geologic significance of the mid-lithosphere discontinuity in the continents"
    }, 
    {
        "author": "Evelyn Füri", 
        "date": "2015-06-15", 
        "description": "The solar wind, cometary ices, and inner Solar System bodies exhibit distinct nitrogen isotopic compositions. A synthesis of these analyses suggests that these distinct reservoirs may be the result of early fractionation processes.", 
        "journal": "Nature: Geoscience", 
        "link": "http://feeds.nature.com/~r/ngeo/rss/aop/~3/HUnXk68aDew/ngeo2451", 
        "title": "Nitrogen isotope variations in the Solar System"
    }, 
    {
        "author": "Morgan E O’Neill", 
        "date": "2015-06-15", 
        "description": "Strong vortices have been observed at Saturn’s poles. Simulations suggest that tropospheric polar flows on giant planets are driven by moist convection, and that, while vortices can develop on Saturn, similar cyclones are not expected on Jupiter.", 
        "journal": "Nature: Geoscience", 
        "link": "http://feeds.nature.com/~r/ngeo/rss/aop/~3/qxLMS8WTKPU/ngeo2459", 
        "title": "Polar vortex formation in giant-planet atmospheres due to moist convection"
    }, 
    {
        "author": "Xianlong Wang", 
        "date": "2015-06-15", 
        "description": "The composition of the Earth’s lower mantle is not well constrained. First-principles calculations support a pyrolitic composition containing ferric iron, suggesting that the upper and lower mantles are geochemically uniform.", 
        "journal": "Nature: Geoscience", 
        "link": "http://feeds.nature.com/~r/ngeo/rss/aop/~3/2afhoNRIAG0/ngeo2458", 
        "title": "Computational support for a pyrolitic lower mantle containing ferric iron"
    }, 
    {
        "author": "Conrad Wasko", 
        "date": "2015-06-08", 
        "description": "The response of rain and storm dynamics to climate warming is unclear. An analysis of high-resolution rainfall records from 79 Australian stations suggests that rain intensity rises and falls more steeply within a storm at warmer temperatures.", 
        "journal": "Nature: Geoscience", 
        "link": "http://feeds.nature.com/~r/ngeo/rss/aop/~3/BdUnoP41y6k/ngeo2456", 
        "title": "Steeper temporal distribution of rain intensity at higher temperatures within Australian storms"
    }, 
    {
        "author": "Friedhelm von Blanckenburg", 
        "date": "2015-06-08", 
        "description": "The effect of glacial–interglacial cycles on surface weathering rates has been unclear. A beryllium-based proxy for weathering shows minimal variations in the input of silicate weathering products to the oceans for the past two million years.", 
        "journal": "Nature: Geoscience", 
        "link": "http://feeds.nature.com/~r/ngeo/rss/aop/~3/QG8S31wsXgE/ngeo2452", 
        "title": "Stable runoff and weathering fluxes into the oceans over Quaternary climate cycles"
    }, 
    {
        "author": "Kate Selway", 
        "date": "2015-06-01", 
        "description": "Continental rifting is thought to occur in particularly hydrous plates. Magnetotelluric images of the East African Rift, however, reveal that the rift is anhydrous, implying that hydrogen content is not a primary control on plate strength.", 
        "journal": "Nature: Geoscience", 
        "link": "http://feeds.nature.com/~r/ngeo/rss/aop/~3/WkoU7-4Yyx0/ngeo2453", 
        "title": "Negligible effect of hydrogen content on plate strength in East Africa"
    }, 
    {
        "author": "T. A. Shaw", 
        "date": "2015-06-01", 
        "description": "The climate-model mean response of the summertime mid-latitude circulation to global warming is weak. Model experiments reveal that a tug of war between the influences of radiative forcing and surface warming is the reason.", 
        "journal": "Nature: Geoscience", 
        "link": "http://feeds.nature.com/~r/ngeo/rss/aop/~3/hSP5hkL6yqk/ngeo2449", 
        "title": "Tug of war on summertime circulation between radiative forcing and sea surface warming"
    }, 
    {
        "author": "Gregory P. Asner", 
        "date": "2015-05-25", 
        "description": "The controls on plant functional diversity are unclear. Analysis of spectral data from the tree canopy in the Amazonian lowlands implies that plant functional traits are influenced by nutrient supply, which in turn varies with topography.", 
        "journal": "Nature: Geoscience", 
        "link": "http://feeds.nature.com/~r/ngeo/rss/aop/~3/ThnQzvCyW6w/ngeo2443", 
        "title": "Landscape biogeochemistry reflected in shifting distributions of chemical traits in the Amazon forest canopy"
    }
]