[
    {
        "author": "", 
        "date": "2015-09-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">Despite instrumental records showing recent large temperature rises on the Tibetan Plateau (TP), only a few tree-ring temperature reconstructions do capture this warming trend. Here, we sampled 260 trees from seven Alpine treeline locations across the southeast TP. Standardized tree-ring width chronologies of <em class=\"a-plus-plus\">Abies squamata</em> and <em class=\"a-plus-plus\">Sabina squamat</em> were produced following Regional Curve Standardization detrending. The leading principal component of these records is well correlated with the regional summer (JJA) minimum temperature (MinT) (R<sup class=\"a-plus-plus\">2</sup> = 0.47, <em class=\"a-plus-plus\">P</em> &lt; 0.001, 1953–2009). Hence we produce a regional summer MinT reconstruction spanning the last 212 years. This reconstruction reveals a long-term persistent warming trend, starting in the 1820s, at a rate of 0.45 ± 0.09 °C/century (1820–2009). This trend is also detected since the 1820s in the Asian summer MinT reconstruction produced by the PAGES 2K project, with a very close warming rate (0.43 ± 0.08 °C/century, 1820–1989). Our record also displays an enhanced multi-decadal variability since the mid-twentieth century. The 1990s–2000s are the warmest of our whole record, due to the superposition of the gradual warming trend and decadal variability during this interval. The strongest decadal cooling occurs during the 1950s and the largest warming trend during the 1970s. The magnitude of warming from 1973 to 2003 was larger than the total warming trend from 1820s to 2009. Extreme events are also more frequent since 1950. The pattern of multi-decadal variability has similarities with the Atlantic multi-decadal oscillation, suggesting common causality. CMIP5 historical simulations fail to capture both the magnitude and timing of this multi-decadal variability. The ensemble CMIP5 average produces a steady warming trend starting in the 1970s, which only accounts for about 60 % of the observed warming trend during this period. We conclude that TP summer temperature could reflect a climate response to increased greenhouse gas concentrations, however modulated by multi-decadal variations common with the Atlantic sector.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2386-z", 
        "title": "Unprecedented recent warming rate and temperature variability over the east Tibetan Plateau inferred from Alpine treeline dendrochronology"
    }, 
    {
        "author": "Juan Carlos Antuña-Marrero, Odd Helge Otterå, Alan Robock, Michel d. S. Mesquita", 
        "date": "2015-08-27", 
        "description": "\n\nThe ocean occupies 95% of the Caribbean's area and plays a leading role in the region's climate, thus making the sea surface temperature (SST) a very important regional climate index. This, in conjunction with the lack of a regionally consistent, quality-controlled surface temperature dataset increases the scientific value of using SST to characterize the regional climate and its trends. This study determines the magnitudes of the long-term SST trends in the Wider Caribbean (WC) and the Antilles. We overcome the presence of discontinuity points in the SST time series using the change point statistical technique. Annual mean SST trends combining the subperiods 1906–1969 and 1972–2005 are 1.32 ± 0.41 °C per century for the Antilles and 1.08 ± 0.32 °C per century for the WC. For the same regions during the subperiod 1972–2005, the corresponding trends are 1.41 ± 0.68 °C per century and 1.18 ± 0.49 °C per century, illustrating the warming intensification during the last four decades. A significant correlation is found between the SSTs in the Caribbean and Atlantic Multidecadal Oscillation (AMO) index, suggesting a potential link between Caribbean SSTs and the mechanisms governing the Atlantic basin-wide SSTs. Finally, the capabilities of two state-of-the-art coupled climate models, the Norwegian Earth System Model (NorESM1-M) and the Bergen Climate Model (BCM), to simulate SST in the Caribbean were tested. Both models produce an adequate simulation of the annual mean SST anomalies and SST seasonal cycle for the WC and the Antilles. The simulated annual and monthly mean SSTs are colder in the two models compared to the observations, a common feature among the majority of general circulation models participating in the Coupled Model Intercomparison Project Phase 5. However, despite these minor deficiencies both BCM and NorESM1-M are considered adequate for conducting SST simulations relevant for future climate change research in the Caribbean.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4466", 
        "title": "Modelled and observed sea surface temperature trends for the Caribbean and Antilles"
    }, 
    {
        "author": "Jiangjiang Xia, Kai Tu, Zhongwei Yan, Yajie Qi", 
        "date": "2015-08-06", 
        "description": "\n\nEastern China suffered a record-breaking heat wave throughout almost all of summer, during 2013. Recent studies found a discernible impact of anthropogenic forcing on this extreme heat wave event. In this study, we investigate the role of multidecadal variability (MDV) in regulating the likelihood of the 2013 heat wave event. Using the ensemble empirical mode decomposition (EEMD) method, we decomposed the heat wave index series into three components: (1) a non-linear secular trend (ST), representing the long-term anthropogenic warming; (2) MDV; and (3) the residual high-frequency variability. For the period 1873–2013, the linear trend of heat wave strength (HW-S, defined as the July–August mean temperatures) was 0.06 °C per decade, mainly because of the contribution of ST. MDV plays an important role in regulating changes over decades. ST and MDV together form a changing climate background (CB) for extreme events. The 2013 heat wave event would be almost impossible under the pre-industrial CB but becomes likely under the long-term warming background, with a return period of longer than 103 years. When the positive phase of MDV is added to the secular warming background (the current CB), the return period of a super-heat wave such as the 2013 event becomes about 42 (12–103) years. The Atlantic Multidecadal Oscillation (AMO) shows significant correlation with the MDV component of the HW-S in Shanghai. The correlation pattern between the AMO and MDV of July–August temperatures over the Northern Hemisphere is analysed to explain the AMO–Shanghai relationship. It is suggested that the likelihood of such an extreme event will increase with further long-term climate warming, modified by low-frequency oceanic variations such as the AMO.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4424", 
        "title": "The super-heat wave in eastern China during July–August 2013: a perspective of climate change"
    }, 
    {
        "author": "Jordan T. McLeod, Thomas L. Mote", 
        "date": "2015-07-19", 
        "description": "\n\nAtmospheric blocking commonly occurs over the high latitudes of the Northern Hemisphere, resulting from the development of persistent areas of high pressure that lead to warmer-than-average surface temperatures west of the high centre. While the variability and trends in anticyclonic circulation patterns (including blocking) over Greenland have been previously documented, an analysis of the most extreme blocking events within the observational record is lacking. In this study, a historical climatology of extreme Greenland blocking episodes (GBEs) from 1958 to 2013 is examined within the context of anomalous anticyclonic circulation patterns over the North Atlantic region during recent years. Based on a combination of the ERA-40 (1958–1978) and ERA-Interim (1979–2013) reanalysis data sets, the Greenland Blocking Index (GBI) is used to quantify 500 hPa geopotential height anomalies for the identification of extreme GBEs. The annual rate of extreme blocking days has doubled since 1958, reaching an average of approximately 20 days per year by 2013. The frequency and, to some extent, duration of extreme GBEs were unprecedentedly high from 2007 to 2013 compared to the 56-year period of record, with a majority of the increase occurring during the spring (MAM) and summer (JJA). A multiple linear regression analysis reveals that interannual variability in extreme blocking and the Atlantic Multidecadal Oscillation (AMO) are the two predominant drivers of surface meltwater production across the entire Greenland ice sheet (GrIS), but Arctic sea ice extent and North Atlantic cyclone activity can also influence the extent of summer melting over portions of the GrIS. Thus, in addition to the larger-scale atmospheric and oceanic variability, smaller-scale features such as extratropical cyclones can play a significant role in modulating GrIS surface melting each summer.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4440", 
        "title": "Linking interannual variability in extreme Greenland blocking episodes to the recent increase in summer melting across the Greenland ice sheet"
    }, 
    {
        "author": "Florian Sévellec et al", 
        "date": "2015-04-13", 
        "description": "Journal of Physical Oceanography, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Physical Oceanography", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JPO-D-14-0094.1?af=R", 
        "title": "Theoretical Investigation of the Atlantic Multidecadal Oscillation"
    }
]