[
    {
        "author": "Jiangjiang Xia, Kai Tu, Zhongwei Yan, Yajie Qi",
        "date": "2015-08-06",
        "description": "\n\nEastern China suffered a record-breaking heat wave throughout almost all of summer, during 2013. Recent studies found a discernible impact of anthropogenic forcing on this extreme heat wave event. In this study, we investigate the role of multidecadal variability (MDV) in regulating the likelihood of the 2013 heat wave event. Using the ensemble empirical mode decomposition (EEMD) method, we decomposed the heat wave index series into three components: (1) a non-linear secular trend (ST), representing the long-term anthropogenic warming; (2) MDV; and (3) the residual high-frequency variability. For the period 1873–2013, the linear trend of heat wave strength (HW-S, defined as the July–August mean temperatures) was 0.06 °C per decade, mainly because of the contribution of ST. MDV plays an important role in regulating changes over decades. ST and MDV together form a changing climate background (CB) for extreme events. The 2013 heat wave event would be almost impossible under the pre-industrial CB but becomes likely under the long-term warming background, with a return period of longer than 103 years. When the positive phase of MDV is added to the secular warming background (the current CB), the return period of a super-heat wave such as the 2013 event becomes about 42 (12–103) years. The Atlantic Multidecadal Oscillation (AMO) shows significant correlation with the MDV component of the HW-S in Shanghai. The correlation pattern between the AMO and MDV of July–August temperatures over the Northern Hemisphere is analysed to explain the AMO–Shanghai relationship. It is suggested that the likelihood of such an extreme event will increase with further long-term climate warming, modified by low-frequency oceanic variations such as the AMO.\n",
        "journal": "International Journal of Climatology",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4424",
        "title": "The super-heat wave in eastern China during July–August 2013: a perspective of climate change"
    },
    {
        "author": "Jordan T. McLeod, Thomas L. Mote",
        "date": "2015-07-19",
        "description": "\n\nAtmospheric blocking commonly occurs over the high latitudes of the Northern Hemisphere, resulting from the development of persistent areas of high pressure that lead to warmer-than-average surface temperatures west of the high centre. While the variability and trends in anticyclonic circulation patterns (including blocking) over Greenland have been previously documented, an analysis of the most extreme blocking events within the observational record is lacking. In this study, a historical climatology of extreme Greenland blocking episodes (GBEs) from 1958 to 2013 is examined within the context of anomalous anticyclonic circulation patterns over the North Atlantic region during recent years. Based on a combination of the ERA-40 (1958–1978) and ERA-Interim (1979–2013) reanalysis data sets, the Greenland Blocking Index (GBI) is used to quantify 500 hPa geopotential height anomalies for the identification of extreme GBEs. The annual rate of extreme blocking days has doubled since 1958, reaching an average of approximately 20 days per year by 2013. The frequency and, to some extent, duration of extreme GBEs were unprecedentedly high from 2007 to 2013 compared to the 56-year period of record, with a majority of the increase occurring during the spring (MAM) and summer (JJA). A multiple linear regression analysis reveals that interannual variability in extreme blocking and the Atlantic Multidecadal Oscillation (AMO) are the two predominant drivers of surface meltwater production across the entire Greenland ice sheet (GrIS), but Arctic sea ice extent and North Atlantic cyclone activity can also influence the extent of summer melting over portions of the GrIS. Thus, in addition to the larger-scale atmospheric and oceanic variability, smaller-scale features such as extratropical cyclones can play a significant role in modulating GrIS surface melting each summer.\n",
        "journal": "International Journal of Climatology",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4440",
        "title": "Linking interannual variability in extreme Greenland blocking episodes to the recent increase in summer melting across the Greenland ice sheet"
    },
    {
        "author": "Florian Sévellec et al",
        "date": "2015-04-13",
        "description": "Journal of Physical Oceanography, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Journal of Physical Oceanography",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JPO-D-14-0094.1?af=R",
        "title": "Theoretical Investigation of the Atlantic Multidecadal Oscillation"
    }
]