[
    {
        "author": "", 
        "date": "2015-10-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">This study documents a weakening of the relationship between the spring Arctic Oscillation (AO) and the following summer tropical cyclone (TC) formation frequency over the eastern part (150°–180°E) of the western North Pacific (WNP). The relationship is strong and statistically significant during 1968–1986, but becomes weak during 1989–2007. The spring AOrelated SST, atmospheric dynamic, and thermodynamic conditions are compared between the two epochs to understand the possible reasons for the change in the relationship. Results indicate that the spring AO leads to an El Ni˜no-like SST anomaly, lower-level anomalous cyclonic circulation, upper-level anomalous anticyclonic circulation, enhanced ascending motion, and a positive midlevel relative humidity anomaly in the tropical western–central Pacific during 1968–1986, whereas the AOrelated anomalies in the above quantities are weak during 1989–2007. Hence, the large-scale dynamic and thermodynamic anomalies are more favorable for TC formation over the eastern WNP during 1968–1986 than during 1989–2007.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-015-4256-y", 
        "title": "On the weakened relationship between spring Arctic Oscillation and following summer tropical cyclone frequency over the western North Pacific: A comparison between 1968–1986 and 1989–2007"
    }, 
    {
        "author": "", 
        "date": "2015-09-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">\n      On the basis of a 51-year statistical analysis of reanalysis data, we propose for the first time that the positive phase of the Western Pacific (WP) pattern in the winter is linked to the negative phase of the North Atlantic Oscillation (NAO) in the previous winter, and vice versa. We show that there are two possible mechanisms responsible for this interannual remote linkage. One is an Arctic mechanism. Extensive Arctic sea ice in the summer after a negative NAO acts as a bridge to the positive phase of the WP in the next winter. The other mechanism involves the tropics. An El Niño occurrence after a negative winter NAO acts as another bridge to the positive phase of the WP in the following winter. The timescale of the Arctic route is nearly decadal, whereas that of the tropical route is about 3–5 years. The tropical mechanism indicates that the NAO remotely excites an El Niño in the second half of the following year. A process perhaps responsible for the El Niño occurrence was investigated statistically. A negative NAO in the winter increases Eurasian snow cover. This anomalous snow cover then intensifies the cold air outbreak from Asia to the western tropical Pacific. This outbreak can intensify the westerly wind burst and excite El Niño in the following year. We suggest that the phase of the NAO in the winter could be a predictor of the WP in the following year.\n      </p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2384-1", 
        "title": "Impact of the winter North Atlantic Oscillation (NAO) on the Western Pacific (WP) pattern in the following winter through Arctic sea ice and ENSO: part I—observational evidence"
    }, 
    {
        "author": "", 
        "date": "2015-09-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">During the 2012–2013 winter, the negative phase of the North Atlantic Oscillation (NAO) predominated, resulting in a cold winter over Europe and northern Asia punctuated by episodes of frigid weather. This climate anomaly is part of a recent trend towards negative values of the NAO index that has occurred over recent winters. The negative trend of the NAO may be related to atmospheric internal variability but it may also be partly forced by slowly varying components of the climate system. In the present study, we investigate the influence of surface conditions on the atmospheric circulation for the 2012–2013 winter using an atmospheric global climate model. In particular, the role of low Arctic sea ice concentration, warm tropical/North Atlantic sea surface temperature and positive Siberian snow cover anomalies are isolated by prescribing them in a set of different numerical experiments. Our simulations suggest that each of these surface forcings favored a negative NAO during the 2012–2013 winter. In our model, the combined NAO response to tropical/North Atlantic SST, Arctic sea ice and Siberian snow anomalies accounts for about 30 % of the observed NAO anomaly. Different physical mechanisms are explored to elucidate the atmospheric responses and are shown to involve both tropical and extratropical processes.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2368-1", 
        "title": "Role of sea surface temperature, Arctic sea ice and Siberian snow in forcing the atmospheric circulation in winter of 2012–2013"
    }, 
    {
        "author": "", 
        "date": "2015-09-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">Data analysis indicates that the interannual variability of the spring atmospheric heat source over the Tibetan Plateau (TP) depends largely on the intensity of the overlying subtropical westerly jet (WJ), which is closely related to the early spring (February–March–April) sea surface temperature anomaly (SSTA) tripole pattern over the North Atlantic, i.e., the SSTA tripole pattern with a warm core to the southeast of Newfoundland and two cold cores to the south of Iceland and southeast of Bermuda, respectively. Such an SSTA pattern can be regarded as a response to the atmospheric forcing of the preceding January–February–March North Atlantic Oscillation. Numerical experiment results from both linear baroclinic model with an idealized diabatic heating profile and an atmospheric general circulation model with prescribed SSTA forcing demonstrate that the warm core alone of the tripole pattern can stimulate a steady downstream Rossby wave train, which further intensifies the spring WJ over the TP. As a result, a positive anomaly of surface sensible heating occurs over most parts of the TP, whereas the precipitation and corresponding latent heating is characterized by a seesaw pattern with a positive/negative anomaly over the northern/southern TP. Meanwhile, the air column radiation cooling effect is enhanced to a certain degree over the plateau. Further analysis suggests that the early spring SSTA over the North Atlantic may exert a seasonal-lagged impact upon the East Asian summer monsoon by modulating the thermal forcing over the TP.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2417-9", 
        "title": "Interannual variability of the spring atmospheric heat source over the Tibetan Plateau forced by the North Atlantic SSTA"
    }, 
    {
        "author": "Yulan   Zhang, Shichang   Kang, Qianggong   Zhang, Bjorn   Grigholm, Susan   Kaspari, Qinglong   You, Dahe   Qin, Paul A.   Mayewski, Zhiyuan   Cong, Jie   Huang, Mika   Sillanpää, Feng   Chen</br>", 
        "date": "2015-08-31", 
        "description": "             Publication date: <pubDate>1 December 2015</pubDate><br> <b>Source:</b>Atmospheric Research, Volume 166</br><br>     Author(s): Yulan   Zhang, Shichang   Kang, Qianggong   Zhang, Bjorn   Grigholm, Susan   Kaspari, Qinglong   You, Dahe   Qin, Paul A.   Mayewski, Zhiyuan   Cong, Jie   Huang, Mika   Sillanpää, Feng   Chen</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">A 147-m ice core was retrieved from Guoqu Glacier (33.58°N, 91.18°E, 5750<hsp sp=\"0.25\"/>m<hsp sp=\"0.25\"/>a.s.l.) during the Sino–US cooperation expedition on Mt. Geladaindong in the central Tibetan Plateau (TP). In this study, we investigated the high-resolution of atmospheric dust records by using the insoluble particles and crustal ions (Ca<sup loc=\"post\">2<hsp sp=\"0.10\"/>+</sup> and Mg<sup loc=\"post\">2<hsp sp=\"0.10\"/>+</sup>) from the upper 109.93<hsp sp=\"0.25\"/>m segments, covering the period of 1477 to 1982<hsp sp=\"0.25\"/>AD. There existed positive correlations among the ice core dust records themselves and with the dust days from the nearby meteorological stations during the recent decades, indicating that the insoluble particles and crustal ions in the ice core can be used to reconstruct the past atmospheric dust variability. During the past 500<hsp sp=\"0.25\"/>years, the insoluble particles and crustal ions showed high concentrations in the 18th to 19th centuries and low concentrations in the 20th century, corresponding to low and high precipitation in the potential dust source regions. The ice core dust records were positively correlated with the zonal wind and the winter North Atlantic Oscillation (NAO) index, suggesting that NAO may be teleconnected to dust entrainment over the inland TP. This long-term ice core provided an approach to understand the atmospheric dust variability in the central TP during the last 500<hsp sp=\"0.25\"/>years.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Research", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0169809515001829%26_version%3D1%26md5%3Df9c7f30113e682e326686f9802a58950", 
        "title": "A 500year atmospheric dust deposition retrieved from a Mt. Geladaindong ice core in the central Tibetan Plateau"
    }, 
    {
        "author": "Andrés   Merino, Laura   López, Lucía   Hermida, José Luis   Sánchez, Eduardo   García-Ortega, Estíbaliz   Gascón, Sergio   Fernández-González</br>", 
        "date": "2015-08-31", 
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Global and Planetary Change, Volume 133</br><br>     Author(s): Andrés   Merino, Laura   López, Lucía   Hermida, José Luis   Sánchez, Eduardo   García-Ortega, Estíbaliz   Gascón, Sergio   Fernández-González</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">The Iberian Peninsula (IP), located in a transition area between temperate and subtropical latitudes, has marked temporal and spatial variability of precipitation between its various climatic zones. Therefore, the peninsula is particularly sensitive to climate change owing to frequent periods of precipitation deficit together with societal dependence on water. In this study, we address meteorological droughts of the peninsula between 1901 and 2010, using the Global Precipitation Climatology Center database. First, we carried out a statistical classification of the peninsula according to annual precipitation cycle. The spatiotemporal variability of droughts was evaluated using the Standardized Precipitation Index (SPI) by determining the evolution of areas affected by severe and extreme drought. Subsequently, we calculated the overall trend of precipitation and anomalies to investigate whether an observed drought increase is attributable to a decrease of precipitation or an increase of precipitation extremes. Finally, we examined periodicities of precipitation anomalies via wavelet analysis, relating these to large-scale modes such as the North Atlantic Oscillation (NAO). The results show an increase in the area affected by severe and extreme drought, particularly on Atlantic-facing slopes. The mainland areas have longer and more intense periods of drought, with an average SPI of −<hsp sp=\"0.10\"/>0.52 and 4-month duration. Over the 110<hsp sp=\"0.25\"/>years analyzed, we observed weak trends of annual precipitation in the extreme northwest and southern IP. However, in the last decades of the series, long periods of strong negative anomalies are seen, interspersed with years of strong positive anomalies, suggesting an increase in precipitation pattern extremes. Finally, the relationship between the NAO index and precipitation anomalies on the Atlantic seaboard is highlighted. Thus, in both series we found a 5–6-year periodicity in their first years, with a diminishing cycle period reaching a periodicity of 2–3<hsp sp=\"0.25\"/>years in the final years. This confirms the existence of regular temporal cycles in which droughts alternate with wet periods modulated by large-scale modes.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Global and Planetary Change", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0921818115300011%26_version%3D1%26md5%3Dd5bc585dcfe62d9618651df79d10dd01", 
        "title": "Identification of drought phases in a 110-year record from Western Mediterranean basin: Trends, anomalies and periodicity analysis for Iberian Peninsula"
    }, 
    {
        "author": "Qiang   Li, Yu   Liu, Takeshi   Nakatsuka, Huiming   Song, Danny   McCarroll, Yinke   Yang, Jun   Qi</br>", 
        "date": "2015-08-31", 
        "description": "             Publication date: <pubDate>September 2015</pubDate><br> <b>Source:</b>Global and Planetary Change, Volume 132</br><br>     Author(s): Qiang   Li, Yu   Liu, Takeshi   Nakatsuka, Huiming   Song, Danny   McCarroll, Yinke   Yang, Jun   Qi</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Understanding the interactions between the East Asian summer monsoon and Indian summer monsoon is a challenging task because of the insufficient proxy records. In this study, we reconstructed a 225-year precipitation record by combining ring widths of <italic>Pinus tabulaeformis</italic> and stable oxygen isotope ratios of <italic>Larix principis-rupprechtii</italic> using a multi-proxy dendroclimatology approach in the North China. The reconstructed record explained 51.9% of the variance in the observed precipitation during 1955–2003. The precipitation series could indicate the intensity of the East Asian summer monsoon. A spatial field analysis indicated that the series was strongly correlated with the reconstructed records of the surrounding area and a large part of the Indian subcontinent. The reconstructed records were significantly and positively correlated with All Indian Precipitation records (<italic>r</italic> <hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/>0.32, <italic>n</italic> <hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/>132, <italic>p</italic> <hsp sp=\"0.25\"/>&amp;lt;<hsp sp=\"0.25\"/>0.001) and with a proxy of the Indian summer monsoon. These findings suggest that a persistent teleconnection exists between the reconstructed record and the Indian summer monsoon records from the past 225<hsp sp=\"0.25\"/>years. The observed interannual synchronisation potentially resulted from the transport of partial water vapour from the Indian summer monsoon area to NC; however, this synchronisation could not be attributed to the El Nino-South Oscillation (ENSO). When considering an interdecadal time scale, the synchronisation with the North Atlantic Oscillation (NAO) has varied since 1779, implying that the NAO may serve as an additional atmospheric pattern that affects this teleconnection.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Global and Planetary Change", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0921818115001253%26_version%3D1%26md5%3D87abcd54086d71508df476139e53169c", 
        "title": "The 225-year precipitation variability inferred from tree-ring records in Shanxi Province, the North China, and its teleconnection with Indian summer monsoon"
    }, 
    {
        "author": "Myriam   Beauchamp, Ali A.   Assani, Raphaëlle   Landry, Philippe   Massicotte</br>", 
        "date": "2015-08-31", 
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Journal of Hydrology, Volume 529, Part 1</br><br>     Author(s): Myriam   Beauchamp, Ali A.   Assani, Raphaëlle   Landry, Philippe   Massicotte</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as010\" view=\"all\"> <simple-para id=\"sp0010\" view=\"all\">The temporal variability of winter climate in southern Quebec is characterized by increasing temperature and rainfall, but decreasing snowfall. The goal of the study was to analyze the impact of these changes on the magnitude and timing of winter maximum daily flows. Hydrologic series for seventeen tributaries of the St. Lawrence River were analyzed over the period from 1934 to 2010. The most noteworthy result, obtained using the Lombard method, was to highlight a nearly generalized shift in mean values of the series in the early 1970s. This shift reflects a significant increase in the magnitude of winter maximum daily flows after that decade, interpreted to result primarily from snowmelt, which is increasingly frequent at the end of winter. The frequency of the dates of occurrence of winter maximum daily flows increased significantly during the last winter decade (ten days) after the 1970s for most rivers in southern Quebec. The copula method did not, however, reveal any significant change in the dependency between the timing and magnitude of winter maximum daily flows over time. Finally, canonical correlation analysis revealed that the magnitude of winter maximum daily flows is positively correlated with the Pacific Decadal Oscillation (PDO), while their dates of occurrence are correlated with the North Atlantic Oscillation (NAO).</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Journal of Hydrology", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0022169415005594%26_version%3D1%26md5%3Dac25a81aeb62637b9092ac37e2e65bac", 
        "title": "Temporal variability of the magnitude and timing of winter maximum daily flows in southern Quebec (Canada)"
    }, 
    {
        "author": "Elke   Hertig, Christoph   Beck, Heinz   Wanner, Jucundus   Jacobeit</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>August 2015</pubDate><br> <b>Source:</b>Earth-Science Reviews, Volume 147</br><br>     Author(s): Elke   Hertig, Christoph   Beck, Heinz   Wanner, Jucundus   Jacobeit</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Non-stationarities are inherent characteristics of the climate system and can be observed on different temporal and spatial scales. Non-stationarities in large-scale modes of climate variability of the Northern Hemisphere and the associated changes in the surface climate like modifications of the temperature and precipitation patterns are analysed. As major modes of climate variability the El Niño–Southern Oscillation phenomenon, the Pacific–North American pattern and the North Atlantic Oscillation are selected. The North Atlantic–European area is taken as an example to highlight non-stationarities in the atmospheric circulation and their impact on regional climate. The mechanisms and consequences of circulation-climate non-stationarities are discussed.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Earth-Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0012825215000756%26_version%3D1%26md5%3D393d87f4b91176eb43e315eccaafc49c", 
        "title": "A review of non-stationarities in climate variability of the last century with focus on the North Atlantic–European sector"
    }, 
    {
        "author": "S.   Fleury, P.   Martinez, X.   Crosta, K.   Charlier, I.   Billy, V.   Hanquiez, T.   Blanz, R.R.   Schneider</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>1 October 2015</pubDate><br> <b>Source:</b>Quaternary Science Reviews, Volume 125</br><br>     Author(s): S.   Fleury, P.   Martinez, X.   Crosta, K.   Charlier, I.   Billy, V.   Hanquiez, T.   Blanz, R.R.   Schneider</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">There is no agreement on the pluri-decadal expression of El Niño–Southern Oscillation (ENSO) in the Pacific over the last millennium. Marine records from the Peruvian margin indicate humid conditions (El Niño-like mean conditions) over the Little Ice Age, while precipitation records from the eastern equatorial Pacific infer arid conditions (La Niña-like mean conditions) for the same period. We here studied diatom assemblages, nitrogen isotopes, and major and minor elements at the lamination level in three laminated trigger cores located between 11°S and 15°S on the Peruvian shelf within the oxygen minimum zone (OMZ) to reconstruct precipitation and ocean productivity at the multiannual to multidecadal timescales over the last millennium. We respected the sediment structure, thus providing the first records of the mean climatic conditions at the origin of the lamination deposition, which ones represent several years. Light laminations were deposited under productive and dry conditions, indicative of La Niña-like mean conditions in the system, while dark laminations were deposited under non-productive and humid conditions, representative of El Niño-like mean conditions. La Niña-like mean conditions were predominant during the Medieval Warm Period (MWP; 1000–600 years BP) and Current Warm Period (CWP; 150 years BP to present), while El Niño-like mean conditions prevailed over the Little Ice Age (LIA; 600–150 years BP). We provide evidence for persistent multidecadal variations in productivity over the last millennium, which were disconnected from the mean climate state. Multidecadal variability has been stronger over the last 450 years concomitantly to increased variability in the NAO index. Two intervals of strong multidecadal variability were also observed over the MWP, congruent to decreased solar irradiance and increased volcanic activity.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Quaternary Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0277379115300731%26_version%3D1%26md5%3D76476a722a140df5d472ba44a605abf6", 
        "title": "Pervasive multidecadal variations in productivity within the Peruvian Upwelling System over the last millennium"
    }, 
    {
        "author": "Francesco   Muschitiello, Qiong   Zhang, Hanna S.   Sundqvist, Frazer J.   Davies, Hans   Renssen</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>1 October 2015</pubDate><br> <b>Source:</b>Quaternary Science Reviews, Volume 125</br><br>     Author(s): Francesco   Muschitiello, Qiong   Zhang, Hanna S.   Sundqvist, Frazer J.   Davies, Hans   Renssen</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">The Earth's climate response to the rapid vegetation collapse at the termination of the African Humid Period (AHP) (5.5–5.0 kyr BP) is still lacking a comprehensive investigation. Here we discuss the sensitivity of mid-Holocene Arctic climate to changes in albedo brought by a rapid desertification of the Sahara. By comparing a network of surface temperature reconstructions with output from a coupled global climate model, we find that, through a system of land-atmosphere feedbacks, the end of the AHP reduced the atmospheric and oceanic poleward heat transport from tropical to high northern latitudes. This entails a general weakening of the mid-latitude Westerlies, which results in a shift towards cooling over the Arctic and North Atlantic regions, and a change from positive to negative Arctic Oscillation-like conditions. This mechanism would explain the sign of rapid hydro-climatic perturbations recorded in several reconstructions from high northern latitudes at 5.5–5.0 kyr BP, suggesting that these regions are sensitive to changes in Saharan land cover during the present interglacial. This is central in the debate surrounding Arctic climate amplification and future projections for subtropical precipitation changes.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Quaternary Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0277379115300792%26_version%3D1%26md5%3D98cfcec7f49356c73df7ceef6a45c740", 
        "title": "Arctic climate response to the termination of the African Humid Period"
    }, 
    {
        "author": "T.P.   Roland, T.J.   Daley, C.J.   Caseldine, D.J.   Charman, C.S.M.   Turney, M.J.   Amesbury, G.J.   Thompson, E.J.   Woodley</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>15 September 2015</pubDate><br> <b>Source:</b>Quaternary Science Reviews, Volume 124</br><br>     Author(s): T.P.   Roland, T.J.   Daley, C.J.   Caseldine, D.J.   Charman, C.S.M.   Turney, M.J.   Amesbury, G.J.   Thompson, E.J.   Woodley</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">Evidence for a major climate event at 5.2 ka has been reported globally and is associated with considerable societal disruption, but is poorly characterised in northwest Europe. This event forms part of a broader period of re-organisation in the Earth's ocean-atmosphere circulation system between 6 and 5 ka. This study tests the nature and timing of the event in northwest Europe, a region highly sensitive to change in meridional overturning circulation and mid-latitude westerly airflow. Here we report three high-resolution Irish multi-proxy records obtained from ombrotrophic peatlands that have robust chronological frameworks. We identify the 5.2 ka event by a sustained decrease in δ<sup loc=\"post\">18</sup>O<inf loc=\"post\">cellulose</inf> at all three sites, with additional and parallel changes in δ<sup loc=\"post\">13</sup>C<inf loc=\"post\">cellulose</inf> and palaeoecological (testate amoebae, plant macrofossil and humification) data from two sites in northern Ireland. Data from Sluggan Moss demonstrate a particularly coherent shift towards wetter conditions. These data support the hypothesis that the event was caused by a prolonged period of positive North Atlantic Oscillation conditions, resulting in pervasive cyclonic weather patterns across northwest Europe, increasing precipitation over Ireland.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Quaternary Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0277379115300652%26_version%3D1%26md5%3D114162ee56a35c0d7053129b246afd46", 
        "title": "The 5.2 ka climate event: Evidence from stable isotope and multi-proxy palaeoecological peatland records in Ireland"
    }, 
    {
        "author": "Yang   Liu, Peter J.   Minnett</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>November 2015</pubDate><br> <b>Source:</b>Remote Sensing of Environment, Volume 169</br><br>     Author(s): Yang   Liu, Peter J.   Minnett</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">This study explores an application of satellite-derived Sea Surface Temperature (SST) to climate studies by focusing on a connection with the Atlantic Meridional Overturning Circulation (AMOC). Here we focus on SSTs from the advanced very high resolution radiometer and report a 99% significant correlation between the changes of in situ measured AMOC transport and the variation of 1-month leading SST anomalies in the subpolar North Atlantic region (45°N–70°N) based on analyses of an 85-month period. The leading mode of the singular value decomposition analysis of SST and Sea Level Pressure (SLP) for 31<hsp sp=\"0.25\"/>years (1981/12–2012/12) shows an apparent North Atlantic Oscillation (NAO) forcing on the SST fields. Specifically, the SST and SLP one-month phase lag covariance is notable at temporal scales of 4 to 11<hsp sp=\"0.25\"/>months. After removing the first order component of the NAO, the residual SST (RESST) provides better estimates of the AMOC on a shorter time scale than the SST. This is because that RESST is less likely to be affected by the local SLP on these time scales. The high correlation is primarily between the RESST and variations of the geostrophic Upper Mid-Ocean transport component of the AMOC. The 31-year RESST time series in the North Atlantic subpolar region is also significantly correlated with the Gulf Stream path SST anomalies with a one-month lead, implying a fast signal transport from the subpolar North Atlantic to the Gulf Stream. A similar fast adjustment signal is also found in 500-year control simulations of the GFDL model CM2.1. These results indicate a prospective capability of satellite-derived SSTs to predict AMOC variability.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Remote Sensing of Environment", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0034425715301024%26_version%3D1%26md5%3D6a1ab4d4ee35a505339e5a86e59173c3", 
        "title": "Evidence linking satellite-derived sea-surface temperature signals to changes in the Atlantic meridional overturning circulation"
    }, 
    {
        "author": "Gwendal Rivière, Marie Drouard", 
        "date": "2015-08-28", 
        "description": "\n\nThe present study investigates the two contrasting winters of 2010 and 2014 during which the North Atlantic Oscillation (NAO) was mainly negative and positive, respectively. In the North Pacific, contrasting anomalies were also present, with a straight zonal Pacific jet in 2010 and a strong poleward deviation of the Pacific jet in its exit region in 2014. Using reanalysis data sets and adopting a nonlinear initial-value approach with a quasi-geostrophic model, we show that the Pacific-North American anomalies are responsible for shaping synoptic wave trains propagating across North America. This in turn largely determines the nature of wave breaking and the synoptic eddy feedback onto the mean flow in the North Atlantic and finally the NAO phase. In such a proposed mechanism, synoptic wave activity forms the cornerstone of the dynamical relationship between the North Pacific and North Atlantic large-scale anomalies during the contrasting winters of 2010 and 2014.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065493", 
        "title": "Understanding the contrasting North Atlantic Oscillation anomalies of the winters of 2010 and 2014"
    }, 
    {
        "author": "Petteri Uotila, Timo Vihma, Jari Haapala", 
        "date": "2015-08-25", 
        "description": "\n\nThe winter of 2014/15 was the first for which we can be certain that the northernmost embayment of the Baltic Sea, the Bothnian Bay, remained partially ice-free. We assess atmospheric and oceanic drivers responsible for this extreme event. In terms of atmospheric drivers, mild Bothnian Bay winters are characterized by positive North Atlantic Oscillation (NAO) associated with the advection of air from the North Atlantic. In winter 2014/15, NAO was at a record high level and resulted in a northerly storm track associated with vigorous southwesterlies that drove ice towards the northeastern end of the bay. Furthermore, we found that the 1985-2015 Baltic Sea ice extent distribution differs from any other preceding thirty-winter period since 1720 with a high confidence. Based on climate projections, it is very likely that in the next fifty years partially ice-free Bothnian Bay will go from being an extremely rare event to a new normal.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064901", 
        "title": "Atmospheric and oceanic conditions and the extremely low Bothnian Bay sea ice extent in 2014/15"
    }, 
    {
        "author": "Moussa Diakhaté, Gaëlle de Coëtlogon, Alban Lazar, Malick Wade, Amadou T. Gaye", 
        "date": "2015-08-24", 
        "description": "\n\nTropical Atlantic Sea Surface Temperatures (SSTs) maximum Intra-Seasonal Variability (ISV) and their interaction with local surface winds are investigated applying statistical analysis to observations and to a recent coupled reanalysis over the 2000–2009 decade. Five cores of strong ISV emerge, with standard deviation reaching about 1°C in frontal areas of the three main upwelling systems: equatorial, Angola-Benguela and Senegal-Mauritania (the southern side of the Canary upwelling). West of 10°W along the equator, a 20-60-day peak caused by tropical instability waves is shown to generate surface wind anomalies through the adjustment of the horizontal surface pressure gradient in addition to the modification of near-surface atmospheric stratification. East of 10°W along the equator, an intense biweekly oscillation increases the ocean and atmosphere ISV. In the two coastal upwelling fronts, intraseasonal SST anomalies resemble each other. They are shown to be influenced by coastal Kelvin waves in addition to large-scale wind forcing. Over the Angola-Benguela upwelling, coastal wind bursts controlling the SST ISV are associated with anomalously strong pressure patterns related to the Madden-Julian Oscillation, the St. Helena anticyclone, and the Antarctic Oscillation. In the Senegal-Mauritania upwelling, the wind anomalies mainly linked to the Azores anticyclone in the southern front during November to May appear to be connected to the Saharan heat low in the northern front from June to September. In all five regions and as expected for such upwelling regimes, vertical oceanic mixing represents the dominant term in the mixed-layer heat budget. In the equatorial band, as found in previous studies, horizontal advection is equally important, while it appears surprisingly weak in coastal fronts. Finally, a striking result is the general lack of surface wind signal related to the SST ISV in the coastal upwellings.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2657", 
        "title": "Intraseasonal variability of tropical Atlantic sea surface temperature: air-sea interaction over upwelling fronts"
    }, 
    {
        "author": "Congsheng Fu, Huaxia Yao", 
        "date": "2015-08-20", 
        "description": "\n\nLarge-scale ice phenology studies have revealed overall patterns of later freeze, earlier breakup, and shorter duration of ice in the Northern Hemisphere. However, there have been few studies regarding the trends, including their spatial patterns, in ice phenology for individual waterbodies on a local or small regional scale, although the coherence of ice phenology has been shown to decline rapidly in the first few hundred kilometers. In this study, we extracted trends, analyzed affecting factors, and investigated relevant spatial patterns for ice breakup date time series at ten locations with record length ≥ 90 years in south-central Ontario, Canada. Wavelet methods, including the multi-resolution analysis (MRA) method for non-linear trend extraction and the wavelet coherence (WTC) method for identifying the teleconnections between large-scale climate modes and ice breakup date, are proved to be effective in ice phenology analysis. Using MRA method, the overall trend of ice breakup date time series (1905-1991) varied from earlier ice breakup to later ice breakup, then to earlier breakup again from south to north in south-central Ontario. Ice breakup date is closely correlated with air temperature during certain winter/spring months, as well as the last day with snow on the ground and number of snow-on-ground days. The influences of solar activity and Pacific North American (PNA) on ice breakup were comparatively uniform across south-central Ontario, while those of El Niño/Southern Oscillation (ENSO), North Atlantic Oscillation (NAO), and Arctic Oscillation (AO) on ice phenology changed with distance of 50 – 100 km in the north–south direction.\n", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023370", 
        "title": "Trends of ice breakup date in south-central Ontario"
    }, 
    {
        "author": "Yeon-Woo Choi, Joong-Bae Ahn, Vladimir N. Kryjov", 
        "date": "2015-08-19", 
        "description": "\n\nThis paper examines the impact of the wintertime Arctic Oscillation (AO) on the following November circulation. The application of a set of statistical methods shows that a response of November sea level pressure (SLP) to the preceding wintertime AO operates on a hemispheric scale. At high and middle latitudes, this response is a well-pronounced seesaw in SLP between the Eastern and Western Hemispheres. Winters of the positive AO polarity tend to be followed by positive SLP anomalies spanning the whole Northern Eurasia and negative SLP anomalies extending from the Bering Sea through the Western North Atlantic. Opposite SLP anomalies prevail after winters of the negative AO polarity. The response of November SLP to the preceding wintertime AO closely resembles the first empirical orthogonal function of November SLP. That is, the polarity of the wintertime AO precedes the polarity of the leading mode of variability of November SLP over the Northern Hemisphere. The wintertime AO exerts a 9-month lag impact on November circulation due to the re-emergence of a sea surface temperature anomaly over the western North Atlantic.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4431", 
        "title": "November seesaw in northern extratropical sea level pressure and its linkage to the preceding wintertime Arctic Oscillation"
    }, 
    {
        "author": "Judah Cohen, Hengchun Ye, Justin Jones", 
        "date": "2015-08-17", 
        "description": "\n\nWe analyzed rain on snow (ROS) events in two reanalysis products. ROS events are a relatively rare phenomenon outside of a few regional maxima including western Eurasia, the higher elevations of western North America, the northeastern United States and southeastern Canada. ROS events occur at the high latitudes, especially away from the continental interior and no robust trends were found in the frequency of ROS events. We also explored the variability of ROS events with dominant large climate modes. The most robust relationship was found with the Arctic Oscillation or North Atlantic Oscillation (AO/NAO). The most notable variability associated with the AO/NAO was a northeast/southwest dipole feature across western Eurasia. More ROS events were found for northeastern Europe for the positive phase of the AO/NAO due to the increased frequency of rainfall. However, more ROS events were found for Central Europe for the negative phase of the AO/NAO due to the increased frequency of snow cover.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065320", 
        "title": "Trends and Variability in Rain on Snow Events"
    }, 
    {
        "author": "Alasdair Hunter, David B. Stephenson, Theo Economou, Mark Holland, Ian Cook", 
        "date": "2015-08-17", 
        "description": "\n\nIn this study the dependence between the frequency and intensity of extratropical cyclones over the North Atlantic is investigated. A cyclone track database of extended October to March winters was obtained from the NCEP-NCAR reanalysis. Large positive correlation is found between winter cyclone counts and local sample mean vorticity over the exit region of the North Atlantic storm track in this cyclone track database. Conversely, negative correlation is found over the Gulf stream. Possible causes for the dependence are investigated by regressing winter cyclone counts and local sample mean vorticity on teleconnection indices with Poisson and linear models. The indices for the Scandinavian pattern, North Atlantic Oscillation and East Atlantic Pattern are able to account for most of the observed positive correlation over the North Atlantic. To consider the implications of frequency intensity dependence for the insurance industry an aggregate risk metric was used as a proxy for the annual aggregate insured loss. Here the aggregate risk is defined as the sum of the intensities of all events occurring within a season. Assuming independence between the frequency and intensity results in large biases in the variance and the extremes of the aggregate risk, especially over Scandinavia. Therefore including frequency intensity dependence in extratropical cyclone loss models is necessary to model the risk of extreme losses.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2649", 
        "title": "New perspectives on the collective risk of extratropical cyclones"
    }, 
    {
        "author": "T. Economou, D. B. Stephenson, J. G. Pinto, L. C. Shaffrey, G. Zappa", 
        "date": "2015-08-12", 
        "description": "\nThis study has investigated serial (temporal) clustering of extratropical cyclones simulated by 17 climate models participating in CMIP5. Clustering was estimated by calculating the dispersion (ratio of variance to mean) of 30 December–February counts of Atlantic storm tracks passing near each grid point. Results from single historical simulations of 1975–2005 were compared to those from historical ERA40 reanalyses from 1958 to 2001 and single future model projections of 2069–2099 under the RCP4.5 climate change scenario.\nModels were generally able to capture the broad features in reanalyses reported previously: underdispersion/regularity (i.e. variance less than mean) in the western core of the Atlantic storm track surrounded by overdispersion/clustering (i.e. variance greater than mean) to the north and south and over Western Europe. Regression of counts onto North Atlantic Oscillation (NAO) indices revealed that much of the overdispersion in the historical reanalyses and model simulations can be accounted for by NAO variability.\nFuture changes in dispersion were generally found to be small and not consistent across models. The overdispersion statistic, for any 30-year sample, is prone to large amounts of sampling uncertainty which obscures the climate change signal. For example, the projected increase in dispersion for storm counts near London in the CNRMCM5 model is 0.1 compared to a standard deviation of 0.25. Projected changes in the mean and variance of NAO are insufficient to create changes in overdispersion that are discernible above natural sampling variations.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2591", 
        "title": "Serial clustering of extratropical cyclones in a multi-model ensemble of historical and future simulations"
    }, 
    {
        "author": "Dehai Luo et al", 
        "date": "2015-08-10", 
        "description": "Journal of Climate, Volume 28, Issue 16, Page 6398-6418, August 2015. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-15-0184.1?af=R", 
        "title": "The Positive North Atlantic Oscillation with Downstream Blocking and Middle East Snowstorms: The Large-Scale Environment"
    }, 
    {
        "author": "Martin Durocher, Tae Sam Lee, Taha B. M. J. Ouarda, Fateh Chebana", 
        "date": "2015-08-06", 
        "description": "\n\nThe aim of this article is to present a methodology that describes the relationship between two time series according to their oscillatory modes. Cross-wavelet analysis is used to analyse the connection between the outputs of the empirical mode decomposition (EMD). The combined EMD and cross-wavelet methodology is used for the description of the connection between the annual mean streamflow of Quebec rivers and the North Atlantic Oscillation index (NAO). The relationship between the two time series is analysed by cross-wavelet analysis at the level of the mode of oscillation extracted from the EMD algorithm. The resulting cross-spectra are obtained individually for 18 stations and show intermittent intensity in these relationships between 1970 and 1990 for different oscillation modes. To highlight its particularity, the present methodology is compared with the results of a similar combination of multiresolution analysis (MRA) and cross-wavelet analysis. It shows that EMD isolates clearer bands of frequencies than MRA. Finally, a multi-site analysis is proposed, which performs a principal component analysis of the cross-spectra. This analysis illustrates the evolution of the relationships according to the geographic location. Finally, the advantages and limitations of the proposed methodology are discussed.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4444", 
        "title": "Hybrid signal detection approach for hydro-meteorological variables combining EMD and cross-wavelet analysis"
    }, 
    {
        "author": "Haishan Chen, Hedi Ma, Xing Li, Shanlei Sun", 
        "date": "2015-08-04", 
        "description": "\n\nSolar influences on spatial patterns of Eurasian winter climate and possible mechanisms are investigated based on a multiple linear regression method, multi-sources observational and reanalysis data. Robust and significant solar signals are detected in Eurasian surface air temperature (SAT) and strong solar activity evidently warms most area of the continent. The spatial pattern of sea level pressure (SLP) responses to solar activity is similar but not identical to that of the North Atlantic Oscillation (NAO). Compared to the NAO, geographic distribution of solar-induced SLP anomalies shifts eastward, with significantly enhanced influences over northern Eurasia. Relatively weaker solar signals were also found in mid-to-upper troposphere. The spatial pattern of 500 hPa geopotential anomalies resembles a negative Scandinavia Teleconnection pattern and the 200 hPa subtropical jet is weakened, while zonal wind at high latitudes is enhanced due to strong solar activity.\nThe anomalous zonal circulations can be attributed to the “top-down” mechanism. During high solar activity winters, an enhanced stratospheric zonal wind anomaly propagates downward, causing zonal wind anomalies in the troposphere. However, the “bottom-up” mechanisms may provide more reasonable explanations of the distinct solar influences on Eurasian climate. Solar-induced strong warm advection in lower atmosphere tends to increase SAT but decrease SLP, resulting in enhanced solar influences over northern Eurasia. Meanwhile, change in the land-ocean thermal contrast (LOTC) could also amplify the circulation anomaly. Inhomogeneous surface heating caused by anomalous solar activity modifies LOTC, which probably enhances the solar-induced circulation patterns. Such a positive feedback may potentially strengthen the solar influences.\n", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023415", 
        "title": "Solar influences on spatial patterns of Eurasian winter temperature and atmospheric general circulation anomalies"
    }, 
    {
        "author": "Adrián Martínez-Asensio, Michael N. Tsimplis, Marta Marcos, Xiangbo Feng, Damià Gomis, Gabriel Jordà, Simon A. Josey", 
        "date": "2015-07-28", 
        "description": "\n\nThis study investigates the relationship between the wind wave climate and the main climate modes of atmospheric variability in the North Atlantic Ocean. The modes considered are the North Atlantic Oscillation (NAO), the East Atlantic (EA) pattern, the East Atlantic Western Russian (EA/WR) pattern and the Scandinavian (SCAN) pattern. The wave dataset consists of buoys records, remote sensing altimetry observations and a numerical hindcast providing significant wave height (SWH), mean wave period (MWP) and mean wave direction (MWD) for the period 1989–2009. After evaluating the reliability of the hindcast, we focus on the impact of each mode on seasonal wave parameters and on the relative importance of wind-sea and swell components. Results demonstrate that the NAO and EA patterns are the most relevant, whereas EA/WR and SCAN patterns have a weaker impact on the North Atlantic wave climate variability. During their positive phases, both NAO and EA patterns are related to winter SWH at a rate that reaches 1 m per unit index along the Scottish coast (NAO) and Iberian coast (EA) patterns. In terms of winter MWD, the two modes induce a counterclockwise shift of up to 65° per negative NAO (positive EA) unit over west European coasts. They also increase the winter MWP in the North Sea and in the Bay of Biscay (up to 1 s per unit NAO) and along the western coasts of Europe and North Africa (1 s per unit EA). The impact of winter EA pattern on all wave parameters is mostly caused through the swell wave component.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4415", 
        "title": "Response of the North Atlantic wave climate to atmospheric modes of variability"
    }, 
    {
        "author": "Mark R. Lesser, Jason D. Fridley", 
        "date": "2015-07-28", 
        "description": "\n\nOrganisms in montane environments are sensitive to fine-scale climatic variation associated with highly dissected topography, yet few studies have examined the sensitivity of different landscape positions to climate change. We downscaled biologically significant temperature variables to below-canopy 30 m resolution and assessed temporal trends from 1980 to 2011 across elevation and topographic gradients in Great Smoky Mountains National Park (GSMNP; Tennessee and North Carolina, USA) using a previously developed empirical model derived from a 120-sensor temperature network. Additionally, we assessed GSMNP climate trends from 1900 using six historical climate records from the region and an additional eight records from 1980, spanning the Park's elevation gradient. Regional temperatures increased through the 1980s and 1990s, but currently remain at or below those recorded in the early to mid-20th century and are strongly associated with different phases of the North Atlantic Oscillation. In contrast, annual and growing season precipitation steadily rose during the past century. Landscape-scale analysis showed that rates of change for maximum seasonal temperatures, frost-free days (FFD), and growing degree days were strongly mediated by topographic position, with high-elevation ridges having greater rates of maximum temperature increases, whereas high-elevation near-stream positions showed the least amount of increase in FFD and growing degree days. Most importantly, we show how modelled differences in rates of climatic change based on landscape position could have significant ecological effects in this biologically significant region, depending on how organisms respond to particular climate factors. Organisms that depend on growing season length may experience the largest climate effects at the lowest elevations, while those that depend on warm days in spring and autumn for particular phenological processes will experience the largest shifts at high-elevation ridges.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4413", 
        "title": "Global change at the landscape level: relating regional and landscape-scale drivers of historical climate trends in the Southern Appalachians"
    }, 
    {
        "author": "Shengping He, Huijun Wang", 
        "date": "2015-07-19", 
        "description": "\n\nThis study investigated the potential connection of the October–December Arctic Oscillation (AO-OND) with the following January East Asian temperature extremes and the possible mechanisms. It was found that the extreme cold (warm) events are less (more) frequent in January over East Asia following a positive phase of AO-OND, which might be attributed to the intrinsic persistence of AO-OND in stratosphere and the memory of Eurasian snow cover. It is revealed that the barotropic structure of AO-OND could extend to stratosphere. By the following January, wave activities propagate from stratosphere downwards to upper troposphere, then bent equatorwards to mid-latitudes. Consequently, the January circumpolar jet (polar vortex) gets strengthened (colder) because the equatorward-pointing (upwards) wave activities correspond to poleward meridional eddy momentum (eddy heat) flux. In such a way, the anomalous AO-OND persists into the following January. On the other hand, positive phase of AO-OND causes significant surface warming in most parts of Eurasia, leading to Eurasian snow melt. The October–December snow melt has intrinsic climatic memory and further weakens the January Siberian High through reducing surface albedo. Besides, the surface warming in North Europe because of reduced surface albedo caused by snow melt could stimulate a Rossby wave train propagating eastwards across Eurasia, which restrains the blocking events around Ural region. In such a context, the incidence of extreme warm (cold) events over East Asia is more (less) frequent.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4399", 
        "title": "Linkage between the East Asian January temperature extremes and the preceding Arctic Oscillation"
    }, 
    {
        "author": "Markus A. Janout, Yevgeny Aksenov, Jens A. Hölemann, Benjamin Rabe, Ursula Schauer, Igor V. Polyakov, Sheldon Bacon, Andrew C. Coward, Michael Karcher, Yueng-Djern Lenn, Heidemarie Kassens, Leonid Timokhov", 
        "date": "2015-07-18", 
        "description": "\n\nSiberian river water is a first-order contribution to the Arctic freshwater budget, with the Ob, Yenisey, and Lena supplying nearly half of the total surface freshwater flux. However, few details are known regarding where, when, and how the freshwater transverses the vast Siberian shelf seas. This paper investigates the mechanism, variability, and pathways of the fresh Kara Sea outflow through Vilkitsky Strait toward the Laptev Sea. We utilize a high-resolution ocean model and recent shipboard observations to characterize the freshwater-laden Vilkitsky Strait Current (VSC), and shed new light on the little-studied region between the Kara and Laptev Seas, characterized by harsh ice conditions, contrasting water masses, straits, and a large submarine canyon. The VSC is 10–20 km wide, surface intensified, and varies seasonally (maximum from August to March) and interannually. Average freshwater (volume) transport is 500 ± 120 km3 a−1 (0.53 ± 0.08 Sv), with a baroclinic flow contribution of 50–90%. Interannual transport variability is explained by a storage-release mechanism, where blocking-favorable summer winds hamper the outflow and cause accumulation of freshwater in the Kara Sea. The year following a blocking event is characterized by enhanced transports driven by a baroclinic flow along the coast that is set up by increased freshwater volumes. Eventually, the VSC merges with a slope current and provides a major pathway for Eurasian river water toward the western Arctic along the Eurasian continental slope. Kara (and Laptev) Sea freshwater transport is not correlated with the Arctic Oscillation, but rather driven by regional summer pressure patterns.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010635", 
        "title": "Kara Sea freshwater transport through Vilkitsky Strait: Variability, forcing, and further pathways toward the western Arctic Ocean from a model and observations"
    }, 
    {
        "author": "Ana Teles-Machado, Álvaro Peliz, James C. McWilliams, Rita M. Cardoso, Pedro M. M. Soares, Pedro M. A. Miranda", 
        "date": "2015-07-18", 
        "description": "\n\nThe results of a 20 year high-resolution simulation that spans from 1989 to 2008 are analyzed to study the year-to-year changes of the Iberian Poleward Current (IPC), and its effects on the temperature and salinity variability on the Western Iberian Margin. The model results are compared with satellite data and with data measured at two moored multiparametric buoys. The model reproduces the events of strong sea surface temperature (SST) anomalies described in the literature, for the northern and western coasts, and it helps to explain the connection between the IPC intensity, temperature, and salinity. By analyzing some specific winters, with different characteristics, it is confirmed that years of stronger IPC result in higher transport of heat and salt, and the development of positive anomalies of temperature and salinity. However, local air-sea fluxes are also important and explain the temperature and salinity anomalies observed in some of the winters. The interplay between the IPC transport, or advection, and the local heat and salt fluxes explain why the temperature and salinity anomalies may be in antiphase or uncorrelated with the IPC magnitude. It is shown that from November to January, the IPC magnitude depends mostly on the intensity of the southerly winds, and it has a significant negative correlation with the NAO index.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010758", 
        "title": "On the year-to-year changes of the Iberian Poleward Current"
    }, 
    {
        "author": "Eirini Varotsou, Kerstin Jochumsen, Nuno Serra, Dagmar Kieke, Linn Schneider", 
        "date": "2015-07-18", 
        "description": "\n\nThe transport of Upper Labrador Sea Water (ULSW) at Flemish Cap (47°N/45°W) is investigated in the period 1960–2009 using the output from an 8 km resolution numerical ocean model. The average model transport of ULSW decreases southward from 6.7 Sv at 53°N to 4.5 Sv at 45°N due to interior pathways. The largest fraction of the total ULSW volume transport goes around Flemish Cap within the Deep Western Boundary Current (DWBC, 72%) but a significant part goes through Flemish Pass (20%). At interannual timescales, the variability at Flemish Pass shows a distinct behavior when compared to the variability in the DWBC and to the upstream fluctuations. A running correlation method is applied to obtain the connection of the transport variability at Flemish Pass with several quantities, representative for different physical mechanisms: (1) the North Atlantic Oscillation index, (2) the Ekman transport, (3) the rate of ULSW formation in the Labrador Sea, (4) the position of the North Atlantic Current (NAC) relative to the slope and (5) the averaged transport in the subpolar gyre. Weakened or strengthened transport of ULSW through Flemish Pass coincides with changes of the atmospheric forcing or with changes of the NAC‘s position. Strong meandering of the NAC close to the DWBC reduces the transport off Flemish Cap, and the ULSW flow is “redirected” into the Flemish Pass, enhancing the transport there. In contrast, the transport variability in the DWBC is mainly caused by upstream fluctuations and changes according to the rate of ULSW formation.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010705", 
        "title": "Interannual transport variability of Upper Labrador Sea Water at Flemish Cap"
    }, 
    {
        "author": "Fei Zheng et al", 
        "date": "2015-07-10", 
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00515.1?af=R", 
        "title": "Cross-seasonal Influence of the December-February Southern Hemisphere Annular Mode on March-May Meridional Circulation and Precipitation"
    }, 
    {
        "author": "Liping Zhang, Chuanhu Zhao", 
        "date": "2015-05-25", 
        "description": "\n\nAlmost all of CMIP5 climate models show cold SST biases in the extratropical North Atlantic (ENA) and tropical North Atlantic (TNA) as well as in the North Pacific which are commonly linked with the weak simulated Atlantic meridional overturning circulation (AMOC). A weak AMOC and its associated reduced northward oceanic heat transport are associated with a cooling of the ENA Ocean, whereas the TNA cooling is attributable to both weak AMOC and surface heat flux. The cold biases in the ENA and TNA have remote impacts on the SST bias in the North Pacific. Here we use coupled ocean-atmosphere model experiments to show the mechanisms and pathways by which the ENA and TNA affect the North Pacific. The model simulations demonstrate that the cooling SST bias in the North Pacific is largely due to the remote effect of the cooling SST bias in the ENA, while the remote impact of the TNA cooling SST bias is of secondary importance. The ENA cooling bias triggers the circumglobal teleconnection via the Northern Hemisphere annular mode, producing a strengthening of the Aleutian low, an enhancement of the southward Ekman and Oyashio cold advection, and thus a cooling SST in the North Pacific. In contrast, the TNA cooling produces a surface high extending to the eastern tropical North Pacific, inducing the northeasterly wind anomalies north, northerly cross-equatorial wind anomalies, and northwesterly wind anomalies south of the equator. This C-shape wind anomaly pattern generates an SST warming in the tropical southeastern Pacific, which eventually leads to an SST warming in the tropical central and western Pacific by the wind-evaporation-SST feedback. The tropical Pacific warming in turn leads to an SST cooling in the North Pacific by the Pacific North American teleconnection pattern.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000415", 
        "title": "Processes and mechanisms for the model SST biases in the North Atlantic and North Pacific: A link with the Atlantic meridional overturning circulation"
    }, 
    {
        "author": "Pierre Valty et al", 
        "date": "2015-05-20", 
        "description": "Earth Interactions, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Earth Interactions", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/EI-D-14-0028.1?af=R", 
        "title": "Impact of the North Atlantic Oscillation on Southern Europe water distribution: insights from geodetic data"
    }, 
    {
        "author": "Dehai Luo et al", 
        "date": "2015-05-15", 
        "description": "Journal of the Atmospheric Sciences, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of the Atmospheric Science", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JAS-D-15-0062.1?af=R", 
        "title": "Inverse energy cascades in an eddy-induced NAO-type flow: Scale interaction mechanism"
    }, 
    {
        "author": "Lei Wang, Zhanggui Wang, Jianping Li, Fei Zheng", 
        "date": "2015-03-19", 
        "description": "\n\nSeesaw pattern of the perturbation potential energy in the extratropics and the Arctic (defined as PEAS) is observed. The PEAS is closely related to the Arctic Oscillation, kinetic energy and zonal wind in the middle- and high-latitude. The PEAS may influence atmospheric circulation via northern migration of anomalous Ferrel cell, accompanying by suppressed subtropical jet stream and enhanced polar jet stream. Anomalous warm conditions associated with the PEAS are observed in high-latitude of Eurasia, whereas cold anomalies are presented in Greenland, northeast Africa and southwest China, which is mainly attributed to the horizontal temperature advection.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.575", 
        "title": "The impact of extratropics-arctic-seesaw of perturbation potential energy on surface air temperature in boreal winters"
    }, 
    {
        "author": "H. Athar", 
        "date": "2015-03-03", 
        "description": "\n\nThe analyses of monthly and annual variability, and the seasonal teleconnections with the Indian Ocean Dipole (IOD), El-Niño Southern Oscillation (ENSO), and the North Atlantic Oscillation (NAO) circulation indices, for rainfall from 26 stations in Saudi Arabia (SA), for 33-year period (1978–2010), are presented. High interannual variability with non-monsoonal annual cycle characterizes the rainfall climate of SA in recent 33-year period. Eight of 26 stations display statistically significant simultaneous teleconnections with IOD and ENSO in the September–October–November (SON) season. These eight stations are situated north of 21.50°N (nSA) and are located in northern and in southeastern regions of nSA.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.570", 
        "title": "Teleconnections and variability in observed rainfall over Saudi Arabia during 1978–2010"
    }, 
    {
        "author": "T. Matthews, R. Hodgkins, S. Guðmundsson, F. Pálsson, H. Björnsson", 
        "date": "2014-11-13", 
        "description": "\n\nThe surface energy balance (SEB) of glaciers, although of considerable importance for understanding the melt response to climate change, is rarely analysed for more than a few melt seasons due to the logistical challenges of meteorological measurement campaigns on glaciers. Insight into low-frequency (inter-decadal) changes in the SEB in response to climate warming and variable atmospheric circulation patterns has thus been limited. Here this problem is addressed by using ERA-Interim reanalysis data to extend glacier-meteorological records at two locations on Vestari Hagafellsjökull (Iceland) for the period 1979–2012. Trend analysis is conducted for this series before the role of synoptic circulation in modulating surface energetics is investigated. The results indicate that potential melt energy has increased significantly throughout the period of simulation at both locations (by 19.7 and 32.4%), with the largest increase evident for the turbulent heat fluxes (36.3 and 93.1%). The synoptic conditions associated with the recent high melt rates on the proximate Greenland Ice Sheet (GrIS) do not result in similarly extreme melt conditions for our Icelandic location. We also find that the North Atlantic Oscillation Index is significantly correlated with the radiative and latent heat components of the SEB. This association remains hidden if the melt rate is assessed in isolation, highlighting the utility of the SEB approach presented here for assessing synoptic aspects of glacier-climate interactions.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4191", 
        "title": "Inter-decadal variability in potential glacier surface melt energy at Vestari Hagafellsjökull (Langjökull, Iceland) and the role of synoptic circulation"
    }, 
    {
        "author": "M. Irannezhad, D. Chen, B. Kløve", 
        "date": "2014-11-11", 
        "description": "\n\nAnnual and seasonal variations in surface air temperature (SAT) during the period 1961–2011 were analysed using daily mean temperature data sets from regular grid points (10 × 10 km2) throughout Finland. The Mann–Kendall nonparametric test was used to detect significant historical trends in SAT and Spearman's correlation coefficient (ρ) to test the relationships between SAT patterns and various atmospheric circulation patterns over the northern hemisphere. The results showed that mean annual SAT in Finland increased (p < 0.05) by 0.4 ± 0.2 °C per decade during the study period and that the SAT was significantly (ρ = 0.58, p < 0.05) positively correlated with the Arctic Oscillation (AO) index. However, there were spatial differences within Finland for both the trends and relationships with the atmospheric circulation. Analysis of seasonal mean SAT identified significant (p < 0.05) warming trends for both spring (by 0.4 ± 0.2 °C per decade) and summer (by 0.3 ± 0.2 °C per decade). Winter and spring mean SATs were most strongly (p < 0.05) correlated with the AO index (ρ = 0.72 and 0.42, respectively), while the most significant teleconnection pattern for mean SAT in summer was the East Atlantic (EA) pattern (ρ = 0.43, p < 0.05); and in autumn the EA/West Russia (WR) pattern (ρ = −0.59, p < 0.05). These results provide a detailed spatial picture of climate warming in Finland in recent decades and reveal that interannual variation of the SAT in Finland is closely linked with a number of atmospheric circulation patterns, not just the AO and North Atlantic Oscillation (NAO). Annual and cold-season SAT are mainly influenced by the AO and NAO, whereas the EA, EA/WR, Scandinavia (SCA) and West Pacific (WP) patterns play an important role for warm-season SAT.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4193", 
        "title": "Interannual variations and trends in surface air temperature in Finland in relation to atmospheric circulation patterns, 1961–2011"
    }
]