[
    {
        "author": "", 
        "date": "2015-08-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">Mega-El Niño-Southern Oscillation (ENSO) and the North Atlantic Oscillation (NAO), as two principal components of the global air-sea coupling system, may have synchronous or out-synchronous fluctuations during different epochs. Understanding such connection change is instrumental for climate prediction, particularly the decadal prediction. Results in this study show that mega-ENSO has experienced a notable inter-decadal change in its linkage with the winter NAO during the past 56 years: mega-ENSO was significantly correlated with the NAO during 1957–1981 (or synchronous epoch), while such correlation has broken down since 1982 (or out-synchronous epoch). This marked change might be attributed to a sea surface temperature (SST) forcing change in the North Atlantic, based on the observational and numerical evidences in this study. The synchronous epoch is concurrent with the anomalous tropical North Atlantic (TNA) SST forcing, whereas the out-synchronous epoch is associated with the anomalous extra-tropical North Atlantic (XNA) SST forcing. Two possible reasons may explain how the synchronous behaviors between mega-ENSO and the NAO were tied to the TNA SST anomaly (SSTA). There is a positive feedback between the TNA SSTA and the NAO-like atmosphere anomalies, which helps to “prolong” the NAO impacts from the developing phase through mature phase of mega-ENSO. Additionally, the TNA SSTA itself may induce a NAO-like atmosphere anomaly. Since 1982, the TNA SSTA has been replaced by the XNA SSTA and the latter primarily favors a NAO-neutral state in the atmosphere, which ends the synchronous epoch.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2361-8", 
        "title": "Interdecadal variability of the mega-ENSO–NAO synchronization in winter"
    }, 
    {
        "author": "", 
        "date": "2015-08-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">Using a two-dimensional blocking index, the cause and effect relationship between European blocking (EB) events and North Atlantic Oscillation (NAO) events is investigated. It is shown that the EB event frequency is enhanced over Northern (Southern) Europe for negative (positive) phases of the NAO. Enhanced EB events over Northern Europe precede the establishment of negative phase NAO (NAO<sup class=\"a-plus-plus\">−</sup>) events, while the enhanced frequency of EB events over Southern Europe lags positive phase NAO (NAO<sup class=\"a-plus-plus\">+</sup>) events.</p>\n                    <p class=\"a-plus-plus\">The physical explanation for why enhanced EB events over Northern (Southern) Europe lead (lag) NAO<sup class=\"a-plus-plus\">−</sup> (NAO<sup class=\"a-plus-plus\">+</sup>) events is also provided. It is found that the lead–lag relationship between EB events in different regions and the phase of NAO events can be explained in terms of the different latitudinal distribution of zonal wind associated with the different phases of NAO events. For NAO<sup class=\"a-plus-plus\">+</sup> events, the self-maintained eastward displacement of intensified midlatitude positive height anomalies owing to the intensified zonal wind can enhance the frequency of EB events over Southern Europe, thus supporting a standpoint that EB events over Southern Europe lag NAO<sup class=\"a-plus-plus\">+</sup> events. Over Northern Europe, EB events lead NAO<sup class=\"a-plus-plus\">−</sup> events because NAO- events arise from the self-maintained westward migration of intensified blocking anticyclones due to the weakened zonal wind in higher latitudes.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-015-4209-5", 
        "title": "Do European blocking events precede North Atlantic Oscillation events?"
    }, 
    {
        "author": "Shengping He, Huijun Wang", 
        "date": "2015-07-19", 
        "description": "\n\nThis study investigated the potential connection of the October–December Arctic Oscillation (AO-OND) with the following January East Asian temperature extremes and the possible mechanisms. It was found that the extreme cold (warm) events are less (more) frequent in January over East Asia following a positive phase of AO-OND, which might be attributed to the intrinsic persistence of AO-OND in stratosphere and the memory of Eurasian snow cover. It is revealed that the barotropic structure of AO-OND could extend to stratosphere. By the following January, wave activities propagate from stratosphere downwards to upper troposphere, then bent equatorwards to mid-latitudes. Consequently, the January circumpolar jet (polar vortex) gets strengthened (colder) because the equatorward-pointing (upwards) wave activities correspond to poleward meridional eddy momentum (eddy heat) flux. In such a way, the anomalous AO-OND persists into the following January. On the other hand, positive phase of AO-OND causes significant surface warming in most parts of Eurasia, leading to Eurasian snow melt. The October–December snow melt has intrinsic climatic memory and further weakens the January Siberian High through reducing surface albedo. Besides, the surface warming in North Europe because of reduced surface albedo caused by snow melt could stimulate a Rossby wave train propagating eastwards across Eurasia, which restrains the blocking events around Ural region. In such a context, the incidence of extreme warm (cold) events over East Asia is more (less) frequent.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4399", 
        "title": "Linkage between the East Asian January temperature extremes and the preceding Arctic Oscillation"
    }, 
    {
        "author": "Markus A. Janout, Yevgeny Aksenov, Jens A. Hölemann, Benjamin Rabe, Ursula Schauer, Igor V. Polyakov, Sheldon Bacon, Andrew C. Coward, Michael Karcher, Yueng-Djern Lenn, Heidemarie Kassens, Leonid Timokhov", 
        "date": "2015-07-18", 
        "description": "\n\nSiberian river water is a first-order contribution to the Arctic freshwater budget, with the Ob, Yenisey, and Lena supplying nearly half of the total surface freshwater flux. However, few details are known regarding where, when, and how the freshwater transverses the vast Siberian shelf seas. This paper investigates the mechanism, variability, and pathways of the fresh Kara Sea outflow through Vilkitsky Strait toward the Laptev Sea. We utilize a high-resolution ocean model and recent shipboard observations to characterize the freshwater-laden Vilkitsky Strait Current (VSC), and shed new light on the little-studied region between the Kara and Laptev Seas, characterized by harsh ice conditions, contrasting water masses, straits, and a large submarine canyon. The VSC is 10–20 km wide, surface intensified, and varies seasonally (maximum from August to March) and interannually. Average freshwater (volume) transport is 500 ± 120 km3 a−1 (0.53 ± 0.08 Sv), with a baroclinic flow contribution of 50–90%. Interannual transport variability is explained by a storage-release mechanism, where blocking-favorable summer winds hamper the outflow and cause accumulation of freshwater in the Kara Sea. The year following a blocking event is characterized by enhanced transports driven by a baroclinic flow along the coast that is set up by increased freshwater volumes. Eventually, the VSC merges with a slope current and provides a major pathway for Eurasian river water toward the western Arctic along the Eurasian continental slope. Kara (and Laptev) Sea freshwater transport is not correlated with the Arctic Oscillation, but rather driven by regional summer pressure patterns.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010635", 
        "title": "Kara Sea freshwater transport through Vilkitsky Strait: Variability, forcing, and further pathways toward the western Arctic Ocean from a model and observations"
    }, 
    {
        "author": "Ana Teles-Machado, Álvaro Peliz, James C. McWilliams, Rita M. Cardoso, Pedro M. M. Soares, Pedro M. A. Miranda", 
        "date": "2015-07-18", 
        "description": "\n\nThe results of a 20 year high-resolution simulation that spans from 1989 to 2008 are analyzed to study the year-to-year changes of the Iberian Poleward Current (IPC), and its effects on the temperature and salinity variability on the Western Iberian Margin. The model results are compared with satellite data and with data measured at two moored multiparametric buoys. The model reproduces the events of strong sea surface temperature (SST) anomalies described in the literature, for the northern and western coasts, and it helps to explain the connection between the IPC intensity, temperature, and salinity. By analyzing some specific winters, with different characteristics, it is confirmed that years of stronger IPC result in higher transport of heat and salt, and the development of positive anomalies of temperature and salinity. However, local air-sea fluxes are also important and explain the temperature and salinity anomalies observed in some of the winters. The interplay between the IPC transport, or advection, and the local heat and salt fluxes explain why the temperature and salinity anomalies may be in antiphase or uncorrelated with the IPC magnitude. It is shown that from November to January, the IPC magnitude depends mostly on the intensity of the southerly winds, and it has a significant negative correlation with the NAO index.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010758", 
        "title": "On the year-to-year changes of the Iberian Poleward Current"
    }, 
    {
        "author": "Eirini Varotsou, Kerstin Jochumsen, Nuno Serra, Dagmar Kieke, Linn Schneider", 
        "date": "2015-07-18", 
        "description": "\n\nThe transport of Upper Labrador Sea Water (ULSW) at Flemish Cap (47°N/45°W) is investigated in the period 1960–2009 using the output from an 8 km resolution numerical ocean model. The average model transport of ULSW decreases southward from 6.7 Sv at 53°N to 4.5 Sv at 45°N due to interior pathways. The largest fraction of the total ULSW volume transport goes around Flemish Cap within the Deep Western Boundary Current (DWBC, 72%) but a significant part goes through Flemish Pass (20%). At interannual timescales, the variability at Flemish Pass shows a distinct behavior when compared to the variability in the DWBC and to the upstream fluctuations. A running correlation method is applied to obtain the connection of the transport variability at Flemish Pass with several quantities, representative for different physical mechanisms: (1) the North Atlantic Oscillation index, (2) the Ekman transport, (3) the rate of ULSW formation in the Labrador Sea, (4) the position of the North Atlantic Current (NAC) relative to the slope and (5) the averaged transport in the subpolar gyre. Weakened or strengthened transport of ULSW through Flemish Pass coincides with changes of the atmospheric forcing or with changes of the NAC‘s position. Strong meandering of the NAC close to the DWBC reduces the transport off Flemish Cap, and the ULSW flow is “redirected” into the Flemish Pass, enhancing the transport there. In contrast, the transport variability in the DWBC is mainly caused by upstream fluctuations and changes according to the rate of ULSW formation.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010705", 
        "title": "Interannual transport variability of Upper Labrador Sea Water at Flemish Cap"
    }, 
    {
        "author": "Botao Zhou, Zunya Wang", 
        "date": "2015-07-14", 
        "description": "\n\nUsing monthly data from the European Centre for Medium-Range Weather Forecasts 40 year Re-Analysis, this study investigated the interannual relationship between the Asian-Pacific Oscillation (APO) and the North Atlantic Oscillation (NAO) for the period of May to August. The NAO is represented by the leading Empirical Orthogonal Function of sea level pressure anomalies over the Atlantic sector. The difference of upper tropospheric eddy air temperature (T′) between Asia and the North Pacific is used to measure the APO. Results clearly show that the APO and the NAO correlated very well on the interannual time scale, with the positive (negative) phase of the APO corresponding to the strong (weak) NAO. Such a relationship is well supported by the atmospheric dynamic process. When the APO is in the positive phase (characterized by the positive T′ anomaly over Asia and the negative T′ anomaly over the North Pacific in the upper troposphere), the upper tropospheric geopotential height increases over Asia and decreases over the North Pacific. Accordingly, anticyclonic circulation and cyclonic circulation anomalies are introduced, respectively, over Asia and south of the North Pacific, and a zonal teleconnection wave train is excited from Asia to the North Atlantic. As a consequence, an anomalous anticyclonic circulation prevails in the low level of the North Atlantic and an anomalous cyclonic circulation appears to its north, which corresponds to the atmospheric pattern of strong NAO. Further study proposes that the quasi-stationary wave pattern emanating from the western North Pacific region may serve as a bridge for this linkage.\n", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023328", 
        "title": "On the significance of the interannual relationship between the Asian-Pacific Oscillation and the North Atlantic Oscillation"
    }, 
    {
        "author": "Boksoon Myoung et al", 
        "date": "2015-07-13", 
        "description": "Journal of Climate, Volume 28, Issue 14, Page 5683-5698, July 2015. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00521.1?af=R", 
        "title": "On the Relationship between the North Atlantic Oscillation and Early Warm Season Temperatures in the Southwestern United States"
    }, 
    {
        "author": "Fei Zheng et al", 
        "date": "2015-07-10", 
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00515.1?af=R", 
        "title": "Cross-seasonal Influence of the December-February Southern Hemisphere Annular Mode on March-May Meridional Circulation and Precipitation"
    }, 
    {
        "author": "L. Schulte, J. C. Peña, F. Carvalho, T. Schmidt, R. Julià, J. Llorca, and H. Veit", 
        "date": "2015-07-10", 
        "description": "<b>A 2600-year history of floods in the Bernese Alps, Switzerland: frequencies, mechanisms and climate forcing</b><br /><br />Hydrology and Earth System Sciences, 19, 3047-3072, 2015<br /><br />Author(s): L. Schulte, J. C. Peña, F. Carvalho, T. Schmidt, R. Julià, J. Llorca, and H. Veit<br /><br />A 2600-year long composite palaeoflood record is reconstructed from\nhigh-resolution delta plain sediments of the Hasli–Aare floodplain on the\nnorthern slope of the Swiss Alps. Natural proxies compiled from sedimentary,\ngeochemical and geomorphological data were calibrated by textual and factual\nsources and instrumental data. No fewer than 12 of the 14 historically\nrecorded extreme events between 1480 and the termination of the Hasli–Aare\nriver channel correction in 1875 were also identified by coarse-grained\nflood layers, log(Zr / Ti) peaks and factor 1 anomalies. Geomorphological,\nhistorical and instrumental data provide evidence for flood damage\nintensities and discharge estimations of severe and catastrophic historical\nfloods.\n<br><br>\nSpectral analysis of the geochemical and documentary flood series and\nseveral climate proxies (TSI, δ<sup>18</sup>O, tree-rings, NAO, SNAO)\nidentify similar periodicities of around 60, 80, 100, 120 and 200 years\nduring the last millennia, indicating the influence of the North Atlantic\ncirculation and solar forcing on alpine flood dynamics. The composite\nfloodplain record illustrates that periods of organic soil formation and\ndeposition of phyllosilicates (from the medium high catchment area) match\nthose of total solar irradiance maxima, suggesting reduced flood activity\nduring warmer climate pulses. Aggradation with multiple sets of flood layers\nwith increased contribution of siliciclasts from the highest catchment area\n(plutonic bedrock) (e.g. 1300–1350, 1420–1480, 1550–1620, 1650–1720 and\n1811–1851 cal yr AD) occurred predominantly during periods with reduced\nsolar irradiance, lower δ<sup>18</sup>O anomalies, cooler summer\ntemperatures and phases of drier spring climate in the Alps. Increased water\nstorage by glaciers, snow cover and snow patches susceptible to melting\nprocesses associated with rainfall episodes and abrupt rises in temperature\nsubstantially increased surface runoff on slopes and discharges of alpine\nrivers. This interpretation is in agreement with the findings that the\nsevere and catastrophic historical floods in the Aare since 1670 occurred\nmostly during positive SNAO (Summer North Atlantic Oscillation) pulses after years or even decades dominated by\nnegative SNAO and cooler annual temperatures.", 
        "journal": "Hydrology and Earth System Sciences", 
        "link": "http://www.hydrol-earth-syst-sci.net/19/3047/2015/", 
        "title": "A 2600-year history of floods in the Bernese Alps, Switzerland: frequencies, mechanisms and climate forcing"
    }, 
    {
        "author": "Xiaotong Xiao, Ruediger Stein, Kirsten Fahl", 
        "date": "2015-07-02", 
        "description": "\n\nUsing the sea ice proxy IP25 and phytoplankton-derived biomarkers (brassicasterol and dinosterol) Arctic sea-ice conditions were reconstructed for Marine Isotope Stage (MIS) 3 to 1 - with special emphasis on the Last Glacial Maximum (LGM) - in sediment cores from the northern Barents Sea continental margin across the Central Arctic Ocean to the Southern Mendeleev Ridge. Our results suggest more extensive sea-ice cover than present-day during latter part of MIS 3, increasing sea-ice growth during MIS 2 and decreased sea-ice cover during the last deglacial. The summer ice edge remained north of the Barents Sea even during extremely cold (i.e., Last Glacial Maximum (LGM)) as well as warm periods (i.e., Bølling-Allerød). During the LGM, the western Svalbard margin and the northern Barents Sea margin areas were characterized by high concentrations of both IP25 and phytoplankton biomarkers, interpreted as a productive ice-edge situation, caused by the inflow of warm Atlantic Water. In contrast, the LGM Central Arctic Ocean (north of 84°N) was covered by thick permanent sea ice throughout the year with rare break-up, indicated by zero or near-zero biomarker concentrations. The spring/summer sea-ice margin significantly extended southwards to the Laptev Sea shelf (southern Lomonosov Ridge) and southern Mendeleev Ridge during the LGM. Our proxy reconstructions are very consistent with published model results based on the North Atlantic/Arctic Ocean Sea Ice Model (NAOSIM).\n", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015PA002814", 
        "title": "MIS 3 to MIS 1 temporal and LGM spatial variability in Arctic Ocean sea-ice cover: Reconstruction from biomarkers"
    }, 
    {
        "author": "H. Santo, P. H. Taylor, T. Woollings, S. Poulson", 
        "date": "2015-06-30", 
        "description": "\nEstimation of the long-term behavior of wave climate is crucial for harnessing wave energy in a cost-effective way. Previous studies have linked wave heights to the north-south atmospheric pressure anomalies in the North Atlantic, suggesting that the wave climate fluctuates as a response to changes in zonal circulation in the atmosphere. We identify changes in wave power in the North-East Atlantic that are strongly correlated to the dominant pressure anomalies, the North Atlantic Oscillation (NAO), and other modes. We present a reconstructed wave power climate for 1665–2005, using a combination of known and proxy indices for the NAO and other modes. Our reconstruction shows high interannual and multidecadal variability, which makes wave energy prediction challenging. This variability should be considered in any long-term reliability analysis for wave energy devices and in power scheme economics.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064488", 
        "title": "Decadal wave power variability in the North-East Atlantic and North Sea"
    }, 
    {
        "author": "Florence Colleoni, Annalisa Cherchi, Simona Masina, Christopher M. Brierley", 
        "date": "2015-06-22", 
        "description": "\n\nThis work explores the impact of the development of global meridional and zonal sea surface temperature (SST) gradients on the Mediterranean runoff variability during the Plio-Pleistocene transition, about 3 Ma. Results show that total annual mean Pliocene Mediterranean runoff is about 40% larger than during the preindustrial period due to more increased extratropical specific humidity. As a consequence of a weakened and extended Hadley cell, the Pliocene northwest Africa hydrological network produces a discharge 30 times larger than today. Our results support the conclusion that during the Pliocene, the Mediterranean water deficit was reduced relative to today due to a larger river discharge. By means of a stand-alone atmospheric general circulation model, we simulate the separate impact of extratropical and equatorial SST cooling on the Mediterranean runoff. While cooling the equatorial SST does not imply significant changes to the Pliocene Mediterranean hydrological budget, the extratropical SST cooling increases the water deficit due to a decrease in precipitation and runoff. Consequently, river discharge from this area reduces to preindustrial levels. The main teleconnections acting upon the Mediterranean area today, i.e., the North Atlantic Oscillation during winter and the “monsoon-desert” mechanism during summer already have a large influence on the climate of our Pliocene simulations. Finally, our results also suggest that in a climate state significantly warmer than today, changes of the Hadley circulation could potentially lead to increased water resources in northwest Africa.\n", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015PA002780", 
        "title": "Impact of global SST gradients on the Mediterranean runoff changes across the Plio-Pleistocene transition"
    }, 
    {
        "author": "Achim Roessler, Monika Rhein, Dagmar Kieke, Christian Mertens", 
        "date": "2015-06-04", 
        "description": "\n\nIn the western North Atlantic, warm and saline water is brought by the North Atlantic Current (NAC) from the subtropics into the subpolar gyre. Four inverted echo sounders with high precision pressure sensors (PIES) were moored between 47°40′N and 52°30′N to study the main pathways of the NAC from the western into the eastern basin. The array configuration that forms three segments (northern, central, and southern) allows partitioning of the NAC and some assessment of NAC flow paths through the different Mid-Atlantic Ridge fracture zones. We exploit the correlation between the NAC transport measured between 2006 and 2010 and the geostrophic velocity from altimeter data to extend the time series of NAC transports to the period from 1992 to 2013. The mean NAC transport over the entire 21 years is 27 ± 5 Sv, consisting of 60% warm water of subtropical origin and 40% subpolar water. We did not find a significant trend in the total transport time series, but individual segments had opposing trends, leading to a more focused NAC in the central subsection and decreasing transports in the southern and northern segments. The spectral analysis exhibits several significant peaks. The two most prominent are around 120 days, identified as the time scale of meanders and eddies, and at 4–9 years, most likely related to the NAO. Transport composites for the years of highest and lowest NAO indices showed a significantly higher transport (+2.9 Sv) during strong NAO years, mainly in the southern segment.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010662", 
        "title": "Long-term observations of North Atlantic Current transport at the gateway between western and eastern Atlantic"
    }, 
    {
        "author": "Alisha Chandran, Ghouse Basha, T. B. M. J. Ouarda", 
        "date": "2015-06-01", 
        "description": "\n\nIn this study, we investigate the influence of global climate oscillations on the local temperature and precipitation over the United Arab Emirates (UAE), which is one of the driest regions in the world with very high temperatures and low precipitation. The identification and assessment of remote interactions (teleconnections) are carried out by using ground station and gridded data sets. Monthly rainfall data from six ground stations over the UAE for the period of 1982–2010 is used in this study along with the long-term gridded precipitation and temperature data from the Global Precipitation Climatology Center and Global Historic Climatic Network. Linear correlations, wavelet analysis, and cross-wavelet analysis have been applied to identify the relation between climate indices and precipitation (temperature). The analysis reveals that the strong variability in precipitation is closely associated with the Southern Oscillation Index (SOI) and the Indian Ocean Dipole Index (IOD) during the months of August–March, September–January, respectively. In case of temperature, the strong variability is associated with the North Atlantic Oscillation Index (NAO) and the East Atlantic Oscillation Index (EAO) during the months of April–October, July–December. Spatial analysis of cross-wavelet reveals that the winter precipitation is significantly influenced by SOI and temperature during summer by the NAO. This research concludes that the negative phases of SOI (NAO) play a significant role in the increase of precipitation (decrease in summer temperatures) over the UAE region.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4339", 
        "title": "Influence of climate oscillations on temperature and precipitation over the United Arab Emirates"
    }, 
    {
        "author": "T. Economou, D.B. Stephenson, J.G. Pinto, L.C. Shaffrey, G. Zappa", 
        "date": "2015-05-29", 
        "description": "\nThis study has investigated serial (temporal) clustering of extra-tropical cyclones simulated by 17 climate models that participated in CMIP5. Clustering was estimated by calculating the dispersion (ratio of variance to mean) of 30 December-February counts of Atlantic storm tracks passing nearby each grid point. Results from single historical simulations of 1975-2005 were compared to those from historical ERA40 reanalyses from 1958-2001 ERA40 and single future model projections of 2069-2099 under the RCP4.5 climate change scenario.\nModels were generally able to capture the broad features in reanalyses reported previously: underdispersion/regularity (i.e. variance less than mean) in the western core of the Atlantic storm track surrounded by overdispersion/clustering (i.e. variance greater than mean) to the north and south and over western Europe. Regression of counts onto North Atlantic Oscillation (NAO) indices revealed that much of the overdispersion in the historical reanalyses and model simulations can be accounted for by NAO variability.\nFuture changes in dispersion were generally found to be small and not consistent across models. The overdispersion statistic, for any 30 year sample, is prone to large amounts of sampling uncertainty that obscures the climate change signal. For example, the projected increase in dispersion for storm counts near London in the CNRMCM5 model is 0.1 compared to a standard deviation of 0.25. Projected changes in the mean and variance of NAO are insufficient to create changes in overdispersion that are discernible above natural sampling variations.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2591", 
        "title": "Serial clustering of extratropical cyclones in a multi-model ensemble of historical and future simulations"
    }, 
    {
        "author": "Liping Zhang, Chuanhu Zhao", 
        "date": "2015-05-25", 
        "description": "\n\nAlmost all of CMIP5 climate models show cold SST biases in the extratropical North Atlantic (ENA) and tropical North Atlantic (TNA) as well as in the North Pacific which are commonly linked with the weak simulated Atlantic meridional overturning circulation (AMOC). A weak AMOC and its associated reduced northward oceanic heat transport are associated with a cooling of the ENA Ocean, whereas the TNA cooling is attributable to both weak AMOC and surface heat flux. The cold biases in the ENA and TNA have remote impacts on the SST bias in the North Pacific. Here we use coupled ocean-atmosphere model experiments to show the mechanisms and pathways by which the ENA and TNA affect the North Pacific. The model simulations demonstrate that the cooling SST bias in the North Pacific is largely due to the remote effect of the cooling SST bias in the ENA, while the remote impact of the TNA cooling SST bias is of secondary importance. The ENA cooling bias triggers the circumglobal teleconnection via the Northern Hemisphere annular mode, producing a strengthening of the Aleutian low, an enhancement of the southward Ekman and Oyashio cold advection, and thus a cooling SST in the North Pacific. In contrast, the TNA cooling produces a surface high extending to the eastern tropical North Pacific, inducing the northeasterly wind anomalies north, northerly cross-equatorial wind anomalies, and northwesterly wind anomalies south of the equator. This C-shape wind anomaly pattern generates an SST warming in the tropical southeastern Pacific, which eventually leads to an SST warming in the tropical central and western Pacific by the wind-evaporation-SST feedback. The tropical Pacific warming in turn leads to an SST cooling in the North Pacific by the Pacific North American teleconnection pattern.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000415", 
        "title": "Processes and mechanisms for the model SST biases in the North Atlantic and North Pacific: A link with the Atlantic meridional overturning circulation"
    }, 
    {
        "author": "Pierre Valty et al", 
        "date": "2015-05-20", 
        "description": "Earth Interactions, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Earth Interactions", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/EI-D-14-0028.1?af=R", 
        "title": "Impact of the North Atlantic Oscillation on Southern Europe water distribution: insights from geodetic data"
    }, 
    {
        "author": "Dehai Luo et al", 
        "date": "2015-05-19", 
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-15-0184.1?af=R", 
        "title": "The Positive North Atlantic Oscillation with Downstream Blocking and the Middle East Snowstorm: The Large-Scale Environment"
    }, 
    {
        "author": "Dehai Luo et al", 
        "date": "2015-05-15", 
        "description": "Journal of the Atmospheric Sciences, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of the Atmospheric Science", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JAS-D-15-0062.1?af=R", 
        "title": "Inverse energy cascades in an eddy-induced NAO-type flow: Scale interaction mechanism"
    }, 
    {
        "author": "Lei Wang, Zhanggui Wang, Jianping Li, Fei Zheng", 
        "date": "2015-03-19", 
        "description": "\n\nSeesaw pattern of the perturbation potential energy in the extratropics and the Arctic (defined as PEAS) is observed. The PEAS is closely related to the Arctic Oscillation, kinetic energy and zonal wind in the middle- and high-latitude. The PEAS may influence atmospheric circulation via northern migration of anomalous Ferrel cell, accompanying by suppressed subtropical jet stream and enhanced polar jet stream. Anomalous warm conditions associated with the PEAS are observed in high-latitude of Eurasia, whereas cold anomalies are presented in Greenland, northeast Africa and southwest China, which is mainly attributed to the horizontal temperature advection.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.575", 
        "title": "The impact of extratropics-arctic-seesaw of perturbation potential energy on surface air temperature in boreal winters"
    }, 
    {
        "author": "H. Athar", 
        "date": "2015-03-03", 
        "description": "\n\nThe analyses of monthly and annual variability, and the seasonal teleconnections with the Indian Ocean Dipole (IOD), El-Niño Southern Oscillation (ENSO), and the North Atlantic Oscillation (NAO) circulation indices, for rainfall from 26 stations in Saudi Arabia (SA), for 33-year period (1978–2010), are presented. High interannual variability with non-monsoonal annual cycle characterizes the rainfall climate of SA in recent 33-year period. Eight of 26 stations display statistically significant simultaneous teleconnections with IOD and ENSO in the September–October–November (SON) season. These eight stations are situated north of 21.50°N (nSA) and are located in northern and in southeastern regions of nSA.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.570", 
        "title": "Teleconnections and variability in observed rainfall over Saudi Arabia during 1978–2010"
    }, 
    {
        "author": "Christopher F. Labosier, Oliver W. Frauenfeld, Steven M. Quiring, Charles W. Lafon", 
        "date": "2014-10-30", 
        "description": "\nLimited research has been performed examining the relationships between southeast US wildfire and weather type patterns using modern techniques and data sets. The purpose of this article is to examine the relationship between wildfire ignitions in the central Gulf Coast, United States and weather type occurrences in an effort to identify regional patterns associated with wildfire ignitions. Wildfire occurrence data are obtained for nine national forests in the central Gulf Coast for the period 1970 to 2011. The Spatial Synoptic Classification scheme (SSC) is used to classify daily weather type variations for each national forest. Years with high numbers of ignitions experience statistically higher numbers of dry tropical (DT) weather types than years with low numbers of ignitions in five of nine national forests. These differences range from 17 to 160% more DT days during periods of high ignitions. Statistically significant positive Spearman rank correlations exist between annual number of ignitions and annual number of DT days in a given forest. While understanding such relationships on an annual scale is useful, it says nothing about the actual timing of weather types leading up to an ignition. An analysis of weather type activity 30, 90, and 180 days prior to ignitions reveals that the median ratio of DT days to moist moderate (MM) and moist tropical (MT) days is statistically higher for periods leading up to a fire. Positive phases of the North Atlantic Oscillation (NAO) result in an increased number of DT days. This confirms previous studies that have suggested the strength of the westerlies increases during the positive phase of the NAO, driving DT weather types eastward from their southwest US/Mexico source region. We can therefore also conclude that the positive phase of the NAO is linked with increased wildfire activity in the central Gulf Coast, United States.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4160", 
        "title": "Weather type classification of wildfire ignitions in the central Gulf Coast, United States"
    }, 
    {
        "author": "Blaž Kurnik, Lučka Kajfež-Bogataj, Stephanie Horion", 
        "date": "2014-10-18", 
        "description": "\n\nChanges in agricultural droughts were investigated using simulations of soil water deficit (SWD) and actual evapotranspiration (ETA) from a distributed semi-empirical soil water balance model – swbEWA. At European scale, both SWD and ETA did not change significantly between 1951 and 2011. However, significant increases in SWD were found in southern Europe, except in western Turkey, whereas in northern Europe changes in SWD remain small. ETA increased significantly as a joint response to increased air temperature and precipitation in northern Europe.\nUsing the Empirical Orthogonal Function (EOF) analysis and the Pearson correlation coefficients (RPearson), we showed that large-scale agricultural droughts are influenced by the recurrence of the North Atlantic Oscillation (NAO) and by the atmospheric blocking. Atmospheric blocking in different months throughout the year and extreme NAO index (mainly in winter months) contribute to the severity of agricultural droughts. During a negative phase of NAO, storms over the North Atlantic and Europe are less frequent and as a consequence dry weather in Europe is observed. Positive NAO influences agricultural drought in Europe by shifting storms tracks from the North Atlantic onto European continent to more northerly paths, which in turn decreases the amount of precipitation over central Europe.\nLarge SWDs are mainly influenced by atmospheric blocking. Notably, winter blocking increases severity of agricultural droughts in southwestern Europe, while summer blocking influences agricultural droughts in southeastern Europe. Notwithstanding, the first three EOFs contribute to less than 40% of the total spatial variability of SWD. This shows that agricultural droughts are complex phenomena that can be only partly explained by extreme NAO or by intensive atmospheric blocking.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4154", 
        "title": "An assessment of actual evapotranspiration and soil water deficit in agricultural regions in Europe"
    }, 
    {
        "author": "N. Kirchner-Bossi, R. García-Herrera, L. Prieto, R. M. Trigo", 
        "date": "2014-09-24", 
        "description": "\n\nThe study of the wind power output variability comprises different time scales. Among these, low-frequency variations can substantially modify the performance of a wind power plant during its lifetime. In recent years, other temporal scales such as the short-term variability or the climatological conditions of wind and the corresponding generated power have been investigated in depth. However, the study of longer decadal and multidecadal variations is still in its early stages.\nIn this work, the wind power output long-term variability is analysed for two locations in Spain, during the period 1871–2009. This is attained by computing the annual wind speed probability density functions derived from an ensemble of atmospheric sea level pressure data set through a statistical downscaling based in evolutionary algorithms. Results reveal significant trends and periodicities in multidecadal bands including 13, 25 and 46 years, as well as significant differences among both sites. The impact of the leading large-scale circulation patterns (NAO, EA, SCAND and AMO) on wind power output and its stationarity is analysed. Results on both locations show non-stationary significant and opposite seasonal couplings with these forcings. Finally, the long-term variability of the reconstructed Weibull parameters of the annual wind speed distributions is used to derive a linear model to estimate the annual wind power.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4161", 
        "title": "A long-term perspective of wind power output variability"
    }, 
    {
        "author": "Edward Hanna, Thomas E. Cropper, Philip D. Jones, Adam A. Scaife, Rob Allan", 
        "date": "2014-09-08", 
        "description": "\n\nRecent changes are found in the means and variability of the North Atlantic Oscillation (NAO) index. There has been a sustained significant recent decrease in the summer NAO since the 1990s and, at the same time, a striking increase in variability of the winter – especially December – NAO that resulted in three of five (two of five) record high (record low) NAO Decembers occurring during 2004–2013 in the 115-year record. These NAO changes are related to an increasing trend in the Greenland Blocking Index (GBI, high pressure over Greenland) in summer and a more variable GBI in December. The enhanced early winter NAO variability originates mainly at the southern node of the NAO but is also related to the more variable GBI in December. Transition seasons (spring and autumn) have remained relatively unchanged over the last 30 years. These results are corroborated using several NAO indices. The Arctic Oscillation (AO) index, although strongly correlated with the NAO, does not show the recent sustained significant summer decrease, but it does show enhanced early winter variability. These recent observed changes are not present in the current generation of global climate models, although the latest process studies do offer insight into their causes. We invoke several plausible climate forcings and feedbacks to explain the recent NAO changes.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4157", 
        "title": "Recent seasonal asymmetric changes in the NAO (a marked summer decline and increased winter variability) and associated changes in the AO and Greenland Blocking Index"
    }, 
    {
        "author": "C. MacLachlan, A. Arribas, K. A. Peterson, A. Maidens, D. Fereday, A. A. Scaife, M. Gordon, M. Vellinga, A. Williams, R. E. Comer, J. Camp, P. Xavier, G. Madec", 
        "date": "2014-06-27", 
        "description": "\nThis article describes the UK Met Office Global Seasonal forecast system version 5 (GloSea5). GloSea5 upgrades include an increase in horizontal resolution in the atmosphere (N216–0.7°) and the ocean (0.25°), and implementation of a 3D-Var assimilation system for ocean and sea-ice conditions. GloSea5 shows improved year-to-year predictions of the major modes of variability. In the Tropics, predictions of the El Niño–Southern Oscillation are improved with reduced errors in the West Pacific. In the Extratropics, GloSea5 shows unprecedented levels of forecast skill and reliability for both the North Atlantic Oscillation and the Arctic Oscillation. We also find useful levels of skill for the western North Pacific Subtropical High which largely determines summer precipitation over East Asia.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2396", 
        "title": "Global Seasonal forecast system version 5 (GloSea5): a high-resolution seasonal forecast system"
    }
]