[
    {
        "author": "J. Nakamura et al", 
        "date": "2015-07-16", 
        "description": "Journal of Applied Meteorology and Climatology, Volume 54, Issue 7, Page 1620-1636, July 2015. \n\t\t<br/>\n\t", 
        "journal": "Journal of Applied Meteorology and Climatology", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JAMC-D-14-0141.1?af=R", 
        "title": "HITS: Hurricane Intensity and Track Simulator with North Atlantic Ocean Applications for Risk Assessment"
    }, 
    {
        "author": "W. Koeve, H. Wagner, P. Kähler, and A. Oschlies", 
        "date": "2015-07-16", 
        "description": "<b><sup>14</sup>C-age tracers in global ocean circulation models</b><br /><br />Geoscientific Model Development, 8, 2079-2094, 2015<br /><br />Author(s): W. Koeve, H. Wagner, P. Kähler, and A. Oschlies<br /><br />The natural abundance of <sup>14</sup>C in total CO<sub>2</sub> dissolved in seawater\n(DIC) is a property applied to evaluate the water age structure and\ncirculation in the ocean and in ocean models. In this study we use three\ndifferent representations of the global ocean circulation augmented with\na suite of idealised tracers to study the potential and limitations of using\nnatural <sup>14</sup>C to determine water age, which is the time elapsed since\na body of water has been in contact with the atmosphere. We find that,\nglobally, bulk <sup>14</sup>C-age is dominated by two equally important components,\none associated with ageing, i.e. the time component of circulation, and one\nassociated with a \"preformed <sup>14</sup>C-age\". The latter quantity exists\nbecause of the slow and incomplete atmosphere–ocean equilibration of\n<sup>14</sup>C particularly in high latitudes where many water masses form. In the\nocean's interior, preformed <sup>14</sup>C-age behaves like a passive tracer. The\nrelative contribution of the preformed component to bulk <sup>14</sup>C-age varies\nregionally within a given model, but also between models. Regional\nvariability in the Atlantic Ocean is associated with the mixing of waters\nwith very different end members of preformed <sup>14</sup>C-age. Here, variations\nin the preformed component over space and time mask the circulation component\nto an extent that its patterns are not detectable from bulk <sup>14</sup>C-age.\nBetween models, the variability of preformed <sup>14</sup>C-age can also be considerable (factor of\n2), related to the combination of physical model parameters, which influence\ncirculation dynamics or gas exchange. The preformed component was found to be\nvery sensitive to gas exchange and moderately sensitive to ice cover. In our\nmodel evaluation, the choice of the gas-exchange constant from within the\ncurrently accepted range of uncertainty had such a strong influence on\npreformed and bulk <sup>14</sup>C-age that if model evaluation would be based on\nbulk <sup>14</sup>C-age, it could easily impair the evaluation and tuning of\na model's circulation on global and regional scales. Based on the results of\nthis study, we propose that considering preformed <sup>14</sup>C-age is critical\nfor a correct assessment of circulation in ocean models.", 
        "journal": "Geoscientific Model Development", 
        "link": "http://www.geosci-model-dev.net/8/2079/2015/", 
        "title": "<sup>14</sup>C-age tracers in global ocean circulation models"
    }, 
    {
        "author": "C.F. Powell et al", 
        "date": "2015-07-14", 
        "description": "Journal of the Atmospheric Sciences, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of the Atmospheric Science", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JAS-D-15-0011.1?af=R", 
        "title": "Estimation of the Atmospheric Flux of Nutrients and Trace Metals to the Eastern Tropical North Atlantic Ocean"
    }, 
    {
        "author": "Iris Moebius, Oliver Friedrich, Kirsty M. Edgar, Philip F. Sexton", 
        "date": "2015-07-14", 
        "description": "\n\nThe Middle Eocene Climatic Optimum (MECO) is a ~500 kyr interval of pronounced global warming from which the climate system recovered in <50 kyr. The deep-sea sedimentary record can provide valuable insight on the marine ecosystem response to this protracted global warming event, and consequently on the ecological changes during this time. Here, we present new benthic foraminiferal assemblage data from Ocean Drilling Program (ODP) Site 1051 in the subtropical North Atlantic, spanning the MECO and post-MECO interval (41.1 to 39.5 Ma). We find little change in the species composition of benthic foraminiferal assemblages during the studied interval suggesting that the rate of environmental change was gradual enough that these organisms were able to adapt. However, we identify two transient intervals associated with peak warming (Higher Productivity Interval (HPI)-1; 40.07 – 39.96 Ma) and shortly after the MECO (HPI-2; 39.68 – 39.55 Ma) where benthic foraminiferal accumulation rates (BFARs) increase by an order of magnitude. These HPIs at Site 1051 appear to coincide with intervals of strengthened productivity in the Tethys, Southern Ocean and South Atlantic and we suggest that an intensified hydrological cycle during the climatic warmth of the MECO was responsible for eutrophication of marine shelf and slope environments.\n", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014PA002673", 
        "title": "Episodes of intensified biological productivity in the subtropical Atlantic Ocean during the termination of the Middle Eocene Climatic Optimum (MECO)"
    }, 
    {
        "author": "Jonathan D. Schueth, Timothy J. Bralower", 
        "date": "2015-07-14", 
        "description": "\n\nThe long-ranging nannoplankton genus Discoaster went extinct in the early Pleistocene, one of the most significant events in the Cenozoic nannofossil record. The causal factors of this extinction are poorly constrained, at least partially because the ecology of Discoaster is not well understood. We investigate the relationship between the extinction and environmental changes by comparing a suite of high-resolution nannofossil assemblage data at four Ocean Drilling Program sites to published environmental proxy records. Through the use of multivariate analysis, we determine Discoaster shared environmental preferences with the extant species Florisphaera profunda which thrives in the lower photic zone near the nutricline in locations where the water column is stratified. We show that the last occurrence of Discoaster was globally diachronous, rather than synchronous as previously thought, and likely took place in the equatorial Atlantic Ocean. We propose that the demise of Discoaster was a two-stage process. A decrease in sea surface temperatures and increase in climate variability led to a global decline in Discoaster abundance. The extinction event itself correlates to shoaling of the nutricline as signified by a decrease in the carbon isotopic gradient between surface and thermocline foraminifera. We hypothesize that the combination of global cooling and a shoaling of the nutricline greatly reduced Discoaster's deepwater niche and contributed to its extinction. This may suggest that ocean stratification and the depth of the nutricline are important contributors to overall nannoplankton diversity.\n", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015PA002803", 
        "title": "The relationship between environmental change and the extinction of the nannoplankton Discoaster in the early Pleistocene"
    }, 
    {
        "author": "J. Martinez-Rey, L. Bopp, M. Gehlen, A. Tagliabue, and N. Gruber", 
        "date": "2015-07-13", 
        "description": "<b>Projections of oceanic N<sub>2</sub>O emissions in the 21st century using the IPSL Earth system model</b><br /><br />Biogeosciences, 12, 4133-4148, 2015<br /><br />Author(s): J. Martinez-Rey, L. Bopp, M. Gehlen, A. Tagliabue, and N. Gruber<br /><br />The ocean is a substantial source of nitrous oxide (N<sub>2</sub>O) to the\natmosphere, but little is known about how this flux might change in the future.\nHere, we investigate the potential evolution of marine N<sub>2</sub>O emissions in\nthe 21st century in response to anthropogenic climate change using the\nglobal ocean biogeochemical model NEMO-PISCES. Assuming nitrification as the\ndominant N<sub>2</sub>O formation pathway, we implemented two different\nparameterizations of N<sub>2</sub>O production which differ primarily under low-oxygen (O<sub>2</sub>) conditions. When forced with output from a climate model\nsimulation run under the business-as-usual high-CO<sub>2</sub> concentration\nscenario (RCP8.5), our simulations suggest a decrease of 4 to 12 % in\nN<sub>2</sub>O emissions from 2005 to 2100, i.e., a reduction from 4.03/3.71 to\n3.54/3.56 TgN yr<sup>−1</sup> depending on the parameterization. The emissions\ndecrease strongly in the western basins of the Pacific and Atlantic oceans,\nwhile they tend to increase above the oxygen minimum zones (OMZs), i.e., in\nthe eastern tropical Pacific and in the northern Indian Ocean. The reduction\nin N<sub>2</sub>O emissions is caused on the one hand by weakened nitrification as\na consequence of reduced primary and export production, and on the other\nhand by stronger vertical stratification, which reduces the transport of\nN<sub>2</sub>O from the ocean interior to the ocean surface. The higher emissions\nover the OMZ are linked to an expansion of these zones under global warming,\nwhich leads to increased N<sub>2</sub>O production, associated primarily with\ndenitrification. While there are many uncertainties in the relative\ncontribution and changes in the N<sub>2</sub>O production pathways, the increasing\nstorage seems unequivocal and determines largely the decrease in N<sub>2</sub>O\nemissions in the future. From the perspective of a global climate system,\nthe averaged feedback strength associated with the projected decrease in\noceanic N<sub>2</sub>O emissions amounts to around −0.009 W m<sup>−2</sup> K<sup>−1</sup>,\nwhich is comparable to the potential increase from terrestrial N<sub>2</sub>O\nsources. However, the assessment for a potential balance between the terrestrial\nand marine feedbacks calls for an improved representation of N<sub>2</sub>O\nproduction terms in fully coupled next-generation Earth system models.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/4133/2015/", 
        "title": "Projections of oceanic N<sub>2</sub>O emissions in the 21st century using the IPSL Earth system model"
    }, 
    {
        "author": "E. L. McGrath-Spangler, A. Molod, L. E. Ott, and S. Pawson", 
        "date": "2015-07-03", 
        "description": "<b>Impact of planetary boundary layer turbulence on model climate and tracer transport</b><br /><br />Atmospheric Chemistry and Physics, 15, 7269-7286, 2015<br /><br />Author(s): E. L. McGrath-Spangler, A. Molod, L. E. Ott, and S. Pawson<br /><br />Planetary boundary layer (PBL) processes are important for weather, climate,\nand tracer transport and concentration. One measure of the strength of these\nprocesses is the PBL depth. However, no single PBL depth definition exists\nand several studies have found that the estimated depth can vary\nsubstantially based on the definition used. In the Goddard Earth Observing\nSystem (GEOS-5) atmospheric general circulation model, the PBL depth is\nparticularly important because it is used to calculate the turbulent length\nscale that is used in the estimation of turbulent mixing. This study analyzes\nthe impact of using three different PBL depth definitions in this\ncalculation. Two definitions are based on the scalar eddy diffusion\ncoefficient and the third is based on the bulk Richardson number. Over land,\nthe bulk Richardson number definition estimates shallower nocturnal PBLs than\nthe other estimates while over water this definition generally produces\ndeeper PBLs. The near-surface wind velocity, temperature, and specific\nhumidity responses to the change in turbulence are spatially and temporally\nheterogeneous, resulting in changes to tracer transport and concentrations.\nNear-surface wind speed increases in the bulk Richardson number experiment\ncause Saharan dust increases on the order of\n1 × 10<sup>&minus;4</sup> kg m<sup>−2</sup> downwind over the Atlantic Ocean. Carbon\nmonoxide (CO) surface concentrations are modified over Africa during boreal\nsummer, producing differences on the order of 20 ppb, due to the model's\ntreatment of emissions from biomass burning. While differences in carbon\ndioxide (CO<sub>2</sub>) are small in the time mean, instantaneous differences are\non the order of 10 ppm and these are especially prevalent at high latitude\nduring boreal winter. Understanding the sensitivity of trace gas and aerosol\nconcentration estimates to PBL depth is important for studies seeking to\ncalculate surface fluxes based on near-surface concentrations and for studies\nprojecting future concentrations.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/7269/2015/", 
        "title": "Impact of planetary boundary layer turbulence on model climate and tracer transport"
    }, 
    {
        "author": "Y. Yan, A. Barth, J.M. Beckers, G. Candille, J.M. Brankart, P. Brasseur", 
        "date": "2015-07-01", 
        "description": "\n\nSea surface height, sea surface temperature and temperature profiles at depth collected between January and December 2005 are assimilated into a realistic eddy permitting primitive equation model of the North Atlantic Ocean using the Ensemble Kalman Filter. Sixty ensemble members are generated by adding realistic noise to the forcing parameters related to the temperature. The ensemble is diagnosed and validated by comparison between the ensemble spread and the model/observation difference, as well as by rank histogram before the assimilation experiments. An incremental analysis update scheme is applied in order to reduce spurious oscillations due to the model state correction. The results of the assimilation are assessed according to both deterministic and probabilistic metrics with independent/semi-independent observations. For deterministic validation, the ensemble means, together with the ensemble spreads are compared to the observations, in order to diagnose the ensemble distribution properties in a deterministic way. For probabilistic validation, the continuous ranked probability score (CRPS) is used to evaluate the ensemble forecast system according to reliability and resolution. The reliability is further decomposed into bias and dispersion by the reduced centered random variable (RCRV) score in order to investigate the reliability properties of the ensemble forecast system. The improvement of the assimilation is demonstrated using these validation metrics. Finally, the deterministic validation and the probabilistic validation are analyzed jointly. The consistency and complementarity between both validations are highlighted. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010349", 
        "title": "Ensemble assimilation of ARGO temperature profile, sea surface temperature, and altimetric satellite data into an eddy permitting primitive equation model of the North Atlantic Ocean"
    }, 
    {
        "author": "H. Fischer, A. Pozzer, T. Schmitt, P. Jöckel, T. Klippel, D. Taraborrelli, and J. Lelieveld", 
        "date": "2015-06-29", 
        "description": "<b>Hydrogen peroxide in the marine boundary layer over the South Atlantic during the OOMPH cruise in March 2007</b><br /><br />Atmospheric Chemistry and Physics, 15, 6971-6980, 2015<br /><br />Author(s): H. Fischer, A. Pozzer, T. Schmitt, P. Jöckel, T. Klippel, D. Taraborrelli, and J. Lelieveld<br /><br />In the OOMPH (Ocean Organics Modifying Particles in both Hemispheres)\nproject a ship measurement cruise took place in the late austral summer from\n01 to 23 March 2007. The French research vessel <I>Marion\nDufresne</I> sailed from Punta Arenas, Chile (70.85° W,\n53.12° S), to Réunion island (55.36° E,\n21.06° S) across the South Atlantic Ocean. In situ measurements\nof hydrogen peroxide, methylhydroperoxide and ozone were performed and are\ncompared to simulations with the atmospheric chemistry global circulation\nmodel EMAC (ECHAM/MESSy Atmospheric Chemistry). The model generally reproduces the measured trace gas levels,\nbut it underestimates hydrogen peroxide mixing ratios at high wind speeds,\nindicating too-strong dry deposition to the ocean surface. An interesting\nfeature during the cruise is a strong increase of hydrogen peroxide,\nmethylhydroperoxide and ozone shortly after midnight off the west coast of\nAfrica due to an increase in the boundary layer height, leading to downward\ntransport from the free troposphere, which is qualitatively reproduced by\nthe model.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/6971/2015/", 
        "title": "Hydrogen peroxide in the marine boundary layer over the South Atlantic during the OOMPH cruise in March 2007"
    }, 
    {
        "author": "Tom Goren, Daniel Rosenfeld", 
        "date": "2015-06-22", 
        "description": "\nMarine stratocumulus clouds (MSC) cover large areas over the oceans and possess super sensitivity of their cloud radiative effect to changes in aerosol concentrations. Aerosols can cause transitions between regimes of fully cloudy closed cells and open cells. The possible role of aerosols in cloud cover has a big impact on the amount of reflected solar radiation from the clouds, thus potentially constitutes very large aerosol indirect radiative effect, which can exceed 100 Wm−2. It is hypothesized that continentally polluted clouds remain in closed cells regime for longer time from leaving continent and hence for longer distance away from land, thus occupying larger ocean areas with full cloud cover. Attributing this to anthropogenic aerosols would imply a very large negative radiative forcing with a significant climate impact. This possibility is confirmed by analyzing a detailed case study based on geostationary and polar-orbiting satellite observations of the microphysical and dynamical evolution of MSC. We show that large area of closed cells was formed over the northeast Atlantic Ocean downwind of Europe in a continentally polluted air mass. The closed cells undergo cleansing process that was tracked for 3.5 days that resulted with a rapid transition from closed to open cells once the clouds started drizzling heavily. The mechanism leading to the eventual breakup of the clouds due to both meteorological and aerosol considerations is elucidated. We termed this cleansing and cloud breakup process maritimization. Further study is needed to assess the climatological significance of such situations.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023176", 
        "title": "Extensive closed cell marine stratocumulus downwind of Europe—A large aerosol cloud mediated radiative effect or forcing?"
    }, 
    {
        "author": "I. Camara, Nicolas Kolodziejczyk, Juliette Mignot, Alban Lazar, Amadou T. Gaye", 
        "date": "2015-06-19", 
        "description": "\n\nThe physical processes controlling the mixed layer salinity (MLS) seasonal budget in the tropical Atlantic Ocean are investigated using a regional configuration of an ocean general circulation model. The analysis reveals that the MLS cycle is generally weak in comparison of individual physical processes entering in the budget because of strong compensation. In evaporative regions, around the surface salinity maxima, the ocean acts to freshen the mixed layer against the action of evaporation. Poleward of the southern SSS maxima, the freshening is ensured by geostrophic advection, the vertical salinity diffusion and, during winter, a dominant contribution of the convective entrainment. On the equatorward flanks of the SSS maxima, Ekman transport mainly contributes to supply freshwater from ITCZ regions while vertical salinity diffusion adds on the effect of evaporation. All these terms are phase locked through the effect of the wind. Under the seasonal march of the ITCZ and in coastal areas affected by river (7°S:15°N), the upper ocean freshening by precipitations and/or runoff is attenuated by vertical salinity diffusion. In the eastern equatorial regions, seasonal cycle of wind forced surface currents advect freshwaters, which are mixed with subsurface saline water because of the strong vertical turbulent diffusion. In all these regions, the vertical diffusion presents an important contribution to the MLS budget by providing, in general, an upwelling flux of salinity. It is generally due to vertical salinity gradient and mixing due to winds. Furthermore, in the equator where the vertical shear, associated to surface horizontal currents, is developed, the diffusion depends also on the sheared flow stability.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010865", 
        "title": "On the seasonal variations of salinity of the tropical Atlantic mixed layer"
    }, 
    {
        "author": "Wayne Crawford, Valerie Ballu, Xavier Bertin, Mikhail Karpytchev", 
        "date": "2015-06-16", 
        "description": "\n\nInfragravity waves are long-period (25-250 second) ocean surface gravity waves generated in coastal zones through wave-wave interactions or oscillation of the breaking point. Most of the infragravity wave energy is trapped or dissipated near coastlines, but a small percentage escapes into the open oceans. The source of deep ocean infragravity waves is debated, specifically whether they come mostly from regions with strong source waves or from sites with particular morphologies/orientations. We correlate measurements of infragravity waves in the deep North Atlantic Ocean with infragravity wave generation parameters throughout the Atlantic Ocean to find the dominant sources of deep ocean infragravity wave energy in the North Atlantic Ocean. The deep ocean infragravity wave data are from a 5-year deployment of absolute pressure gauges west of the Azores islands (37°N, 35°W) and shorter datasets from seafloor tsunami gauges (DART buoys). Two main sources are identified: one off of the west coast of southern Europe and northern Africa (25-40°N) in northern hemisphere winter and the other off the west coast of equatorial Africa (the Gulf of Guinea) in southern hemisphere winter. These regions have relatively weak source waves and weak infragravity wave propagation paths to the main measurement site, indicating that that the site morphology/orientation dominates the creation of deep-ocean infragravity waves. Both regions have also been identified as potential sources of global seismological noise, suggesting that the same mechanisms may be behind the generation of deep ocean infragravity waves and global seismological noise in the frequency band from 0.001 to 0.04 Hz. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010657", 
        "title": "The sources of deep ocean infragravity waves observed in the North Atlantic Ocean"
    }, 
    {
        "author": "Meike Sena Martins, Nuno Serra, Detlef Stammer", 
        "date": "2015-06-15", 
        "description": "\n\nSpace-time variability of SSS in the Atlantic Ocean (33°S–80°N) is analyzed using near-surface salinity observations from the period 1980–2013 jointly with the output from an eddy-resolving numerical ocean simulation. Results show a good agreement between in situ and model results in terms of spatial and temporal mean SSS patterns, geographically varying SSS variability, and spatial and temporal scales of SSS variability. A good agreement exists also for estimates of the amplitude and phase of the annual cycle of SSS with the model providing more spatial details of SSS variability, which cannot be resolved by observations, especially near ocean margins and in shelf areas. Dominant spatial and temporal scales of SSS variability are, respectively, between 100 and 250 km and between 30 and 70 days in most of the Atlantic when the annual cycle of the SSS is included. However, smaller-scale salinity features are also present, which show temporal decorrelation scales of only 3–5 days throughout the Atlantic. This fast variability must be considered when producing weekly averaged salinity products from satellite measurements.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010649", 
        "title": "Spatial and temporal scales of sea surface salinity variability in the Atlantic Ocean"
    }
]