[
    {
        "author": "C.   Bloszies, S.L.   Forman, D.K.   Wright</br>", 
        "date": "2015-08-31", 
        "description": "             Publication date: <pubDate>September 2015</pubDate><br> <b>Source:</b>Global and Planetary Change, Volume 132</br><br>     Author(s): C.   Bloszies, S.L.   Forman, D.K.   Wright</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Relict beaches adjacent to Lake Turkana, Kenya provide a record of water level variability for the Late Quaternary. This study focused on deciphering the geomorphology, sedimentology, stratigraphy and <sup loc=\"pre\">14</sup>C chronology of strand plain sequences in the Kalokol and Lothagam areas, at the western margin of the Lake. Nine &amp;gt;<hsp sp=\"0.10\"/>30<hsp sp=\"0.25\"/>m oscillations in water level were documented between ca. 15 and 4<hsp sp=\"0.25\"/>ka. The earliest lake level oscillation between ca. 14.5 and 13<hsp sp=\"0.25\"/>ka is not well constrained with water level to at least 70<hsp sp=\"0.25\"/>m above the present surface and subsequently fell to at least 50<hsp sp=\"0.25\"/>m. Lake level increased to at least 90<hsp sp=\"0.25\"/>m between ca. 11.2 and 10.4<hsp sp=\"0.25\"/>ka, post Younger Dryas cooling. Water level fell by &amp;gt;<hsp sp=\"0.10\"/>30<hsp sp=\"0.25\"/>m by 10.2<hsp sp=\"0.25\"/>ka, with another potential rise at ca. 8.5<hsp sp=\"0.25\"/>ka to &amp;gt;<hsp sp=\"0.10\"/>70<hsp sp=\"0.25\"/>m above current level. Lake level regressed by &amp;gt;<hsp sp=\"0.10\"/>40<hsp sp=\"0.25\"/>m at 8.2<hsp sp=\"0.25\"/>ka coincident with cooling in the equatorial eastern Atlantic Ocean. Two major &amp;gt;<hsp sp=\"0.10\"/>70<hsp sp=\"0.25\"/>m lake level oscillations centered at 6.6 and 5.2<hsp sp=\"0.25\"/>ka may reflect enhanced convection with warmer sea surface temperatures in the western Indian Ocean. The termination of the African Humid Period occurred from ca. 8.0 to 4.5<hsp sp=\"0.25\"/>ka and is characterized by highly variable lake level (±&amp;gt;40<hsp sp=\"0.25\"/>m), rather than one monotonic fall in water level. This lake level variability reflects a complex response to variations in the extent and intensity of the East and West African Monsoons near geographic and topographic limits within the catchment of Lake Turkana. Also, for this closed lake basin excesses and deficits in water input are amplified with a cascading lake effect in the East African Rift Valley and through the Chew Bahir Basin. The final regression from a high stand of &amp;gt;<hsp sp=\"0.10\"/>90<hsp sp=\"0.25\"/>m above the present lake began at 5.2<hsp sp=\"0.25\"/>ka and water level was below 20<hsp sp=\"0.25\"/>m by 4.5<hsp sp=\"0.25\"/>ka; and for the remainder of the Holocene. This sustained low stand is associated with weakening of the West African Monsoon, a shift of the mean position of Congo Air Boundary west of the Lake Turkana catchment and with meter-scale variability in lake level linked to Walker circulation across the Indian Ocean.</simple-para> </abstract-sec><br> <h3 class=\"h3\">Graphical abstract</h3> <img src=\"http://origin-ars.els-cdn.com/content/image/1-s2.0-S0921818115001265-fx1.jpg\" height=\"200\" width=\"390\" alt=\"image\"/></br></br><br></br></br>", 
        "journal": "Global and Planetary Change", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0921818115001265%26_version%3D1%26md5%3Dc9c183ede532ed9498a850ada820050f", 
        "title": "Water level history for Lake Turkana, Kenya in the past 15,000years and a variable transition from the African Humid Period to Holocene aridity"
    }, 
    {
        "author": "Gregory S.   Jenkins, Miliaritiana L.   Robjhon, Ashford   Reyes, Adriel   Valentine, Luis   Neves</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 118</br><br>     Author(s): Gregory S.   Jenkins, Miliaritiana L.   Robjhon, Ashford   Reyes, Adriel   Valentine, Luis   Neves</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">During the peak period of hurricane activity in the summer of 2010, vertical profiles of ozone using ozonesondes were taken downstream of tropical cyclones in the Western and Eastern Atlantic Ocean basin at Barbados and Cape Verde. Measurements are taken for tropical cyclones Danielle, Earl, Fiona, Gaston, Julia and Igor. The measurements show an increase in ozone mixing ratios with air originating from the tropical cyclones at 5–10 km altitude. We suggest that observed lightning activity associated tropical cyclones and the subsequent production of NO<inf loc=\"post\">X</inf> followed by upper level outflow and subsidence ahead of the tropical cyclones and aged continental outflow from West Africa thunderstorms produced observed increases in ozone mixing ratios. Hurricane Danielle showed the largest changes in ozone mixing ratio with values increasing from 25 ppb to 70 ppb between 22 and 25 August in the middle troposphere, near 450 hPa; warming and drying in the middle and lower troposphere. Measurements of ozone mixing ratios in Cape Verde show higher ozone mixing ratios prior to the passage of tropical storm Julia but low ozone mixing ratios and high relative humidity up to 300 hPa when the storm was in close proximity. This is due most likely the vertically transported from the marine boundary layer.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Atmospheric Environment", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015302247%26_version%3D1%26md5%3Ddff174b4f146359887564efab3d1557e", 
        "title": "Elevated middle and upper troposphere ozone observed downstream of Atlantic tropical cyclones"
    }, 
    {
        "author": "O.   Alizadeh-Choobari, A.   Sturman, P.   Zawar-Reza</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>December 2014</pubDate><br> <b>Source:</b>Dynamics of Atmospheres and Oceans, Volume 68</br><br>     Author(s): O.   Alizadeh-Choobari, A.   Sturman, P.   Zawar-Reza</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0010\" view=\"all\">Aerosols make a considerable contribution to the climate system through their radiative and cloud condensation nuclei effects, which underlines the need for understanding the origin of aerosols and their transport pathways. Seasonal distribution of mineral dust around the globe and its correlation with atmospheric circulation is investigated using satellite data, and meteorological data from ECMWF. The most important sources of dust are located in North Africa, the Middle East and Southwest Asia with an observed summer maximum, and East Asia with a spring peak. Maximum dust activity over North Africa and the Middle East in summer is attributed to dry convection associated with the summertime low-pressure system, while unstable weather and dry conditions are responsible for the spring peak in dust emission in East Asia. Intercontinental transport of mineral dust by atmospheric circulation has been observed, including trans-Atlantic transport of North African dust, trans-Pacific transport of Asian dust, and transport of dust from the Middle East across the Indian Ocean. The extent of African dust over the Atlantic Ocean and its latitudinal variation with season is related to the large-scale atmospheric circulation, including seasonal changes in the position of the intertropical convergence zone (ITCZ) and variation of wind patterns. North African aerosols extend over longer distances across the North Atlantic in summer because of greater dust emission, an intensified easterly low level jet (LLJ) and strengthening of the Azores-Bermuda anticyclonic circulation. Transport of East Asian aerosol is facilitated by the existence of a LLJ that extends from East Asia to the west coast of North America.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Dynamics of Atmospheres and Oceans", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0377026514000347%26_version%3D1%26md5%3D31a5cbbdcb9c0b6cc445f35378615aa2", 
        "title": "A global satellite view of the seasonal distribution of mineral dust and its correlation with atmospheric circulation"
    }, 
    {
        "author": "Youjia   Zou, Xiangying   Xi</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>September 2014</pubDate><br> <b>Source:</b>Dynamics of Atmospheres and Oceans, Volume 67</br><br>     Author(s): Youjia   Zou, Xiangying   Xi</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0010\" view=\"all\">The Gulf Stream, one of the strongest currents in the world, transports approximately 31<hsp sp=\"0.25\"/>Sv of water (<cross-refs id=\"crfs0005\" refid=\"bib0075 bib0015 bib0105\">Kelly and Gille, 1990; Baringer and Larsen, 2001; Leaman et al., 1995</cross-refs>) and 1.3<hsp sp=\"0.25\"/>×<hsp sp=\"0.25\"/>10<sup loc=\"post\">15</sup> <hsp sp=\"0.25\"/>W (<cross-ref id=\"crf0020\" refid=\"bib0100\">Larsen, 1992</cross-ref>) of heat into the Atlantic Ocean, and warms the vast European continent. Thus any change of the Gulf Stream could lead to the climate change in the European continent, and even worldwide (<cross-ref id=\"crf0025\" refid=\"bib0035\">Bryden et al., 2005</cross-ref>). Past studies have revealed a diminished Gulf Stream and oceanic heat transport that was possibly associated with a southward migration of intertropical convergence zone (ITCZ) and may have contributed to Little Ice Age (AD ∼1200 to 1850) in the North Atlantic (<cross-ref id=\"crf0030\" refid=\"bib0110\">Lund et al., 2006</cross-ref>). However, the causations of the Gulf Stream weakening due to the southward migration of the ITCZ remain uncertain. Here we use satellite observation data and employ a model (oceanic general circulation model – OGCM) to demonstrate that the Brazilian promontory in the east coast of South America may have played a crucial role in allocating the equatorial currents, while the mean position of the equatorial currents migrates between northern and southern hemisphere in the Atlantic Ocean. Northward migrations of the equatorial currents in the Atlantic Ocean have little influence on the Gulf Stream. Nevertheless, southward migrations, especially abrupt large southward migrations of the equatorial currents, can lead to the increase of the Brazil Current and the significant decrease of the North Brazil Current, in turn the weakening of the Gulf Stream. The results from the model simulations suggest the mean position of the equatorial currents in the Atlantic Ocean shifted at least 180–260<hsp sp=\"0.25\"/>km southwards of its present-day position during the Little Ice Age based on the calculations of simple linear equations and the OGCM simulations.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Dynamics of Atmospheres and Oceans", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0377026514000207%26_version%3D1%26md5%3Dc7772c80c16d023925bc68a1c11e9af7", 
        "title": "The possible role of Brazilian promontory in Little Ice Age"
    }, 
    {
        "author": "Christian   Ercolani, Joanne   Muller, Jennifer   Collins, Michael   Savarese, Louis   Squiccimara</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>15 October 2015</pubDate><br> <b>Source:</b>Quaternary Science Reviews, Volume 126</br><br>     Author(s): Christian   Ercolani, Joanne   Muller, Jennifer   Collins, Michael   Savarese, Louis   Squiccimara</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">Recent research has proposed that human-induced sea surface temperature (SST) warming has led to an increase in the intensity of hurricanes over the past 30 years. However, this notion has been challenged on the basis that the instrumental record is too short and unreliable to reveal long-term trends in hurricane activity. This study addresses this limitation by investigating hurricane-induced overwash deposits (paleotempestites) behind a barrier island in Naples, FL, USA. Paleotempestologic proxies including grain size, percent calcium carbonate, and fossil shells species were used to distinguish overwash events in two sediment cores spanning the last one thousand years. Two prominent paleotempestites were observed in the top 20 cm of both cores: the first identified as Hurricane Donna in 1960 whereas an older paleotempestite (1900–1930) could represent one of three documented storms in the early 1900s. An active period of hurricane overwash from 1000 to 500 yrs. BP and an inactive period from 500 to 150 yrs. BP correlate with reconstructed SSTs from the Main Development Region (MDR) of the North Atlantic Ocean. We observe an increased number of paleotempestites when MDR SSTs are warmer, coinciding with the Medieval Warm Period, and very few paleotempestites when MDR SSTs are cooler, coinciding with the Little Ice Age. Results from this initial Southwest Florida study indicate that MDR SSTs have been a key long-term climate driver of intense Southwest Florida hurricane strikes.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Quaternary Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0277379115300755%26_version%3D1%26md5%3D8f9179e916ca5e03307d60880e90ec48", 
        "title": "Intense Southwest Florida hurricane landfalls over the past 1000 years"
    }, 
    {
        "author": "Coralie   Zorzi, Maria Fernanda   Sanchez Goñi, Krishnamurthy   Anupama, Srinivasan   Prasad, Vincent   Hanquiez, Joel   Johnson, Liviu   Giosan</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>1 October 2015</pubDate><br> <b>Source:</b>Quaternary Science Reviews, Volume 125</br><br>     Author(s): Coralie   Zorzi, Maria Fernanda   Sanchez Goñi, Krishnamurthy   Anupama, Srinivasan   Prasad, Vincent   Hanquiez, Joel   Johnson, Liviu   Giosan</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">In contrast to the East Asian and African monsoons the Indian monsoon is still poorly documented throughout the last climatic cycle (last 135,000 years). Pollen analysis from two marine sediment cores (NGHP-01-16A and NGHP-01-19B) collected from the offshore Godavari and Mahanadi basins, both located in the Core Monsoon Zone (CMZ) reveals changes in Indian summer monsoon variability and intensity during three contrasting climatic periods: the Holocene, the Heinrich Stadial (HS) 2 and the Marine Isotopic Stage (MIS) 5/4 during the ice sheet growth transition. During the first part of the Holocene between 11,300 and 4200 cal years BP, characterized by high insolation (minimum precession, maximum obliquity), the maximum extension of the coastal forest and mangrove reflects high monsoon rainfall. This climatic regime contrasts with that of the second phase of the Holocene, from 4200 cal years BP to the present, marked by the development of drier vegetation in a context of low insolation (maximum precession, minimum obliquity). The historical period in India is characterized by an alternation of strong and weak monsoon centennial phases that may reflect the Medieval Climate Anomaly and the Little Ice Age, respectively. During the HS 2, a period of low insolation and extensive iceberg discharge in the North Atlantic Ocean, vegetation was dominated by grassland and dry flora indicating pronounced aridity as the result of a weak Indian summer monsoon. The MIS 5/4 glaciation, also associated with low insolation but moderate freshwater fluxes, was characterized by a weaker reduction of the Indian summer monsoon and a decrease of seasonal contrast as recorded by the expansion of dry vegetation and the development of <italic>Artemisia</italic>, respectively. Our results support model predictions suggesting that insolation changes control the long term trend of the Indian monsoon precipitation, but its millennial scale variability and intensity are instead modulated by atmospheric teleconnections to remote phenomena in the North Atlantic, Eurasia or the Indian Ocean.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Quaternary Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0277379115300184%26_version%3D1%26md5%3Da75fcf84aaecb36876ae6ff399f09eab", 
        "title": "Indian monsoon variations during three contrasting climatic periods: The Holocene, Heinrich Stadial 2 and the last interglacial–glacial transition"
    }, 
    {
        "author": "Tanja   Badewien, Angela   Vogts, Lydie   Dupont, Jürgen   Rullkötter</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>1 October 2015</pubDate><br> <b>Source:</b>Quaternary Science Reviews, Volume 125</br><br>     Author(s): Tanja   Badewien, Angela   Vogts, Lydie   Dupont, Jürgen   Rullkötter</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">Global and local climatic forcing, e.g. concentration of atmospheric CO<inf loc=\"post\">2</inf> or insolation, influence the distribution of C<inf loc=\"post\">3</inf> and C<inf loc=\"post\">4</inf> plants in southwest Africa. C<inf loc=\"post\">4</inf> plants dominate in more arid and warmer areas and are favoured by lower <italic>p</italic>CO<inf loc=\"post\">2</inf> levels. Several studies have assessed past and present continental vegetation by the analysis of terrestrial <italic>n</italic>-alkanes in near-coastal deep sea sediments using single samples or a small number of samples from a given climatic stage. The objectives of this study were to evaluate vegetation changes in southwest Africa with regard to climatic changes during the Late Pleistocene and the Holocene and to elucidate the potential of single sample simplifications. We analysed two sediment cores at high resolution, altogether ca. 240 samples, from the Southeast Atlantic Ocean (20°S and 12°S) covering the time spans of 18 to 1 ka and 56 to 2 ka, respectively. Our results for 20°S showed marginally decreasing C<inf loc=\"post\">4</inf> plant domination (of ca. 5%) during deglaciation based on average chain length (ACL<inf loc=\"post\">27–33</inf> values) and carbon isotopic composition of the C<inf loc=\"post\">31</inf> and C<inf loc=\"post\">33</inf> <italic>n</italic>-alkanes. Values for single samples from 18 ka and the Holocene overlap and, thus, are not significantly representative of the climatic stages they derive from. In contrast, at 12°S the <italic>n</italic>-alkane parameters show a clear difference of plant type for the Late Pleistocene (C<inf loc=\"post\">4</inf> plant domination, 66% C<inf loc=\"post\">4</inf> on average) and the Holocene (C<inf loc=\"post\">3</inf> plant domination, 40% C<inf loc=\"post\">4</inf> on average). During deglaciation vegetation change highly correlates with the increase in <italic>p</italic>CO<inf loc=\"post\">2</inf> (r² = 0.91). Short-term climatic events such as Heinrich Stadials or Antarctic warming periods are not reflected by vegetation changes in the catchment area. Instead, smaller vegetation fluctuations during the Late Pleistocene occur in accordance with local variations of insolation.</simple-para> </abstract-sec><br> <h3 class=\"h3\">Graphical abstract</h3> <img src=\"http://origin-ars.els-cdn.com/content/image/1-s2.0-S0277379115300718-fx1.jpg\" height=\"196\" width=\"500\" alt=\"image\"/></br></br><br></br></br>", 
        "journal": "Quaternary Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0277379115300718%26_version%3D1%26md5%3Df5ae6f5a7e0196db1809f419ea060d60", 
        "title": "Influence of Late Pleistocene and Holocene climate on vegetation distributions in southwest Africa elucidated from sedimentary n-alkanes – Differences between 12°S and 20°S"
    }, 
    {
        "author": "Amanda M. Sheffield, Stephen M. Saleeby, Susan C. Heever", 
        "date": "2015-08-14", 
        "description": "\n\nTropical convection has been observed to contain three cloud modes, the middle of which is cumulus congestus clouds. Congestus clouds act to moisten the tropical atmosphere, may be mixed-phase, and on occasion surpass the freezing level inversion from where they may develop into deeper convection. This study investigates the impacts of enhanced aerosol concentrations on the growth of congestus clouds produced in idealized cloud-resolving model simulations run under a state of radiative convective equilibrium (RCE). High resolution, long duration simulations were completed using the Regional Atmospheric Modeling System (RAMS). Aerosol concentrations between 2 and 4 km AGL were varied from clean to polluted conditions in order to represent the advection of Saharan dust over the Atlantic Ocean. The congestus populations within each aerosol simulation are statistically analyzed using ten days of model output after the simulation reaches RCE. Results indicate that congestus in more polluted conditions produce greater amounts of cloud water and ice mass, enhanced updraft strengths and an increase in the number of congestus cloud tops that extend above the freezing level. Enhanced vapor depositional growth on the populations of more numerous, smaller cloud droplets in the polluted conditions, and the subsequent increase in latent heat release in the warm phase regions of the cloud, are found to be important factors in convective invigoration of these cloud systems. Aerosol feedbacks associated with cold pools and condensate loading also influence the updraft strength, and act in opposition to the warm phase invigoration processes.\n", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023743", 
        "title": "Aerosol-induced mechanisms for cumulus congestus growth"
    }, 
    {
        "author": "M.A. Taylor, I.L. Hendy, D.K. Pak", 
        "date": "2015-08-13", 
        "description": "\n\nA high resolution record of δ18O and Mg/Ca-based temperatures spanning 10–50 ka has been reconstructed from the Vancouver margin of the northeastern Pacific Ocean (MD02-2496) from two planktonic foraminiferal species, Neogloboquadrina pachyderma (s.) and Globigerina bulloides. While δ18Ocalcite appears synchronous with Dansgaard-Oeschger Interstadials (DOIs) throughout the record, millennial scale variability in sea surface temperatures (SSTs) and reconstructed δ18Oseawater are frequently out of phase with Greenland climate. Changes in water mass characteristics such as δ18Ocalcite and enriched δ15N events apparently responded to millennial-scale climate change during Marine Isotope Stage 3 (MIS 3), such that negative δ18Ocalcite excursions coincided with heavier δ15N. These water mass characteristic shifts are suggestive of the presence of surface water advected from the Eastern Tropical North Pacific (ETNP) by relative strengthening of the California Undercurrent (CUC) bringing warm, salty tropical waters poleward. The linkage between the strength of the CUC on the NE Pacific margin and millennial-scale climate change may be related to increased sea surface heights off Central America as the Intertropical Convergence Zone (ITCZ) shifted northward in response to changes in North Atlantic Ocean circulation. Poor correlations between proxies exist through late MIS 3 into MIS 2. Ice sheet growth could have disrupted the linkage between CUC and the NE Pacific margin as the Laurentide Ice sheet disrupted atmospheric circulation and the Cordilleran Ice Sheet increasingly influenced regional paleoceanography.\n", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014PA002738", 
        "title": "The California current system as a transmitter of millennial scale climate change on the northeastern Pacific margin from 10–50 ka"
    }, 
    {
        "author": "Yang Chen, James T. Randerson, Douglas C. Morton", 
        "date": "2015-08-12", 
        "description": "\n\nWe describe a climate mode synchronizing forest carbon losses from North and South America by analyzing time series of tropical North Atlantic sea surface temperatures (SSTs), landfall hurricanes and tropical storms, and Amazon fires during 1995–2013. Years with anomalously high tropical North Atlantic SSTs during March–June were often followed by a more active hurricane season and a larger number of satellite-detected fires in the southern Amazon during June–November. The relationship between North Atlantic tropical cyclones and southern Amazon fires (r = 0.61, p < 0.003) was stronger than links between SSTs and either cyclones or fires alone, suggesting that fires and tropical cyclones were directly coupled to the same underlying atmospheric dynamics governing tropical moisture redistribution. These relationships help explain why seasonal outlook forecasts for hurricanes and Amazon fires both failed in 2013 and may enable the design of improved early warning systems for drought and fire in Amazon forests.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064505", 
        "title": "Tropical North Atlantic ocean-atmosphere interactions synchronize forest carbon losses from hurricanes and Amazon fires"
    }, 
    {
        "author": "Rios, A. F., Resplandy, L., Garcia&ndash;Ibanez, M. I., Fa&#x0237;ar, N. M., Velo, A., Padin, X. A., Wanninkhof, R., Steinfeldt, R., Roson, G., Perez, F. F.", 
        "date": "2015-08-11", 
        "description": "Global ocean acidification is caused primarily by the ocean’s uptake of CO2 as a consequence of increasing atmospheric CO2 levels. We present observations of the oceanic decrease in pH at the basin scale (50°S–36°N) for the Atlantic Ocean over two decades (1993–2013). Changes in pH associated with the uptake of...", 
        "journal": "PNAS - Environmental Sciences", 
        "link": "http://www.pnas.org/content/112/32/9950.short?rss=1", 
        "title": "Decadal acidification in the Atlantic [Environmental Sciences]"
    }, 
    {
        "author": "B. Metcalfe, W. Feldmeijer, M. de Vringer-Picon, G.-J. A. Brummer, F. J. C. Peeters, and G. M. Ganssen", 
        "date": "2015-08-07", 
        "description": "<b>Late Pleistocene glacial–interglacial shell-size–isotope variability in planktonic foraminifera as a function of local hydrography</b><br /><br />Biogeosciences, 12, 4781-4807, 2015<br /><br />Author(s): B. Metcalfe, W. Feldmeijer, M. de Vringer-Picon, G.-J. A. Brummer, F. J. C. Peeters, and G. M. Ganssen<br /><br />So-called \"vital effects\" are a collective term for a suite of physiologically\nand metabolically induced variability in oxygen (δ<sup>18</sup>O) and carbon\n(δ<sup>13</sup>C) isotope ratios of planktonic foraminifer shells that hamper\nprecise quantitative reconstruction of past ocean parameters. Correction for\npotential isotopic offsets from equilibrium or the expected value is\nparamount, as too is the ability to define a comparable life stage for each\nspecies that allows for direct comparison. Past research has focused upon\nfinding a specific size range for individual species in lieu of other\nidentifiable features, thus allowing ocean parameters from a particular constant\n(i.e. a specific depth or season) to be reconstructed. Single-shell isotope\nanalysis of fossil shells from a mid-latitude North Atlantic Ocean\npiston core covering Termination III (200 to 250 ka) highlight the\nadvantage of using a dynamic size range, i.e. utilising measurements from\nmultiple narrow sieve size fractions spanning a large range of total body\nsizes, in studies of palaeoclimate. Using this methodology, we show that\nisotopic offsets between specimens in successive size fractions of\n<i>Globorotalia inflata</i> and <i>Globorotalia truncatulinoides</i> are\nnot constant over time, contrary to previous findings. For δ<sup>18</sup>O in\nsmaller-sized globorotalids (212–250 μm) it is suggested that the\noffset from other size fractions may reflect a shallower habitat in an early\nontogenetic stage. A reduction in the difference between small and large\nspecimens of <i>G. inflata</i> between insolation minima and maxima is\ninterpreted to relate to a prolonged period of reduced water column\nstratification. For the shallow-dwelling species <i>Globigerina\nbulloides</i>, no size–isotope difference between size fractions is observed, and\nthe variability in the oxygen isotopic values is shown to correlate well\nwith the seasonal insolation patterns. As such, patterns in oxygen isotope\nvariability of fossil populations may be used to reconstruct past seasonality\nchanges.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/4781/2015/", 
        "title": "Late Pleistocene glacial–interglacial shell-size–isotope variability in planktonic foraminifera as a function of local hydrography"
    }, 
    {
        "author": "Iris Moebius, Oliver Friedrich, Kirsty M. Edgar, Philip F. Sexton", 
        "date": "2015-08-04", 
        "description": "\n\nThe Middle Eocene Climatic Optimum (MECO) is an ~500 kyr interval of pronounced global warming from which the climate system recovered in <50 kyr. The deep-sea sedimentary record can provide valuable insight on the marine ecosystem response to this protracted global warming event and consequently on the ecological changes during this time. Here we present new benthic foraminiferal assemblage data from Ocean Drilling Program Site 1051 in the subtropical North Atlantic, spanning the MECO and post-MECO interval (41.1 to 39.5 Ma). We find little change in the species composition of benthic foraminiferal assemblages during the studied interval, suggesting that the rate of environmental change was gradual enough that these organisms were able to adapt. However, we identify two transient intervals associated with peak warming (higher-productivity interval (HPI)-1; 40.07–39.96 Ma) and shortly after the MECO (HPI-2; 39.68–39.55 Ma), where benthic foraminiferal accumulation rates increase by an order of magnitude. These HPIs at Site 1051 appear to coincide with intervals of strengthened productivity in the Tethys, Southern Ocean, and South Atlantic, and we suggest that an intensified hydrological cycle during the climatic warmth of the MECO was responsible for eutrophication of marine shelf and slope environments.\n", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014PA002673", 
        "title": "Episodes of intensified biological productivity in the subtropical Atlantic Ocean during the termination of the Middle Eocene Climatic Optimum (MECO)"
    }, 
    {
        "author": "Peter A. Alpert, Wendy P. Kilthau, Dylan W. Bothe, JoAnn C. Radway, Josephine Y. Aller, Daniel A. Knopf", 
        "date": "2015-08-02", 
        "description": "\n\nThe oceans cover most of the Earth's surface, contain nearly half the total global primary biomass productivity, and are a major source of atmospheric aerosol particles. Here we experimentally investigate links between biological activity in seawater and sea spray aerosol (SSA) flux, a relationship of potential significance for organic aerosol loading and cloud formation over the oceans, and thus for climate globally. Bubbles were generated in laboratory mesocosm experiments either by recirculating impinging water jets or glass frits. Experiments were conducted with Atlantic Ocean seawater collected off the eastern end of Long Island, NY, and with artificial seawater containing cultures of bacteria and phytoplankton Thalassiosira pseudonana, Emiliania huxleyi, and Nannochloris atomus. Changes in SSA size distributions occurred during all phases of bacterial and phytoplankton growth, as characterized by cell concentrations, dissolved organic carbon (DOC), total particulate carbon (TPC), and transparent exopolymer particles (TEP, gel-forming polysaccharides representing a major component of biogenic exudate material). Over a 2 week growth period, SSA particle concentrations increased by a factor of less than 2 when only bacteria were present and by a factor of about 3 when bacteria and phytoplankton were present. Production of jet generated SSA particles of diameter less than 200 nm increased with time, while production of all particle diameters increased with time when frits were used. The implications of a marine biological activity dependent SSA flux are discussed.\n", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023469", 
        "title": "The Influence of Marine Microbial Activities on Aerosol Production: A Laboratory Mesocosm Study"
    }, 
    {
        "author": "Benjamin F. Petrick, Erin L. McClymont, Fabienne Marret, Marcel T.J. Meer", 
        "date": "2015-08-01", 
        "description": "\n\nThe Southeast Atlantic Ocean is an important component of global ocean circulation, as it includes heat and salt transfer into the Atlantic through the Agulhas Leakage as well as the highly productive Benguela Upwelling System. Here, we reconstruct sea surface temperatures (SSTs) from Ocean Drilling Program (ODP) Site 1087 in the Southeast Atlantic to investigate surface ocean circulation patterns during the late Pleistocene (0–500 ka). The UK’37 index and dinoflagellate cyst assemblages are used to reconstruct SSTs, δDalkenone is used to reconstruct changes in sea-surface salinity, and mass accumulation rates of alkenones and chlorin pigments are quantified to detect changing marine export productivity.\nThe greatest amplitude of SST warming precedes decreases in benthic δ18O and therefore occurs early in the transition from glacials to interglacials. δDalkenone, as a salinity indicator, increases before SSTs, suggesting that the pattern of Agulhas leakage is more complex than suggested by SST proxies. Marine Isotope Stage (MIS) 10 shows an anomalous pattern: it is marked by a pronounced increase in chlorin concentration, which may be related to enhanced/expanded Benguela upwelling reaching the core site. We find no evidence of an absence of Agulhas leakage throughout the record, suggesting there is no Agulhas cut-off even during MIS 10. Finally, the ODP site 1087 record shows an increasing strength of Agulhas leakage towards the present day, which may have impacted the intensity of the Atlantic Meridional Overturning Circulation (AMOC). As a result, the new analyses from ODP Site 1087 demonstrate a complex interaction between influences of the Benguela Upwelling and the Agulhas Leakage through the late Pleistocene, which are inferred here to reflect changing circulation patterns in the Southern Ocean and in the atmosphere.\n", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015PA002787", 
        "title": "Changing surface water conditions for the last 500 ka in the Southeast Atlantic: implications for variable influences of Agulhas Leakage and Benguela Upwelling"
    }, 
    {
        "author": "F. Pastor, J. A. Valiente, and M. J. Estrela", 
        "date": "2015-07-31", 
        "description": "<b>Sea surface temperature and torrential rains in the Valencia region: modelling the role of recharge areas</b><br /><br />Natural Hazards and Earth System Science, 15, 1677-1693, 2015<br /><br />Author(s): F. Pastor, J. A. Valiente, and M. J. Estrela<br /><br />Heavy rain events are frequently recorded in the Western Mediterranean\ncausing economic losses and even human casualties. The Western Mediterranean\nis a deep and almost closed sea surrounded by high mountain ranges and with\nlittle exchange of water with the Atlantic ocean. A main factor in the\ndevelopment of torrential rains is ocean-atmosphere exchanges of heat and\nmoisture that can potentially destabilize air masses travelling over the sea.\nThe study of air mass trajectories previous to the rain event permits the\nidentification of sea areas that could probably contribute to the development\nor intensification of rainfall. From a previous Mediterranean sea surface\ntemperature climatology, its spatio-temporal distribution patterns have been\nstudied showing two main distribution modes in winter and summer and\ntransitional regimes in spring and autumn. Hence, three heavy precipitation\nevents, for such winter and summer sea temperature regimes and for fall\ntransition, affecting the Valencia region have been selected to study the\neffect of sea surface temperature in torrential rains. Simulations with\nperturbed sea surface temperature in different areas along the air mass path\nwere run to compare results with unperturbed simulation. The variation of sea\nsurface temperature in certain areas caused significant changes in model\naccumulated values and its spatial distribution. Therefore, the existence of\nareas that at a greater extent favour air-sea interaction leading to the\ndevelopment of torrential rainfall in the Valencia region has been shown. This\nmethodology could be extended to the whole Mediterranean basin to look for\nsuch potential recharge areas. The identification of sea areas that\ncontribute to the development or intensification of heavy rain events in the\nMediterranean countries could be a useful prognosis and/or monitoring tool.", 
        "journal": "Natural Hazards and Earth System Science", 
        "link": "http://www.nat-hazards-earth-syst-sci.net/15/1677/2015/", 
        "title": "Sea surface temperature and torrential rains in the Valencia region: modelling the role of recharge areas"
    }, 
    {
        "author": "Claude Frankignoul et al", 
        "date": "2015-07-30", 
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-15-0007.1?af=R", 
        "title": "Wintertime Atmospheric Response to North Atlantic Ocean Circulation Variability in a Climate Model"
    }, 
    {
        "author": "S. Dutkiewicz, A. E. Hickman, O. Jahn, W. W. Gregg, C. B. Mouw, and M. J. Follows", 
        "date": "2015-07-29", 
        "description": "<b>Capturing optically important constituents and properties in  a marine biogeochemical and ecosystem model</b><br /><br />Biogeosciences, 12, 4447-4481, 2015<br /><br />Author(s): S. Dutkiewicz, A. E. Hickman, O. Jahn, W. W. Gregg, C. B. Mouw, and M. J. Follows<br /><br />We present a numerical model of the ocean that couples a three-stream\nradiative transfer component with a marine biogeochemical–ecosystem component in\na dynamic three-dimensional physical framework. The radiative transfer\ncomponent resolves the penetration of spectral irradiance as it is absorbed and\nscattered within the water column.  We explicitly include the effect of several\noptically important water constituents (different phytoplankton functional\ntypes; detrital particles; and coloured dissolved organic matter, CDOM). The\nmodel is evaluated against in situ-observed and satellite-derived products. In\nparticular we compare to concurrently measured biogeochemical, ecosystem, and\noptical data along a meridional transect of the Atlantic Ocean. The simulation\ncaptures the patterns and magnitudes of these data, and estimates surface\nupwelling irradiance analogous to that observed by ocean colour satellite\ninstruments.\nWe find that incorporating the different optically important\nconstituents explicitly and including spectral irradiance was crucial to\ncapture the variability in the depth of the  subsurface  chlorophyll <i>a</i> (Chl <i>a</i>) maximum.\nWe conduct a series of sensitivity experiments to\n      demonstrate, globally, the relative importance of each of the water\n      constituents, as well as the crucial feedbacks between the light field,\n      the relative fitness of phytoplankton types, and the biogeochemistry\n      of the ocean.\n CDOM has proportionally more importance at attenuating light at\nshort wavelengths and in more productive waters, phytoplankton absorption is\nrelatively more important at the subsurface Chl <i>a</i>\nmaximum, and  water molecules have the greatest contribution\nwhen concentrations of other constituents are low, such as in the\noligotrophic gyres. Scattering had less effect on attenuation,\nbut since it is important for the amount and type of upwelling irradiance, it is\ncrucial for setting sea surface reflectance.\n   Strikingly, sensitivity experiments in which\n      absorption by any of the optical constituents was increased led to\n      a decrease in the size of the oligotrophic regions of the subtropical\n      gyres: lateral nutrient supplies were enhanced as a result of\n      decreasing high-latitude productivity.\nThis new model that\n      captures bio-optical feedbacks will be important for improving our\n      understanding of the role of light and optical constituents on ocean\n      biogeochemistry, especially in a changing environment.\n      Further, resolving surface upwelling irradiance will make it easier to\n      connect to satellite-derived products in the\n      future.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/4447/2015/", 
        "title": "Capturing optically important constituents and properties in  a marine biogeochemical and ecosystem model"
    }, 
    {
        "author": "Adrián Martínez-Asensio, Michael N. Tsimplis, Marta Marcos, Xiangbo Feng, Damià Gomis, Gabriel Jordà, Simon A. Josey", 
        "date": "2015-07-28", 
        "description": "\n\nThis study investigates the relationship between the wind wave climate and the main climate modes of atmospheric variability in the North Atlantic Ocean. The modes considered are the North Atlantic Oscillation (NAO), the East Atlantic (EA) pattern, the East Atlantic Western Russian (EA/WR) pattern and the Scandinavian (SCAN) pattern. The wave dataset consists of buoys records, remote sensing altimetry observations and a numerical hindcast providing significant wave height (SWH), mean wave period (MWP) and mean wave direction (MWD) for the period 1989–2009. After evaluating the reliability of the hindcast, we focus on the impact of each mode on seasonal wave parameters and on the relative importance of wind-sea and swell components. Results demonstrate that the NAO and EA patterns are the most relevant, whereas EA/WR and SCAN patterns have a weaker impact on the North Atlantic wave climate variability. During their positive phases, both NAO and EA patterns are related to winter SWH at a rate that reaches 1 m per unit index along the Scottish coast (NAO) and Iberian coast (EA) patterns. In terms of winter MWD, the two modes induce a counterclockwise shift of up to 65° per negative NAO (positive EA) unit over west European coasts. They also increase the winter MWP in the North Sea and in the Bay of Biscay (up to 1 s per unit NAO) and along the western coasts of Europe and North Africa (1 s per unit EA). The impact of winter EA pattern on all wave parameters is mostly caused through the swell wave component.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4415", 
        "title": "Response of the North Atlantic wave climate to atmospheric modes of variability"
    }, 
    {
        "author": "Wayne Crawford, Valerie Ballu, Xavier Bertin, Mikhail Karpytchev", 
        "date": "2015-07-23", 
        "description": "\n\nInfragravity waves are long-period (25–250 s) ocean surface gravity waves generated in coastal zones through wave-wave interactions or oscillation of the breaking point. Most of the infragravity wave energy is trapped or dissipated near coastlines, but a small percentage escapes into the open oceans. The source of deep ocean infragravity waves is debated, specifically whether they come mostly from regions with strong source waves or from sites with particular morphologies/orientations. We correlate measurements of infragravity waves in the deep North Atlantic Ocean with infragravity wave generation parameters throughout the Atlantic Ocean to find the dominant sources of deep ocean infragravity wave energy in the North Atlantic Ocean. The deep ocean infragravity wave data are from a 5 year deployment of absolute pressure gauges west of the Azores islands (37°N, 35°W) and shorter data sets from seafloor tsunami gauges (DART buoys). Two main sources are identified: one off of the west coast of southern Europe and northern Africa (25°N–40°N) in northern hemisphere winter and the other off the west coast of equatorial Africa (the Gulf of Guinea) in southern hemisphere winter. These regions have relatively weak source waves and weak infragravity wave propagation paths to the main measurement site, indicating that that the site morphology/orientation dominates the creation of deep ocean infragravity waves. Both regions have also been identified as potential sources of global seismological noise, suggesting that the same mechanisms may be behind the generation of deep ocean infragravity waves and global seismological noise in the frequency band from 0.001 to 0.04 Hz.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010657", 
        "title": "The sources of deep ocean infragravity waves observed in the North Atlantic Ocean"
    }, 
    {
        "author": "Y. Yan, A. Barth, J. M. Beckers, G. Candille, J. M. Brankart, P. Brasseur", 
        "date": "2015-07-23", 
        "description": "\n\nSea surface height, sea surface temperature, and temperature profiles at depth collected between January and December 2005 are assimilated into a realistic eddy permitting primitive equation model of the North Atlantic Ocean using the Ensemble Kalman Filter. Sixty ensemble members are generated by adding realistic noise to the forcing parameters related to the temperature. The ensemble is diagnosed and validated by comparison between the ensemble spread and the model/observation difference, as well as by rank histogram before the assimilation experiments. An incremental analysis update scheme is applied in order to reduce spurious oscillations due to the model state correction. The results of the assimilation are assessed according to both deterministic and probabilistic metrics with independent/semiindependent observations. For deterministic validation, the ensemble means, together with the ensemble spreads are compared to the observations, in order to diagnose the ensemble distribution properties in a deterministic way. For probabilistic validation, the continuous ranked probability score (CRPS) is used to evaluate the ensemble forecast system according to reliability and resolution. The reliability is further decomposed into bias and dispersion by the reduced centered random variable (RCRV) score in order to investigate the reliability properties of the ensemble forecast system. The improvement of the assimilation is demonstrated using these validation metrics. Finally, the deterministic validation and the probabilistic validation are analyzed jointly. The consistency and complementarity between both validations are highlighted.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010349", 
        "title": "Ensemble assimilation of ARGO temperature profile, sea surface temperature, and altimetric satellite data into an eddy permitting primitive equation model of the North Atlantic Ocean"
    }, 
    {
        "author": "C.F. Powell et al", 
        "date": "2015-07-14", 
        "description": "Journal of the Atmospheric Sciences, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of the Atmospheric Science", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JAS-D-15-0011.1?af=R", 
        "title": "Estimation of the Atmospheric Flux of Nutrients and Trace Metals to the Eastern Tropical North Atlantic Ocean"
    }, 
    {
        "author": "Jonathan D. Schueth, Timothy J. Bralower", 
        "date": "2015-07-14", 
        "description": "\n\nThe long-ranging nannoplankton genus Discoaster went extinct in the early Pleistocene, one of the most significant events in the Cenozoic nannofossil record. The causal factors of this extinction are poorly constrained, at least partially because the ecology of Discoaster is not well understood. We investigate the relationship between the extinction and environmental changes by comparing a suite of high-resolution nannofossil assemblage data at four Ocean Drilling Program sites to published environmental proxy records. Through the use of multivariate analysis, we determine Discoaster shared environmental preferences with the extant species Florisphaera profunda which thrives in the lower photic zone near the nutricline in locations where the water column is stratified. We show that the last occurrence of Discoaster was globally diachronous, rather than synchronous as previously thought, and likely took place in the equatorial Atlantic Ocean. We propose that the demise of Discoaster was a two-stage process. A decrease in sea surface temperatures and increase in climate variability led to a global decline in Discoaster abundance. The extinction event itself correlates to shoaling of the nutricline as signified by a decrease in the carbon isotopic gradient between surface and thermocline foraminifera. We hypothesize that the combination of global cooling and a shoaling of the nutricline greatly reduced Discoaster's deepwater niche and contributed to its extinction. This may suggest that ocean stratification and the depth of the nutricline are important contributors to overall nannoplankton diversity.\n", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015PA002803", 
        "title": "The relationship between environmental change and the extinction of the nannoplankton Discoaster in the early Pleistocene"
    }, 
    {
        "author": "Chia-Jeng Chen, Aris P. Georgakakos", 
        "date": "2014-10-10", 
        "description": "\n\nThe detrimental impacts of climate variability on water, agriculture, and food resources in East Africa underscore the importance of reliable seasonal climate predictions. This study compares several forecasting methods using sea surface temperature (SST) anomalies to predict East African rains with various lead times. It is shown that the forecasts can explain more than 50% of the short rains (boreal autumn) variance across large regions of Ethiopia, Somalia, and Kenya, and reaffirm the importance of the Walker-like circulation over the Indian Ocean. The forecasts also explain more than 50% of the long rains (boreal spring) over Uganda, Lake Victoria, and western Kenya, and demonstrate the strong connection of the long rains to the SSTs in the southern Atlantic Ocean, Mediterranean Sea, southwestern Indian Ocean, and Arabian Sea. For the unimodal rains in Tanzania, the forecasts explain more than 40% of the rainfall variance over northwestern Tanzania based on SST predictors in the southwestern Indian Ocean and the subtropical North Atlantic. For the South Sudan and Ethiopian Kiremt rains, the forecast skill is less pronounced. The predictor regions (dipoles) for a recently developed method are validated through composite maps of surface and atmospheric reanalysis variables. Lastly, 2010–2011 forecasts for both the long and short rains demonstrate skill in predicting the recent drought suggesting that seasonal climate forecasts can inform natural disaster preparedness and water resources planning in East Africa.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4165", 
        "title": "Seasonal prediction of East African rainfall"
    }, 
    {
        "author": "Mathieu Plante, Seok-Woo Son, Eyad Atallah, John Gyakum, Kevin Grise", 
        "date": "2014-09-24", 
        "description": "\n\nExtratropical cyclone (ETC) tracks across eastern Canada are examined by applying a Lagrangian tracking algorithm to the lower-tropospheric relative vorticity field of reanalysis data. Both the seasonal cycle and the interannual variability of ETCs are quantified in terms of overall cyclone frequency, intensity, and regions of development and decay. We find that ETCs travelling to eastern Canada tend to develop over the Rockies, the Great Lakes and the US East Coast. The ETCs are most intense over Newfoundland and the North Atlantic Ocean, confirming previous findings. While ETCs at cities along the Atlantic coastline (e.g. St. John's) are dominated by East Coast cyclones (which are intense in winter), those inland (e.g. Toronto) track primarily from the Great Lakes. ETCs that develop over the Gulf of Mexico affect eastern Canada infrequently, but those that do tend to be intense. The interannual variability of the wintertime ETCs is influenced by the El Niño-Southern Oscillation (ENSO). Significant ENSO-related variability is found over most regions of southern Canada, except on the east coast. Although ETCs at Toronto are significantly modulated by ENSO, no visible changes are found at St. John's. These ENSO-related ETC changes are mostly due to the shifts in ETC development regions, with minor changes in the travelling direction of ETCs.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4170", 
        "title": "Extratropical cyclone climatology across eastern Canada"
    }
]