[
    {
        "author": "J. Nakamura et al", 
        "date": "Thu, 09 Apr 2015 07:00:00 GMT", 
        "description": "Journal of Applied Meteorology and Climatology, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Applied Meteorology and Climatology", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JAMC-D-14-0141.1?af=R", 
        "title": "HITS: Hurricane Intensity and Track Simulator with N. Atlantic Ocean applications for risk assessment"
    }, 
    {
        "author": "Long Chen, Yanxu Zhang, Daniel J. Jacob, Anne L. Soerensen, Jenny A. Fisher, Hannah M. Horowitz, Elizabeth S. Corbitt, Xuejun Wang", 
        "date": "2015-06-01T17:00:38.934999-05:00", 
        "description": "\n\nAtmospheric mercury (Hg) in the Arctic shows much weaker or insignificant annual declines relative to northern mid-latitudes over the past decade (2000-2009), but with strong seasonality in trends. We use a global ocean-atmosphere model of Hg (GEOS-Chem) to simulate these observed trends and determine the driving environmental variables. The atmospheric decline at northern mid-latitudes can largely be explained by decreasing North Atlantic oceanic evasion. The mid-latitude atmospheric signal propagates to the Arctic but is there countered by rapid Arctic warming and declining sea ice, which suppresses deposition and promotes oceanic evasion over the Arctic Ocean. The resulting simulation implies a decline of Hg in the Arctic surface ocean that we estimate to be -0.67% yr-1 over the study period. Rapid Arctic warming and declining sea ice are projected for future decades and would drive a sustained decline in Arctic Ocean Hg, potentially alleviating the methylmercury exposure risk for northern populations.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064051", 
        "title": "Differences in decadal trends of atmospheric mercury between the Arctic and northern mid-latitudes suggest a decline in Arctic Ocean mercury"
    }, 
    {
        "author": "Nan Feng, Sundar A. Christopher", 
        "date": "2015-06-08T09:08:03.509027-05:00", 
        "description": "\n\nThe elevated layers of absorbing smoke aerosols from western African (e.g. Gabon, and Congo) biomass burning activities have been frequently observed above low level stratocumulus clouds off the African coast, which presents an excellent natural laboratory for studying the effects of aerosols above clouds (AAC) on regional energy balance in tropical and sub-tropical environments. Using spatially and temporally collocated Moderate Resolution Imaging Spectroradiometer (MODIS), Ozone Monitoring Instrument (OMI), and Clouds and the Earth's Radiant Energy System (CERES) data sets, the top-of-atmosphere (TOA) shortwave Aerosol Direct Shortwave Radiative Effects (ARE) of absorbing aerosols above low-level water clouds in the Southeast Atlantic Ocean was examined in this study. The regional averaged instantaneous ARE has been estimated to be 36.7±20.5 Wm−2 (regional mean ± standard deviation) along with a mean positive OMI Aerosol Index (AI) at 1.3 in August 2006 based on multi-sensors measurements. The highest magnitude of instantaneous ARE can even reach 138.2 Wm−2. We assess that the 660nm Cloud Optical Depth (COD) values of 8–12 is the critical value above (below) which aerosol absorption(scattering) effect dominates and further produces positive (negative) ARE values. The results further show that ARE values are more sensitive to aerosols above lower COD values than cases for higher COD values. This is among the first studies to provide quantitative estimates of shortwave ARE due to AAC events from an observational perspective.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023252", 
        "title": "Measurement-Based Estimates of Direct Radiative Effects of Absorbing Aerosols above Clouds"
    }, 
    {
        "author": "Tom Goren, Daniel Rosenfeld", 
        "date": "2015-06-01T11:53:10.192783-05:00", 
        "description": "\n\nMarine stratocumulus clouds (MSC) cover large areas over the oceans and possess super sensitivity of their cloud radiative effect to changes in aerosol concentrations. Aerosols can cause transitions between regimes of fully cloudy closed cells and open cells. The possible role of aerosols in cloud cover has a big impact on the amount of reflected solar radiation from the clouds, thus potentially constitutes very large aerosol indirect radiative effect, which can exceed 100 Wm−2. It is hypothesized that continentally-polluted clouds remain in closed cells regime for longer time from leaving continent and hence for longer distance away from land, thus occupying larger ocean areas with full cloud cover. Attributing this to anthropogenic aerosols would imply a very large negative radiative forcing with a significant climate impact. This possibility is confirmed by analyzing a detailed case study based on geostationary and polar-orbiting satellite observations of the microphysical and dynamical evolution of MSC. We show that large area of closed cells was formed over the northeast Atlantic Ocean downwind of Europe in a continentally polluted air mass. The closed cells undergo cleansing process that was tracked for 3.5 days that resulted with a rapid transition from closed to open cells once the clouds started drizzling heavily. The mechanism leading to the eventual breakup of the clouds due to both meteorological and aerosol considerations are elucidated. We termed this cleansing and cloud breakup process maritimization. Further study is needed to assess the climatological significance of such situations.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023176", 
        "title": "Extensive closed-cell marine stratocumulus downwind of Europe – A large aerosol cloud mediated radiative effect or forcing?"
    }, 
    {
        "author": "Kerry Meyer, Steven Platnick, Zhibo Zhang", 
        "date": "2015-06-03T09:35:51.710051-05:00", 
        "description": "\n\nThe regional haze over the southeast (SE) Atlantic Ocean induced by biomass burning in southern Africa can be problematic for passive imager-based retrievals of the underlying quasi-permanent marine boundary layer (MBL) clouds and for estimates of top-of-atmosphere (TOA) aerosol direct radiative effect (DRE). Here an algorithm is introduced to simultaneously retrieve above-cloud aerosol optical thickness (AOT), the cloud optical thickness (COT), and cloud effective particle radius (CER) of the underlying MBL clouds while also providing pixel-level estimates of retrieval uncertainty. This approach utilizes reflectance measurements at six Moderate Resolution Imaging Spectroradiometer (MODIS) channels from the visible to the shortwave infrared. Retrievals are run under two aerosol model assumptions on 8 years (2006–2013) of June–October Aqua MODIS data over the SE Atlantic, from which a regional cloud and above-cloud aerosol climatology is produced. The cloud retrieval methodology is shown to yield COT and CER consistent with those from the MODIS operational cloud product (MOD06) when forcing AOT to zero, while the full COT-CER-AOT retrievals that account for the above-cloud aerosol attenuation increase regional monthly mean COT and CER by up to 9% and 2%, respectively. Retrieved AOT is roughly 3 to 5 times larger than the collocated 532 nm Cloud-Aerosol Lidar with Orthogonal Polarization (CALIOP) retrievals, though closer agreement is observed with the CALIOP 1064 nm retrievals, a result consistent with previous case study analyses. Regional cloudy-sky above-cloud aerosol DRE calculations are also performed that illustrate the importance of the aerosol model assumption and underlying cloud retrievals.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023128", 
        "title": "Simultaneously inferring above-cloud absorbing aerosol optical thickness and underlying liquid phase cloud optical and microphysical properties using MODIS"
    }, 
    {
        "author": "Jingfeng Huang, Jianping Guo, Fu Wang, Zhaoyan Liu, Myeong-Jae Jeong, Hongbin Yu, Zhibo Zhang", 
        "date": "2015-05-29T13:58:08.398356-05:00", 
        "description": "\nThe vertical location of aerosol layers is critical for determining predominance of aerosol radiative and microphysical effects in aerosol-cloud-precipitation-climate interaction. The spaceborne lidar system, the Cloud-Aerosol Lidar and Infrared Pathfinder Satellite Observations (CALIPSO), provides an unprecedented opportunity to observe vertical distributions of global aerosol layers. In this study we examine the most probable height (MPH) of dust and smoke layers, which are calculated either from aerosol occurrence frequency (OF) in vertical feature mask or aerosol extinction profile. The study focuses on six high-aerosol-loading regions where aerosols are of great interest in a range of scientific topics: Saharan Air Layer (SAL) over Tropical Atlantic, West African Monsoon region (WAM), Southeast Atlantic Ocean (SAO), Southeast Asia (SEA) and South China Sea, Amazon (AMZ), and Northwestern Pacific (NWP). The analysis revealed interesting spatial and seasonal variability of different vertical mixture features over these regions: seasonal migration of dust layers over SAL, separation and mixture of dust and smoke layers over WAM and NWP, and smoke layer above clouds over SAO, SEA, and AMZ. Results also indicated that the OF-based MPH tends to be much higher than the aerosol optical depth (AOD)-based MPH, owing to the predominating near-surface sources. Within the same vertical resolution grid of CALIPSO, aerosols are found with higher OF at higher levels but AOD tends to increase toward lower levels, because most aerosol sources are near the surface and the aerosol layers transported to high altitudes are generally much more diluted over larger spatial domain than those near the surface.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JD022898", 
        "title": "CALIPSO inferred most probable heights of global dust and smoke layers"
    }, 
    {
        "author": "I. Camara, Nicolas Kolodziejczyk, Juliette mignot, Alban Lazar, Amadou. T. Gaye", 
        "date": "2015-05-18T04:04:32.59997-05:00", 
        "description": "\n\nThe physical processes controlling the mixed layer salinity (MLS) seasonal budget in the tropical Atlantic ocean are investigated using a regional configuration of a ocean general circulation model. The analysis reveals that the MLS cycle is generally weak in comparison of individual physical processes entering in the budget, because of strong compensation. In evaporative regions, around the surface salinity maxima, the ocean acts to freshen the mixed layer against the action of evaporation. Poleward of the southern SSS maxima, the freshening is ensured by geostrophic advection, the vertical salinity diffusion and, during winter, a dominant contribution of the convective entrainment. On the equatorward flanks of the SSS maxima, Ekman transport mainly contributes to supply freshwater from ITCZ regions while vertical salinity diffusion adds on the effect of evaporation. All these terms are phase-locked through the effect of the wind. Under the seasonal march of the ITCZ and in coastal areas affected by river (7°S:15°N), the upper ocean freshening by precipitations and/or runoff is attenuated by vertical salinity diffusion. In the eastern equatorial regions seasonal cycle of wind forced surface currents advect freshwaters which are mixed with subsurface saline water because of the strong vertical turbulent diffusion. In all these regions, the vertical diffusion presents an important contribution to the MLS budget by providing, in general, an upwelling flux of salinity. It is generally due to vertical salinity gradient and mixing due to winds. Furthermore, in the equator where the vertical shear, associated to surface horizontal currents, is developed, the diffusion depends also on the sheared flow stability. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010865", 
        "title": "On the seasonal variations of salinity of the tropical Atlantic mixed layer"
    }, 
    {
        "author": "Meike Sena Martins, Nuno Serra, Detlef Stammer", 
        "date": "2015-06-15T01:27:55.677282-05:00", 
        "description": "\n\nSpace-time variability of SSS in the Atlantic Ocean (33°S–80°N) is analyzed using near-surface salinity observations from the period 1980–2013 jointly with the output from an eddy-resolving numerical ocean simulation. Results show a good agreement between in situ and model results in terms of spatial and temporal mean SSS patterns, geographically varying SSS variability, and spatial and temporal scales of SSS variability. A good agreement exists also for estimates of the amplitude and phase of the annual cycle of SSS with the model providing more spatial details of SSS variability, which cannot be resolved by observations, especially near ocean margins and in shelf areas. Dominant spatial and temporal scales of SSS variability are, respectively, between 100 and 250 km and between 30 and 70 days in most of the Atlantic when the annual cycle of the SSS is included. However, smaller-scale salinity features are also present, which show temporal decorrelation scales of only 3–5 days throughout the Atlantic. This fast variability must be considered when producing weekly averaged salinity products from satellite measurements.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010649", 
        "title": "Spatial and temporal scales of sea surface salinity variability in the Atlantic Ocean"
    }, 
    {
        "author": "P. Ted Strub, Corinne James, Vincent Combes, Ricardo P. Matano, Alberto R. Piola, Elbio D. Palma, Martin Saraceno, Raul A. Guerrero, Harold Fenco, Laura A. Ruiz-Etcheverry", 
        "date": "2015-05-09T23:34:58.847081-05:00", 
        "description": "\n\nAltimeter sea surface height (SSH) fields are analyzed to define and discuss the seasonal circulation over the wide continental shelf in the SW Atlantic Ocean (27°–43°S) during 2001–2012. Seasonal variability is low south of the Rio de la Plata (RdlP), where winds and currents remain equatorward for most of the year. Winds and currents in the central and northern parts of our domain are also equatorward during autumn and winter but reverse to become poleward during spring and summer. Transports of shelf water to the deep ocean are strongest during summer offshore and to the southeast of the RdlP. Details of the flow are discussed using mean monthly seasonal cycles of winds, heights, and currents, along with analyses of Empirical Orthogonal Functions. Principle Estimator Patterns bring out the patterns of wind forcing and ocean response. The largest part of the seasonal variability in SSH signals is due to changes in the wind forcing (described above) and changes in the strong boundary currents that flow along the eastern boundary of the shelf. The rest of the variability contains a smaller component due to heating and expansion of the water column, concentrated in the southern part of the region next to the coast. Our results compare well to previous studies using in situ data and to results from realistic numerical models of the regional circulation.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010769", 
        "title": "Altimeter-derived seasonal circulation on the southwest Atlantic shelf: 27°–43°S"
    }, 
    {
        "author": "Nicolas Kolodziejczyk, Gilles Reverdin, Jacqueline Boutin, Olga Hernandez", 
        "date": "2015-04-02T09:56:54.617351-05:00", 
        "description": "\n\nThe seasonal variability of the surface horizontal thermohaline structure is investigated in the north-eastern Atlantic Surface Salinity Maximum (SSM) at length scales from five to hundreds of kilometers, i.e., at submesoscale to mesoscale. The near-surface temperature and salinity data from merchant ship thermosalinograph (TSG) transects across the Atlantic are used to compute the horizontal temperature, salinity and density fluctuations, and the density ratio. During late winter in the north-eastern SSM, thermohaline compensation is observed for wavelengths from 5 km to more than 200 km; in spite of large and sharp surface thermohaline fronts, a weak density surface horizontal gradient is observed. Temperature and salinity exhibit an energetic spectra in k−2 slope scale between 20–100 km scale and a steeper slope at shorter wavelengths, while density spectra exhibit lower energy level with a clear k−3 slope below 20 km, consistent with interior quasigeostrophic turbulence. During summer in the north-eastern SSM, salinity and temperature gradients are no longer compensated due to strong atmospheric heating of the upper ocean. In comparison with winter, the surface density spectrum is enhanced with a flatter slope between k−2 and k−1 between 5 and 20 km.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010455", 
        "title": "Observation of the surface horizontal thermohaline variability at mesoscale to submesoscale in the north-eastern subtropical Atlantic Ocean"
    }, 
    {
        "author": "Dmitry V. Sein, Uwe Mikolajewicz, Matthias Gröger, Irina Fast, William Cabos, Joaquim G. Pinto, Stefan Hagemann, Tido Semmler, Alfredo Izquierdo, Daniela Jacob", 
        "date": "2015-03-07T00:01:18.817807-05:00", 
        "description": "\n\nThe general circulation models used to simulate global climate typically feature resolution too coarse to reproduce many smaller-scale processes, which are crucial to determining the regional responses to climate change. A novel approach to downscale climate change scenarios is presented which includes the interactions between the North Atlantic Ocean and the European shelves as well as their impact on the North Atlantic and European climate. The goal of this paper is to introduce the global ocean-regional atmosphere coupling concept and to show the potential benefits of this model system to simulate present-day climate. A global ocean-sea ice-marine biogeochemistry model (MPIOM/HAMOCC) with regionally high horizontal resolution is coupled to an atmospheric regional model (REMO) and global terrestrial hydrology model (HD) via the OASIS coupler. Moreover, results obtained with ROM using NCEP/NCAR reanalysis and ECHAM5/MPIOM CMIP3 historical simulations as boundary conditions are presented and discussed for the North Atlantic and North European region. The validation of all the model components, i.e., ocean, atmosphere, terrestrial hydrology, and ocean biogeochemistry is performed and discussed. The careful and detailed validation of ROM provides evidence that the proposed model system improves the simulation of many aspects of the regional climate, remarkably the ocean, even though some biases persist in other model components, thus leaving potential for future improvement. We conclude that ROM is a powerful tool to estimate possible impacts of climate change on the regional scale.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000357", 
        "title": "Regionally coupled atmosphere-ocean-sea ice-marine biogeochemistry model ROM: 1. Description and validation"
    }, 
    {
        "author": "", 
        "date": "2015-07-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">\n      During the last glacial–interglacial cycle, changes in the large-scale North Atlantic ocean circulation occurred, and at the same time topography of the Laurentide and Greenland ice sheets also varied. In this study, we focus on detecting the changes of the North Atlantic gyres, western boundary current, and the Atlantic meridional overturning circulation (AMOC) corresponding to different Laurentide and Greenland ice sheet topographies. Using an Earth System Model, we conducted simulations for five climate states with different ice sheet topographies: Pre-industrial, Mid Holocene, Last Glacial Maximum, 32 kilo years before present and Eemian interglacial. Our simulation results indicate that higher topographies of the Laurentide and Greenland ice sheets strengthen surface wind stress curl over the North Atlantic ocean, intensifying the subtropical and subpolar gyres and the western boundary currents. The corresponding decrease in sea surface height from subtropical to subpolar favors a stronger AMOC. An offshore shift of the Gulf Stream is also identified during the glacial periods relative to that during the Pre-industrial due to lower sea levels, explaining a weaker glacial Gulf Stream detected in proxy data. Meanwhile, the North Atlantic gyres and AMOC demonstrate a positively correlated relation under each of the climate conditions with higher ice sheets.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-015-2502-8", 
        "title": "Higher Laurentide and Greenland ice sheets strengthen the North Atlantic ocean circulation"
    }, 
    {
        "author": "", 
        "date": "2015-07-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">This study investigates how variations of the Atlantic meridional overturning circulation (AMOC) affect sea surface temperature (SST) within the simulations of the coupled model intercomparison project phase 5. In particular, we explore whether the SST response is interhemispheric in nature, specifically as reflected in the Atlantic SST Dipole index, or whether the response is localized more in the North Atlantic Ocean. In the absence of direct observational data, this Dipole index has been proposed to approximate AMOC variations over the duration of the instrumental temperature record. We find that typically, on timescales between decadal and centennial, the SST Dipole index correlates with the AMOC with coefficients ranging from 0.2 to 0.7, typically with a 0–6 year lag, and thus explains less than half of the AMOC variance. In just two models this value slightly exceeds 50 %. Even for the models with the highest correspondence between the AMOC and the Dipole index, the correlation between the two variables is controlled mainly by SST variations in the North Atlantic, not the South Atlantic, both for the model control and historical simulations. Consequently, in nearly all models, the North Atlantic SST provides a better indicator of AMOC variations than the Atlantic Dipole. Thus, on decadal to centennial timescales AMOC variability affects mainly the North Atlantic Ocean, with the sensitivity of the North Atlantic SST between 40 and 60°N, given by the multi-model average, of about 0.3 °C per 1 Sv of AMOC change, explaining roughly one third of the SST variance.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2443-7", 
        "title": "How the AMOC affects ocean temperatures on decadal to centennial timescales: the North Atlantic versus an interhemispheric seesaw"
    }, 
    {
        "author": "Andres E. Pescio, Paula B. Martin, Walter C. Dragani", 
        "date": "2015-04-27T05:06:18.901603-05:00", 
        "description": "\n\nSurface scalar wind speed trends (from 1979 to 2009) at the southwestern Atlantic Ocean, between 33° and 50°S and 55° and 70°W, were estimated from the NCEP/NCAR I (NR1) and the Climate Forecast System Reanalysis (CFSR) using Sen's slope. Trends were tested using the seasonal Mann–Kendall test. Scalar wind speed trends computed from NR1 database were positive throughout the whole study area, with values ranging from +0.01 to +0.03 m s−1 year−1. On the contrary, wind speed trends computed from CFSR database were rather different to trends obtained from NR1 reanalysis. Wind speed and sea surface temperature (SST) trend patterns, both computed from CFSR database, seem to be quite consistent but, in general, no apparent relationship between both patterns was obtained when different global databases were analysed. Sea surface wind speed data compiled from multiple satellite observations were also used to compute wind speed trends. Computed satellite trends resulted in very good agreement with positive values obtained from NR1 database. NR1 data series presented significant inter-annual to multi-decadal oscillations at the Argentinean continental shelf, but they would not seem to be associated either with the Southern Annular Mode or with El Niño Southern Oscillation. Possible impacts of positive speed wind trends on the mean depth of the ocean mixed layer and on the wind wave climate are briefly discussed.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4348", 
        "title": "Wind speed trends over the southwestern Atlantic Ocean, between 33° and 50°S"
    }, 
    {
        "author": "K. Violaki, J. Sciare, J. Williams, A. R. Baker, M. Martino, and N. Mihalopoulos", 
        "date": "Fri, 29 May 2015 00:00:00 +0200", 
        "description": "<b>Atmospheric water-soluble organic nitrogen (WSON) over marine environments: a global perspective</b><br /><br />Biogeosciences, 12, 3131-3140, 2015<br /><br />Author(s): K. Violaki, J. Sciare, J. Williams, A. R. Baker, M. Martino, and N. Mihalopoulos<br /><br />To obtain a comprehensive picture of the spatial distribution of water-soluble organic nitrogen (WSON) in marine aerosols, samples were collected\nduring research cruises in the tropical and southern Atlantic Ocean and also\nin the southern Indian Ocean (Amsterdam Island) for a 1-year period\n(2005). Samples were analyzed for both organic and inorganic forms of\nnitrogen, and the factors controlling their levels were examined. Fine-mode WSON was found to play a significant role in the remote marine\natmosphere with enhanced biogenic activity, with concentrations of WSON\n(11.3 ± 3.3 nmol N m<sup>−3</sup>) accounting for about 84 % of the total\ndissolved nitrogen (TDN). Such concentrations are similar to those observed\nin the polluted marine atmosphere of the eastern Mediterranean (11.6 ± 14.0 nmol N m<sup>−3</sup>).\n Anthropogenic activities were found to be an\nimportant source of atmospheric WSON as evidenced by the levels in the Northern Hemisphere (NH) being 10 times higher than in the remote Southern\nHemisphere (SH). Furthermore, the higher contribution of fine-mode WSON to\nTDN (51%) in the SH, compared to the NH (13%), underlines the\nimportant role of organic nitrogen in remote marine areas. Finally, there\nwas a strong association of WSON with dust in coarse-mode aerosols in the\nNH.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/3131/2015/", 
        "title": "Atmospheric water-soluble organic nitrogen (WSON) over marine environments: a global perspective"
    }, 
    {
        "author": "F. Dupont, S. Higginson, R. Bourdallé-Badie, Y. Lu, F. Roy, G. C. Smith, J.-F. Lemieux, G. Garric, and F. Davidson", 
        "date": "Thu, 28 May 2015 00:00:00 +0200", 
        "description": "<b>A high-resolution ocean and sea-ice modelling system for the Arctic and North Atlantic oceans</b><br /><br />Geoscientific Model Development, 8, 1577-1594, 2015<br /><br />Author(s): F. Dupont, S. Higginson, R. Bourdallé-Badie, Y. Lu, F. Roy, G. C. Smith, J.-F. Lemieux, G. Garric, and F. Davidson<br /><br />As part of the CONCEPTS (Canadian Operational Network of Coupled\nEnvironmental PredicTion Systems) initiative, a high-resolution\n(1/12°) ice–ocean regional model is developed covering the North\nAtlantic and the Arctic oceans. The long-term objective is to provide Canada\nwith short-term ice–ocean predictions and hazard warnings in ice-infested\nregions. To evaluate the modelling component (as opposed to the analysis –\nor data-assimilation – component, which is not covered in this\ncontribution), a series of hindcasts for the period 2003–2009 is carried\nout, forced at the surface by the Canadian GDPS reforecasts (Smith et al., 2014). These\nhindcasts test how the model represents upper ocean characteristics and ice\ncover. Each hindcast implements a new aspect of the modelling or the\nice–ocean coupling. Notably, the coupling to the multi-category ice model\nCICE is tested. The hindcast solutions are then assessed using a verification\npackage under development, including in situ and satellite ice and ocean\nobservations. The conclusions are as follows: (1) the model reproduces reasonably well\nthe time mean, variance and skewness of sea surface height; (2) the model\nbiases in temperature and salinity show that while the mean properties follow\nexpectations, the Pacific Water signature in the Beaufort Sea is weaker than\nobserved; (3) the modelled freshwater content of the Arctic agrees\nwell with observational estimates; (4) the distribution and volume of the sea\nice are shown to be improved in the latest hindcast due to modifications to\nthe drag coefficients and to some degree to the ice thickness distribution\navailable in CICE; (5) nonetheless, the model still overestimates the\nice drift and ice thickness in the Beaufort Gyre.", 
        "journal": "Geoscientific Model Development", 
        "link": "http://www.geosci-model-dev.net/8/1577/2015/", 
        "title": "A high-resolution ocean and sea-ice modelling system for the Arctic and North Atlantic oceans"
    }
]