[
    {
        "author": "Margarida L.R.   Liberato</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>October 2014</pubDate><br> <b>Source:</b>Weather and Climate Extremes, Volumes 5–6</br><br>     Author(s): Margarida L.R.   Liberato</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abs0005\" view=\"all\"> <simple-para id=\"sp0060\" view=\"all\">On 19 January 2013 Portugal was once again on an extreme meteorological risk warning state due to the landfall of a rapidly deepening low pressure system exactly on the period of its maximum explosive development. This storm, named Gong, had a central minimum pressure of 968<hsp sp=\"0.25\"/>hPa, observed wind gusts of 140<hsp sp=\"0.25\"/>km<hsp sp=\"0.25\"/>h<sup loc=\"post\">−1</sup> on some locations of the Portuguese coast and was responsible for the downfall of thousands of trees on some of the Portuguese national forests, the destruction of several hundred farms among other huge socioeconomic losses and fatalities.</simple-para> <simple-para id=\"sp0065\" view=\"all\">The large-scale synoptic conditions and dynamical characteristics of windstorm Gong, as well as the associated meteorological and socioeconomic adverse impacts are reviewed in this paper. For this purpose an objective lagrangean method, which identifies and follows individual lows, is applied for the assessment of the cyclone track and lifetime characteristics, which is complemented by the analysis of several thermohydrodynamical reanalysis fields during the lifetime of the cyclone.</simple-para> <simple-para id=\"sp0070\" view=\"all\">Results show that Gong underwent an explosive development with ‘bomb’ characteristics between the Azores and the Iberian Peninsula, with a deepening rate unusually high for these latitudes. The rapid deepening of Gong was supported by the southerly displacement of the polar jet stream; by a pronounced cyclonic potential vorticity streamer which approached Iberia from northwest; and by the presence of an atmospheric river over the western and central subtropical North Atlantic converging into Gong׳s genesis region and then crossing the Atlantic basin, moving along with the storm towards Iberia. Understanding the dynamics of these high impact extreme events may be of relevance in view of improving extreme forecasts as well as of public awareness, policy making and risk assessment and management of severe weather in Portugal.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Weather and Climate Extremes", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS2212094714000620%26_version%3D1%26md5%3D239105a04e8b5ed25f202cc155d3a385", 
        "title": "The 19 January 2013 windstorm over the North Atlantic: large-scale dynamics and impacts on Iberia"
    }, 
    {
        "author": "Andrey K. Savtchenko, George Huffman, Bruce Vollmer", 
        "date": "2015-08-25", 
        "description": "\n\nUsing modern satellite (Tropical Rainfall Measuring Mission, TRMM, 1998–2014) and reanalysis (Modern-Era Retrospective Analysis for Research and Applications, MERRA, 1979–2015) data, we reassess certain aspects of the precipitation climate in California from the past decades. California has a well-pronounced rain season that peaks in December–February. However, the 95% confidence interval around the climatological precipitation during these months imply that deviations on the order of 60% of the expected amounts are very likely during the most important period of the rain season. While these positive and negative anomalies alternate almost every year and tend to cancel each other, severe multiyear declines of precipitation in California appear on decadal scales. The 1986–1994 decline of precipitation was similar to the current one that started in 2011 and is apparent in the reanalysis data. In terms of accumulated deficits of precipitation, that episode was no less severe than the current one. While El Niño (the warm phase of the El Niño–Southern Oscillation, ENSO) is frequently cited as the natural forcing expected to bring a relief from drought, our assessment is that ENSO has been driving at best only 6% of precipitation variability in California in the past three decades. Using fractional risk analysis of precipitation during typical versus drying periods, we show that the likelihood of losing the most intensive precipitation events drastically increases during the multiyear drying events. Storms delivering up to 50% of the precipitation in California are driven by atmospheric rivers making landfall. However, these phenomena can be suppressed and even blocked by persistent ridges of atmospheric pressure in the northeast Pacific. The reanalysis and satellite data are proven to be reliable to the extent where they yield information on developing conditions and observed precipitation anomalies.\n", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023573", 
        "title": "Assessment of precipitation anomalies in California using TRMM and MERRA data"
    }, 
    {
        "author": "Yang Gao, Jian Lu, L. Ruby Leung, Qing Yang, Samson Hagos, Yun Qian", 
        "date": "2015-08-24", 
        "description": "\n\nThis study examines future changes of landfalling atmospheric rivers (ARs) over western North America using outputs from the Coupled Model Intercomparison Project phase 5 (CMIP5). The result reveals a strikingly large increase of AR days by the end of the 21st century in the RCP8.5 scenario, with fractional increases between 50% and 600%, depending on the seasons and landfall locations. These increases are predominantly controlled by the super-Clausius-Clapeyron rate of increase of atmospheric water vapor with warming, while changes of winds that transport moisture in the ARs, or dynamical effect, mostly counter the thermodynamical effect of increasing water vapor, limiting the increase of AR events in the future. The consistent negative effect of wind changes on AR days during spring and fall can be linked to the robust poleward shift of the subtropical jet in the North Pacific basin.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065435", 
        "title": "Dynamical and thermodynamical modulations on future changes of landfalling atmospheric rivers over western North America"
    }, 
    {
        "author": "Valentina Radić, Alex J. Cannon, Brian Menounos, Nayeob Gi", 
        "date": "2015-08-15", 
        "description": "\n\nAtmospheric rivers (ARs) often trigger extreme precipitation events in British Columbia (BC), Canada. Here we analyze how well the autumn AR events with the highest probability for extreme precipitation over BC, henceforth called AR-extreme events, are simulated in five Coupled Model Intercomparison Project Phase 5 (CMIP5) global climate models (GCMs) and how these AR-extreme events are projected to change by the end of the century. We examine the daily synoptic patterns of integrated water vapor transport (IVT) over the Pacific Ocean that favor the formation of AR-extreme events. Our analysis and comparison with AR-extreme events in four reanalysis products for the period 1979–2010 reveal that the GCMs more successfully resolve their seasonality and inter-annual variability than their frequencies and amount of precipitation brought to BC. For the CMIP5 scenario's RCP4.5 and RCP8.5, the frequency of AR-extreme events will increase for the period 2070–2100 with the largest increase in December. All models project an increase in total precipitation over BC, due to the increase in frequency and intensity of the AR-extreme events, however, the dominant factor is the increase in frequency, especially of those events with precipitation exceeding 20 mm/day. The path of the ARs during the AR-extreme events is projected to move northward, bringing stronger IVT and more precipitation to the north coast of BC, while the south coast may become drier than at the present-day. The shift in the ARs is driven by the northward shift in the Aleutian Low Pressure System, especially in RCP8.5.\n", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023279", 
        "title": "Future changes in autumn atmospheric river events in British Columbia, Canada, as projected by CMIP5 global climate models"
    }, 
    {
        "author": "Qianwen Luo et al", 
        "date": "2015-06-25", 
        "description": "Monthly Weather Review, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Monthly Weather Review", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/MWR-D-15-0006.1?af=R", 
        "title": "Case study of moisture and heat budgets within atmospheric rivers"
    }, 
    {
        "author": "Daniel L. Swain et al", 
        "date": "2015-05-22", 
        "description": "Monthly Weather Review, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Monthly Weather Review", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/MWR-D-15-0079.1?af=R", 
        "title": "Evaluation of non-hydrostatic simulations of Northeast Pacific atmospheric rivers and comparison to in-situ observations"
    }, 
    {
        "author": "H. F. Dacre et al", 
        "date": "2014-11-25", 
        "description": "Bulletin of the American Meteorological Society, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Bulletin of the American Meteorological Society", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/BAMS-D-14-00031.1?af=R", 
        "title": "How do atmospheric rivers form?"
    }
]