[
    {
        "author": "T. A. Shaw", 
        "date": "2015-06-01", 
        "description": "The climate-model mean response of the summertime mid-latitude circulation to global warming is weak. Model experiments reveal that a tug of war between the influences of radiative forcing and surface warming is the reason.", 
        "journal": "Nature: Geoscience", 
        "link": "http://feeds.nature.com/~r/ngeo/rss/aop/~3/hSP5hkL6yqk/ngeo2449", 
        "title": "Tug of war on summertime circulation between radiative forcing and sea surface warming"
    }, 
    {
        "author": "Richard Seager et al", 
        "date": "Thu, 11 Jun 2015 07:00:00 GMT", 
        "description": "", 
        "journal": "Bulletin of the American Meteorological Society", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/BAMS-D-15-00043.1?af=R", 
        "title": "Do the Tropics Rule? Assessing the State of Tropical Climate Science"
    }, 
    {
        "author": "Benkui Tan et al", 
        "date": "Fri, 24 Apr 2015 07:00:00 GMT", 
        "description": "", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00568.1?af=R", 
        "title": "The linkage between the Eastern Pacific teleconnection pattern and convective heating over the tropical western Pacific"
    }, 
    {
        "author": "Jing Li et al", 
        "date": "Fri, 17 Apr 2015 07:00:00 GMT", 
        "description": "", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00537.1?af=R", 
        "title": "An Intercomparison of the Spatio-Temporal Variability of Satellite and Ground Based Cloud Datasets Using Spectral Analysis Techniques"
    }, 
    {
        "author": "Yutian Wu et al", 
        "date": "Fri, 17 Apr 2015 07:00:00 GMT", 
        "description": "", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-15-0040.1?af=R", 
        "title": "Contrasting short and long term projections of the hydrological cycle in the Southern extratropics"
    }, 
    {
        "author": "Yutian Wu et al", 
        "date": "Thu, 11 Jun 2015 17:00:13 GMT", 
        "description": "Journal of Climate, Volume 28, Issue 12, Page 4877-4889, June 2015. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00543.1?af=R", 
        "title": "What Is the Representation of the Moisture–Tropopause Relationship in CMIP5 Models?"
    }, 
    {
        "author": "Chris C. Funk et al", 
        "date": "Wed, 27 May 2015 15:36:30 GMT", 
        "description": "Journal of Climate, Volume 28, Issue 11, Page 4309-4329, June 2015. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00334.1?af=R", 
        "title": "The Leading Mode of Observed and CMIP5 ENSO-Residual Sea Surface Temperatures and Associated Changes in Indo-Pacific Climate"
    }, 
    {
        "author": "Usama Anber et al", 
        "date": "Tue, 19 May 2015 07:00:00 GMT", 
        "description": "Journal of the Atmospheric Sciences, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of the Atmospheric Science", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JAS-D-14-0253.1?af=R", 
        "title": "Effect of Surface Fluxes versus Radiative Heating on Tropical Deep Convection"
    }, 
    {
        "author": "Richard Seager et al", 
        "date": "Fri, 10 Apr 2015 07:00:00 GMT", 
        "description": "Journal of Applied Meteorology and Climatology, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Applied Meteorology and Climatology", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JAMC-D-14-0321.1?af=R", 
        "title": "Climatology, variability and trends in United States vapor pressure deficit, an important fire-related meteorological quantity"
    }, 
    {
        "author": "K. E. McCusker, D. S. Battisti, C. M. Bitz", 
        "date": "2015-06-04T16:25:56.201861-05:00", 
        "description": "\n\nInjection of sulfate aerosols into the stratosphere has the potential to reduce the climate impacts of global warming, including sea level rise (SLR). However, changes in atmospheric and oceanic circulation that can significantly influence the rate ofbasal melting of Antarctic marine ice shelves and the associated SLR have not previously been considered. Here we use a fully-coupled global climate model to investigate whether rapidly increasing stratospheric sulfate aerosol concentrations after a period of global warming could preserve Antarctic ice sheets by cooling subsurface ocean temperatures. We contrast this climate engineering method with an alternative strategy in which all greenhouse gases (GHG) are returned to preindustrial levels. We find that the rapid addition of a stratospheric aerosol layer does not effectively counteract surface and upper level atmospheric circulation changes caused by increasing GHGs, resulting in continued upwelling of warm water in proximity of ice shelves, especially in the vicinity of the already unstable Pine Island Glacier in West Antarctica. By contrast, removal of GHGs restores the circulation, yielding relatively cooler subsurface ocean temperatures to better preserve West Antarctica.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064314", 
        "title": "Stratospheric sulfate aerosol injections cannot preserve the West Antarctic Ice Sheet"
    }, 
    {
        "author": "Shang-Min Long, Shang-Ping Xie", 
        "date": "2015-05-29T13:28:03.639158-05:00", 
        "description": "\n\nIntermodel variations in future precipitation projection in the North Atlantic are studied using 23 state-of-art models from Phase 5 of the Coupled Model Intercomparison Project. Model uncertainty in annual mean rainfall change is locally enhanced along the Gulf Stream. The moisture budget analysis reveals that much of the model uncertainty in rainfall change can be traced back to the discrepancies in surface evaporation change and transient eddy effect among models. Results of the intermodel Singular Value Decomposition (SVD) analysis show that intermodel variations in local sea surface temperature (SST) pattern exert a strong control over the spread of rainfall projection among models through the modulation of evaporation change. The first three SVD modes explain more than 60% of the intermodel variance of rainfall projection and show distinct SST patterns with mode water-induced banded structures, reduced subpolar warming due to ocean dynamical cooling, and the Gulf Stream shift, respectively.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063852", 
        "title": "Intermodel variations in projected precipitation change over the North Atlantic: Sea surface temperature effect"
    }, 
    {
        "author": "Xiaoqiong Li, Mingfang Ting", 
        "date": "2015-05-07T10:07:32.409217-05:00", 
        "description": "\n\nThe Asian monsoon-ENSO (El Niño–Southern Oscillation) relationship in the 20th and 21st centuries is examined using observations and Coupled Model Intercomparison Project Phase 5 (CMIP5) model simulations. CMIP5 models can simulate the ENSO-monsoon spatial structure reasonably well when using the multimodel mean. Running correlations show prominent decadal variability of the ENSO-monsoon relationship in observations. The modeled ENSO-monsoon relation shows large intermodel spread, indicating large variations across the model ensemble. The anthropogenically forced component of ENSO-monsoon relationship is separated from the naturally varying component based on a signal-to-noise maximizing empirical orthogonal function analysis using global sea surface temperature (SST). Results show that natural variability plays a dominant role in the varied ENSO-monsoon relationship during the 20th century. In the 21st century, the forced component is dominated by enhanced monsoon rainfall associated with SST warming, which may contribute to a slightly weakened ENSO-monsoon relation in the future.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063557", 
        "title": "Recent and future changes in the Asian monsoon-ENSO relationship: Natural or forced?"
    }, 
    {
        "author": "X. Li, X. Xia, L. Wang, R. Cai, L. Zhao, Z. Feng, Q. Ren, K. Zhao", 
        "date": "2015-06-03T09:56:46.647242-05:00", 
        "description": "\n\nThe impact of sandwich foehn on air pollution in Urumqi, a gap town located on the northern lee side of the Tianshan Mountains of China, is analyzed. The results show that during days with high pollution, the boundary layer over the city and the down-valley area can be divided into a three-layer structure, with the southeasterly foehn sandwiched between the northwesterly winds on top and the cold air surface pool beneath. The southeasterly foehn at heights between 480 and 2100 m results in a very stable boundary layer structure. In combination with the decoupling between the foehn flow and cold air pool, such boundary layer structure prevents vertical mixing of atmospheric pollutants. In the up-valley area from the northern lee side flank to the southern urban area, the ground-based foehn confronts the thermally driven valley breeze and forms a “minifront,” which moves northward in the morning and retreats southward in the afternoon. Although the minifront disappears in the early evening, the wind shear of the mountain breeze between the southern suburb and downtown areas is still remarkable, which is favorable for a convergence line to persist around the city all day long. In this case, air pollutants emitted from the up-valley and down-valley areas are transported toward the urban area. Therefore, the air pollutants accumulate daily, leading to the frequent occurrence of heavy pollution events in Urumqi. This indicates that the sandwich foehn plays a critical role in the formation of heavy air pollution events in Urumqi.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JD022778", 
        "title": "The role of foehn in the formation of heavy air pollution events in Urumqi, China"
    }, 
    {
        "author": "Xianan Jiang, Duane E. Waliser, Prince K. Xavier, Jon Petch, Nicholas P. Klingaman, Steven J. Woolnough, Bin Guan, Gilles Bellon, Traute Crueger, Charlotte DeMott, Cecile Hannay, Hai Lin, Wenting Hu, Daehyun Kim, Cara-Lyn Lappen, Mong-Ming Lu, Hsi-Yen Ma, Tomoki Miyakawa, James A. Ridout, Siegfried D. Schubert, John Scinocca, Kyong-Hwan Seo, Eiki Shindo, Xiaoliang Song, Cristiana Stan, Wan-Ling Tseng, Wanqiu Wang, Tongwen Wu, Xiaoqing Wu, Klaus Wyser, Guang J. Zhang, Hongyan Zhu", 
        "date": "2015-05-26T10:15:51.063228-05:00", 
        "description": "\n\nAimed at reducing deficiencies in representing the Madden-Julian oscillation (MJO) in general circulation models (GCMs), a global model evaluation project on vertical structure and physical processes of the MJO was coordinated. In this paper, results from the climate simulation component of this project are reported. It is shown that the MJO remains a great challenge in these latest generation GCMs. The systematic eastward propagation of the MJO is only well simulated in about one fourth of the total participating models. The observed vertical westward tilt with altitude of the MJO is well simulated in good MJO models but not in the poor ones. Damped Kelvin wave responses to the east of convection in the lower troposphere could be responsible for the missing MJO preconditioning process in these poor MJO models. Several process-oriented diagnostics were conducted to discriminate key processes for realistic MJO simulations. While large-scale rainfall partition and low-level mean zonal winds over the Indo-Pacific in a model are not found to be closely associated with its MJO skill, two metrics, including the low-level relative humidity difference between high- and low-rain events and seasonal mean gross moist stability, exhibit statistically significant correlations with the MJO performance. It is further indicated that increased cloud-radiative feedback tends to be associated with reduced amplitude of intraseasonal variability, which is incompatible with the radiative instability theory previously proposed for the MJO. Results in this study confirm that inclusion of air-sea interaction can lead to significant improvement in simulating the MJO.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JD022375", 
        "title": "Vertical structure and physical processes of the Madden-Julian oscillation: Exploring key model physics in climate simulations"
    }, 
    {
        "author": "Kevin E. Trenberth, Yongxin Zhang, John T. Fasullo, Shoichi Taguchi", 
        "date": "2015-05-05T14:28:20.194955-05:00", 
        "description": "\n\nThe monthly global and regional variability in Earth's radiation balance is examined using correlations and regressions between atmospheric temperatures and water vapor with top-of-atmosphere outgoing longwave (OLR), absorbed shortwave (ASR), and net radiation (RT = ASR − OLR). Anomalous global mean monthly variability in the net radiation is surprisingly large, often more than ±1 W m−2, and arises mainly from clouds and transient weather systems. Relationships are strongest and positive between OLR and temperatures, especially over land for tropospheric temperatures, except in the deep tropics where high sea surface temperatures are associated with deep convection, high cold cloud tops and thus less OLR but also less ASR. Tropospheric vertically averaged temperatures (surface = 150 hPa) are thus negatively correlated globally with net radiation (−0.57), implying 2.18 ± 0.10 W m−2 extra net radiation to space for 1°C increase in temperature. Water vapor is positively correlated with tropospheric temperatures and thus also negatively correlated with net radiation; however, when the temperature dependency of water vapor is statistically removed, a significant positive feedback between water vapor and net radiation is revealed globally with 0.87 W m−2 less OLR to space per millimeter of total column water vapor. The regression coefficient between global RT and tropospheric temperature becomes −2.98 W m−2 K−1 if water vapor effects are removed, slightly less than expected from blackbody radiation (−3.2 W m−2 K−1), suggesting a positive feedback from clouds and other processes. Robust regional structures provide additional physical insights. The observational record is too short, weather noise too great, and forcing too small to make reliable estimates of climate sensitivity.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JD022887", 
        "title": "Climate variability and relationships between top-of-atmosphere radiation and temperatures on Earth"
    }, 
    {
        "author": "Lijuan Li, Bin Wang, Tianjun Zhou", 
        "date": "2014-08-25T11:17:16.387734-05:00", 
        "description": "\n\nThe direct effect of lower-tropospheric diabatic heating (DH) on surface circulation over the equatorial Pacific is revealed using the theoretical analysis and three atmospheric general circulation model (AGCM) simulations, only differing their moist processes. The AGCM results suggest that the insensitivity of surface wind to DH in the middle and high levels is closely associated with the vertical disagreement of DH between the layers below and above 925 hPa over the equatorial Pacific.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.523", 
        "title": "Direct effect of lower-tropospheric diabatic heating on surface wind over the equatorial Pacific"
    }, 
    {
        "author": "Lin Wang, Wen Chen, Wen Zhou, Gang Huang", 
        "date": "2015-06-02T03:58:58.824704-05:00", 
        "description": "\n\nIn the last decade, a series of super extreme droughts have swept across Southwest China (SWC). However, the essential feature behind them is not yet fully understood and traditional drought indices as well as precipitation fail to describe it, due to a lack of comprehensive treatment of drought. We propose an integrated metric, the Comprehensive Multiscalar Indicator (CMI), as a new criterion for super drought detection. Reexamination of SWC droughts illuminates the essential feature of super drought events: a combination of multiple stresses on water resources and highlights the utility of CMI.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2593", 
        "title": "Understanding and Detecting Super Extreme Droughts in Southwest China through an Integrated Approach and Index"
    }, 
    {
        "author": "Timothy W. Cronin, Kerry A. Emanuel, Peter Molnar", 
        "date": "2014-11-07T08:28:26.169896-05:00", 
        "description": "\nTo understand why tropical islands are rainier than nearby ocean areas, we explore how a highly idealized island, which differs from the surrounding ocean only in heat capacity, might respond to the diurnal cycle and influence the tropical climate, especially the spatial distribution of rainfall and the thermal structure of the troposphere. We perform simulations of three-dimensional radiative-convective equilibrium with the System for Atmospheric Modeling (SAM) cloud-system-resolving model, with interactive surface temperature, where a highly idealized, low heat capacity circular island is embedded in a slab-ocean domain. The calculated precipitation rate over the island can be more than double the domain average value, with island rainfall occurring primarily in an intense, regular thunderstorm system that forms in the afternoon to early evening each day. Island size affects the magnitude of simulated island rainfall enhancement, the intensity of the convection, and the timing of the rainfall maximum relative to solar noon. A combination of dynamic and thermodynamic mechanisms leads to a monotonic enhancement of domain-averaged tropospheric temperature with increasing fraction of island surface, which may contribute to localization of ascent over the Maritime Continent and its relationship to the Walker Circulation.\nThunderstorm in the Maritime Continent region, looking east in the early morning from the Makassar Strait toward Sulawesi. In this paper Cronin, Emanuel and Molnar run a cloud-system resolving model to radiative-convective equilibrium with idealized boundary conditions to explore how such storms may interact with the diurnal cycle to influence both the spatial distribution of mean rainfall and the thermal structure of the troposphere. Picture taken by Arnold Gordon from the Indonesian research ship Baruna Jaya IV, November 1996.\n\n\n\n\n\n\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2443", 
        "title": "Island precipitation enhancement and the diurnal cycle in radiative-convective equilibrium"
    }, 
    {
        "author": "I. C. Prentice, X. Liang, B. E. Medlyn, and Y.-P. Wang", 
        "date": "Fri, 29 May 2015 00:00:00 +0200", 
        "description": "<b>Reliable, robust and realistic: the three R's of next-generation land-surface modelling</b><br /><br />Atmospheric Chemistry and Physics, 15, 5987-6005, 2015<br /><br />Author(s): I. C. Prentice, X. Liang, B. E. Medlyn, and Y.-P. Wang<br /><br />Land-surface models (LSMs) are increasingly called upon to represent not\nonly the exchanges of energy, water and momentum across the land–atmosphere\ninterface (their original purpose in climate models), but also how\necosystems and water resources respond to climate, atmospheric environment,\nland-use and land-use change, and how these responses in turn influence\nland–atmosphere fluxes of carbon dioxide (CO<sub>2</sub>), trace gases and other\nspecies that affect the composition and chemistry of the atmosphere.\nHowever, the LSMs embedded in state-of-the-art climate models differ in how\nthey represent fundamental aspects of the hydrological and carbon cycles,\nresulting in large inter-model differences and sometimes faulty predictions.\nThese \"third-generation\" LSMs respect the close coupling of the carbon and\nwater cycles through plants, but otherwise tend to be under-constrained, and\nhave not taken full advantage of robust hydrological parameterizations that\nwere independently developed in offline models. Benchmarking, combining\nmultiple sources of atmospheric, biospheric and hydrological data, should be\na required component of LSM development, but this field has been relatively\npoorly supported and intermittently pursued. Moreover, benchmarking alone is\nnot sufficient to ensure that models improve. Increasing complexity may\nincrease realism but decrease reliability and robustness, by increasing the\nnumber of poorly known model parameters. In contrast, simplifying the\nrepresentation of complex processes by stochastic parameterization (the\nrepresentation of unresolved processes by statistical distributions of\nvalues) has been shown to improve model reliability and realism in both\natmospheric and land-surface modelling contexts. We provide examples for\nimportant processes in hydrology (the generation of runoff and flow routing\nin heterogeneous catchments) and biology (carbon uptake by species-diverse\necosystems). We propose that the way forward for next-generation complex\nLSMs will include: (a) representations of biological and hydrological\nprocesses based on the implementation of multiple internal constraints; (b)\nsystematic application of benchmarking and data assimilation techniques to\noptimize parameter values and thereby test the structural adequacy of\nmodels; and (c) stochastic parameterization of unresolved variability,\napplied in both the hydrological and the biological domains.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/5987/2015/", 
        "title": "Reliable, robust and realistic: the three R's of next-generation land-surface modelling"
    }, 
    {
        "author": "A. H. Berner, C. S. Bretherton, and R. Wood", 
        "date": "Wed, 27 May 2015 00:00:00 +0200", 
        "description": "<b>Large eddy simulation of ship tracks in the collapsed marine boundary layer: a case study from the Monterey area ship track experiment</b><br /><br />Atmospheric Chemistry and Physics, 15, 5851-5871, 2015<br /><br />Author(s): A. H. Berner, C. S. Bretherton, and R. Wood<br /><br />For the first time, a large eddy simulation (LES) coupled to a bulk aerosol\nscheme is used to simulate an aircraft-sampled ship track. The track was\nformed by the M/V <i>Sanko Peace</i> on 13 June 1994 in a shallow drizzling\nboundary layer with high winds but very low background aerosol concentrations\n(10 cm<sup>−3</sup>). A Lagrangian framework is used to simulate the evolution of\na short segment of track as it is advected away from the ship for 8 h\n(a downwind distance exceeding 570 km).\n<br><br>\nUsing aircraft observations for initialization, good agreement is obtained\nbetween the simulated and observed features of the ambient boundary layer\noutside the track, including the organization of the cloud into mesoscale\nrolls. After 8 h, a line of aerosol is injected to start the ship\ntrack. The simulation successfully reproduces the significant albedo\nenhancement and suppression of drizzle observed within the track. The aerosol\nconcentration within the track dilutes as it broadens due to turbulent\nmixing. A sensitivity study shows the broadening rate strongly depends on the\nalignment between the track and the wind-aligned boundary layer rolls, as\nsatellite images of ship tracks suggest. Entrainment is enhanced within the\nsimulated track, but the observed 100 m elevation of the ship track above\nthe surrounding layer is not simulated, possibly because the LES quickly\nsharpens the rather weak observed inversion. Liquid water path within the\nsimulated track increases with time even as the ambient liquid water path is\ndecreasing. The albedo increase in the track from liquid water and cloud\nfraction enhancement (second indirect effect) eventually exceeds that from\ncloud droplet number increases (first indirect or Twomey effect). In a\nsensitivity study with a higher initial ambient aerosol concentration,\nstronger ship track aerosol source, and much weaker drizzle, there is less\nliquid water inside the track than outside for several hours downwind,\nconsistent with satellite estimates for such situations. In that case, the\nTwomey effect dominates throughout, although, as seen in satellite images,\nthe albedo enhancement of the track is much smaller.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/5851/2015/", 
        "title": "Large eddy simulation of ship tracks in the collapsed marine boundary layer: a case study from the Monterey area ship track experiment"
    }
]