[
    {
        "author": "Yu-Chiao Liang, Jin-Yi Yu, Min-Hui Lo, Chunzai Wang", 
        "date": "2015-07-28", 
        "description": "\n\nThis study finds that the El Niño influences on the summer Great Plains low-level jet (GPLLJ) are different for the Central Pacific (CP) and Eastern Pacific (EP) types during their decaying phases. While the CP El Niño induces negative sea level pressure anomalies over the Gulf of Mexico to drive anomalous northerly winds weakening the GPLLJ, the EP El Niño intensifies the GPLLJ by inducing anomalous surface air temperature gradient between the northeastern and southwestern United States. The recent emerging CP El Niño can weaken the GPLLJ to lead to a drier environment in the central United States.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl.590", 
        "title": "The changing influence of El Niño on the Great Plains low-level jet"
    }, 
    {
        "author": "Chuliang Xiao, Yaocun Zhang", 
        "date": "2015-07-23", 
        "description": "\n\nThe wintertime East Asian eddy-driven jet (EAEJ) responding to climate change in the 21st century is studied using model outputs from the Coupled Model Intercomparison Project phase 5 (CMIP5). Compared to the location displacement in oceanic eddy-driven jets, the magnitude change of synoptic-scale transient eddy activities, measured by eddy kinetic energy (EKE), is a more striking feature in EAEJ. An intensified EKE is projected unanimously by CMIP5 models, suggesting that potential strong winter storm events are likely to happen in East Asian midlatitude in a warming climate. The future change of EKE in EAEJ can be understood in terms of growing baroclinicity wave. The upper level EKE is highly correlated to the low-level static stability, Brunt-Väisälä frequency (BVF). CMIP5 models generally project an intensified upper evel EKE with a reduced low-level BVF (ΔEKE ∝ −ΔBVF). Meanwhile, the enhancement of EKE is also constrained by its historical state (ΔEKE ∝ −EKE). Intermodel variabilities among CMIP5 models reveal a similar but weaker relationship between ΔBVF (or EKE) and ΔEKE, indicating relatively large model diversities and independencies among CMIP5 models.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064641", 
        "title": "Projected changes of wintertime synoptic-scale transient eddy activities in the East Asian eddy-driven jet from CMIP5 experiments"
    }, 
    {
        "author": "Daehyun Kim et al", 
        "date": "2015-07-22", 
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00767.1?af=R", 
        "title": "Role of Longwave Cloud–Radiation Feedback in the Simulation of the Madden–Julian Oscillation"
    }, 
    {
        "author": "J. Li, S. D. Xie, L. M. Zeng, L. Y. Li, Y. Q. Li, and R. R. Wu", 
        "date": "2015-07-20", 
        "description": "<b>Characterization of ambient volatile organic compounds and their sources in Beijing, before, during, and after Asia-Pacific Economic Cooperation China 2014</b><br /><br />Atmospheric Chemistry and Physics, 15, 7945-7959, 2015<br /><br />Author(s): J. Li, S. D. Xie, L. M. Zeng, L. Y. Li, Y. Q. Li, and R. R. Wu<br /><br />Ambient volatile organic compounds (VOCs) were measured using an online\nsystem, gas chromatography–mass spectrometry/flame ionization detector\n(GC-MS/FID), in Beijing, China, before, during, and after Asia-Pacific\nEconomic Cooperation (APEC) China 2014, when stringent air quality control\nmeasures were implemented. Positive matrix factorization (PMF) was applied\nto identify the major VOC contributing sources and their temporal\nvariations. The secondary organic aerosols potential (SOAP) approach was\nused to estimate variations of precursor source contributions to SOA\nformation. The average VOC mixing ratios during the three periods were\n86.17, 48.28, and 72.97 ppbv, respectively. The mixing ratios of total VOC\nduring the control period were reduced by 44 %, and the mixing ratios of\nacetonitrile, halocarbons, oxygenated VOCs (OVOCs), aromatics, acetylene,\nalkanes, and alkenes decreased by approximately 65, 62, 54,\n53, 37, 36, and 23 %, respectively. The mixing ratios of all\nmeasured VOC species decreased during control, and the most affected species\nwere chlorinated VOCs (chloroethane, 1,1-dichloroethylene, chlorobenzene).\nPMF analysis indicated eight major sources of ambient VOCs, and emissions\nfrom target control sources were clearly reduced during the control period.\nCompared with the values before control, contributions of vehicular exhaust\nwere most reduced, followed by industrial manufacturing and solvent\nutilization. Reductions of these three sources were responsible for 50,\n26, and 16 % of the reductions in ambient VOCs. Contributions of\nevaporated or liquid gasoline and industrial chemical feedstock were\nslightly reduced, and contributions of secondary and long-lived species were\nrelatively stable. Due to central heating, emissions from fuel combustion\nkept on increasing during the whole campaign; because of weak control of\nliquid petroleum gas (LPG), the highest emissions of LPG occurred in the\ncontrol period. Vehicle-related sources were the most important precursor\nsources likely responsible for the reduction in SOA formation during this\ncampaign.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/7945/2015/", 
        "title": "Characterization of ambient volatile organic compounds and their sources in Beijing, before, during, and after Asia-Pacific Economic Cooperation China 2014"
    }, 
    {
        "author": "Andra J. Reed, Michael E. Mann, Kerry A. Emanuel, David W. Titley", 
        "date": "2015-07-18", 
        "description": "\n\nIn a changing climate, the impact of tropical cyclones on the United States Atlantic and Gulf Coasts will be affected both by how intense and how frequent these storms become. The observational record of tropical cyclones in the Atlantic basin is too short (AD 1851-present) to allow for accurate assessment of low-frequency variability in storm activity. In order to overcome the limitations of the short observational record, we downscale four CMIP5 models to generate synthetic tropical cyclone data sets for the Atlantic basin that span the interval AD 850 – 2005. Using these long-term synthetic tropical cyclone data sets, we investigate the relationship between power dissipation and ocean temperature metrics, as well as the relationship between basin-wide and landfalling tropical cyclone count statistics over the past millennium. Contrary to previous studies, we find only a very weak relationship between power dissipation and main development region sea surface temperature in the Atlantic basin. Consistent with previous studies, we find that basin-wide and landfalling tropical cyclone counts are significantly correlated with one another, lending further support for the use of paleohurricane landfall records to infer long-term basin-wide tropical cyclone trends.\n", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023357", 
        "title": "An analysis of long-term relationships among count statistics and metrics of synthetic tropical cyclones downscaled from CMIP5 models"
    }, 
    {
        "author": "Richard Seager et al", 
        "date": "2015-07-16", 
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00860.1?af=R", 
        "title": "Causes of the 2011 to 2014 California drought"
    }, 
    {
        "author": "A. Solomon, L. M. Polvani, K. L. Smith, R. P. Abernathey", 
        "date": "2015-07-14", 
        "description": "\n\nObservations show robust changes in the circulation, temperature, and salinity of the Southern Ocean in recent decades. To what extent these changes are related to the formation of the ozone hole in the late twentieth century is an open question. Using a comprehensive chemistry-climate Earth system model, we contrast model runs with varying and with fixed surface concentrations of ozone depleting substances (ODS) from 1955 to 2005. In our model, ODS cause the majority of the summertime changes in surface wind stress which, in turn, induce a clear poleward shift of the ocean's meridional overturning circulation. In addition, more than 30% of the model changes in the temperature and salinity of the Southern Ocean are caused by ODS. These findings offer unambiguous evidence that increased concentrations of ODS in the late twentieth century are likely to have been been an important driver of changes in the Southern Ocean.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064744", 
        "title": "The impact of ozone depleting substances on the circulation, temperature, and salinity of the Southern Ocean: An attribution study with CESM1(WACCM)"
    }, 
    {
        "author": "Jing Li et al", 
        "date": "2015-07-13", 
        "description": "Journal of Climate, Volume 28, Issue 14, Page 5716-5736, July 2015. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00537.1?af=R", 
        "title": "An Intercomparison of the Spatiotemporal Variability of Satellite- and Ground-Based Cloud Datasets Using Spectral Analysis Techniques"
    }, 
    {
        "author": "Benkui Tan et al", 
        "date": "2015-07-13", 
        "description": "Journal of Climate, Volume 28, Issue 14, Page 5783-5794, July 2015. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00568.1?af=R", 
        "title": "The Linkage between the Eastern Pacific Teleconnection Pattern and Convective Heating over the Tropical Western Pacific"
    }, 
    {
        "author": "Yutian Wu et al", 
        "date": "2015-07-13", 
        "description": "Journal of Climate, Volume 28, Issue 14, Page 5845-5856, July 2015. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-15-0040.1?af=R", 
        "title": "Contrasting Short- and Long-Term Projections of the Hydrological Cycle in the Southern Extratropics"
    }, 
    {
        "author": "J. Du, C. Chen, V. Lesur, and L. Wang", 
        "date": "2015-07-07", 
        "description": "<b>Non-singular spherical harmonic expressions of geomagnetic vector and gradient tensor fields in the local north-oriented reference frame</b><br /><br />Geoscientific Model Development, 8, 1979-1990, 2015<br /><br />Author(s): J. Du, C. Chen, V. Lesur, and L. Wang<br /><br />General expressions of magnetic vector (MV) and magnetic gradient tensor\n(MGT) in terms of the first- and second-order derivatives of spherical\nharmonics at different degrees/orders  are relatively complicated and\nsingular at the poles. In this paper, we derived alternative non-singular\nexpressions for the MV, the MGT and also the third-order partial derivatives\nof the magnetic potential field in the local north-oriented reference frame.\nUsing our newly derived formulae, the magnetic potential, vector and\ngradient tensor fields and also the third-order partial derivatives of the\nmagnetic potential field at an altitude of 300 km are calculated based on a\nglobal lithospheric magnetic field model GRIMM_L120 (GFZ Reference Internal Magnetic Model, version\n0.0) with spherical harmonic degrees 16–90. The corresponding\nresults at the poles are discussed and the validity of the derived formulas\nis verified using the Laplace equation of the magnetic potential field.", 
        "journal": "Geoscientific Model Development", 
        "link": "http://www.geosci-model-dev.net/8/1979/2015/", 
        "title": "Non-singular spherical harmonic expressions of geomagnetic vector and gradient tensor fields in the local north-oriented reference frame"
    }, 
    {
        "author": "Ji Nie et al", 
        "date": "2015-06-29", 
        "description": "Journal of the Atmospheric Sciences, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of the Atmospheric Science", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JAS-D-15-0035.1?af=R", 
        "title": "Responses of tropical deep convection to the QBO: cloud-resolving simulations"
    }, 
    {
        "author": "K. E. McCusker, D. S. Battisti, C. M. Bitz", 
        "date": "2015-06-24", 
        "description": "\n\nInjection of sulfate aerosols into the stratosphere has the potential to reduce the climate impacts of global warming, including sea level rise (SLR). However, changes in atmospheric and oceanic circulation that can significantly influence the rate of basal melting of Antarctic marine ice shelves and the associated SLR have not previously been considered. Here we use a fully coupled global climate model to investigate whether rapidly increasing stratospheric sulfate aerosol concentrations after a period of global warming could preserve Antarctic ice sheets by cooling subsurface ocean temperatures. We contrast this climate engineering method with an alternative strategy in which all greenhouse gases (GHG) are returned to preindustrial levels. We find that the rapid addition of a stratospheric aerosol layer does not effectively counteract surface and upper level atmospheric circulation changes caused by increasing GHGs, resulting in continued upwelling of warm water in proximity of ice shelves, especially in the vicinity of the already unstable Pine Island Glacier in West Antarctica. By contrast, removal of GHGs restores the circulation, yielding relatively cooler subsurface ocean temperatures to better preserve West Antarctica.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064314", 
        "title": "Inability of stratospheric sulfate aerosol injections to preserve the West Antarctic Ice Sheet"
    }, 
    {
        "author": "Kerry H. Cook et al", 
        "date": "2015-06-19", 
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00230.1?af=R", 
        "title": "Detection and Analysis of an Amplified Warming of the Sahara Desert"
    }, 
    {
        "author": "Richard Seager et al", 
        "date": "2015-06-11", 
        "description": "Bulletin of the American Meteorological Society, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Bulletin of the American Meteorological Society", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/BAMS-D-15-00043.1?af=R", 
        "title": "Do the Tropics Rule? Assessing the State of Tropical Climate Science"
    }, 
    {
        "author": "Lin Wang, Wen Chen, Wen Zhou, Gang Huang", 
        "date": "2015-06-02", 
        "description": "\n\nIn the last decade, a series of super extreme droughts have swept across Southwest China (SWC). However, the essential feature behind them is not yet fully understood and traditional drought indices as well as precipitation fail to describe it, due to a lack of comprehensive treatment of drought. We propose an integrated metric, the Comprehensive Multiscalar Indicator (CMI), as a new criterion for super drought detection. Reexamination of SWC droughts illuminates the essential feature of super drought events: a combination of multiple stresses on water resources and highlights the utility of CMI.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2593", 
        "title": "Understanding and Detecting Super Extreme Droughts in Southwest China through an Integrated Approach and Index"
    }, 
    {
        "author": "Usama Anber et al", 
        "date": "2015-05-19", 
        "description": "Journal of the Atmospheric Sciences, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of the Atmospheric Science", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JAS-D-14-0253.1?af=R", 
        "title": "Effect of Surface Fluxes versus Radiative Heating on Tropical Deep Convection"
    }, 
    {
        "author": "Timothy W. Cronin, Kerry A. Emanuel, Peter Molnar", 
        "date": "2014-11-07", 
        "description": "\nTo understand why tropical islands are rainier than nearby ocean areas, we explore how a highly idealized island, which differs from the surrounding ocean only in heat capacity, might respond to the diurnal cycle and influence the tropical climate, especially the spatial distribution of rainfall and the thermal structure of the troposphere. We perform simulations of three-dimensional radiative-convective equilibrium with the System for Atmospheric Modeling (SAM) cloud-system-resolving model, with interactive surface temperature, where a highly idealized, low heat capacity circular island is embedded in a slab-ocean domain. The calculated precipitation rate over the island can be more than double the domain average value, with island rainfall occurring primarily in an intense, regular thunderstorm system that forms in the afternoon to early evening each day. Island size affects the magnitude of simulated island rainfall enhancement, the intensity of the convection, and the timing of the rainfall maximum relative to solar noon. A combination of dynamic and thermodynamic mechanisms leads to a monotonic enhancement of domain-averaged tropospheric temperature with increasing fraction of island surface, which may contribute to localization of ascent over the Maritime Continent and its relationship to the Walker Circulation.\nThunderstorm in the Maritime Continent region, looking east in the early morning from the Makassar Strait toward Sulawesi. In this paper Cronin, Emanuel and Molnar run a cloud-system resolving model to radiative-convective equilibrium with idealized boundary conditions to explore how such storms may interact with the diurnal cycle to influence both the spatial distribution of mean rainfall and the thermal structure of the troposphere. Picture taken by Arnold Gordon from the Indonesian research ship Baruna Jaya IV, November 1996.\n\n\n\n\n\n\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2443", 
        "title": "Island precipitation enhancement and the diurnal cycle in radiative-convective equilibrium"
    }, 
    {
        "author": "Chun-Yi Lin, Jin-Yi Yu, Huang-Hsiung Hsu", 
        "date": "2014-09-01", 
        "description": "\n\nThis study examines the Pacific meridional mode (PMM) simulated in the pre-industrial simulations of the Coupled Model Intercomparison Project Phase 5 (CMIP5). The spatial pattern and intensity of the PMM were found to be reasonably simulated by CMIP5 models, as was the subtropical atmosphere–ocean coupling associated with the PMM. However, the persistence of the coupling, which sustains the PMM's duration and extends its pattern equatorward, was found to be underestimated in most of the CMIP5 models. Many of the simulated PMMs do not have a pattern that extends far enough into the tropical Pacific to influence El Niño-Southern Oscillation (ENSO). The CMIP5 models that do produce longer persistence for the PMM coupling show a higher correlation of the PMM with the Central-Pacific (CP) type of ENSO than with the Eastern-Pacific (EP) type of the ENSO. This study concludes that (1) the PMM and its associated subtropical Pacific ocean–atmosphere coupling are important to the generation of the CP type of ENSO; (2) the so-called seasonal footprinting mechanism that sustains an equatorward extension of the PMM is not well simulated in a majority of the CMIP5 models; and (3) the persistence of the subtropical Pacific coupling is more important than the other properties in gauging a model's skill in the PMM simulation.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4130", 
        "title": "CMIP5 model simulations of the Pacific meridional mode and its connection to the two types of ENSO"
    }, 
    {
        "author": "Wilson Gitau, Pierre Camberlin, Laban Ogallo, Raphael Okoola", 
        "date": "2014-08-25", 
        "description": "\n\nDespite earlier studies over various parts of the world including equatorial Eastern Africa (EEA) showing that intraseasonal statistics of wet and dry spells have spatially coherent signals and thus greater predictability potential, no attempts have been made to identify the predictors for these intraseasonal statistics. This study therefore attempts to identify the predictors (with a 1-month lead time) for some of the subregional intraseasonal statistics of wet and dry spells (SRISS) which showed the greatest predictability potential during the short rainfall season over EEA. Correlation analysis between the SRISS and seasonal rainfall totals on one hand and the predefined predictors on the other hand were initially computed and those that were significant at 95% confidence levels retained. To identify additional potential predictors, partial correlation analyses were undertaken between SRISS and large-scale oceanic and atmospheric fields while controlling the effects of the predefined predictors retained earlier. Cross-validated multivariate linear regression (MLR) models were finally developed and their residuals assessed for independence and for normal distribution. Four large-scale oceanic and atmospheric predictors with robust physical/dynamical linkages with SRISS were identified for the first time. The cross-validated MLR models for the SRISS of wet spells and seasonal rainfall totals mainly picked two of these predictors around the Bay of Bengal. The two predictors combined accounted for 39.5% of the magnitude of the SST changes between the July–August and October–November–December periods over the Western Pole of the Indian Ocean Dipole, subsequently impacting EEA rainfall. MLR models were defined yielding cross-validated correlations between observed and predicted values of seasonal totals and number of wet days ranging from 0.60 to 0.75, depending on the subregion. MLR models could not be developed over a few of the subregions suggesting that the local factors could have masked the global and regional signals encompassed in the additional potential predictors.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4131", 
        "title": "Oceanic and atmospheric linkages with short rainfall season intraseasonal statistics over Equatorial Eastern Africa and their predictive potential"
    }
]