[
    {
        "author": "Xichen Li et al",
        "date": "2015-08-21",
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Journal of Climate",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-15-0113.1?af=R",
        "title": "Rossby waves mediate impacts of tropical oceans on West Antarctic atmospheric circulation in austral winter"
    },
    {
        "author": "J. Li, M. Georgescu, P. Hyde, A. Mahalov, and M. Moustaoui",
        "date": "2015-08-21",
        "description": "<b>Regional-scale transport of air pollutants: impacts of Southern California emissions on Phoenix ground-level ozone concentrations</b><br /><br />Atmospheric Chemistry and Physics, 15, 9345-9360, 2015<br /><br />Author(s): J. Li, M. Georgescu, P. Hyde, A. Mahalov, and M. Moustaoui<br /><br />In this study, WRF-Chem is utilized at high resolution (1.333 km grid\nspacing for the innermost domain) to investigate impacts of southern\nCalifornia anthropogenic emissions (SoCal) on Phoenix ground-level ozone\nconcentrations ([O<sub>3</sub>]) for a pair of recent exceedance episodes. First,\nWRF-Chem control simulations, based on the US Environmental Protection\nAgency (EPA) 2005 National Emissions Inventories (NEI05), are conducted to\nevaluate model performance. Compared with surface observations of hourly\nozone, CO, NO<sub><i>X</i></sub>, and wind fields, the control simulations reproduce\nobserved variability well. Simulated [O<sub>3</sub>] are comparable with the\nprevious studies in this region. Next, the relative contribution of SoCal\nand Arizona local anthropogenic emissions (AZ) to ozone exceedances within\nthe Phoenix metropolitan area is investigated via a trio of sensitivity\nsimulations: (1) SoCal emissions are excluded, with all other emissions as\nin Control; (2) AZ emissions are excluded with all other emissions as in\nControl; and (3) SoCal and AZ emissions are excluded (i.e., all\nanthropogenic emissions are eliminated) to account only for Biogenic\nemissions and lateral boundary inflow (BILB). Based on the USEPA NEI05,\nresults for the selected events indicate the impacts of AZ emissions are\ndominant on daily maximum 8 h average (DMA8) [O<sub>3</sub>] in Phoenix. SoCal\ncontributions to DMA8 [O<sub>3</sub>] for the Phoenix metropolitan area range from\na few ppbv to over 30 ppbv (10–30 % relative to Control experiments).\n[O<sub>3</sub>] from SoCal and AZ emissions exhibit the expected diurnal\ncharacteristics that are determined by physical and photochemical processes,\nwhile BILB contributions to DMA8 [O<sub>3</sub>] in Phoenix also play a key role.\n<br><br>\nFinally, ozone transport processes and pathways within the lower troposphere\nare investigated. During daytime, pollutants (mainly ozone) near the\nSouthern California coasts are pumped into the planetary boundary-layer over\nthe Southern California desert through the mountain chimney and pass channel\neffects, aiding eastward transport along the desert air basins in southern\nCalifornia and finally, northeastward along the lower Gila River basin in\nArizona, thereby affecting Phoenix air quality during subsequent days. This\nstudy indicates that local emission controls in Phoenix need to be augmented\nwith regional emission reductions to attain the federal ozone standard,\nespecially if a more stringent standard is adopted in the future.",
        "journal": "Atmospheric Chemistry and Physics",
        "link": "http://www.atmos-chem-phys.net/15/9345/2015/",
        "title": "Regional-scale transport of air pollutants: impacts of Southern California emissions on Phoenix ground-level ozone concentrations"
    },
    {
        "author": "K. R. Kolesar, C. Chen, D. Johnson, and C. D. Cappa",
        "date": "2015-08-21",
        "description": "<b>The influences of mass loading and rapid dilution of secondary organic aerosol on particle volatility</b><br /><br />Atmospheric Chemistry and Physics, 15, 9327-9343, 2015<br /><br />Author(s): K. R. Kolesar, C. Chen, D. Johnson, and C. D. Cappa<br /><br />The thermally induced evaporation of secondary organic aerosol (SOA) has\nbeen characterized for SOA formed from the dark ozonolysis of &alpha;-pinene   at initial mass concentrations ranging from 1 to 800 μg m<sup>−3</sup>. Temperature-dependent particle size distributions were\nmeasured using a thermodenuder and the resulting mass thermograms were\ncompared between the SOA formed at the various SOA mass concentrations.\nNegligible differences were observed between the mass thermograms for SOA\nconcentrations < 300 μg m<sup>−3</sup>. At higher SOA\nconcentrations, the observed mass thermograms indicated the SOA was actually\nslightly less volatile than the SOA at lower concentrations;  this is likely\nan artifact due to either saturation of the gas phase or to\nrecondensation during cooling. The thermograms observed when the SOA was\nformed at high concentrations (> 380 μg m<sup>−3</sup>) and\nthen rapidly isothermally diluted to low concentrations (1–20 μg m<sup>−3</sup>) were identical to those for the SOA that was initially formed\nat low concentrations. The experimental results were compared to a kinetic\nmodel that simulates particle evaporation upon heating in a thermodenuder\nfor a given input volatility distribution and particle composition. Three\ncases were considered: (1) the SOA was composed of semi-volatile monomer\nspecies with a volatility distribution based on that derived previously from\nconsideration of SOA growth experiments;  (2) the initial SOA was composed\nalmost entirely of non-volatile dimers that decompose upon heating into\ntheir semi-volatile monomer units, which can then evaporate;  and (3) where a\nvolatility distribution was derived by fitting the model to the observed\nmass thermograms. It was found that good agreement is obtained between model\npredictions and the observations when the particle composition is\ndominated by either compounds of low volatility or by dimers. These same models\nwere used to simulate isothermal evaporation of the SOA and were found to be\nbroadly consistent with literature observations that indicate that SOA\nevaporation occurs with multiple timescales. The use of the semi-volatile\nmonomer volatility distribution fails to reproduce the observed evaporation.\nThe presence of dimers and larger oligomers in secondary organic aerosol\nformed from products of the reaction of α-pinene and O<sub>3</sub> has\nbeen well established in laboratory studies. However, the timescale and\nrelative importance of the formation of oligomers or low-volatility\ncompounds in the growth and evaporation of SOA has been debated. This study\nprovides further support that low-volatility compounds and oligomers are\nformed in α-pinene + O<sub>3</sub> in high abundances and suggests that\ntheir formation occurs rapidly upon particle formation.",
        "journal": "Atmospheric Chemistry and Physics",
        "link": "http://www.atmos-chem-phys.net/15/9327/2015/",
        "title": "The influences of mass loading and rapid dilution of secondary organic aerosol on particle volatility"
    },
    {
        "author": "Colene Haffke, Gudrun Magnusdottir",
        "date": "2015-08-18",
        "description": "\n\nA dataset of three-hourly SPCZ location and extent, from which IR temperature within the SPCZ may be obtained, for 1980 – 2012, Nov – Apr is used to examine the diurnal cycle of the South Pacific Convergence Zone (SPCZ). Maximum SPCZ area occurs at 1500 – 1800 LST. Two minima in mean IR temperature are evident, one at 1300 – 1600 LST, nearly coinciding with the maximum in area, and the second in the early morning hours at 0500 – 0700 LST when area is at a minimum. The morning minimum in mean IR temperature is associated with a peak in deep convection while the afternoon minimum is associated with a peak in mid-level clouds. On average, the morning minimum in IR temperature dominates in the tropical regions of the SPCZ while the afternoon IR temperature minimum dominates in the subtropical regions of the SPCZ. The relative strength of the two IR temperature minima is affected by the seasonal cycle, intraseasonal variability associated with active Madden Julian Oscillation events, and interannual variability due to the El Niño Southern Oscillation. The morning IR temperature minimum becomes more dominant when the SPCZ is more frequently present or when the SPCZ is shifted toward the equator. In terms of cloud height, mid-level clouds dominate at all times in all regions of the SPCZ and peak in abundance between 1500 – 1800 LST. Low-level clouds peak near midnight and then transition to high-level clouds, which peak between 0300 – 0600 LST, just before sunrise.\n",
        "journal": "Journal of Geophysical Research: Atmospheres",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023436",
        "title": "Diurnal cycle of the South Pacific Convergence Zone in 30 years of satellite images"
    },
    {
        "author": "G. Cesana, D. E. Waliser, X. Jiang, J.-L. F. Li",
        "date": "2015-08-13",
        "description": "\n\nWe take advantage of climate simulations from two multimodel experiments to characterize and evaluate the cloud phase partitioning in 16 general circulation models (GCMs), specifically the vertical structure of the transition between liquid and ice in clouds. We base our analysis on the ratio of ice condensates to the total condensates (phase ratio, PR). Its transition at 90% (PR90) and its links with other relevant variables are evaluated using the GCM-Oriented Cloud-Aerosol Lidar and Infrared Pathfinder Satellite Observation Cloud Product climatology, reanalysis data, and other satellite observations. In 13 of 16 models, the PR90 transition height occurs too low (6 km to 8.4 km) and at temperatures too warm (−13.9°C to −32.5°C) compared to observations (8.6 km, −33.7°C); features consistent with a lack of supercooled liquid with respect to ice above 6.5 km. However, this bias would be slightly reduced by using the lidar simulator. In convective regimes (more humid air and precipitation), the observed cloud phase transition occurs at a warmer temperature than for subsidence regimes (less humid air and precipitation). Only few models manage to roughly replicate the observed correlations with humidity (5/16), vertical velocity (5/16), and precipitation (4/16); 3/16 perform well for all these parameters (MPI-ESM, NCAR-CAM5, and NCHU). Using an observation-based Clausius-Clapeyron phase diagram, we illustrate that the Bergeron-Findeisen process is a necessary condition for models to represent the observed features. Finally, the best models are those that include more complex microphysics.\n",
        "journal": "Journal of Geophysical Research: Atmospheres",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JD022932",
        "title": "Multimodel evaluation of cloud phase transition using satellite and reanalysis data"
    },
    {
        "author": "Kerry H. Cook et al",
        "date": "2015-08-10",
        "description": "Journal of Climate, Volume 28, Issue 16, Page 6560-6580, August 2015. \n\t\t<br/>\n\t",
        "journal": "Journal of Climate",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00230.1?af=R",
        "title": "Detection and Analysis of an Amplified Warming of the Sahara Desert"
    },
    {
        "author": "Andra J. Reed, Michael E. Mann, Kerry A. Emanuel, David W. Titley",
        "date": "2015-08-08",
        "description": "\n\nIn a changing climate, the impact of tropical cyclones on the United States Atlantic and Gulf Coasts will be affected both by how intense and how frequent these storms become. The observational record of tropical cyclones in the Atlantic Basin is too short (A.D. 1851 to present) to allow for accurate assessment of low-frequency variability in storm activity. In order to overcome the limitations of the short observational record, we downscale four Coupled Model Intercomparison Project Phase 5 models to generate synthetic tropical cyclone data sets for the Atlantic Basin that span the interval of A.D. 850–2005. Using these long-term synthetic tropical cyclone data sets, we investigate the relationship between power dissipation and ocean temperature metrics, as well as the relationship between basin-wide and landfalling tropical cyclone count statistics over the past millennium. Contrary to previous studies, we find only a very weak relationship between power dissipation and main development region sea surface temperature in the Atlantic Basin. Consistent with previous studies, we find that basin-wide and landfalling tropical cyclone counts are significantly correlated with one another, lending further support for the use of paleohurricane landfall records to infer long-term basin-wide tropical cyclone trends.\n",
        "journal": "Journal of Geophysical Research: Atmospheres",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023357",
        "title": "An analysis of long-term relationships among count statistics and metrics of synthetic tropical cyclones downscaled from CMIP5 models"
    },
    {
        "author": "Lin Wang, Wen Chen, Wen Zhou, Gang Huang",
        "date": "2015-08-07",
        "description": "In the last decade, a series of super-extreme droughts have swept across Southwest China (SWC). However, the essential features behind them are not yet fully understood and traditional drought indices as well as precipitation fail to describe them, due to the lack of a comprehensive treatment of drought. We propose an integrated metric, the Comprehensive Multiscalar Indicator (CMI), as a new criterion for super-drought detection. Re-examination of SWC droughts illuminates the essential feature of super-drought events: a combination of multiple stresses on water resources, which highlights the utility of the CMI.\n",
        "journal": "Quarterly Journal of the Royal Meteorological Society",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2593",
        "title": "Understanding and detecting super-extreme droughts in Southwest China through an integrated approach and index"
    },
    {
        "author": "Gen Li et al",
        "date": "2015-07-29",
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Journal of Climate",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-15-0168.1?af=R",
        "title": "An Intermodel Approach to Identify the Source of Excessive Equatorial Pacific Cold Tongue in CMIP5 Models and Uncertainty in Observational Datasets"
    },
    {
        "author": "Hisayuki Kubota, Yu Kosaka, Shang-Ping Xie",
        "date": "2015-07-29",
        "description": "\n\nThe Pacific-Japan (PJ) pattern affects interannual variability in the East Asian and western North Pacific (WNP) summer monsoons. This teleconnection pattern is characterized by a meridional dipole of anomalous circulation and precipitation between the tropical WNP and the midlatitudes. This study develops a long index of the PJ pattern using station-based atmospheric pressure data to track the PJ variability from 1897 to 2013. This index is correlated with a wide array of climate variables including air temperature, precipitation, Yangtze River flow, Japanese rice yield and the occurrence of tropical cyclones over the WNP (especially those that make landfall on the Chinese and Korean coast). For the recent three decades, the PJ index reproduces well-known correlations with El Niño-Southern Oscillation (ENSO) in the preceding boreal winter and Indian Ocean temperature in the concurrent summer. For the 117-year period, this ENSO-PJ relationship varies on interdecadal time scales, with low correlations in the 1920s and from the 1940s to 1970s, and recurrences of significant correlations at the beginning of the 20th century and the 1930s. In accordance with the modulation, the magnitude and regional climate effect of the PJ variability have changed. These results highlight the importance of interdecadal modulations of climate anomalies in the summer WNP and the need of long-term observations to study such modulations.\n",
        "journal": "International Journal of Climatology",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4441",
        "title": "A 117-year long index of the Pacific-Japan pattern with application to interdecadal variability"
    },
    {
        "author": "Yu-Chiao Liang, Jin-Yi Yu, Min-Hui Lo, Chunzai Wang",
        "date": "2015-07-28",
        "description": "\n\nThis study finds that the El Niño influences on the summer Great Plains low-level jet (GPLLJ) are different for the Central Pacific (CP) and Eastern Pacific (EP) types during their decaying phases. While the CP El Niño induces negative sea level pressure anomalies over the Gulf of Mexico to drive anomalous northerly winds weakening the GPLLJ, the EP El Niño intensifies the GPLLJ by inducing anomalous surface air temperature gradient between the northeastern and southwestern United States. The recent emerging CP El Niño can weaken the GPLLJ to lead to a drier environment in the central United States.\n",
        "journal": "Atmospheric Science Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl.590",
        "title": "The changing influence of El Niño on the Great Plains low-level jet"
    },
    {
        "author": "Chuliang Xiao, Yaocun Zhang",
        "date": "2015-07-23",
        "description": "\n\nThe wintertime East Asian eddy-driven jet (EAEJ) responding to climate change in the 21st century is studied using model outputs from the Coupled Model Intercomparison Project phase 5 (CMIP5). Compared to the location displacement in oceanic eddy-driven jets, the magnitude change of synoptic-scale transient eddy activities, measured by eddy kinetic energy (EKE), is a more striking feature in EAEJ. An intensified EKE is projected unanimously by CMIP5 models, suggesting that potential strong winter storm events are likely to happen in East Asian midlatitude in a warming climate. The future change of EKE in EAEJ can be understood in terms of growing baroclinicity wave. The upper level EKE is highly correlated to the low-level static stability, Brunt-Väisälä frequency (BVF). CMIP5 models generally project an intensified upper evel EKE with a reduced low-level BVF (ΔEKE ∝ −ΔBVF). Meanwhile, the enhancement of EKE is also constrained by its historical state (ΔEKE ∝ −EKE). Intermodel variabilities among CMIP5 models reveal a similar but weaker relationship between ΔBVF (or EKE) and ΔEKE, indicating relatively large model diversities and independencies among CMIP5 models.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064641",
        "title": "Projected changes of wintertime synoptic-scale transient eddy activities in the East Asian eddy-driven jet from CMIP5 experiments"
    },
    {
        "author": "Daehyun Kim et al",
        "date": "2015-07-22",
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Journal of Climate",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00767.1?af=R",
        "title": "Role of Longwave Cloud–Radiation Feedback in the Simulation of the Madden–Julian Oscillation"
    },
    {
        "author": "Richard Seager et al",
        "date": "2015-07-16",
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Journal of Climate",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00860.1?af=R",
        "title": "Causes of the 2011 to 2014 California drought"
    },
    {
        "author": "Ji Nie et al",
        "date": "2015-06-29",
        "description": "Journal of the Atmospheric Sciences, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Journal of the Atmospheric Science",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JAS-D-15-0035.1?af=R",
        "title": "Responses of tropical deep convection to the QBO: cloud-resolving simulations"
    },
    {
        "author": "Richard Seager et al",
        "date": "2015-06-11",
        "description": "Bulletin of the American Meteorological Society, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Bulletin of the American Meteorological Society",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/BAMS-D-15-00043.1?af=R",
        "title": "Do the Tropics Rule? Assessing the State of Tropical Climate Science"
    },
    {
        "author": "Usama Anber et al",
        "date": "2015-05-19",
        "description": "Journal of the Atmospheric Sciences, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Journal of the Atmospheric Science",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JAS-D-14-0253.1?af=R",
        "title": "Effect of Surface Fluxes versus Radiative Heating on Tropical Deep Convection"
    }
]