[
    {
        "author": "Scott M. Robeson", 
        "date": "2015-08-22", 
        "description": "\n\nSpatially weighted averages of Palmer Drought Severity Index (PDSI) over central and southern California show that the 1 year 2014 drought was not as severe as previously reported, but it still is the most severe in the 1895–2014 instrumental record. Using the typical adjustment procedure that matches the mean and standard deviation of tree ring PDSI values to those of instrumental data shows over 10 droughts from 800 to 2006 that were more severe than the 1 year 2014 drought, with the 2014 drought having a return period of 140–180 years. Quantile mapping allows for a closer correspondence between instrumental and tree ring PDSI probability distributions and produces return periods of 700–900 years for the 1 year 2014 drought. Associated cumulative 3 and 4 year droughts, however, are estimated to be much more severe. The 2012–2014 drought is nearly a 10,000 year event, while the 2012–2015 drought has an almost incalculable return period and is completely without precedent.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064593", 
        "title": "Revisiting the recent California drought as an extreme value"
    }, 
    {
        "author": "A. Park Williams, Richard Seager, John T. Abatzoglou, Benjamin I. Cook, Jason E. Smerdon, Edward R. Cook", 
        "date": "2015-08-20", 
        "description": "\n\nA suite of climate datasets and multiple representations of atmospheric moisture demand are used to calculate many estimates of the self-calibrated Palmer Drought Severity Index, a proxy for near-surface soil moisture, across California from 1901–2014 at high spatial resolution. Based on the ensemble of calculations, California drought conditions were record-breaking in 2014, but probably not record-breaking in 2012–2014, contrary to prior findings. Regionally, the 2012–2014 drought was record-breaking in the agriculturally important southern Central Valley and highly populated coastal areas. Contributions of individual climate variables to recent drought are also examined, including the temperature component associated with anthropogenic warming. Precipitation is the primary driver of drought variability but anthropogenic warming is estimated to have accounted for 8–27% of the observed drought anomaly in 2012–2014 and 5–18% in 2014. Although natural variability dominates, anthropogenic warming has substantially increased the overall likelihood of extreme California droughts.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064924", 
        "title": "Contribution of anthropogenic warming to California drought during 2012–2014"
    }, 
    {
        "author": "Ali Mehran, Omid Mazdiyasni, Amir AghaKouchak", 
        "date": "2015-08-10", 
        "description": "\n\nSocioeconomic drought broadly refers to conditions whereby the water supply cannot satisfy the demand. Most previous studies describe droughts based on large-scale meteorological/hydrologic conditions, ignoring the demand and local resilience to cope with climate variability. Reservoirs provide resilience against climatic extremes and play a key role in water supply and demand management. Here we outline a unique multivariate approach as a measure of socioeconomic drought, termed Multivariate Standardized Reliability and Resilience Index (MSRRI). The model combines information on the inflow and reservoir storage relative to the demand. MSRRI combines (I) a “top-down” approach that focuses on processes/phenomena that cannot be simply controlled or altered by decision makers, such as climate change and variability, and (II) a “bottom-up” methodology that represents the local resilience and societal capacity to respond or adapt to droughts. MSRRI is based on a nonparametric multivariate distribution function that links inflow-demand reliability indicator to water storage resilience indicator. These indicators are used to assess socioeconomic drought during the Australian Millennium drought (1998–2010) and the 2011–2014 California drought. The results show that MSRRI is superior to univariate indices because it captures both early onset and persistence of water stress over time. The suggested framework can be applied to both individual reservoirs and a group of reservoirs in a region, and it is consistent with the currently available standardized drought indicators. MSRRI provides complementary information on socioeconomic drought development and recovery based on reservoir storage and demand that cannot be achieved from the commonly used drought indicators.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023147", 
        "title": "A hybrid framework for assessing socioeconomic drought: Linking climate variability, local resilience, and demand"
    }, 
    {
        "author": "Richard Seager et al", 
        "date": "2015-07-16", 
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00860.1?af=R", 
        "title": "Causes of the 2011 to 2014 California drought"
    }
]