[
    {
        "author": "", 
        "date": "2015-09-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">This study explores the characteristics of high temperature anomalies over eastern China and associated influencing factors using observations and model outputs. Results show that more long-duration (over 8 days) high temperature events occur over the middle and lower reaches of the Yangtze River Valley (YRV) than over the surrounding regions, and control most of the interannual variation of summer mean temperature <em class=\"a-plus-plus\">in situ</em>. The synergistic effect of summer precipitation over the South China Sea (SCS) region (18°–27°N, 115°–124°E) and the northwestern India and Arabian Sea (IAS) region (18°–27°N, 60°–80°E) contributes more significantly to the variation of summer YRV temperature, relative to the respective SCS or IAS precipitation anomaly. More precipitation (enhanced condensational heating) over the SCS region strengthens the western Pacific subtropical high (WPSH) and simultaneously weakens the westerly trough over the east coast of Asia, and accordingly results in associated high temperature anomalies over the YRV region through stimulating an East Asia-Pacific (EAP) pattern. More precipitation over the IAS region further adjusts the variations of the WPSH and westerly trough, and eventually reinforces high temperature anomalies over the YRV region. Furthermore, the condensational heating related to more IAS precipitation can adjust upper-tropospheric easterly anomalies over the YRV region by exciting a circumglobal teleconnection, inducing cold horizontal temperature advection and related anomalous descent, which is also conducive to the YRV high temperature anomalies. The reproduction of the above association in the model results indicates that the above results can be explained both statistically and dynamically.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-015-4280-y", 
        "title": "Synergistic contribution of precipitation anomalies over northwestern India and the South China Sea to high temperature over the Yangtze River Valley"
    }, 
    {
        "author": "", 
        "date": "2015-09-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">A deep understanding of turbulence structure is important for investigating the characteristics of the atmospheric boundary layer, especially over heterogeneous terrain. In the present study, turbulence intensity and turbulent kinetic energy (TKE) parameters are analyzed for different conditions with respect to stability, wind direction and wind speed over a valley region of the Loess Plateau of China during December 2003 and January 2004. The purpose of the study is to examine whether the observed turbulence intensity and TKE parameters satisfy Monin-Obukhov similarity theory (MOST), and analyze the wind shear effect on, and thermal buoyancy function of, the TKE, despite the terrain heterogeneity. The results demonstrate that the normalized intensity of turbulence follows MOST for all stability in the horizontal and vertical directions, as well as the normalized TKE in the horizontal direction. The shear effect of the wind speed in the Loess Plateau region is strong in winter and could enhance turbulence for all stability conditions. During daytime, the buoyancy and shear effect together constitute the generation of TKE under unstable conditions. At night, the contribution of buoyancy to TKE is relatively small, and mechanical shearing is the main production form of turbulence.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-015-4258-9", 
        "title": "Turbulence intensity and turbulent kinetic energy parameters over a heterogeneous terrain of Loess Plateau"
    }, 
    {
        "author": "", 
        "date": "2015-09-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">The present study evaluates the precipitation variability over the South China Sea (SCS) and its relationship to tropical Indo-Pacific SST anomalies during spring-to-summer transition (April–May–June, AMJ) simulated by 23 Intergovernmental Panel on Climate Change Coupled Model Intercomparison Project Phase 5 coupled models. Most of the models have the capacity to capture the AMJ precipitation variability in the SCS. The precipitation and SST anomaly (SSTA) distribution in the SCS, tropical Pacific Ocean (TPO), and tropical Indian Ocean (TIO) domains is evaluated based on the pattern correlation coefficients between model simulations and observations. The analysis leads to several points of note. First, the performance of the SCS precipitation anomaly pattern in AMJ is model dependent. Second, the SSTA pattern in the TPO and TIO is important for capturing the AMJ SCS precipitation variability. Third, a realistic simulation of the western equatorial Pacific (WEP) and local SST impacts is necessary for reproducing the AMJ SCS precipitation variability in some models. Fourth, the overly strong WEP SST impacts may disrupt the relationship between the SCS precipitation and the TPO-TIO SST. Further work remains to be conducted to unravel the specific reasons for the discrepancies between models and observations in various aspects.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-015-4250-4", 
        "title": "Relationship between South China Sea precipitation variability and tropical Indo-Pacific SST anomalies in IPCC CMIP5 models during spring-to-summer transition"
    }, 
    {
        "author": "", 
        "date": "2015-09-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">Heat waves have attracted increasing attention in recent years due to their frequent occurrence. The present study investigates the heat wave intensity and duration in China using daily maximum temperature from 753 weather stations from 1960 to 2010. In addition, its relationships with soil moisture local forcing on the ten-day period and monthly scales in spring and summer are analyzed using soil moisture data from weather stations and ERA40 reanalysis data. And finally, a mechanistic analysis is carried out using CAM5.1 (Community Atmosphere Model, version 5.1) coupled with CLM2 (Community Land Model, version 2). It is found that the heat wave frequency and duration show a sandwich distribution across China, with high occurrence rates in Southeast China and Northwest China, where the maximum frequency and duration exceeded 2.1 times and 9 days per year, respectively. The increasing trends in both duration and intensity occurred to the north of 35°N. The relationships between heat wave frequency in northern China in July (having peak distribution) and soil moisture in the earlier stage (from March to June) and corresponding period (July) are further analyzed, revealing a strong negative correlation in March, June and July, and thus showing that soil moisture in spring and early summer could be an important contributor to heat waves in July via positive subtropical high anomalies. However, the time scales of influence were relatively short in the semi-humid and humid regions, and longer in the arid region. The contribution in the corresponding period took place via positive subtropical high anomalies and positive surface skin temperature and sensible heat flux anomalies.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-014-4175-3", 
        "title": "Reduced soil moisture contributes to more intense and more frequent heat waves in northern China"
    }, 
    {
        "author": "", 
        "date": "2015-08-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">Tropical cyclones (TCs) in the South China Sea (SCS) are either generated locally or formed non-locally in the Northwest Pacific Ocean (NWP) and entered into the SCS. Here, it is found that local TCs vary out-of-phase with non-local TCs in summer. That is, if fewer (more) TCs enter into the SCS from the NWP, more (fewer) TCs are generated over the SCS. Further analyses show that variability of the western Pacific subtropical high (WPSH) is responsible for the out-of-phase relationship. As the WPSH shifts eastward (westward), fewer (more) non-local TCs formed in the NWP can enter into the SCS because TCs are recurved northward (moved westward). Due to the eastward (westward) movement of the WPSH, positive (negative) low-level vorticity anomalies, weak (strong) vertical wind shear between the upper and lower troposphere, and anomalous upward (downward) motion in the middle troposphere are induced in the northern SCS. The changes in the relative vorticity, vertical wind shear and vertical velocity are favorable (unfavorable) for the local TC genesis in the SCS. These variations of non-local and local TCs result in an out-of-phase relationship between TCs formed locally in the SCS and non-locally in the NWP.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2362-7", 
        "title": "Out-of-phase relationship between tropical cyclones generated locally in the South China Sea and non-locally from the Northwest Pacific Ocean"
    }, 
    {
        "author": "", 
        "date": "2015-08-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">This study examines persistent and short-lived heavy precipitation events (PHPEs and SHPEs, respectively) in South China during summer (July–September) 1975–2009 in association with large-scale circulation and moisture processes at different timescales. Compared to SHPEs, PHPEs are characterized by long-lasting enhanced convection and cyclonic moisture circulation as well as strengthened moisture convergence over South China. Examination of environmental variables at different timescales suggests that intraseasonal and synoptic components play a deterministic role in regulating the overall changes in convection and moisture convergence, while the low-frequency background state plays only a marginal role. Further analysis of the moisture divergence terms also reveals that the overall changes in moisture divergence during PHPEs and SHPEs stem primarily from variations in the intraseasonal and synoptic wind fields rather than in the humidity fields. Overall, it is found that the location and strength of the intraseasonal oscillation (ISO) and the synoptic disturbances play a decisive role in controlling the severity and duration of rainfall events over South China. The synchronization and persistence of the enhanced convection and moisture circulation of the ISO and synoptic disturbances jointly contribute to prolonged heavy precipitation over South China, while the weakening and asynchrony of the associated convection and moisture circulation at different timescales result in rainfall events of weaker intensity and shorter duration.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2347-6", 
        "title": "Multiscale control of summertime persistent heavy precipitation events over South China in association with synoptic, intraseasonal, and low-frequency background"
    }, 
    {
        "author": "", 
        "date": "2015-08-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">The impacts of El Niño and La Niña on the rainfall over southern China in winter half year (November–April) are investigated diagnostically. It is found that positive rainfall anomalies with statistical significance appear over southern China in El Niño winter but no reversed significant rainfall anomalies in La Niña winter. The asymmetry of the rainfall anomalies are related with the asymmetry in anomalous circulation over western North Pacific (WNP) in lower troposphere, with a strong anomalous anticyclone in El Niño winter but a weak anomalous cyclone in La Niña winter. It is revealed that the asymmetric responses in anomalous circulation to El Nino and La Niña are affected by the intraseasonal oscillation (ISO). In El Niño winter the interannual variation is dominant and the ISO is weak, and the strong interannual variation leads to a strong response of the anomalous anticyclone over WNP in winter half year. However, in La Niña winter the ISO is dominant and the interannual variation is weak, and the weak interannual variation results in a weak response of the anomalous cyclone over WNP.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2207-4", 
        "title": "Role of intraseasonal oscillation in asymmetric impacts of El Niño and La Niña on the rainfall over southern China in boreal winter"
    }, 
    {
        "author": "", 
        "date": "2015-08-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">To investigate climate variability in Asia during the last millennium, the spatial and temporal evolution of summer (June–July–August; JJA) temperature in eastern and south-central Asia is reconstructed using multi-proxy records and the regularized expectation maximization (RegEM) algorithm with truncated total least squares (TTLS), under a point-by-point regression (PPR) framework. The temperature index reconstructions show that the late 20th century was the warmest period in Asia over the past millennium. The temperature field reconstructions illustrate that temperatures in central, eastern, and southern China during the 11th and 13th centuries, and in western Asia during the 12th century, were significantly higher than those in other regions, and comparable to levels in the 20th century. Except for the most recent warming, all identified warm events showed distinct regional expressions and none were uniform over the entire reconstruction area. The main finding of the study is that spatial temperature patterns have, on centennial time-scales, varied greatly over the last millennium. Moreover, seven climate model simulations, from the Coupled Model Intercomparison Project Phase 5 (CMIP5), over the same region of Asia, are all consistent with the temperature index reconstruction at the 99 % confidence level. Only spatial temperature patterns extracted as the first empirical orthogonal function (EOF) from the GISS-E2-R and MPI-ESM-P model simulations are significant and consistent with the temperature field reconstruction over the past millennium in Asia at the 90 % confidence level. This indicates that both the reconstruction and the simulations depict the temporal climate variability well over the past millennium. However, the spatial simulation or reconstruction capability of climate variability over the past millennium could be still limited. For reconstruction, some grid points do not pass validation tests and reveal the need for more proxies with high temporal resolution, accurate dating, and sensitive temperature signals, especially in central Asia and before AD 1400.</p>\n                  ", 
        "journal": "Climatic Change", 
        "link": "http://link.springer.com/10.1007/s10584-015-1413-3", 
        "title": "A multi-proxy reconstruction of spatial and temporal variations in Asian summer temperatures over the last millennium"
    }, 
    {
        "author": "S. Fuzzi, U. Baltensperger, K. Carslaw, S. Decesari, H. Denier van der Gon, M. C. Facchini, D. Fowler, I. Koren, B. Langford, U. Lohmann, E. Nemitz, S. Pandis, I. Riipinen, Y. Rudich, M. Schaap, J. G. Slowik, D. V. Spracklen, E. Vignati, M. Wild, M. Williams, and S. Gilardoni", 
        "date": "2015-07-24", 
        "description": "<b>Particulate matter, air quality and climate: lessons learned and future needs</b><br /><br />Atmospheric Chemistry and Physics, 15, 8217-8299, 2015<br /><br />Author(s): S. Fuzzi, U. Baltensperger, K. Carslaw, S. Decesari, H. Denier van der Gon, M. C. Facchini, D. Fowler, I. Koren, B. Langford, U. Lohmann, E. Nemitz, S. Pandis, I. Riipinen, Y. Rudich, M. Schaap, J. G. Slowik, D. V. Spracklen, E. Vignati, M. Wild, M. Williams, and S. Gilardoni<br /><br />The literature on atmospheric particulate matter (PM), or atmospheric aerosol, has increased enormously\nover the last 2 decades and amounts now to some 1500–2000 papers per year in\nthe refereed literature. This is in part due to the enormous advances in\nmeasurement technologies, which have allowed for an increasingly accurate\nunderstanding of the chemical composition and of the physical properties of\natmospheric particles and of their processes in the atmosphere. The growing\nscientific interest in atmospheric aerosol particles is due to their high\nimportance for environmental policy. In fact, particulate matter constitutes\none of the most challenging problems both for air quality and for climate\nchange policies. In this context, this paper reviews the most recent results\nwithin the atmospheric aerosol sciences and the policy needs, which have\ndriven much of the increase in monitoring and mechanistic research over the\nlast 2 decades.\n<br><br>\nThe synthesis reveals many new processes and developments in the science\nunderpinning climate–aerosol interactions and effects of PM on human health\nand the environment. However, while airborne particulate matter is\nresponsible for globally important influences on premature human mortality,\nwe still do not know the relative importance of the different chemical\ncomponents of PM for these effects. Likewise, the magnitude of the overall\neffects of PM on climate remains highly uncertain. Despite the uncertainty\nthere are many things that could be done to mitigate local and global\nproblems of atmospheric PM. Recent analyses have shown that reducing black\ncarbon (BC) emissions, using known control measures, would reduce global\nwarming and delay the time when anthropogenic effects on global temperature\nwould exceed 2 °C. Likewise, cost-effective control measures on\nammonia, an important agricultural precursor gas for secondary inorganic\naerosols (SIA), would reduce regional eutrophication and PM concentrations in\nlarge areas of Europe, China and the USA. Thus, there is much that could be\ndone to reduce the effects of atmospheric PM on the climate and the health of\nthe environment and the human population.\n<br><br>\nA prioritized list of actions to mitigate the full range of effects of PM is\ncurrently undeliverable due to shortcomings in the knowledge of aerosol\nscience; among the shortcomings, the roles of PM in global climate and the\nrelative roles of different PM precursor sources and their response to\nclimate and land use change over the remaining decades of this century are\nprominent. In any case, the evidence from this paper strongly advocates for\nan integrated approach to air quality and climate policies.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/8217/2015/", 
        "title": "Particulate matter, air quality and climate: lessons learned and future needs"
    }, 
    {
        "author": "Youbing Peng, Caiming Shen, Hai Cheng, Ying Xu", 
        "date": "2015-07-23", 
        "description": "\n\nThe Interdecadal Pacific Oscillation (IPO) and its impacts on precipitation over eastern China during the last millennium are investigated through analyzing two 1000-yr global climate model simulations. Results show that the model does not simulate a prolonged period of negative IPO before AD 1300 suggested by the proxy reconstruction, although it does simulate centennial periods of negative and positive IPO. The simulated IPO exhibits several low-frequency oscillations, including 10-23, 30-33, 35-70 and 85-110 yr. However, it remains an open question whether simulated IPO oscillations longer than bidecadal mode can be or not be considered as essentially internal modes of variability. The simulations indicate that precipitation over eastern China is associated with the IPO. When the strongest IPO signal of 53-77 yr oscillation occurs, the summer precipitation goes of opposite sign over North China (NC) and the middle and lower Yangtze River Vally (MLYRV), i.e., dipole mode such as the “flood-in-south and drought-in-north” pattern that occurs during the positive IPO episodes and vice versa. While coherent mode is dominant when the relatively weak IPO signal occurs, and warm phases of the IPO coincide with coherent drought and vice versa. The association between 53-77 yr oscillation of the IPO and precipitation in NC is more marked than that in the MLYRV. Our results suggest that the internal variability of climate system like the IPO may play an important role in precipitation over eastern China, at least on the 53-77 yr oscillation.\n", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023104", 
        "title": "Simulation of the Interdecadal Pacific Oscillation and its impacts on the climate over eastern China during the last millennium"
    }, 
    {
        "author": "Hui Wu", 
        "date": "2015-07-23", 
        "description": "\n\nOffshore-penetrating tongues of coastal water have been frequently observed during the downwelling-favorable monsoon season at specific locations in waters off the Min-Zhe Coast, a region influenced by a buoyant coastal current originating from the Changjiang River. This process plays an important role in cross-shelf material exchange in the East China Sea (ECS), but the underlying mechanisms are not fully understood. This study suggests that the penetrating fronts are the response of buoyant coastal water to along-isobath undulation of the ambient pycnocline that is controlled by the temperature stratification in seawater. When the ambient pycnocline descends sharply in the downshelf direction, coastal water is transported offshore due to the joint effect of baroclinicity and relief (JEBAR), and thus generates a penetrating front. Along-isobath pycnocline undulation in the ECS can arise from nonuniform tidal mixing due to tidal wave divergence off the Min-Zhe Coast. Onshelf intrusion of cold and dense Kuroshio subsurface water prevents thorough mixing of the pycnocline. Different from the common cross-shelf transport phenomena induced by winds or frontal instabilities, such a tidal mechanism should produce penetrating fronts at specific locations, in agreement with observations.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010686", 
        "title": "Cross-shelf penetrating fronts: A response of buoyant coastal water to ambient pycnocline undulation"
    }, 
    {
        "author": "Y. R. Yang, X. G. Liu, Y. Qu, J. L. An, R. Jiang, Y. H. Zhang, Y. L. Sun, Z. J. Wu, F. Zhang, W. Q. Xu, and Q. X. Ma", 
        "date": "2015-07-23", 
        "description": "<b>Characteristics and formation mechanism of continuous hazes in China: a case study during the autumn of 2014 in the North China Plain</b><br /><br />Atmospheric Chemistry and Physics, 15, 8165-8178, 2015<br /><br />Author(s): Y. R. Yang, X. G. Liu, Y. Qu, J. L. An, R. Jiang, Y. H. Zhang, Y. L. Sun, Z. J. Wu, F. Zhang, W. Q. Xu, and Q. X. Ma<br /><br />Four extreme haze episodes occurred in October 2014 in the\nNorth China Plain (NCP). To clarify the formation mechanism of hazes in\nautumn, strengthened observations were conducted in Beijing from 5 October\nto 2 November. The meteorological parameters, satellite data, chemical\ncompositions and optical properties of aerosols were obtained. The hazes\noriginated from the NCP, developing in the southwest and northeast directions,\nwith the highest concentration of PM<sub>2.5</sub> of 469 μg m<sup>−3</sup> in Beijing. The NCP was dominated by a weak high pressure system during\nthe haze episode, which resulted in low surface wind speed and relatively\nstagnant weather. Moreover, the wind slowed down around Beijing city. The\nsecondary aerosols NO<sub>3</sub><sup>&minus;</sup> was always higher than that of\nSO<sub>4</sub><sup>2&minus;</sup>, which indicated the motor vehicles played a more important\npart in the hazes in October 2014, even though the oxidation rate from\nSO<sub>2</sub> to SO<sub>4</sub><sup>2&minus;</sup> was faster than that of NO<sub><i>x</i></sub> to\nNO<sub>3</sub><sup>&minus;</sup>. Sudden increases of the concentrations of organic matter,\nCl<sup>&minus;</sup> and BC (black carbon) before each haze episode implied that\nregional transport of pollutants by biomass burning was important for haze\nformation during autumn. A satellite map of fire points and the backward\ntrajectories of the air masses also indicated this pollution source. The\ndistinct decrease in the PBL (planetary boundary layer) height during four\nhaze episodes restrained the vertical dispersion of the air pollutants.\nWater vapor also played a vital role in the formation of hazes by\naccelerating the chemical transformation of secondary pollutants, leading to\nhygroscopic growth of aerosols and altering the thermal balance of the\natmosphere.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/8165/2015/", 
        "title": "Characteristics and formation mechanism of continuous hazes in China: a case study during the autumn of 2014 in the North China Plain"
    }, 
    {
        "author": "Y. Wang, L. Lin, and H. Chen", 
        "date": "2015-07-23", 
        "description": "<b>Assessing the economic impacts of drought from the perspective of profit loss rate: a case study of the sugar industry in China</b><br /><br />Natural Hazards and Earth System Science, 15, 1603-1616, 2015<br /><br />Author(s): Y. Wang, L. Lin, and H. Chen<br /><br />Natural disasters have enormous impacts on human society, especially on the\ndevelopment of the economy. To support decision-making in mitigation and\nadaption to natural disasters, assessment of economic impacts is fundamental\nand of great significance. Based on a review of the literature on economic\nimpact evaluation, this paper proposes a new assessment model of the economic\nimpacts of droughts by using the sugar industry in China as a case study,\nwhich focuses on the generation and transfer of economic impacts along a\nsimple value chain involving only sugarcane growers and a sugar-producing\ncompany. A perspective of profit loss rate is applied to scale economic\nimpact. By using \"with and without\" analysis, profit loss is defined as\nthe difference in profits between disaster-hit and disaster-free scenarios.\nTo calculate profit, analysis of a time series of sugar price is applied. \nWith the support of a linear regression model, an endogenous trend in sugar\nprice is identified and the time series of sugar price \"without\" disaster\nis obtained, using an autoregressive error model to separate impact of\ndisasters from the internal trend in sugar price. Unlike the settings in\nother assessment models, representative sugar prices, which represent value\nlevel in disaster-free conditions and disaster-hit conditions, are integrated\nfrom a long time series that covers the whole period of drought. As a \nresult, it is found that in a rigid farming contract, sugarcane growers\nsuffer far more than the sugar company when impacted by severe drought, which\nmay promote reflections among various economic\nbodies on economic equality related to the occurrence of natural disasters. Further, sensitivity analysis\nof the model built reveals that sugarcane purchase price has a significant\ninfluence on profit loss rate, which implies that setting a proper sugarcane\npurchase price would be an effective way of realizing economic equality in\nfuture practice of contract farming.", 
        "journal": "Natural Hazards and Earth System Science", 
        "link": "http://www.nat-hazards-earth-syst-sci.net/15/1603/2015/", 
        "title": "Assessing the economic impacts of drought from the perspective of profit loss rate: a case study of the sugar industry in China"
    }, 
    {
        "author": "J. Su", 
        "date": "2015-07-22", 
        "description": "Atmospheric methane is the second most important greenhouse gas after carbon dioxide, and is responsible for about 20% of the global warming effect since pre-industrial times. Rice paddies are the largest anthropogenic methane source and produce 7–17% of atmospheric methane. Warm waterlogged soil and exuded nutrients from rice roots provide ideal conditions for methanogenesis in paddies with annual methane emissions of 25–100-million tonnes. This scenario will be exacerbated by an expansion in rice cultivation needed to meet the escalating demand for food in the coming decades. There is an urgent need to establish sustainable technologies for increasing rice production while reducing methane fluxes from rice paddies. However, ongoing efforts for methane mitigation in rice paddies are mainly based on farming practices and measures that are difficult to implement. Despite proposed strategies to increase rice productivity and reduce methane emissions, no high-starch low-methane-emission rice has been developed. Here we show that the addition of a single transcription factor gene, barley SUSIBA2 (refs 7, 8), conferred a shift of carbon flux to SUSIBA2 rice, favouring the allocation of photosynthates to aboveground biomass over allocation to roots. The altered allocation resulted in an increased biomass and starch content in the seeds and stems, and suppressed methanogenesis, possibly through a reduction in root exudates. Three-year field trials in China demonstrated that the cultivation of SUSIBA2 rice was associated with a significant reduction in methane emissions and a decrease in rhizospheric methanogen levels. SUSIBA2 rice offers a sustainable means of providing increased starch content for food production while reducing greenhouse gas emissions from rice cultivation. Approaches to increase rice productivity and reduce methane emissions as seen in SUSIBA2 rice may be particularly beneficial in a future climate with rising temperatures resulting in increased methane emissions from paddies.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/fsY7T9ySJlM/nature14673", 
        "title": "Expression of barley SUSIBA2 transcription factor yields high-starch low-methane rice"
    }, 
    {
        "author": "Z. Q. Fan et al", 
        "date": "2015-07-22", 
        "description": "Journal of Applied Meteorology and Climatology, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Applied Meteorology and Climatology", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JAMC-D-14-0151.1?af=R", 
        "title": "Comparative Assessment of COSMIC Radio Occultation Data and IMED/SABER Satellite Data over China"
    }, 
    {
        "author": "Suping Nie, Yong Luo, Tongwen Wu, Xueli Shi, Zaizhi Wang", 
        "date": "2015-07-22", 
        "description": "\n\nA new merging scheme (referred to as HL-OI) was developed to combine daily precipitation data from high resolution gauge (HRG) observations, CMORPH satellite estimates, and NCEP numerical simulations over China to perform reliable high-resolution daily precipitation analyses. The scheme is designed using a three-step strategy of removing systemic biases, reducing random errors, quantitatively estimating error variances, and combining useful information from each data source. First, a cumulative distribution function (CDF) matching procedure is adopted to reduce biases and provide unbiased background fields for the following merging processes. Second, the developed error estimation algorithm is implemented to quantify both the background and observation errors from the background departures. Third, the bias-corrected NCEP and CMORPH data are combined with the HRG data using the optimal interpolation (OI) objective analysis technique. The magnitudes and spatial structures of both observation errors and background errors can be estimated successfully. Results of cross-validation experiments show that the HL-OI scheme effectively removes most of systemic biases and random errors in the background fields compared to the independent gauge observations and is robust even with imperfect background fields. The HL-OI merging scheme significantly improves the temporal variations, agreements between the spatial patterns, frequency and locations of daily precipitation occurrences. When information from gauge observations, satellite estimates and model simulations are combined simultaneously, the merged multi-source analyses perform better than dual-source analyses. These results indicate that each independent information source of daily precipitation contributes to improving the quality of the final merged analyses under the framework of HL-OI scheme.\n", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023347", 
        "title": "A merging scheme for constructing daily precipitation analyses based on objective bias correction and error estimation techniques"
    }, 
    {
        "author": "Yali Zhu, Huijun Wang, Jiehua Ma, Tao Wang, Jianqi Sun", 
        "date": "2015-07-22", 
        "description": "\n\nBased on our previous study [Zhu et al., 2011], the interdecadal changes in summer rainfall over East China in the late 1990s is further explored here. The increased local rising motion is implicated as the dominant factor of increased rainfall in the lower Huang-Huai River valley (LHR). Both the observation and numerical experiments using CAM4 (Community Atmosphere Model, version 4) suggest that the negative Pacific decadal oscillation (PDO) mode can result in rising anomalies and thus more rainfall in the LHR.\nThe East Asian westerly jet stream (EAWJS) is suggested as a bridge to link the Pacific sea surface temperature (SST) anomalies and East Asian summer rainfall. Model results reveal that the negative PDO mode can lead to significant easterly anomalies over East Asia. As a result, the EAWJS is weakened and shifts poleward, which coincides with observed changes in EAWJS after the late 1990s. In addition, weakened and poleward shifted EAWJS can result in an anomalous ascending motion to its south (in the LHR) by modulating the jet-related secondary meridional–vertical circulation. Consequently, rainfall increased in the LHR after the late 1990s. Besides, the positive Atlantic Meridional Oscillation (AMO) can only induce insignificant changes over East Asia, and partly counteract the negative PDO effect there.\n", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023545", 
        "title": "Contribution of the phase transition of Pacific decadal oscillation to the late 1990s’ shift in East China summer rainfall"
    }, 
    {
        "author": "Minghui Tao, Liangfu Chen, Zifeng Wang, Jinhua Tao, Huizheng Che, Xinhui Wang, Yang Wang", 
        "date": "2015-07-22", 
        "description": "\n\nSeveral important improvements have been made in recent Moderate Resolution Imaging Spectroradiometer (MODIS) Collection 6 aerosol retrievals, but few regional validations are conducted. We compared Deep Blue (DB) and Dark Target (DT) retrievals over China and evaluated their performance with ground observations. Sampling frequency of DB was much higher than that of DT, which was mainly caused by unavailable retrieval of DT in bright surface and heavy pollution conditions. It is found that merged aerosol optical depth (AOD) will miss some cases if it was determined only by vegetation density. Collocated comparison shows that DT AOD was substantially higher than DB with seasonal difference exceeding 0.3–0.4 over eastern China. However, when all available retrievals were considered, DT AOD was obviously lower than DB in all the seasons except spring due to their large difference in spatial coverage in high-AOD conditions. DB can well reveal spatial extent of the widespread haze pollution while there were few values in DT. More than one half of the situations with AOD > 1.0 was missed by DT, which largely underestimated the common regional haze pollution in eastern China. Ground validations show that DT tended to overestimate the aerosol loading by underestimation of the surface contribution and single scattering albedo of aerosols. DB performed generally well with higher accuracy in northern China but exhibited obvious underestimation in northwestern and southern China. Despite of slight decrease in accuracy, DB retrievals with all quality enable a large increase in spatial coverage, especially when dense haze clouds existed.\n", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023360", 
        "title": "Comparison and evaluation of the MODIS Collection 6 aerosol data in China"
    }, 
    {
        "author": "Wei Liang, Dan Bai, Feiyu Wang, Bojie Fu, Junping Yan, Shuai Wang, Yuting Yang, Di Long, Minquan Feng", 
        "date": "2015-07-22", 
        "description": "\n\nUnderstanding hydrological effects of ecological restoration (ER) is fundamental to develop effective measures guiding future ER and to adapt climate change in China's Loess Plateau (LP). Streamflow (Q) is an important indicator of hydrological processes that represents the combined effects of climatic and land surface conditions. Here, fourteen catchments located in the LP were chosen to explore the Q response to different driving factors during the period 1961-2009 by using elasticity and decomposition methods based on the Budyko framework. Our results show that: (1) annual Q exhibited a decreasing trend in all catchments (-0.30 ∼ -1.71 mm y−2), with an average reduction of -0.87 mm y−2. The runoff coefficient in flood season and non-flood season were both decreasing between two periods divided by the changing point in annual Q series; (2) the precipitation (P) and potential evapotranspiration (E0) elasticity of Q are 2.75 and -1.75, respectively, indicating that Q is more sensitive to changes in P than that in E0; (3) the two methods consistently demonstrated that, on average, ER (62%) contributing to Q reduction was much larger than that of climate change (38%). In addition, parameter n that entails catchment characteristics in the Budyko framework showed positive correlation with the relative area of ER measures in all catchments (eight of them are statistically significant with p<0.05). These findings highlight the importance of ER measures on modifying the hydrological partitioning in the region. However, ER actions over the sloping parts of the landscape weakened the impact of those in channels (i.e., check-dams) on Q, especially after the implementation of the Grain-for-Green project in 1999. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Water Resources Research", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014WR016589", 
        "title": "Quantifying the impacts of climate change and ecological restoration on streamflow changes based on a Budyko hydrological model in China's Loess Plateau"
    }, 
    {
        "author": "W. S. Zhang, D. P. Swaney, X. Y. Li, B. Hong, R. W. Howarth, and S. H. Ding", 
        "date": "2015-07-22", 
        "description": "<b>Anthropogenic point-source and non-point-source nitrogen inputs into  Huai River basin and their impacts on riverine ammonia–nitrogen flux</b><br /><br />Biogeosciences, 12, 4275-4289, 2015<br /><br />Author(s): W. S. Zhang, D. P. Swaney, X. Y. Li, B. Hong, R. W. Howarth, and S. H. Ding<br /><br />This study provides a new approach to estimate both anthropogenic non-point-source and point-source nitrogen (N) inputs to the landscape, and determines\ntheir impacts on riverine ammonia–nitrogen (AN) flux, providing a foundation\nfor further exploration of anthropogenic effects on N pollution. Our study\nsite is Huai River basin of China, a water&ndash;shed with one of the highest levels\nof N input in the world. Multi-year average (2003–2010) inputs of N to the\nwatershed are 27 200 ± 1100 kg N km<sup>−2</sup> yr<sup>−1</sup>. Non-point\nsources comprised about 98 % of total N input, and only 2 % of inputs\nare directly added to the aquatic ecosystem as point sources. Fertilizer\napplication was the largest non-point source of new N to the Huai River basin\n(69 % of net anthropogenic N inputs), followed by atmospheric deposition\n(20 %), N fixation in croplands (7 %), and N content of imported food\nand feed (2 %). High N inputs showed impacts on riverine AN flux:\nfertilizer application, point-source N input, and atmospheric N deposition\nwere proved as more direct sources to riverine AN flux. Modes of N delivery\nand losses associated with biological denitrification in rivers, water\nconsumption, interception by dams may influence the extent of export of\nriverine AN flux from N sources. Our findings highlight the importance of\nanthropogenic N inputs from both point sources and non-point sources in\nheavily polluted watersheds, and provide some implications for AN prediction\nand management.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/4275/2015/", 
        "title": "Anthropogenic point-source and non-point-source nitrogen inputs into  Huai River basin and their impacts on riverine ammonia–nitrogen flux"
    }, 
    {
        "author": "Jiabin Liu, Keyu Fa, Yuqing Zhang, Bin Wu, Shugao Qin, Xin Jia", 
        "date": "2015-07-21", 
        "description": "\n\nDeserts may show strong downward CO2 fluxes and thus could be a significant carbon sink. However, this hypothesis has been strongly challenged because of the failure to determine both the reliability of flux measurements and the exact location of fixed carbon. In this study, we added 13CO2 to natural (unsterilized) soil in the Mu Us Desert in northern China and quantified the partitioning of added 13CO2 into soil solid and vapor phases. Results show that natural desert soil absorbed 13CO2 at a mean rate of 0.28 g m−2 d−1. Of the absorbed 13CO2, 7.1% was released over a 48 h period after 13CO2 feeding, 72.8% was stored in the soil solid phase, 0.0007% was found in the vapor phase, while 20.0% of the absorbed 13CO2 was undetected. These results indicate that undisturbed desert soils can absorb CO2 from the atmosphere, with the majority of fixed carbon conserved in the soil solid phase.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064689", 
        "title": "Abiotic CO2 uptake from the atmosphere by semiarid desert soil and its partitioning into soil phases"
    }, 
    {
        "author": "Bin Xu, Ping-An Zhong, Renato C. Zambon, Yunfa Zhao, William W.-G. Yeh", 
        "date": "2015-07-21", 
        "description": "\n\nA stochastic programming with recourse model requires the consequences of recourse actions be modeled for all possible realizations of the stochastic variables. Continuous stochastic variables are approximated by scenario trees. This paper evaluates the impact of scenario tree reduction on model performance for hydropower operations and suggests procedures to determine the optimal level of scenario tree reduction. We first establish a stochastic programming model for the optimal operation of a cascaded system of reservoirs for hydropower production. We then use the neural gas method to generate scenario trees and employ a Monte Carlo method to systematically reduce the scenario trees. We conduct in-sample and out-of-sample tests to evaluate the impact of scenario tree reduction on the objective function of the hydropower optimization model. We then apply a statistical hypothesis test to determine the significance of the impact due to scenario tree reduction. We develop a stochastic programming with recourse model and apply it to real-time operation for hydropower production to determine the loss in solution accuracy due to scenario tree reduction. We apply the proposed methodology to the Qingjiang cascade system of reservoirs in China. The results show: (1) The neural gas method preserves the mean value of the original streamflow series but introduces bias to variance, cross variance and lag-one co-variance due to information loss when the original tree is systematically reduced; (2) Reducing the scenario number by as much as 40% results in insignificant change in the objective function and solution quality, but significantly reduces computational demand. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Water Resources Research", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014WR016828", 
        "title": "Scenario tree reduction in stochastic programming with recourse for hydropower operations"
    }, 
    {
        "author": "M. Kang, Z. Zhang, A. Noormets, X. Fang, T. Zha, J. Zhou, G. Sun, S. G. McNulty, and J. Chen", 
        "date": "2015-07-21", 
        "description": "<b>Energy partitioning and surface resistance of a poplar  plantation in northern China</b><br /><br />Biogeosciences, 12, 4245-4259, 2015<br /><br />Author(s): M. Kang, Z. Zhang, A. Noormets, X. Fang, T. Zha, J. Zhou, G. Sun, S. G. McNulty, and J. Chen<br /><br />Poplar (<i>Populus</i> sp.) plantations have been, on the one hand, broadly used in northern China\nfor urban greening, combating desertification, as well as for paper and wood\nproduction. On the other hand, such plantations have been questioned\noccasionally for their possible negative impacts on water availability\ndue to the higher water-use nature of poplar trees compared with other tree\nspecies in water-limited dryland regions. To further understand the\nacclimation of poplar species to semiarid environments and to evaluate the\npotential impacts of these plantations on the broader context of the\nregion's water supply, we examine the variability of bulk resistance\nparameters and energy partitioning in a poplar (<i>Populus euramericana</i> cv. \"74/76\") plantation\nlocated in northern China over a 4-year period, encompassing both dry and\nwet conditions. The partitioning of available energy to latent heat flux\n(LE) decreased from 0.62 to 0.53 under mediated meteorological drought by\nirrigation applications. A concomitant increase in sensible heat flux (<i>H</i>)\nresulted in the increase of a Bowen ratio from 0.83 to 1.57. Partial\ncorrelation analysis indicated that surface resistance (<i>R</i><sub>s</sub>) normalized\nby leaf area index (LAI; <i>R</i><sub>s</sub>:LAI) increased by 50 % under drought\nconditions and was the dominant factor controlling the Bowen ratio.\nFurthermore, <i>R</i><sub>s</sub> was the main factor controlling LE during the growing\nseason, even in wet years, as indicated by the decoupling coefficient\n(&Omega; = 0.45 and 0.39 in wet and dry years, respectively). <i>R</i><sub>s</sub> was\nalso a major regulator of the LE / LE<sub>eq</sub> ratio, which decreased from 0.81\nin wet years to 0.68 in dry years. All physiological and bioclimatological\nmetrics indicated that the water demands of the poplar plantation were\ngreater than the amount available through precipitation, highlighting the\npoor match of a water-intensive species like poplar for this water-limited\nregion.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/4245/2015/", 
        "title": "Energy partitioning and surface resistance of a poplar  plantation in northern China"
    }, 
    {
        "author": "Jiwen Fan, Daniel Rosenfeld, Yan Yang, Chun Zhao, L. Ruby Leung, Zhanqing Li", 
        "date": "2015-07-20", 
        "description": "\n\nExtreme weather events have become more frequent and are likely linked to increases in greenhouse gases and aerosols, which alter the Earth's radiative balance and cloud processes. On 8–9 July 2013, a catastrophic flood devastated the mountainous area to the northwest of the Sichuan Basin. Atmospheric simulations at a convection-permitting scale with aerosols and chemistry included show that heavy air pollution trapped in the basin significantly enhances the rainfall intensity over the mountainous areas through “aerosol-enhanced conditional instability.” That is, aerosols suppress convection by absorbing solar radiation and increasing atmospheric stability in the basin during daytime. This allows excess moist air to be transported to the mountainous areas and orographically lifted, generating strong convection and extremely heavy precipitation at night. We show that reducing pollution in the Sichuan Basin can effectively mitigate floods. It is suggested that coupling aerosol with meteorology can be crucial to improve weather forecast in polluted regions.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064479", 
        "title": "Substantial contribution of anthropogenic air pollution to catastrophic floods in Southwest China"
    }, 
    {
        "author": "Shaohua Gong, Guotao Yang, Xiankang Dou, Jiyao Xu, Chunxia Chen, Shunsheng Gong", 
        "date": "2015-07-20", 
        "description": "\n\nAtmospheric gravity wave activities in the mesopause region have been observed and statistically investigated with a sodium lidar chain in eastern China. In total, there were 471 gravity waves identified from over 5,400 hours of observations at Hainan (19.99°N, 110.34°E), Hefei (31.87°N, 117.23°E), and Beijing (40.47°N, 115.97°E). These waves typically had vertical wavelengths of λz = 2 − 4 km, observed periods of Tob = 1 − 4 hr, amplitude growth factors of β = − 0.025 ~ + 0.05 km−1, and wave amplitudes of Aeβ µ 90km = 1.5 − 6 %. Strong systematic parameter relationships were found, and they agree with the predictions of diffusive filtering theory. Statistical results show that the seasonal variability of gravity wave activity had a summer-maximum and winter-minimum characteristic in the mesopause region over eastern China. A qualitative interpretation is proposed regarding the seasonal and geographic variability observed by the lidar chain, based on analysis of source properties and influences from background wind, which vary by season.\n", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JD022673", 
        "title": "Statistical Study of Atmospheric Gravity Waves in the Mesopause Region Observed by a Lidar Chain in Eastern China"
    }, 
    {
        "author": "J. Li, S. D. Xie, L. M. Zeng, L. Y. Li, Y. Q. Li, and R. R. Wu", 
        "date": "2015-07-20", 
        "description": "<b>Characterization of ambient volatile organic compounds and their sources in Beijing, before, during, and after Asia-Pacific Economic Cooperation China 2014</b><br /><br />Atmospheric Chemistry and Physics, 15, 7945-7959, 2015<br /><br />Author(s): J. Li, S. D. Xie, L. M. Zeng, L. Y. Li, Y. Q. Li, and R. R. Wu<br /><br />Ambient volatile organic compounds (VOCs) were measured using an online\nsystem, gas chromatography–mass spectrometry/flame ionization detector\n(GC-MS/FID), in Beijing, China, before, during, and after Asia-Pacific\nEconomic Cooperation (APEC) China 2014, when stringent air quality control\nmeasures were implemented. Positive matrix factorization (PMF) was applied\nto identify the major VOC contributing sources and their temporal\nvariations. The secondary organic aerosols potential (SOAP) approach was\nused to estimate variations of precursor source contributions to SOA\nformation. The average VOC mixing ratios during the three periods were\n86.17, 48.28, and 72.97 ppbv, respectively. The mixing ratios of total VOC\nduring the control period were reduced by 44 %, and the mixing ratios of\nacetonitrile, halocarbons, oxygenated VOCs (OVOCs), aromatics, acetylene,\nalkanes, and alkenes decreased by approximately 65, 62, 54,\n53, 37, 36, and 23 %, respectively. The mixing ratios of all\nmeasured VOC species decreased during control, and the most affected species\nwere chlorinated VOCs (chloroethane, 1,1-dichloroethylene, chlorobenzene).\nPMF analysis indicated eight major sources of ambient VOCs, and emissions\nfrom target control sources were clearly reduced during the control period.\nCompared with the values before control, contributions of vehicular exhaust\nwere most reduced, followed by industrial manufacturing and solvent\nutilization. Reductions of these three sources were responsible for 50,\n26, and 16 % of the reductions in ambient VOCs. Contributions of\nevaporated or liquid gasoline and industrial chemical feedstock were\nslightly reduced, and contributions of secondary and long-lived species were\nrelatively stable. Due to central heating, emissions from fuel combustion\nkept on increasing during the whole campaign; because of weak control of\nliquid petroleum gas (LPG), the highest emissions of LPG occurred in the\ncontrol period. Vehicle-related sources were the most important precursor\nsources likely responsible for the reduction in SOA formation during this\ncampaign.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/7945/2015/", 
        "title": "Characterization of ambient volatile organic compounds and their sources in Beijing, before, during, and after Asia-Pacific Economic Cooperation China 2014"
    }, 
    {
        "author": "Dabang Jiang, Zhiping Tian, Xianmei Lang", 
        "date": "2015-07-19", 
        "description": "\n\nBased on observation and reanalysis data, 77 coupled global climate models (GCMs) participating in the Intergovernmental Panel on Climate Change (IPCC) Third (TAR), Fourth (AR4), and Fifth (AR5) Assessment Reports are evaluated in terms of their ability to simulate the mean state and year-to-year variability of surface air temperature at 2 m and precipitation over China and the climatological East Asian monsoon for the late decades of the 20th century. Results show that GCMs reliably reproduce the geographical distribution of the variables considered. Compared with observations, however, most GCMs have topography-related cold biases (although these are smaller than those found in previous studies), excessive precipitation, an underestimated southeast–northwest precipitation gradient, an overestimated magnitude and spatial variability of the interannual variability of temperature and precipitation, and an inadequate strength of the East Asian monsoon circulation. Pairwise comparison reveals that GCMs continue to improve from the TAR via the AR4 to the AR5 for temperature, but have little change for precipitation and the East Asian monsoon. The ability of GCMs varies with season and is affected to certain degree by their horizontal resolutions. Both the arithmetic mean and the median of multiple GCMs are little affected by filtering GCMs in terms of their ability, and the multi-model mean outperforms most of individual GCMs in every respect.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4406", 
        "title": "Reliability of climate models for China through the IPCC Third to Fifth Assessment Reports"
    }, 
    {
        "author": "Shengzhi Huang, Qiang Huang, Hongbo Zhang, Yutong Chen, Guoyong Leng", 
        "date": "2015-07-19", 
        "description": "\n\nWith the purpose of further understanding the spatio-temporal changes in precipitation, temperature and their possibly changing relationship in the Wei River Basin (WRB), a typical arid and semi-arid region in China, the modified Mann–Kendall (MMK) test method was used to capture their trends at monthly and annual time scales, and the K-means cluster analysis method was applied to divide the whole basin into three homogeneous sub-regions. Furthermore, a copulas-based method was introduced in this study to identify possible inflection points of the relationship between precipitation and temperature in the WRB. Results indicate that: (1) spatially, both annual average precipitation and temperature decreased from southeast to northwest; temporally, for most months, a decreasing trend was found for precipitation while the air temperature in most months has a significantly increasing trend at 99% confidence level at monthly and annual time scales in the WRB; (2) climate warming has less effect on the precipitation structure than that on the precipitation magnitude in the WRB; and (3) overall, the relationship between precipitation and temperature in the whole WRB has no significant inflection point, implying a relatively stable relationship between precipitation and temperature changes. This study provides a new idea and quantitative measure for the identification of inflection points of the relationship between precipitation and temperature.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4409", 
        "title": "Spatio-temporal changes in precipitation, temperature and their possibly changing relationship: a case study in the Wei River Basin, China"
    }, 
    {
        "author": "Yan Lu, Qin'geng Wang, Yanyan Zhang, Ping Sun, Yu Qian", 
        "date": "2015-07-19", 
        "description": "\n\nAnthropogenic heat emissions (AHEs) are a contributor to global climate change and may affect the climate and air quality in many ways. To gain a complete picture of AHEs in mainland China and to lay the groundwork for modelling of regional climate and the environment, AHEs from energy consumption and human metabolism were estimated, and an inventory was established with gridded distributions and profiles of temporal variations. This was based on the top–down inventory approach by using officially published statistical data. Results indicated that total AHE of the mainland was 1.2 × 1020 J·a−1, of which industry, transportation, buildings and human metabolism contributed 73.0, 11.6, 10.6 and 4.8%, respectively. Coal and electricity accounted for approximately 74% of the total emissions from energy consumption. The annual average heat flux of the mainland was 0.4 W·m−2, with a sharp difference between the eastern and western regions. Fluxes in the eastern regions were mostly between 0.5 and 20 W·m−2, and they were between 0 and 0.05 W·m−2 in the western regions. In urban or built-up areas of typical cities, the heat fluxes may be much higher than the average for larger areas, typically ranging from 20 to 100 W·m−2. Region-specific profiles of temporal variations will improve the inventory in the future, which can be applied to climatic and environmental models to obtain in-depth knowledge of the effects of AHEs.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4407", 
        "title": "An estimate of anthropogenic heat emissions in China"
    }, 
    {
        "author": "Jing-Ling Ren, Ji-Liang Xuan, Zhao-Wei Wang, Daji Huang, Jing Zhang", 
        "date": "2015-07-18", 
        "description": "\n\nAluminum (Al) is one of the key parameters of GEOTRACES. In spring 2011, we examined the distribution of dissolved Al in the East China Sea (ECS) to assess the potential passage of coastal water across the shelf to the western Pacific. Measurement of dissolved Al in coastal, shelf, and shelf break waters indicated decreasing concentrations with distance from the coast. However, the northward increase of dissolved Al in the upper 100 m along the shelf break transect, corresponding to the northward flow of Kuroshio Water along the Okinawa Trough from the north of Taiwan to the Tokara strait, indicates contributions of terrestrial material. The presence of an Al plume indicated cross-shelf transport at the subsurface at a potential density of 23.3–24.0 kg/m3. This plume originates from the near-bottom layer along the coast off Zhejiang and Fujian Provinces, and first moves southeastward (to the north of Taiwan) and then northeastward (to shelf break with export at 29°N, 127°E). We calculated the cross-shelf fluxes of water and dissolved Al based on simulation results of the 3-D Massachusetts Institute of Technology general circulation model (MITgcm). The calculated cross-shelf fluxes of Al at the subsurface layer indicate that the ECS is highly efficient in pumping Al-rich coastal waters northward to the Japan Sea/East Sea and/or eastward into the western Pacific. We also identified an important role of the monsoon, with a change from northeasterly wind to southwesterly wind in spring, on the cross-shelf transport of Al by use of numerical tracer experiments.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010655", 
        "title": "Cross-shelf transport of terrestrial Al enhanced by the transition of northeasterly to southwesterly monsoon wind over the East China Sea"
    }, 
    {
        "author": "Renguang Wu et al", 
        "date": "2015-07-17", 
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-15-0136.1?af=R", 
        "title": "Air-sea relationship associated with precipitation anomaly change and mean precipitation anomaly over the South China Sea and the Arabian Sea during the spring-to-summer transition"
    }, 
    {
        "author": "I. Cheng, X. Xu, and L. Zhang", 
        "date": "2015-07-17", 
        "description": "<b>Overview of receptor-based source apportionment studies for speciated atmospheric mercury</b><br /><br />Atmospheric Chemistry and Physics, 15, 7877-7895, 2015<br /><br />Author(s): I. Cheng, X. Xu, and L. Zhang<br /><br />Receptor-based source apportionment studies of speciated atmospheric mercury\nare not only concerned with source contributions  but also with the influence\nof transport, transformation, and deposition processes on speciated\natmospheric mercury concentrations at receptor locations. Previous studies\napplied multivariate receptor models including principal components analysis\nand positive matrix factorization, and back trajectory receptor models\nincluding potential source contribution function, gridded frequency\ndistributions, and concentration–back trajectory models. Combustion sources\n(e.g., coal combustion, biomass burning, and vehicular, industrial and waste\nincineration emissions), crustal/soil dust, and chemical and physical\nprocesses, such as gaseous elemental mercury (GEM) oxidation reactions,\nboundary layer mixing, and GEM flux from surfaces  were inferred from the\nmultivariate studies, which were predominantly conducted at receptor sites in\nCanada and the US. Back trajectory receptor models revealed potential impacts\nof large industrial areas such as the Ohio River valley in the US and\nthroughout China, metal smelters, mercury evasion from the ocean and the Great\nLakes, and free troposphere transport on receptor measurements.\n<br><br>\nInput data and model parameters specific to atmospheric mercury receptor\nmodels are summarized and model strengths and weaknesses are also discussed.\nMultivariate models are suitable for receptor locations with intensive air\nmonitoring because they require long-term collocated and simultaneous\nmeasurements of speciated atmospheric Hg and ancillary pollutants. The\nmultivariate models provide more insight about the types of Hg emission\nsources and Hg processes that could affect speciated atmospheric Hg at a\nreceptor location, whereas back trajectory receptor models are mainly ideal\nfor identifying potential regional Hg source locations impacting elevated Hg\nconcentrations. Interpretation of the multivariate model output to sources\ncan be subjective and challenging when speciated atmospheric Hg is not\ncorrelated with ancillary pollutants and when source emissions profiles and\nknowledge of Hg chemistry are incomplete. The majority of back trajectory\nreceptor models have not accounted for Hg transformation and deposition\nprocesses and could not distinguish between upwind and downwind sources\neffectively. Ensemble trajectories should be generated to take into account\nthe trajectory uncertainties where possible. One area of improvement that\napplies to all the receptor models reviewed in this study is the greater\nfocus on evaluating the accuracy of the models at identifying potential\nspeciated atmospheric mercury sources, source locations, and chemical and\nphysical processes in the atmosphere. In addition to receptor model\nimprovements, the data quality of speciated atmospheric Hg plays an equally\nimportant part in producing accurate receptor model results.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/7877/2015/", 
        "title": "Overview of receptor-based source apportionment studies for speciated atmospheric mercury"
    }, 
    {
        "author": "Wei Kong, Fan Yi", 
        "date": "2015-07-16", 
        "description": "\n\nBased on the 1-min backscatter ratio R profiles from the all-day lidar measurements in Wuhan, China (30.5° N, 114.4° E), hourly convective boundary layer (CBL) height was calculated with the variance method. The calculated CBL height sequence displays the regular diurnal cycle of the CBL top. The prevalent mixing process within the CBL is also revealed. During the CBL growth period, the backscatter ratio R falls visibly with increasing altitude and has large variance within the CBL, suggesting that more abundant aerosol particles from lower altitudes are being transported upward and being mixed with the local background or advected aerosol layers. During the CBL quasi-stationary period, R tends to be vertically uniform and its variance reaches a daytime minimum within the CBL, indicating that the vertical homogenization of aerosol particles produced by the convectively-driven mixing reaches its maximum. During the afternoon and early evening transition period, the vertical uniformity of R weakens and the variance enlarges again, implying that the reduced convectively-driven mixing fails to maintain a high vertical homogeneity. When the 1-min R profiles were plotted together in terms of each 1-hour interval, the fluctuating R curves at heights around the CBL top looked like a “node”, representing the structure of the entrainment zone between the CBL and the free troposphere. The moving “node” depicts the evolution of the entrainment zone. The diurnal variation of the CBL height shows an obvious seasonal dependence which coincides with the annual variation of the local surface temperature. The surface fine particle concentration generally has a more complex diurnal cycle than that expected from the CBL-dilution/accumulation effect. But, it shows a strong annual variation which is out of phase with respect to that of the monthly-mean maximum CBL height. This tends to suggest that the seasonal behavior of the surface fine particle concentration mainly depends on the seasonal variation in available volume (determined by the CBL height) for aerosol dispersion.\n", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023248", 
        "title": "Convective boundary layer evolution from lidar backscatter and its relationship with surface aerosol concentration at a location of a central China megacity"
    }, 
    {
        "author": "Tao Su, Taichen Feng, Guolin Feng", 
        "date": "2015-07-16", 
        "description": "\n\nWith the motivation to identify actual evapotranspiration (AE) variability under climate warming over China, an assessment is made from five sets of reanalysis datasets [NCEP-NCAR, NCEP-DOE, MERRA, ERA-Interim, and JRA-55]. Based on comparison with AE estimates calculated using the Budyko equation, all five reanalysis datasets reasonably reproduce the spatial patterns of AE over China, with a clearly southeast-northwest gradient. Overall, JRA-55 (NCEP-DOE) gives the lowest (highest) reanalysis evaporation (RE) values. From 1979 to 2013, dominant modes of RE among five reanalyses are extracted using multivariate empirical orthogonal function analysis (MV-EOF). Accordingly, the interdecadal variation of RE is likely driven by the change of temperature and the interannual variation is constrained by the water supply conditions. Under climate warming RE increase in the Northwest China, Yangtze-Huaihe river basin, and South China, while decrease in Qinghai-Tibet Plateau, northern and Northeast China. Moreover, the relationship between RE and pan evaporation (PE) are comprehensively evaluated in space-time. Negative correlations are generally confirmed in non-humid environments, while positive correlations exist in the humid regions. Our analysis supports the interpretation that the relationship between PE and AE was complementary with water control and proportional with energy control. In view of data availability, important differences in spatial variability and the amount of RE can be found in Northwest China, the Qinghai-Tibet Plateau, and the Yangtze River Basin. Generally speaking, NCEP-NCAR and MERRA have substantial problems on describing the long-term change of RE, however, there are some inaccuracies in the JRA-55 estimates when focus on the year-to-year variation.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JD023040", 
        "title": "Evaporation Variability under Climate Warming in Five Reanalyses and Its Association with Pan Evaporation over China"
    }, 
    {
        "author": "Patrick F. Sullivan", 
        "date": "2015-07-15", 
        "description": "Two genetic regions associated with major depressive disorder have been revealed for the first time, through whole-genome sequencing of a population of Han Chinese women.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/GArPae0QEYo/nature14635", 
        "title": "Genetics of disease: Associations with depression"
    }, 
    {
        "author": "", 
        "date": "2015-07-15", 
        "description": "Major depressive disorder (MDD), one of the most frequently encountered forms of mental illness and a leading cause of disability worldwide, poses a major challenge to genetic analysis. To date, no robustly replicated genetic loci have been identified, despite analysis of more than 9,000 cases. Here, using low-coverage whole-genome sequencing of 5,303 Chinese women with recurrent MDD selected to reduce phenotypic heterogeneity, and 5,337 controls screened to exclude MDD, we identified, and subsequently replicated in an independent sample, two loci contributing to risk of MDD on chromosome 10: one near the SIRT1 gene (P = 2.53 × 10−10), the other in an intron of the LHPP gene (P = 6.45 × 10−12). Analysis of 4,509 cases with a severe subtype of MDD, melancholia, yielded an increased genetic signal at the SIRT1 locus. We attribute our success to the recruitment of relatively homogeneous cases with severe illness.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/UVMpP096-NI/nature14659", 
        "title": "Sparse whole-genome sequencing identifies two loci for major depressive disorder"
    }, 
    {
        "author": "XIUZHEN LI et al", 
        "date": "2015-07-15", 
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00403.1?af=R", 
        "title": "Assessment of Regional Drought Trend and Risk over China: A Drought Climate Division Perspective"
    }, 
    {
        "author": "Dan-Qing Huang, Jian Zhu, Yao-Cun Zhang, Ying Huang, Xue-Yuan Kuang", 
        "date": "2015-07-15", 
        "description": "\n\nPrecipitation, which is the most predominant component of East Asian summer monsoon (EASM), may have large uncertainties among reanalysis datasets. We comprehensively evaluate the performance of five reanalysis datasets in reproducing the EASM precipitation. These datasets are NCEP/NCAR Reanalysis 1 project (NCEP1), NCEP-U.S. Department of Energy Atmospheric Model Intercomparison ProjectIIreanalysis (NCEP2), Japanese 25-yr Reanalysis Project (JRA-25), Interim ECMWF Re-analysis (ERA-Interim), and Modern-Era Retrospective Analysis for Research and Applications (MERRA). Results show that the five reanalysis datasets can generally reproduce the climatology and interannual variability of EASM precipitation. Especially, the MERRA and ERA-Interim have the highest skills. Considering different-class precipitation, large uncertainties exist in the category of non-rainfall and heavy rainfall. The five reanalysis datasets overestimate the non-rainfall frequency, and the JRA25 and NCEP2 overestimate the heavy rainfall frequency. The well-known inter-decadal variation around mid-1990s can also be better depicted by ERA-Interim and MERRA. For linear trend of precipitation, only the MERRA can reasonably reproduce the increasing tendency over southern China and western Pacific and the decreasing tendency over Indo-China Peninsula. Based on the EOF analysis, the spatial-temporal structure of EASM precipitation has been examined. The MERRA, NCEP1 and ERA-Interim can better capture both the spatial patterns and principle components of first two EOF modes. Based on our evaluation, the preferential reanalysis datasets for investigating the EASM precipitation are the ERA-Interim and MERRA, which also permit the more precise investigations of interannual to decadal variability.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2634", 
        "title": "Assessment of summer monsoon precipitation derived from five reanalysis datasets over East Asia"
    }, 
    {
        "author": "Gu, B., Ju, X., Chang, J., Ge, Y., Vitousek, P. M.", 
        "date": "2015-07-14", 
        "description": "Reactive nitrogen (Nr) plays a central role in food production, and at the same time it can be an important pollutant with substantial effects on air and water quality, biological diversity, and human health. China now creates far more Nr than any other country. We developed a budget for Nr...", 
        "journal": "PNAS - Environmental Sciences", 
        "link": "http://www.pnas.org/content/112/28/8792.short?rss=1", 
        "title": "Nitrogen budget of China [Environmental Sciences]"
    }, 
    {
        "author": "Ning Gu, Wenying Jiang, Luo Wang, Enlou Zhang, Shiling Yang, Shangfa Xiong", 
        "date": "2015-07-14", 
        "description": "\n\nAuthigenic carbonate and evaporite minerals in lake sediments are widely used to qualitatively reconstruct climate. However, uncertainties still remain about their quantitative relationship to climate. Here we investigate 86 modern lakes in northern China to examine the relationships between mineral formation, lake water chemistry and climate. The results show that, from east to west, with increasing salinity and ionic concentration, calcite, dolomite and evaporite minerals (gypsum and halite) occur in sequence. Their eastern boundaries approximate modern isohyets and we define for the first time rainfall thresholds of 600 mm, 400 mm, and 350 mm for the formation of calcite, dolomite and evaporite minerals, respectively. Since the 400 mm and 600 mm isohyets also coincide with vegetation boundaries, our findings enable a new approach for the quantitative reconstruction of paleoprecipitation and paleovegetation based on mineral analysis.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064340", 
        "title": "Rainfall thresholds for the precipitation of carbonate and evaporite minerals in modern lakes in northern China"
    }, 
    {
        "author": "Yongyong Zhang, Guobin Fu, Boyang Sun, Shifeng Zhang, Baohui Men", 
        "date": "2015-07-14", 
        "description": "\n\nTraditional assessment approaches of climate change on flow regimes usually focus on flow magnitude and cannot capture the overall variation of flow regimes (e.g., variability, frequency, duration, timing and rating). The Hexi Corridor, which is a typical arid and semi-arid region in Northwest China, was selected as the study area. Streamflows were simulated by an integrated water system model in historical period (1985–2005) and three future periods (2030s, 2050s and 2070s). Twenty-nine Global Climate Models were picked from the Coupled Model Intercomparison Project Phase 5 (CMIP5) based on projection performance, and the high (RCP85) and intermediate (RCP45) ranges of Representative Concentration Pathways were selected for future scenario analysis. All the streamflow were characterized in detail by flow regime metrics, including the magnitude, variability and frequency of the overall flow events. The regional impacts of climate change were assessed and clustered into several similar spatial patterns. Results showed that the projected climate change would sensibly increase the magnitudes of average and low flows (<75th percentile), as well as the frequencies of low and high flows (>25th percentile), but decrease the flow variability. By contrast, it would not sensibly change the magnitude of high flow events. The flow regime variations of all scenarios and periods were clustered into three robust classes (highly, moderately, and slightly impacted classes) in the entire region. The flow regimes would be highly and moderately impacted in the middle and down streams with large-sized and semi-desert catchments, but slightly impacted in the upper and middle streams with small-sized and montane vegetation catchments. The impacted classes will sensibly vary at most stations in different future periods because of the spatial differences of climate change. This study would provide scientific supports to implement the integrated adaptive water resource management for climate change at regional scales in the arid Hexi Corridor.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023294", 
        "title": "Simulation and classification of the impacts of projected climate change on flow regimes in the arid Hexi Corridor of Northwest China"
    }, 
    {
        "author": "Kaicun Wang, Qian Ma, Zhijun Li, Jiankai Wang", 
        "date": "2015-07-14", 
        "description": "\n\nExisting studies have shown that observed surface incident solar radiation (Rs) over China may have important inhomogeneity issues. This study provides metadata and reference data to homogenize observed Rs, from which the decadal variability of Rs over China can be accurately derived. From 1958 to 1990, diffuse solar radiation (Rsdif) and direct solar radiation (Rsdir) were measured separately, and Rs was calculated as their sum. The pyranometers used to measure Rsdif had a strong sensitivity drift problem, which introduced a spurious decreasing trend into the observed Rsdif and Rs data, whereas the observed Rsdir did not suffer from this sensitivity drift problem. From 1990 to 1993, instruments and measurement methods were replaced and measuring stations were restructured in China, which introduced an abrupt increase in the observed Rs. Intercomparisons between observation-based and model-based Rs performed in this research show that sunshine duration (SunDu)-derived Rs is of high quality and can be used as reference data to homogenize observed Rs data. The homogenized and adjusted data of observed Rs combines the advantages of observed Rs in quantifying hourly to monthly variability and SunDu-derived Rs in depicting decadal variability and trend. Rs averaged over 105 stations in China decreased at −2.9 W m−2 per decade from 1961 to 1990 and remained stable afterward. This decadal variability is confirmed by the observed Rsdir and diurnal temperature ranges, and can be reproduced by high-quality Earth System Models. However, neither satellite retrievals nor reanalyses can accurately reproduce such decadal variability over China.\n", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023420", 
        "title": "Decadal variability of surface incident solar radiation over China: Observations, satellite retrievals, and reanalyses"
    }, 
    {
        "author": "Xuejun Zhang, Qiuhong Tang", 
        "date": "2015-07-14", 
        "description": "\n\nSatellite real-time precipitation enables hydrological monitoring in China where the near-real-time ground observations are not readily available. However, the inconsistency between the real-time satellite precipitation and gauge-based retrospective data may introduce large systematic bias in near-real-time hydrological monitoring. Here we attempted to integrate the Tropical Rainfall Measuring Mission (TRMM) real-time precipitation (3B42RTV7) into a 62 year gauge-based retrospective product, the IGSNRR (Institute of Geographical Sciences and Natural Resources Research) dataset through matching their cumulative probability functions toward a near-real-time hydrological monitoring consistent with the long-term retrospective simulations. A nearly 11 year period from March 2000 to December 2010 was taken as the training period to establish the satellite-gauge precipitation relationship, which was employed in the period of 2011–2013 to evaluate the performance of the adjustment. The results show that the adjusted 3B42RTV7 matches well with IGSNRR precipitation, while the unadjusted data tend to overestimate precipitation. Forced by the adjusted 3B42RTV7, the Variable Infiltration Capacity model can reproduce the IGSNRR-derived hydrographs and high/low flows better than the model forced by the unadjusted data. The percentiles of the adjusted hydrological estimates in the 62 year estimates from IGSNRR are used for near-real-time assessment of hydrological extremes. The hydrological monitoring assisted by the adjusted satellite precipitation, which enables the employment of the long-term ground observations, is able to capture more detailed drought information than that before adjustment. Our experiment suggests that the satellite real-time precipitation, after adjustment, can generate the current hydrological conditions which can be directly compared with the long-term climatology, and thus facilitates near-real-time diagnosis and detection of hydrological extremes.\n", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023400", 
        "title": "Combining satellite precipitation and long-term ground observations for hydrological monitoring in China"
    }, 
    {
        "author": "Guobao Xu, Xiaohong Liu, Guoju Wu, Tuo Chen, Wenzhi Wang, Qiong Zhang, Youfu Zhang, Xiaomin Zeng, Dahe Qin, Weizhen Sun, Xuanwen Zhang", 
        "date": "2015-07-14", 
        "description": "\n\nCentral Asian droughts have drastically and significantly affected agriculture and water resource management in these arid and semiarid areas. Based on tree ring δ18O from native, dominant Schrenk spruce (Picea schrenkiana Fisch. et Mey.), we developed a 300 year (1710–2010) standard precipitation-evaporation index (SPEI) reconstruction from January to August for China's western Tianshan Mountains. The regression model explained 37.6% of the variation in the SPEI reconstruction during the calibration period from 1950 to 2010. Comparison with previous drought reconstructions confirmed the robustness of our reconstruction. The 20th century has been a relatively wet period during the past 300 years. The SPEI showed quasi 2, 5, and 10 year cycles. Several pluvials and droughts with covariability over large areas were revealed clearly in the reconstruction. The two longest pluvials (lasting for 12 years), separated by 50 years, appeared in the 1900s and the 1960s. The most severe drought occurred from 1739 to 1761 and from 1886 to 1911 was the wettest period since 1710. Compared to previous investigations of hydroclimatic changes in the western Tianshan Mountains, our reconstruction revealed more low-frequency variability and indicated that climate in the western Tianshan Mountains shifted from dry to wet in 1886. This regime shift was generally consistent with other moisture reconstructions for the northeastern Tibetan Plateau and northern Pakistan and may have resulted from a strengthened westerly circulation. The opposite hydrological trends in the western Tianshan Mountains and southeastern Tibetan Plateau reveal a substantial influence of strengthened westerlies and weakening of the Indian summer monsoon.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JD023027", 
        "title": "Tree ring δ18O's indication of a shift to a wetter climate since the 1880s in the western Tianshan Mountains of northwestern China"
    }, 
    {
        "author": "Meixian Liu, Xianli Xu, Alex Sun", 
        "date": "2015-07-14", 
        "description": "\n\nClimate extremes can cause devastating damage to human society and ecosystems. Recent studies have drawn many conclusions about trends in climate extremes, but few have focused on quantitative analysis of their spatial variability and underlying mechanisms. By using the techniques of overlapping moving windows, the Mann-Kendall trend test, correlation, and stepwise regression, this study examined the spatial-temporal variation of precipitation extremes and investigated the potential key factors influencing this variation in southwestern (SW) China, a globally important biodiversity hot spot and climate-sensitive region. Results showed that the changing trends of precipitation extremes were not spatially uniform, but the spatial variability of these precipitation extremes decreased from 1959 to 2012. Further analysis found that atmospheric circulations rather than local factors (land cover, topographic conditions, etc.) were the main cause of such precipitation extremes. This study suggests that droughts or floods may become more homogenously widespread throughout SW China. Hence, region-wide assessments and coordination are needed to help mitigate the economic and ecological impacts.\n", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JD022886", 
        "title": "Decreasing spatial variability in precipitation extremes in southwestern China and the local/large-scale influencing factors"
    }, 
    {
        "author": "Jianhua Wang, Qingming Wang, Yong Zhao, Haihong Li, Jiaqi Zhai, Yizi Shang", 
        "date": "2015-07-14", 
        "description": "\n\nPan evaporation is an important indicator of atmospheric evaporative demand, and its long-term variation is of much concern in studies of climate change. Based on data from 33 meteorological stations from 1962 to 2012, this work considered the temporal and spatial trends of pan evaporation and the meteorological variables that affect them in the Three-River Source Region (TRSR) of southwestern China. Pan evaporation in the TRSR has decreased significantly since 1988 with an obvious abrupt change from 1993 to 2003. Furthermore, a 27 year period of oscillation has existed over the past 51 years. Pan evaporation reflects the combined effects of four meteorological variables: net radiation (Rn), wind speed (u2), actual vapor pressure (ea), and air temperature (Ta). Based on this research, a number of conclusions were drawn. (1) The pace of climate change increased after 1980 and pan evaporation decreased at a rate of −13.3 mm/a2 from 1980 to 2012, which is much faster than the rate of −1.2 mm/a2 from 1962 to 1979. (2) For the decrease of pan evaporation from 1980 to 2012, the quantifying contributions of Rn, u2, ea, and Ta were −8.7, −6.4, −1.8, and +3.6 mm/a2, respectively. Thus, it was established for the TRSR that “global dimming” was the main reason, and “wind stilling” was a close second to global dimming for the decrease in pan evaporation. (3) Different regions of the TRSR are affected differently by the effects of the meteorological variables. Low-elevation regions in the TRSR are more susceptible to the effects of net radiation and wind speed, whereas high-elevation regions are affected more by actual vapor pressure and air temperature.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JD022874", 
        "title": "Temporal and spatial characteristics of pan evaporation trends and their attribution to meteorological drivers in the Three-River Source Region, China"
    }, 
    {
        "author": "Xueyan Bi, Zhiqiu Gao, Yangang Liu, Feng Liu, Qingtao Song, Jian Huang, Huijun Huang, Weikang Mao, Chunxia Liu", 
        "date": "2015-07-14", 
        "description": "\n\nThis paper investigates the relationships between friction velocity, 10 m drag coefficient, and 10 m wind speed using data collected at two offshore observation towers (one over the sea and the other on an island) from seven typhoon episodes in the South China Sea from 2008 to 2014. The two towers were placed in areas with different water depths along a shore-normal line. The depth of water at the tower over the sea averages about 15 m, and the depth of water near the island is about 10 m. The observed maximum 10 min average wind speed at a height of 10 m is about 32 m s−1. Momentum fluxes derived from three methods (eddy covariance, inertial dissipation, and flux profile) are compared. The momentum fluxes derived from the flux profile method are larger (smaller) over the sea (on the island) than those from the other two methods. The relationship between the 10 m drag coefficient and the 10 m wind speed is examined by use of the data obtained by the eddy covariance method. The drag coefficient first decreases with increasing 10 m wind speed when the wind speeds are 5–10 m s−1, then increases and reaches a peak value of 0.002 around a wind speed of 18 m s−1. The drag coefficient decreases with increasing 10 m wind speed when 10 m wind speeds are 18–27 m s−1. A comparison of the measurements from the two towers shows that the 10 m drag coefficient from the tower in 10 m water depth is about 40% larger than that from the tower in 15 m water depth when the 10 m wind speed is less than 10 m s−1. Above this, the difference in the 10 m drag coefficients of the two towers disappears.\n", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023172", 
        "title": "Observed drag coefficients in high winds in the near offshore of the South China Sea"
    }, 
    {
        "author": "A.M. Amiruddin, I.D. Haigh, M.N. Tsimplis, F.M. Calafat, S. Dangendorf", 
        "date": "2015-07-14", 
        "description": "\n\nThe spatial and temporal characteristics of the seasonal sea level cycle in the South China Sea (SCS) and its forcing mechanisms are investigated using tide gauge records and satellite altimetry observations along with steric and meteorological data. The coastal mean annual amplitude of the seasonal cycle varies between zero and 24 cm, reaching a maximum between July and January. The maximum mean semi-annual amplitude is 7 cm, peaking between March and June. Along the coast, the seasonal cycle accounts for up to 92% of the mean monthly sea level variability. Atmospheric pressure explains a significant portion of the seasonal cycle with dominant annual signals in the northern SCS, the Gulf of Thailand and the north-western Philippines Sea. The wind forcing is dominant on the shelf areas of the SCS and the Gulf of Thailand where a simple barotropic model forced by the local wind shows annual amplitudes of up to 27 cm. In the deep basin of the SCS, the Philippines Sea and the shallow Malacca Strait, the steric component is the major contributor with the maximum annual amplitudes reaching 15 cm. Significant variability in the seasonal cycle is found on a year-to-year basis. The annual and semi-annual amplitudes vary by up to 63% and 45% of the maximum values, 15 cm and 11 cm, respectively. On average, stepwise regression analysis of contribution of different forcing factors accounts for 66% of the temporal variability of the annual cycle. The zonal wind was found to exert considerable influence in the Malacca Strait. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010923", 
        "title": "The seasonal cycle and variability of sea level in the South China Sea"
    }, 
    {
        "author": "H. Che, X.-Y. Zhang, X. Xia, P. Goloub, B. Holben, H. Zhao, Y. Wang, X.-C. Zhang, H. Wang, L. Blarel, B. Damiri, R. Zhang, X. Deng, Y. Ma, T. Wang, F. Geng, B. Qi, J. Zhu, J. Yu, Q. Chen, and G. Shi", 
        "date": "2015-07-14", 
        "description": "<b>Ground-based aerosol climatology of China: aerosol optical depths from the China Aerosol Remote Sensing Network (CARSNET) 2002–2013</b><br /><br />Atmospheric Chemistry and Physics, 15, 7619-7652, 2015<br /><br />Author(s): H. Che, X.-Y. Zhang, X. Xia, P. Goloub, B. Holben, H. Zhao, Y. Wang, X.-C. Zhang, H. Wang, L. Blarel, B. Damiri, R. Zhang, X. Deng, Y. Ma, T. Wang, F. Geng, B. Qi, J. Zhu, J. Yu, Q. Chen, and G. Shi<br /><br />Long-term measurements of aerosol optical depths (AODs) at 440 nm and Ångström\nexponents (AE) between 440 and 870 nm made for CARSNET were compiled into a\nclimatology of aerosol optical properties for China. Quality-assured monthly\nmean AODs are presented for 50 sites representing remote, rural, and urban\nareas. AODs were 0.14, 0.34, 0.42, 0.54, and 0.74 at remote stations,\nrural/desert regions, the Loess Plateau, central and eastern China, and\nurban sites, respectively, and the corresponding AE values were 0.97, 0.55,\n0.82, 1.19, and 1.05. AODs increased from north to south, with low values\n(< 0.20) over the Tibetan Plateau and northwestern China and high\nAODs (> 0.60) in central and eastern China where industrial\nemissions and anthropogenic activities were likely sources. AODs were\n0.20–0.40 in semi-arid and arid regions and some background areas in\nnorthern and northeastern China. AEs were > 1.20 over the southern reaches of\nthe Yangtze River and at clean sites in northeastern China. In the\nnorthwestern deserts and industrial parts of northeast China, AEs were lower\n(< 0.80) compared with central and eastern regions. Dust events in\nspring, hygroscopic particle growth during summer, and biomass burning\ncontribute the high AODs, especially in northern and eastern China. The AODs\nshow decreasing trends from 2006 to 2009 but increased ~ 0.03\nper year from 2009 to 2013.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/7619/2015/", 
        "title": "Ground-based aerosol climatology of China: aerosol optical depths from the China Aerosol Remote Sensing Network (CARSNET) 2002–2013"
    }, 
    {
        "author": "Dzung Nguyen-Le et al", 
        "date": "2015-07-13", 
        "description": "Journal of Climate, Volume 28, Issue 14, Page 5645-5666, July 2015. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00373.1?af=R", 
        "title": "Onset of the Rainy Seasons in the Eastern Indochina Peninsula"
    }, 
    {
        "author": "Ruidan Chen et al", 
        "date": "2015-07-13", 
        "description": "Journal of Climate, Volume 28, Issue 14, Page 5830-5844, July 2015. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00818.1?af=R", 
        "title": "Comparisons of the Circulation Anomalies Associated with Extreme Heat in Different Regions of Eastern China"
    }, 
    {
        "author": "Yu Du et al", 
        "date": "2015-07-08", 
        "description": "Journal of the Atmospheric Sciences, Volume 72, Issue 7, Page 2806-2821, July 2015. \n\t\t<br/>\n\t", 
        "journal": "Journal of the Atmospheric Science", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JAS-D-14-0339.1?af=R", 
        "title": "Thermally Driven Diurnally Periodic Wind Signals off the East Coast of China"
    }, 
    {
        "author": "Huopo Chen et al", 
        "date": "2015-07-07", 
        "description": "Journal of Climate, Volume 28, Issue 13, Page 5430-5447, July 2015. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00707.1?af=R", 
        "title": "Changes in Drought Characteristics over China Using the Standardized Precipitation Evapotranspiration Index"
    }, 
    {
        "author": "Wan-Ru Huang, Huang-Hsiung Hsu, Shih-Yu Wang, Jian-Pu Chen", 
        "date": "2015-07-07", 
        "description": "\n\nThis study examines the characteristics of low-frequency variations (defined as decadal-scale changes) in summer (June-August) convective afternoon rainfall (CAR) activity over Taiwan during 1961–2012. Using 3-hourly rain gauge data, it was found that (1) the CAR frequency exhibits a secular trend and the 10–20 decadal oscillation, (2) the trend in CAR frequency is positive in northern Taiwan but negative in central and southern Taiwan, and (3) the CAR rate increased over most of the lower plains but decreased over the mountain range of Taiwan. Diagnoses using the Japanese ReAnalysis (JRA55) data and surface observations indicate that the low-frequency variations in CAR frequency are closely associated with the variations in monsoon southwesterly winds over the South China Sea and island-wide sea breeze convergence. The regional low-level circulation changes are linked to sea surface temperature anomalies over the NINO4 region and its 10–20 year (quasi-decadal) oscillation. Regarding the processes that change the CAR rate in the trending patterns, it was found that increases in the moisture flux convergence and the moist (conditional) instability over the lower plains together explain the stronger CAR events in the long run.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023568", 
        "title": "Impact of Atmospheric Changes on the Low-Frequency Variations of Convective Afternoon Rainfall Activity over Taiwan"
    }, 
    {
        "author": "Yan Lin, Yiqiu Ma, Xinghua Qiu, Ran Li, Yanhua Fang, Junxia Wang, Yifang Zhu, Di Hu", 
        "date": "2015-07-07", 
        "description": "\n\nFine particulate matter (PM2.5) is a significant health issue in Chinese megacities. However, little information is available regarding the PM2.5-bound toxic organics, especially their sources, atmospheric transformations, and health implications. In this study, we assessed the levels of polycyclic aromatic hydrocarbons (PAHs) and their nitrated, hydroxylated, and oxygenated derivatives (i.e., NPAHs, OHPAHs, and OPAHs, respectively) in PM2.5 collected in Beijing over a one-year period. The median concentration of 23 PAHs, 15 NPAHs, 16 OHPAHs, and 7 OPAHs in PM2.5 was 53.8, 1.14, 1.40, and 3.62 ng m−3, respectively. Much higher concentrations and mass percentages for all species were observed in the heating season, indicating a higher toxicity of PM2.5 during this period of time. Positive matrix factorization (PMF) was applied to apportion the sources of PAHs and their derivatives. It was found that traffic emissions in the non-heating season, and coal combustion and biomass burning in the heating season, were the major primary sources of PAHs and their derivatives. Secondary formation, however, contributed significantly to the derivatives of PAHs (especially NPAHs and OPAHs) in the non-heating season, suggesting significant impacts of atmospheric transformation on the toxicity of PM2.5.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023628", 
        "title": "Sources, Transformation, and Health Implications of Polycyclic Aromatic Hydrocarbons (PAHs) and their Nitrated, Hydroxylated, and Oxygenated Derivatives in Fine Particulate Matter (PM2.5) in Beijing"
    }, 
    {
        "author": "Botao Zhou, Ying Xu, Jia Wu, Siyan Dong, Ying Shi", 
        "date": "2015-07-07", 
        "description": "\n\nBased on the high-resolution gridding data (CN05) from 2416 station observations, a grid dataset of temperature and precipitation extreme indices with the resolution of 0.5° × 0.5° for China region was developed using the approach recommended by the Expert Team on Climate Change Detection and Indices. This article comprehensively presents temporal and spatial changes of these indices for the time period 1961–2010. Results showed widespread significant changes in temperature extremes consistent with warming, for instance, decreases in cold extremes and increases in warm extremes over China. The warming in the coldest day and night is larger than the warmest day and night, respectively, which is concurrent with the coldest night larger than the coldest day and the warmest night larger than the warmest day. Changes in the number of the cold and warm nights are more remarkable than the cold and warm days. Changes in precipitation extremes are, in general, spatially more complex and exhibit a less widespread spatial coverage than the temperature indices, for instance, the patterns of annual total precipitation amount, average daily precipitation rate, and the proportion of heavy precipitation in total annual precipitation are similar with negative trends in a southwest–northeast belt from Southwest China to Northeast China while positive trends in eastern China and northwestern China. The consistency of changes in climate extremes from the CN05 with other datasets based on the stations and reanalyses is also analysed.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4400", 
        "title": "Changes in temperature and precipitation extreme indices over China: analysis of a high-resolution grid dataset"
    }, 
    {
        "author": "Johannes Mülmenstädt, Odran Sourdeval, Julien Delanoë, Johannes Quaas", 
        "date": "2015-07-05", 
        "description": "\n\nA climatology of thermodynamic phase of precipitating cloud is presented derived from global, land and ocean, retrievals from Cloudsat, CALIPSO, and MODIS. Like precipitation rate, precipitation frequency is dominated by warm rain, defined as rain produced via the liquid phase only, over the tropical oceans outside the ITCZ and by cold rain, produced via the ice phase, over the midlatitude oceans and continents. Warm rain is very infrequent over the continents, with significant warm rain found only in onshore flow in the tropics, and over India, China, and Indochina. Comparison of the properties of precipitating and non-precipitating warm clouds shows that the scarcity of warm rain over land can be explained by smaller effective radii in continental clouds that delay the onset of precipitation. The results highlight the importance of ice-phase processes for the global hydrological cycle and may lead to an improved parameterization of precipitation in general circulation models.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064604", 
        "title": "Frequency of occurrence of rain from liquid-, mixed- and ice-phase clouds derived from A–Train satellite retrievals"
    }, 
    {
        "author": "Jianhui Wei, Hans Richard Knoche, Harald Kunstmann", 
        "date": "2015-07-04", 
        "description": "\n\nIn this study, a regional climate model based evapotranspiration tagging (ET-Tagging) algorithm has been applied for the first time over Southeast China. 15-month simulations (October 2004 to December 2005) were performed to investigate where and to which extent the tagged evapotranspired water from the Poyang Lake region returns to the land surface as precipitation. The contributions of direct evaporation and transpiration were estimated separately using an extended ET-Tagging partitioning algorithm. In 2005, the contribution of moisture originating from the Poyang Lake region to the local annual precipitation in Southeast China reaches a value of up to 1.2 %. A maximum contribution of 6 % is found near the Poyang Lake region in August. In 2005, 69 % of total tagged precipitation originates from direct evaporation of water, whereas 31 % from transpiration. In winter, precipitation originating from transpired moisture only accounts for around 10 % of the total tagged precipitation, but in the summer season the contribution of transpiration increases up to 50 %. To explore the source-target relations under consideration of the respective precipitation regime, we introduce source-specific precipitation efficiencies. For the period under investigation, the efficiency for direct evaporation generally dominates, except during the comparatively dry August and in the winter months. Our study shows that the location and the magnitude of tagged precipitation show large spatial and temporal variations. The comprehensive interactions between land-surface characteristics and synoptic weather conditions control the annual cycle of the individual contributions to precipitation, emphasizing the important impacts of vegetation cover and land-use on the atmospheric hydrological cycle.\n", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JD022975", 
        "title": "Contribution of transpiration and evaporation to precipitation: An ET-Tagging study for the Poyang Lake region in Southeast China"
    }, 
    {
        "author": "Hal F. Needham, Barry D. Keim, David Sathiaraj", 
        "date": "2015-06-30", 
        "description": "\n\nTropical cyclone-generated storm surges are among the world's most deadly and destructive natural hazards. This paper provides the first comprehensive global review of tropical storm surge data sources, observations, and impacts while archiving data in SURGEDAT, a global database. Available literature has provided data for more than 700 surge events since 1880, the majority of which are found in the western North Atlantic (WNA), followed by Australia/Oceania, the western North Pacific (WNP), and the northern Indian Ocean (NIO). The Bay of Bengal (BOB) in the NIO consistently observes the world's highest surges, as this subbasin averages five surges ≥5 m per decade and has observed credible storm tide levels reaching 13.7 m. The WNP observes the highest rate of low-magnitude surges, as the coast of China averages 54 surges ≥1 m per decade, and rates are likely higher in the Philippines. The U.S. Gulf Coast observes the second highest frequency of both high-magnitude (≥5 m) and low-magnitude (≥1 m) surges. The BOB observes the most catastrophic surge impacts, as 59% of global tropical cyclones that have killed at least 5000 people occurred in this basin. The six deadliest cyclones in this region have each killed at least 140,000 people, and two events have killed 300,000. Storm surge impacts transportation, agriculture, and energy sectors in the WNA. Oceania experiences long-term impacts, including contamination of fresh water and loss of food supplies, although the highest surges in this region are lower than most other basins.\n", 
        "journal": "Reviews of Geophysics", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014RG000477", 
        "title": "A review of tropical cyclone-generated storm surges: Global data sources, observations, and impacts"
    }, 
    {
        "author": "B. He, H. L. Wang, Q. F. Wang, Z. H. Di", 
        "date": "2015-06-30", 
        "description": "\nPrevious studies have reported precipitation deficits related to temperature extremes. However, how and to what extent precipitation deficits affect surface air temperatures is still poorly understood. In this study, the relationship between precipitation deficits and surface temperatures was examined in China from 1960 to 2012 based on monthly temperature and precipitation records from 565 stations. Significant negative correlations were identified in each season, with the strongest relationships in the summer, indicating that higher temperatures usually accompanied water-deficient conditions and lower temperatures usually accompanied wet conditions. The examination of the correlations based on 30 year moving windows suggested that the interaction between the two variables has declined over the past three decades. Further investigation indicated a higher impact of extreme dry conditions on temperature than that of extreme wet conditions. In addition, a new simple index (Dry Temperature Index, DTI) was developed and used to quantitatively describe the relationship between water deficits and air temperature variations. We tested and compared the DTI in the coldest month (January) and the hottest month (July) of the year, station by station. In both months, the number of stations with a DThighI ≥ 50% was greater than those with a DThighI < 50%, indicating that a greater proportion of higher temperatures occurred during dry conditions. Based on the results, we conclude that water deficits in China are usually correlated to high temperatures but not to low temperatures.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023463", 
        "title": "A quantitative assessment of the relationship between precipitation deficits and air temperature variations"
    }, 
    {
        "author": "Vigan Mensah, Sen Jan, Ming-Huei Chang, Yiing-Jang Yang", 
        "date": "2015-06-30", 
        "description": "\n\nThe variability of the intermediate water (IW) east of Luzon and Taiwan is investigated using data acquired from moored instrumented lines and shipboard hydrographic and current velocity surveys. The IW is defined as the water mass with a local salinity minimum along the Kuroshio path. An empirical formula is developed to estimate the IW salinity minimum east of Taiwan using temperature measurements around 580-m depth. Properties of the IW east of Taiwan vary greatly as a result of variable contributions from three water masses including the high salinity South China Sea Intermediate Water (SCSIW), the low salinity North Pacific Intermediate Water (NPIW), and the intermediate salinity Kuroshio Intermediate Water (KIW). Our analysis concludes that NPIW is predominantly found east of Taiwan and the northward transport of KIW from northeast of Luzon to east of Taiwan is not a steady process. Concurrent mooring measurements at these two locations enable us to correlate the variations of the layer thickness of the Kuroshio near its origin (KLTo) northeast of Luzon to the nature of the IW east of Taiwan. When the Kuroshio is deep, i.e. large KLTo, KIW is transported northward across the Luzon Strait, where its salinity increases presumably due to turbulence mixing with SCSIW. This modified KIW is then transported to the east of Taiwan. When the Kuroshio is shallow, i.e. small KLTo, the KIW transport east of Luzon is nil or southward. East of Taiwan, NPIW feeds in below the Kuroshio and is transported northward beyond the I-Lan Ridge. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010768", 
        "title": "Intraseasonal to seasonal variability of the intermediate waters along the Kuroshio path east of Taiwan"
    }, 
    {
        "author": "Huopo Chen, Huijun Wang", 
        "date": "2015-06-29", 
        "description": "\nHaze is a severe hazard that greatly influences traffic and daily life with great economic losses and threats to human health. To enhance understanding of the haze occurrences, this study examined the haze variations over North China and their associated atmospheric circulations for the period of 1960–2012 using daily visibility data. Results indicate that the haze events over this region primarily occur in boreal winter of year and mainly in the morning of day. The results of the analysis of the long-term variations indicate that the annual haze days were relatively few in the 1960s but increased steeply in the 1970s and have remained stable to the present. Some differences are obvious among seasons. A stably increasing trend is discernable in summer and autumn, relatively low in the 1960s and the 1990s–2000s and relatively high in the 1970s–1980s in spring and winter. Haze variations in urban regions are quite similar to haze variations in rural regions but with more haze days in urban regions because of the high aerosol emissions. Further analyses indicate that the occurrences of severe haze events in boreal winter generally correlate with the weakened northerly winds and the development of inversion anomalies in the lower troposphere, the weakened East Asian trough in the midtroposphere, and the northward East Asian jet in the high troposphere. All of these factors provide a favorable atmospheric background for the maintenance and development of haze events in this region.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023225", 
        "title": "Haze Days in North China and the associated atmospheric circulations based on daily visibility data from 1960 to 2012"
    }, 
    {
        "author": "Wei Ding, Chi Zhang, Yong Peng, Ruijie Zeng, Huicheng Zhou, Ximing Cai", 
        "date": "2015-06-28", 
        "description": "\n\nThis paper addresses how much flood water can be conserved for use after the flood season through the operation of reservoir by taking into account the residual flood control capacity (the difference between flood conveyance capacity and the expected inflow in a lead time). A two-stage model for dynamic control of the flood-limited water level (the maximum allowed water level during the flood season, DC-FLWL) is established considering forecast uncertainty and acceptable flood risk. It is found that DC-FLWL is applicable when the reservoir inflow ranges from small to medium levels of the historical records, while both forecast uncertainty and acceptable risk in the downstream affect the feasible space of DC-FLWL. As forecast uncertainty increases (under a given risk level) or as acceptable risk level decreases (under a given forecast uncertainty level), the minimum required safety margin for flood control increases, and the chance for DC-FLWL decreases. The derived hedging rules from the modeling framework illustrate either the dominant role of water conservation or flood control or the trade-off between the two objectives under different levels of forecast uncertainty and acceptable risk. These rules may provide useful guidelines for conserving water from flood, especially in the area with heavy water stress. The analysis is illustrated via a case study with a real-world reservoir in northeastern China.\n", 
        "journal": "Water Resources Research", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015WR017127", 
        "title": "An analytical framework for flood water conservation considering forecast uncertainty and acceptable risk"
    }, 
    {
        "author": "Alexander J. Baker, Harald Sodemann, James U. L. Baldini, Sebastian F. M. Breitenbach, Kathleen R. Johnson, Jeroen Hunen, Zhang Pingzhong", 
        "date": "2015-06-26", 
        "description": "\n\nEast Asian summer monsoon (EASM) rainfall impacts the world's most populous regions. Accurate EASM rainfall prediction necessitates robust paleoclimate reconstructions from proxy data and quantitative linkage to modern climatic conditions. Many precisely dated oxygen isotope records from Chinese stalagmites have been interpreted as directly reflecting past EASM rainfall amount variability, but recent research suggests that such records instead integrate multiple hydroclimatic processes. Using a Lagrangian precipitation moisture source diagnostic, we demonstrate that EASM rainfall is primarily derived from the Indian Ocean. Conversely, Pacific Ocean moisture export peaks during winter, and the moisture uptake area does not differ significantly between summer and winter and is thus a minor contributor to monsoonal precipitation. Our results are substantiated by an accurate reproduction of summer and winter spatial rainfall distributions across China. We also correlate modern EASM rainfall oxygen isotope ratios with instrumental rainfall amount and our moisture source data. This analysis reveals that the strength of the source effect is geographically variable, and differences in atmospheric moisture transport may significantly impact the isotopic signature of EASM rainfall at the Hulu, Dongge, and Wanxiang Cave sites. These results improve our ability to isolate the rainfall amount signal in paleomonsoon reconstructions and indicate that precipitation across central and eastern China will directly respond to variability in Indian Ocean moisture supply.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JD022919", 
        "title": "Seasonality of westerly moisture transport in the East Asian summer monsoon and its implications for interpreting precipitation δ18O"
    }, 
    {
        "author": "Renguang Wu, Zhang Chen", 
        "date": "2015-06-26", 
        "description": "\n\nPresent study documents the intraseasonal variability of sea surface temperature (SST) in the South China Sea (SCS) during boreal winter and its association with the East Asian winter monsoon (EAWM) variability. In northern Tropics, the largest intraseasonal variability of SST during boreal winter is found in the SCS, with two localized regions of large standard deviation, one extending westward from the Luzon Strait and the other extending southward from the coast of central Vietnam. Correspondingly, large intraseasonal variability in surface heat fluxes is observed in the above regions. Analysis shows that the formation of large intraseasonal SST anomalies in these regions is attributed largely to wind-related surface latent heat flux changes, with supplementary contribution from cloud-related surface shortwave radiation changes. Wind-induced Ekman advection has a negative effect, and the Ekman upwelling pattern differs from the intraseasonal SST anomaly pattern. The intraseasonal variations of SST in the SCS display a close association with the East Asian winter monsoon (EAWM) change with a time lag of 3–5 days. In a weak (strong) phase of the EAWM, decrease (increase) in surface wind speed and suppression (enhancement) in surface latent heat flux lead to intraseasonal SST warming (cooling). This intraseasonal SST signal displays a southward propagation with the SST change in northern SCS leading that in southern SCS by about 2 days. A similar southward propagation is seen in surface wind speed and latent heat flux anomalies. The southward propagation of cloud and shortwave radiation anomalies is limited to northern part of the SCS.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023368", 
        "title": "Intraseasonal SST variations in the South China Sea during boreal winter and impacts of the East Asian winter monsoon"
    }, 
    {
        "author": "Daisuke Goto, Teruyuki Nakajima, Tie Dai, Toshihiko Takemura, Mizuo Kajino, Hitoshi Matsui, Akinori Takami, Shiro Hatakeyama, Nobuo Sugimoto, Atsushi Shimizu, Toshimasa Ohara", 
        "date": "2015-06-26", 
        "description": "\n\nSulfate aerosols simulated by an aerosol module coupled to the Nonhydrostatic Icosahedral Atmospheric Model (NICAM) at a spatial resolution (220 km) widely used by global climate models were evaluated by a comparison with in situ observations and the same aerosol module coupled to the Model for Interdisciplinary Research on Climate (MIROC) over East Asia for January, April, July, and October 2006. The results indicated that a horizontal gradient of sulfate from the source over China to the outflow over Korea-Japan was present in both the simulations and the observations. At the observation sites, the correlation coefficients of the sulfate concentrations between the simulations and the observations were high (NICAM: 0.49–0.89, MIROC: 0.61–0.77), whereas the simulated sulfate concentrations were lower than those obtained by the observation with the normalized mean bias of NICAM being −68 to −54% (all), −77 to −63% (source), and −67 to −30% (outflow) and that of MIROC being −61 to −28% (all), −77 to −63% (source), and −60 to +2% (outflow). Both NICAM and MIROC strongly underpredict surface SO2 over China source regions and Korea-Japan outflow regions, but the MIROC SO2 is much higher than NICAM SO2 over both regions. These differences between the models were mainly explained by differences in the sulfate formation within clouds and the dry deposition of SO2. These results indicated that the uncertainty of the meteorological and cloud fields as well as the vertical transport patterns between the different host climate models has a substantial impact on the simulated sulfate distribution.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JD021693", 
        "title": "An evaluation of simulated particulate sulfate over East Asia through global model intercomparison"
    }, 
    {
        "author": "X. Fu, X. Liu, Y. Li, J. Shen, Y. Wang, G. Zou, H. Li, L. Song, and J. Wu", 
        "date": "2015-06-26", 
        "description": "<b>Wet-season spatial variability in N<sub>2</sub>O emissions from a tea field in subtropical central China</b><br /><br />Biogeosciences, 12, 3899-3911, 2015<br /><br />Author(s): X. Fu, X. Liu, Y. Li, J. Shen, Y. Wang, G. Zou, H. Li, L. Song, and J. Wu<br /><br />Tea fields emit large amounts of nitrous oxide (N<sub>2</sub>O) to the atmosphere.\nObtaining accurate estimations of N<sub>2</sub>O emissions from tea-planted soils\nis challenging due to strong spatial variability. We examined the spatial\nvariability in N<sub>2</sub>O emissions from a red-soil tea field in Hunan\nProvince, China, on 22 April 2012 (in a wet season) using 147 static mini\nchambers approximately regular gridded in a 4.0 ha tea field. The N<sub>2</sub>O\nfluxes for a 30 min snapshot (10:00–10:30 a.m.) ranged from −1.73 to\n1659.11 g N ha<sup>−1</sup> d<sup>−1</sup> and were positively skewed with an average flux of\n102.24 g N ha<sup>−1</sup> d<sup>−1</sup>. The N<sub>2</sub>O flux data were transformed to\na normal distribution by using a logit function. The geostatistical analyses\nof our data indicated that the logit-transformed N<sub>2</sub>O fluxes (FLUX30t)\nexhibited strong spatial autocorrelation, which was characterized by an\nexponential semivariogram model with an effective range of 25.2 m. As\nobserved in the wet season, the logit-transformed soil ammonium-N (NH4Nt),\nsoil nitrate-N (NO3Nt), soil organic carbon (SOCt) and total soil nitrogen\n(TSNt) were all found to be significantly correlated with FLUX30t (<i>r</i> = 0.57–0.71,\n<i>p</i>  < 0.001). Three spatial interpolation methods (ordinary\nkriging, regression kriging and cokriging) were applied to estimate the\nspatial distribution of N<sub>2</sub>O emissions over the study area. Cokriging\nwith NH4Nt and NO3Nt as covariables (<i>r</i> = 0.74 and RMSE = 1.18)\noutperformed ordinary kriging (<i>r</i> = 0.18 and RMSE = 1.74), regression\nkriging with the sample position as a predictor (<i>r</i> = 0.49 and RMSE = 1.55)\nand cokriging with SOCt as a covariable (<i>r</i> = 0.58 and RMSE = 1.44). The\npredictions of the three kriging interpolation methods for the total\nN<sub>2</sub>O emissions of 4.0 ha tea field ranged from 148.2 to 208.1 g N d<sup>−1</sup>,\nbased on the 30 min snapshots obtained during the wet season. Our\nfindings suggested that to accurately estimate the total N<sub>2</sub>O emissions\nover a region, the environmental variables (e.g., soil properties) and the\ncurrent land use pattern (e.g., tea row transects in the present study) must\nbe included in spatial interpolation. Additionally, compared with other\nkriging approaches, the cokriging prediction approach showed great\nadvantages in being easily deployed and, more importantly, providing accurate\nregional estimation of N<sub>2</sub>O emissions from tea-planted soils.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/3899/2015/", 
        "title": "Wet-season spatial variability in N<sub>2</sub>O emissions from a tea field in subtropical central China"
    }, 
    {
        "author": "Shuangmei Ma et al", 
        "date": "2015-06-25", 
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-15-0011.1?af=R", 
        "title": "Observed Changes in the Distributions of Daily Precipitation Frequency and Amount over China from 1960-2013"
    }, 
    {
        "author": "Yonghong Yao et al", 
        "date": "2015-06-25", 
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-15-0033.1?af=R", 
        "title": "Subseasonal variability of precipitation in China during boreal winter"
    }, 
    {
        "author": "Lei Lin, Andrew Gettelman, Song Feng, Qiang Fu", 
        "date": "2015-06-25", 
        "description": "\n\nFuture changes in aridity, defined as the ratio of annual precipitation to potential evapotranspiration (PET), are analyzed using simulations from the Community Earth System Model (CESM) Large Ensemble (LE) and the phase 5 of the Coupled Model Intercomparison Project (CMIP5) during the period 1980–2080. Both CESM and CMIP5 ensembles can reproduce the observed temporal and spatial variability of aridity. On the interannual time scale, annual average PET is sensitive to the variability of relative humidity, net surface energy flux, and surface air temperature, while the precipitation variability is the dominant component of annual average aridity sensitivity. For the long-term trends, differences between the two ensembles illustrate that the impact of the internal variability is smaller than that of the model structural uncertainty with the trends from the CMIP5 ensemble of models having a much larger spread than those from the single-model CESM-LE. The annual mean aridity averaged over global land increases (becomes drier) by 6.4% in 2055–2080 relative to 1980–2005. Aridity trends differ by region in the ensemble mean. In the future, increasing precipitation leads to decreasing aridity over northwest China and central (or tropical) Africa, while decreasing precipitation leads to drying (increasing aridity) in the subtropics, northern and southern Africa, and the Amazon. Increases in PET can lead to increasing aridity even in regions with increasing precipitation.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JD022912", 
        "title": "Simulated climatology and evolution of aridity in the 21st century"
    }, 
    {
        "author": "Rainer R. Schoch", 
        "date": "2015-06-24", 
        "description": "The origin and early evolution of turtles have long been major contentious issues in vertebrate zoology. This is due to conflicting character evidence from molecules and morphology and a lack of transitional fossils from the critical time interval. The ∼220-million-year-old stem-turtle Odontochelys from China has a partly formed shell and many turtle-like features in its postcranial skeleton. Unlike the 214-million-year-old Proganochelys from Germany and Thailand, it retains marginal teeth and lacks a carapace. Odontochelys is separated by a large temporal gap from the ∼260-million-year-old Eunotosaurus from South Africa, which has been hypothesized as the earliest stem-turtle. Here we report a new reptile, Pappochelys, that is structurally and chronologically intermediate between Eunotosaurus and Odontochelys and dates from the Middle Triassic period (∼240 million years ago). The three taxa share anteroposteriorly broad trunk ribs that are T-shaped in cross-section and bear sculpturing, elongate dorsal vertebrae, and modified limb girdles. Pappochelys closely resembles Odontochelys in various features of the limb girdles. Unlike Odontochelys, it has a cuirass of robust paired gastralia in place of a plastron. Pappochelys provides new evidence that the plastron partly formed through serial fusion of gastralia. Its skull has small upper and ventrally open lower temporal fenestrae, supporting the hypothesis of diapsid affinities of turtles.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/JAEpgC9Fz3w/nature14472", 
        "title": "A Middle Triassic stem-turtle and the evolution of the turtle body plan"
    }, 
    {
        "author": "Jinghua Chen et al", 
        "date": "2015-06-23", 
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00859.1?af=R", 
        "title": "Characteristics of Heat Sources and Clouds over East China and Tibetan Plateau in Boreal Summer"
    }, 
    {
        "author": "Difei Deng, Shouting Gao, Liang Hu, Xiaoling Du, Jin Wang, Chengxin Wang", 
        "date": "2015-06-16", 
        "description": "\n\nAmong different winter precipitation types, freezing rain is the most dangerous and the most difficult to forecast. Nearly 84% of total freezing rain days in China occurs over Guizhou province. Statistical analysis indicates that the frequency distribution of freezing rain over Guizhou is correlated to its topography. In this article, a typical freezing rain case from 2011 is selected to explore the impact of Guizhou topography on the distribution of freezing rain.\nSynoptic analysis shows that this event is dominated by two cold currents below 800 hPa and a warm, moist southwesterly at 700 hPa, which contributes to an overlaying surface cold layer and warm layer aloft in central Guizhou. Freezing rain is developed through a “warm rain process” under the mid-lower tropospheric warm layer. Contrasting numerical terrain experiments demonstrate that Guizhou terrain plays an essential role in the formation of freezing rain by influencing the setup of the surface cold layer, warm layer and precipitation. Except for the effect of altitude, the vertical distance between the cold center in the cold flow and the surface height also impacts on the formation of the surface cold layer. The intensity of the warm layer and inversion changes after altering terrain height. The number of rain-water particles reaching the surface layer decreases as the surface temperature increases in the lowered terrain experiment, whereas the block of steeper windward slope results in an increase of surface precipitation in the heightened terrain experiment. The regions experiencing freezing rain shrink after reducing the terrain but spread southeastward after raising the terrain. The unique topography of Guizhou including its elevation and distribution contributes to the highest frequency of freezing rain in China.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2607", 
        "title": "The Impact of Guizhou Topography on the Distribution of Freezing Rain in early January 2011"
    }, 
    {
        "author": "Feifan Zhou, Xiaopeng Cui", 
        "date": "2015-06-12", 
        "description": "\n\nBy studying three heavy rainfall events that were accompanied by debris flows in southwestern China, we find that 24-h accumulated rainfall is most sensitive to the initial temperature. The sensitivities to wind, surface pressure, and specific humidity are generally smaller. Moreover, the upper levels of the atmosphere are identified as the sensitive levels, and the sensitive areas are the areas with heavy rainfall. These results suggest that local temperature perturbations in the upper levels are a signal of short-term heavy rainfall in southwestern China. A validation experiment is carried out to justify the sensitivity results. The possible reasons are discussed and analyzed.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl.586", 
        "title": "The adjoint sensitivity of heavy rainfall to initial conditions in debris flow areas in China"
    }, 
    {
        "author": "Dunxian She, Ashok K. Mishra, Jun Xia, Liping Zhang, Xiang Zhang", 
        "date": "2015-06-12", 
        "description": "\n\nClimate variability modulates spatio-temporal variability of dry spells (DSs) and wet spells (WSs) within a river basin and will affect water resources management practices leading to various impacts on the socio-economic development in river basins. In this study, we evaluated spatio-temporal variability of DS and WS in Huai River basin (HRB), China, by developing copula-based severity-duration-frequency (SDF) curves. The result shows that the upper reach and the southern part of middle reach of HRB are prone to both DS and WS; however, the duration and severity of WS are comparatively higher in comparison to DS. It was observed that DS is more frequent in spring and summer, whereas WS in summer and autumn. The choice of copula plays an important role in deriving the SDF curves, and an inappropriately chosen copula function may result in a large bias of SDF estimation. The arch12 copula was found to be the best choice in the majority of stations for deriving the SDF curves. The constructed SDF curves primarily shows two major patterns for DS and WS, i.e. concave down pattern and convex up pattern. The frequency of extreme DS decreases from 1960s to 1990s, and increases after 2000s, while the frequency of extreme WS increases from 1970s to 1990s and then decreases from 1990s to 2000s. The results in this study can provide useful information for designing conservation structures and to develop water allocation strategies at different temporal scales.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4369", 
        "title": "Wet and dry spell analysis using copulas"
    }, 
    {
        "author": "Y. J Zhang, S. L Guo, M. Zhao, L. L. Du, R. J. Li, J. S. Jiang, R. Wang, and N. N. Li", 
        "date": "2015-06-12", 
        "description": "<b>Soil moisture influence on the interannual variation in temperature sensitivity of soil organic carbon mineralization in the Loess Plateau</b><br /><br />Biogeosciences, 12, 3655-3664, 2015<br /><br />Author(s): Y. J Zhang, S. L Guo, M. Zhao, L. L. Du, R. J. Li, J. S. Jiang, R. Wang, and N. N. Li<br /><br />Temperature sensitivity of soil organic carbon (SOC) mineralization (i.e.,\n<i>Q</i><sub>10</sub>) determines how strong the feedback from global warming may be on\nthe atmospheric CO<sub>2</sub> concentration; thus, understanding the factors\ninfluencing the interannual variation in <i>Q</i><sub>10</sub> is important for\naccurately estimating local soil carbon cycle.   In situ  SOC mineralization rate was\nmeasured using an automated CO<sub>2</sub> flux system (Li-8100) in long-term\nbare fallow soil in the Loess Plateau (35°12' N,\n107°40' E) in Changwu, Shaanxi, China from 2008 to 2013.\nThe results showed that the annual cumulative SOC mineralization ranged from\n226 to 298 g C m<sup>−2</sup> yr<sup>−1</sup>, with a mean of 253 g C m<sup>−2</sup> yr<sup>−1</sup>\nand a coefficient of variation (CV) of 13%, annual <i>Q</i><sub>10</sub> ranged from 1.48 to 1.94, with a mean\nof 1.70 and a CV of 10%, and annual soil moisture content ranged from\n38.6 to 50.7% soil water-filled pore space (WFPS), with a mean of\n43.8% WFPS and a CV of 11%, which were mainly affected by the\nfrequency and distribution of precipitation. Annual <i>Q</i><sub>10</sub> showed\na quadratic correlation with annual mean soil moisture content. In\nconclusion, understanding of the relationships between interannual variation\nin <i>Q</i><sub>10</sub>, soil moisture, and precipitation are important to accurately\nestimate the local carbon cycle, especially under the changing climate.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/3655/2015/", 
        "title": "Soil moisture influence on the interannual variation in temperature sensitivity of soil organic carbon mineralization in the Loess Plateau"
    }, 
    {
        "author": "Yong Tian, Yi Zheng, Chunmiao Zheng, Honglang Xiao, Wenjie Fan, Songbing Zou, Bin Wu, Yingying Yao, Aijing Zhang, Jie Liu", 
        "date": "2015-06-09", 
        "description": "\n\nEcohydrological processes in a water-limited environment are sensitive to both climate conditions and human activities, but the response mechanisms have rarely been explored for large endorheic river basins via an integrated modeling approach. This study established an integrated surface water-groundwater model for the Heihe River Basin (HRB), China's second largest endorheic river basin, using GSFLOW as the modeling platform. Evapotranspiration (ET) and Leaf Area Index (LAI) data independently derived from remote sensing products were compared and correlated, respectively, with the modeling results. Scale-dependent interrelationships among ecological, hydrological, and human-impact (i.e., diversion and pumping) variables were revealed through multiple regression analyses. Major study findings include: (1) the independent ET and LAI data enabled the modeler to crosscheck the modeling results from a unique angle not possible with conventional groundwater and streamflow observations; (2) controlling factors for the temporal variability of ET and LAI exhibit notable scale-dependence, reflecting distinctive climate, and human impacts on different land covers; and (3) there exists an intricate linkage between the hydrological regimes in the lower HRB and the middle HRB, essentially equivalent to a tradeoff between the ecosystem health of the lower HRB and the sustainable development of the middle HRB. Overall, the integrated modeling assisted by the independent ET and LAI data has provided a coherent understanding on the regional water cycle, and led to new insights on tackling the existing water conflicts in HRB.\n", 
        "journal": "Water Resources Research", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015WR016881", 
        "title": "Exploring scale-dependent ecohydrological responses in a large endorheic river basin through integrated surface water-groundwater modeling"
    }, 
    {
        "author": "Fengming Chang, Tiegang Li, Zhifang Xiong, Zhaokai Xu", 
        "date": "2015-06-09", 
        "description": "\n\nGeochemical and sedimentological analyses of core PC-1 recovered from the northern East China Sea (ECS) provide insights into variations in terrigenous input associated with sea level and climate changes over the past 24.3 ka. Based on high-resolution multiproxy records, our results suggest that the competing processes of sea level and monsoonally driven precipitation determined terrigenous input to the northern ECS. Dominance of terrigenous material, along with relatively light Globigerinoides ruber δ18O, indicates that the Last Glacial Maximum (LGM) lowstand of sea level has occurred during the period 21.5–19.6 ka, not suggesting an early slow rise but supporting the conventional LGM age of 21 ka. This LGM lowstand was terminated by the rapid sea level rise of 19 ka meltwater pulse (MWP), which is well expressed by the nearly synchronous decreases in both terrigenous detritus and mean grain size from 19.6 to 18.9 ka. MWP-1A is clearly marked in our records by a sharp reduction in terrigenous input and pronounced maxima of G. ruber δ18O at 15.3–14.8 ka, given the considerable age uncertainties of deglacial marine radiocarbon samples. A slightly increasing input of terrigenous matter is noted after 13.4 ka, potentially pointing to a sea level fall following the Inter-Allerød Cooling Period, which was seldom reported previously. Although MWP-1B did not leave robust signatures in terrigenous input, it is explicitly captured by the heavy δ18O of G. ruber and decline in mean grain size at 11.5–10.9 ka. MWP-1c probably occurred in a broad millennial interval with multiple peaks, which are robustly marked by the abrupt variations in terrigenous input and marine organic matter at 9.7–9.3 and 9.1 ka, respectively. During the late Holocene, the effect of continuously weakening monsoon precipitation overwhelmed that of stable sea level resulting in a uniform increase in the proportion of marine-derived organic matter after 5.5 ka.\n", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014PA002733", 
        "title": "Evidence for sea level and monsoonally driven variations in terrigenous input to the northern East China Sea during the last 24.3 ka"
    }, 
    {
        "author": "Yuyuan Xie, Bangqin Huang, Lizhen Lin, Edward A. Laws, Lei Wang, Shaoling Shang, Tinglu Zhang, Minhan Dai", 
        "date": "2015-06-08", 
        "description": "\n\nMany recent models for retrieval of primary production in the sea from ocean-color data are temperature based. But previous studies in low latitudes have shown that models that include phytoplankton community structure can have improved predictive capability. In this study, we measured photosynthetic parameters from photosynthesis-irradiance (P-E) experiments, phytoplankton absorption coefficients, and phytoplankton community structure derived from algal pigments during four cruises in the northern South China Sea (NSCS). The maximum quantum yield of CO2 (\nΦmC) and the chlorophyll a-normalized P-E curve light-limited slope (αB) varied significantly with the blue-to-red ratio of phytoplankton absorption peaks (aph(435)/aph(676)) (p < 0.001, r = −0.459 and −0.332, respectively). The unexplained variability could be due in part to the absorption associated with nonphotosynthetic pigments. The chlorophyll a-normalized light-saturated photosynthetic rate (\nPmB) at the surface showed a unimodal distribution over the chlorophyll a range during the spring and summer, and significantly increased when Prochlorococcus was outcompeted by other picophytoplankton (p < 0.01). Almost 60% of the variance of \nPmB could be explained by a piecewise regression with phytoplankton absorption coefficients and pigment markers. Unlike previous studies, our data showed that changes of \nPmB were unrelated to the size structure of phytoplankton. Although a temperature-based approach could not effectively predict αB and \nPmB in the NSCS, a trophic-based approach can be used for assignment of these parameters in a regional primary production model using ocean-color data.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010415", 
        "title": "Photosynthetic parameters in the northern South China Sea in relation to phytoplankton community structure"
    }, 
    {
        "author": "Dennis McLaughlin, Wolfgang Kinzelbach", 
        "date": "2015-06-06", 
        "description": "\n\nThe projected growth in global food demand until mid-century will challenge our ability to continue recent increases in crop yield and will have a significant impact on natural resources. The water and land requirements of current agriculture are significantly less than global reserves but local shortages are common and have serious impacts on food security. Recent increases in global trade have mitigated some of the effects of spatial and temporal variability. However, trade has a limited impact on low-income populations who remain dependent on subsistence agriculture and local resources. Potential adverse environmental impacts of increased agricultural production include unsustainable depletion of water and soil resources, major changes in the global nitrogen and phosphorous cycles, human health problems related to excessive nutrient and pesticide use, and loss of habitats that contribute to agricultural productivity. Some typical case studies from China illustrate the connections between the need for increased food production and environmental stress. Sustainable options for decreasing food demand and for increasing production include reduction of food losses on both the producer and consumer ends, elimination of unsustainable practices such as prolonged groundwater overdraft, closing of yield gaps with controlled expansions of nutrient application and irrigation, increases in crop yield and pest resistance through advances in biotechnology, and moderate expansion of rain fed cropland. Calculations based on reasonable assumptions suggest that such measures could meet the food needs of an increasing global population while protecting the environment. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Water Resources Research", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015WR017053", 
        "title": "Food security and sustainable resource management"
    }, 
    {
        "author": "Jing Huang et al", 
        "date": "2015-06-05", 
        "description": "Weather and Forecasting, Volume 30, Issue 3, Page 771-792, June 2015. \n\t\t<br/>\n\t", 
        "journal": "Weather and Forecasting", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/WAF-D-14-00073.1?af=R", 
        "title": "A Comparison between a Generalized Beta–Advection Model and a Classical Beta–Advection Model in Predicting and Understanding Unusual Typhoon Tracks in Eastern China Seas"
    }, 
    {
        "author": "Yvan J. Orsolini, Ling Zhang, Dieter H.W. Peters, Klaus Fraedrich, Xiuhua Zhu, Andrea Schneidereit, Bart van den Hurk", 
        "date": "2015-06-02", 
        "description": "\n\nOver the Far East in summer, climate is strongly influenced by the fluctuating Western Pacific Subtropical High (WPSH), and strong precipitation is often associated with southeasterly low-level wind that brings moist air from the southern China seas. The WPSH intra-seasonal variability is partly influenced by quasi-stationary wave-trains propagating eastwards from Europe across Asia along the two westerly jets: the Silk-Road wave-train along the Asian jet at mid-latitudes and the polar wave-train along the sub-polar jet. In the unusual summer of 2010, Northeast China experienced its worst seasonal flooding for a decade, triggered by unusually severe precipitation. That summer was also characterized by a record-breaking heat wave over Eastern Europe and Russia, whose impact on the precipitation further east over China has been little explored. Here, we examine the role of the Silk-Road and polar wave-trains, and their impact on precipitation over Northeast China throughout August 2010, using station precipitation data and re-analyses. We found that there is a strong link between the Silk-Road wave-train and extreme precipitation events, associated with a strong occasional influence of the polar wave-train.\nForecasting such regional precipitation events at the monthly timescale remains a big challenge for operational global prediction systems. In this study, we use simulations with the atmospheric model of the European Centre for Medium-Range Weather Forecasts (ECMWF) at a horizontal resolution of T255 to highlight the key role of the intra-seasonal fluctuations of the Silk-Road and polar wave-trains in modulating extreme precipitation over North and Northeast China in August 2010. While the ensemble-mean of the forecasts fails to predict the pulses of the Silk-Road wave-train, some model members show a high spatial correlation in upper-level meridional winds with re-analyses. Similarly, there is high spatial correlation between model meridional winds and precipitation. These results highlight the importance of better representing the intra-seasonal evolution of the Silk-Road wave-train in order to improve the monthly prediction of summer precipitation over the Far East.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2594", 
        "title": "Extreme Precipitation events over North China in August 2010 and their link to eastward-propagating wave-trains across Eurasia: observations and monthly forecasting"
    }, 
    {
        "author": "Lin Wang, Wen Chen, Wen Zhou, Gang Huang", 
        "date": "2015-06-02", 
        "description": "\n\nIn the last decade, a series of super extreme droughts have swept across Southwest China (SWC). However, the essential feature behind them is not yet fully understood and traditional drought indices as well as precipitation fail to describe it, due to a lack of comprehensive treatment of drought. We propose an integrated metric, the Comprehensive Multiscalar Indicator (CMI), as a new criterion for super drought detection. Reexamination of SWC droughts illuminates the essential feature of super drought events: a combination of multiple stresses on water resources and highlights the utility of CMI.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2593", 
        "title": "Understanding and Detecting Super Extreme Droughts in Southwest China through an Integrated Approach and Index"
    }, 
    {
        "author": "Qian P. Li, Yanjun Wang, Yuan Dong, Jianping Gan", 
        "date": "2015-06-01", 
        "description": "\n\nField studies suggested that the biogeochemical settings and community structures are substantial different between the central Northern South China Sea (NSCS) and the upstream Kuroshio Current (KC). In particular, the water column of KC is characterized by substantially lower nutrients and productivity but higher Trichodesmium abundance and nitrogen fixation compared to the NSCS. The mechanism driving the difference of the two marine ecosystems, however, remains inadequately understood. Here, a one-dimensional biogeochemical model was developed to simulate the long-term variability of lower-trophic planktonic ecosystem for two pelagic stations in the NSCS and the KC near the Luzon Strait. The physical model included the vertical mixing driven by air-sea interaction and the Ekman pumping induced by wind stress curl. The biological model was constructed by modifying a nitrogen-based NPZD model with the incorporation of phosphorus cycle and diazotroph nitrogen fixation. After validation by several field data sets, the model was used to study the impact of long-term physical forcing on ecosystem variability in the two distinct stations. Our results suggested that nutrient transport above nitracline during summer was largely controlled by vertical turbulent mixing, while Ekman pumping was important for nutrient transport below the nitracline. Our results also indicated that diazotroph community structure and N2 fixation in the NSCS and the KC could be strongly influenced by physical processes through the impacts on vertical nutrient fluxes. The disadvantage of diazotroph in the NSCS in compared to the KC during the summer could be attributed to its high nitrate fluxes from subsurface leading to outcompete of diazotrophs by faster growing nondiazotroph phytoplankton.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010609", 
        "title": "Modeling long-term change of planktonic ecosystems in the northern South China Sea and the upstream Kuroshio Current"
    }, 
    {
        "author": "Chiyuan Miao et al", 
        "date": "2015-05-27", 
        "description": "Journal of Hydrometeorology, Volume 16, Issue 3, Page 1387-1396, June 2015. \n\t\t<br/>\n\t", 
        "journal": "Journal of Hydrometeorology", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JHM-D-14-0174.1?af=R", 
        "title": "Evaluation of the PERSIANN-CDR Daily Rainfall Estimates in Capturing the Behavior of Extreme Precipitation Events over China"
    }, 
    {
        "author": "Hongshuo Wang et al", 
        "date": "2015-05-27", 
        "description": "Journal of Hydrometeorology, Volume 16, Issue 3, Page 1397-1408, June 2015. \n\t\t<br/>\n\t", 
        "journal": "Journal of Hydrometeorology", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JHM-D-14-0076.1?af=R", 
        "title": "Commonly Used Drought Indices as Indicators of Soil Moisture in China"
    }, 
    {
        "author": "Zhixin Hao, Jingyun Zheng, Xuezhen Zhang, Haolong Liu, Mingqi Li, Quansheng Ge", 
        "date": "2015-05-26", 
        "description": "\n\nThe spatial patterns of precipitation anomalies in eastern China during both warm and cold periods over the past 2000 years were studied. Four warm periods (AD 650–750, AD 1000–1100, AD 1190–1290, and AD 1900–2000) and five cold periods (AD 440–540, AD 780–920, AD 1390–1460, AD 1600–1700, and AD 1800–1900) were selected on a centennial timescale, referring to the synthesized temperature changes over China and Northern Hemisphere. The regional differences in precipitation were analysed and compared using a data set consisting of the grades in severity of floods and droughts as derived from Chinese historical documents. The results showed that there has been no fixed spatial pattern of precipitation anomalies during either cold or warm periods in eastern China over the past 2000 years. For the most of warm periods, there existed coherence of spatial pattern with dry condition only occurred over north of the Yangtze River, and the consistent spatial patterns were found between the periods 650–750 and 1190–1290, 650–750, and 1000–1100. For the cold periods, the precipitation showed various spatial patterns, and similarities were only presented in the two periods of 1600–1700 and 1800–1900 featured by meridional distribution. Comparing the spatial patterns between cold and warm periods, inverse pattern of 440–540 and 1900–2000 over the most study area can be detected, but similar pattern was also found between the periods 1800–1900 and 1900–2000, and 1600–1700 and 1900–2000. Our results implicated that the relationship between temperature and spatial pattern of precipitation anomaly has high complexity, which would be of significance to understanding the spatial pattern of precipitation in the future climate change study.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4367", 
        "title": "Spatial patterns of precipitation anomalies in eastern China during centennial cold and warm periods of the past 2000 years"
    }, 
    {
        "author": "HUIJUN WANG et al", 
        "date": "2015-05-22", 
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-15-0202.1?af=R", 
        "title": "The North China/Northeastern Asia Severe Summer Drought in 2014"
    }, 
    {
        "author": "Qingjing Hu et al", 
        "date": "2015-05-22", 
        "description": "Journal of the Atmospheric Sciences, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of the Atmospheric Science", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JAS-D-14-0393.1?af=R", 
        "title": "Concentration, size distribution and formation of trimethylaminium and dimethylaminium ions in atmospheric particles over marginal seas of China"
    }, 
    {
        "author": "Ming Luo, Yee Leung, Hans-F. Graf, Michael Herzog, Wei Zhang", 
        "date": "2015-05-19", 
        "description": "\n\nThis article investigates the year-to-year variability of the onset of the South China Sea summer monsoon (SCSSM) and the possible influences exerted by the surface temperature anomalies over land and sea. Early and late monsoon onsets are related to the temperature anomalies in different regions. It is found that an early onset follows negative sea surface temperature (SST) anomalies in the central tropical Pacific (CP) Ocean during the preceding winter and spring, corresponding to a CP La Niña. In contrast, a late onset is preceded by the negative surface air temperature anomalies over land in the central Asian continent. Negative SST anomalies in the central-eastern equatorial Pacific Ocean and the associated warming in the western Pacific induce an anomalously enhanced Walker circulation. This anomalous Walker cell leads to an increase in convection, causing more latent heat release and a subsequent decrease of surface pressure. The anomalous Walker cell and the enhanced latent heat release weaken the Western North Pacific subtropical high and the Philippine Sea anticyclone, favouring a westerly flow from the Indian Ocean, resulting in an early SCSSM onset. On the other hand, negative land surface temperature anomalies cool the atmosphere over land, and locally modify the Hadley circulation, accompanied by the anomalous divergence in the low-level atmosphere over the western equatorial Pacific. This divergence anomaly reduces the latent heat release and strengthens the anticyclone in the Philippine Sea, thus preventing the westward extension of the westerlies from the Indian Ocean and causing a late SCSSM onset.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4364", 
        "title": "Interannual variability of the onset of the South China Sea summer monsoon"
    }, 
    {
        "author": "Jiangshan Zhu et al", 
        "date": "2015-05-12", 
        "description": "Monthly Weather Review, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Monthly Weather Review", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/MWR-D-14-00301.1?af=R", 
        "title": "Bayesian Model Averaging with Stratified Sampling for Probabilistic Quantitative Precipitation Forecasting in Northern China during Summer 2010"
    }, 
    {
        "author": "Yongjie Huang et al", 
        "date": "2015-05-05", 
        "description": "Journal of Hydrometeorology, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Hydrometeorology", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JHM-D-14-0220.1?af=R", 
        "title": "Moisture sources of torrential rainfall events in the Sichuan Basin of China during summers of 2009–2013"
    }, 
    {
        "author": "Xuhui Lee et al", 
        "date": "2015-04-30", 
        "description": "Bulletin of the American Meteorological Society, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Bulletin of the American Meteorological Society", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/BAMS-D-14-00278.1?af=R", 
        "title": "Priorities for Boundary-Layer Meteorology Research in China"
    }, 
    {
        "author": "Dan-Qing Huang et al", 
        "date": "2015-04-27", 
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00641.1?af=R", 
        "title": "The Impact of the East Asian Subtropical Jet and Polar Front Jet on the Frequency of Spring Persistent Rainfall over Southern China in 1997-2011"
    }, 
    {
        "author": "Wei Mei et al", 
        "date": "2015-04-24", 
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00651.1?af=R", 
        "title": "Tropical cyclone-induced ocean response: A comparative study of the South China Sea and tropical Northwest Pacific"
    }, 
    {
        "author": "Yao Ha et al", 
        "date": "2015-04-24", 
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00769.1?af=R", 
        "title": "Decadal Change in Tropical Cyclone Activity over South China Sea around 2002/2003"
    }, 
    {
        "author": "Bin Xu et al", 
        "date": "2015-03-24", 
        "description": "Journal of Hydrometeorology, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Hydrometeorology", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JHM-D-14-0143.1?af=R", 
        "title": "A validation of Passive Microwave Rain Rate Retrievals from the Chinese FengYun (FY) 3B Satellite"
    }, 
    {
        "author": "Lei Wang, Zhanggui Wang, Jianping Li, Fei Zheng", 
        "date": "2015-03-19", 
        "description": "\n\nSeesaw pattern of the perturbation potential energy in the extratropics and the Arctic (defined as PEAS) is observed. The PEAS is closely related to the Arctic Oscillation, kinetic energy and zonal wind in the middle- and high-latitude. The PEAS may influence atmospheric circulation via northern migration of anomalous Ferrel cell, accompanying by suppressed subtropical jet stream and enhanced polar jet stream. Anomalous warm conditions associated with the PEAS are observed in high-latitude of Eurasia, whereas cold anomalies are presented in Greenland, northeast Africa and southwest China, which is mainly attributed to the horizontal temperature advection.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.575", 
        "title": "The impact of extratropics-arctic-seesaw of perturbation potential energy on surface air temperature in boreal winters"
    }, 
    {
        "author": "Lei Yang et al", 
        "date": "2015-02-04", 
        "description": "Bulletin of the American Meteorological Society, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Bulletin of the American Meteorological Society", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/BAMS-D-14-00159.1?af=R", 
        "title": "Toward a mesoscale hydrological and marine meteorological observation network in the South China Sea"
    }, 
    {
        "author": "Dagang Wang, Peng Jiang, Guiling Wang, Dashan Wang", 
        "date": "2015-01-12", 
        "description": "\n\nThe relationship between urban extent and extreme precipitation over the Pearl River Delta in China is evaluated using the Tropical Rainfall Measurement Mission 3B42 precipitation product. The spatial pattern of extreme precipitation indices agrees well with that of the urban extent, with significant and positive spatial correlation between the two. The correlation is stronger for extreme indices at shorter temporal scales than for those at longer temporal scales. For example, the coefficient of correlation with the natural logarithm of urban extent is 0.42 for the maximum consecutive 5-day precipitation amount and reaches 0.74 for the maximum consecutive 3-h precipitation amount.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.559", 
        "title": "Urban extent enhances extreme precipitation over the Pearl River Delta, China"
    }, 
    {
        "author": "X. Fan, H. Chen, X. Xia, Y. Yu", 
        "date": "2014-12-23", 
        "description": "\n\nThe area of agricultural greenhouses and cropland covered by plastic film has increased in China over the past three decades. Construction of large-area plastic greenhouse potentially changes the physical and radiative properties of the surface and its albedo, thereby potentially affecting the surface energy budget and climate change. This study aims to investigate the effect of the plastic-film cover on surface albedo based on computations with a simplified model and several field observation experiments. The results showed that surface albedo increased by ∼23.5 and ∼33.9% on clear and overcast days, respectively, if grassland was covered by plastic film. Surface albedo of bare soil covered by plastic film increased by ∼16.6% under clear sky conditions. A larger increase in surface albedo was derived for surface types with smaller surface albedo. Model calculations were in good agreement with field observations.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.556", 
        "title": "Increase in surface albedo caused by agricultural plastic film"
    }, 
    {
        "author": "Cunbo Han, Yaoming Ma, Zhongbo Su, Xuelong Chen, Lang Zhang, Maoshan Li, Fanglin Sun", 
        "date": "2014-11-08", 
        "description": "\nWind profile data were measured by a wind profiler at QOMS (The Qomolangma Station for Atmospheric Environmental Observation and Research, Chinese Academy of Sciences) and, in separate experiments, GPS radiosondes were used at Shiquanhe Station and Litang Station on the Tibetan Plateau (TP). All three stations are located in the most rugged areas of the TP. QOMS is surrounded by the Himalaya, Shiquanhe Station by the Transhimalaya and Litang station is near the Hengduan Mountains. Using observational wind profile data, effective aerodynamic roughness length z0meff and zero-plane displacement height d0 are determined using the neutral logarithmic wind profile law. The results show that the values of z0meff derived from the wind profiles can be considerably larger than the small-scale aerodynamic roughness lengths of the land surface around the three stations. Subsequently, several parametrization schemes which use land surface characteristics to estimate z0meff and d0, such as roughness obstacle height and density, were assessed. The result indicates that of all the methods available, that proposed by Grant and Mason, where the drag coefficient D = 0.5, gives the best estimate of z0meff. The interim European Centre for Medium-range Weather Forecasts (ECMWF) Re-Analysis (ERA-Interim) dataset underestimates effective aerodynamic roughness length in mountainous areas of the TP due to its use of a smaller drag coefficient of D = 0.4. For estimating d0, the method of Kutzbach performs well when the density of roughness obstacles (λ) is low, whereas the method of Raupach et al. gives a more reliable estimate when λ is high. Although this analysis has some limitations, it can feasibly account for form drag being exerted by an unresolved topography in the mountainous areas of the TP.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2462", 
        "title": "Estimates of effective aerodynamic roughness length over mountainous areas of the Tibetan Plateau"
    }, 
    {
        "author": "Yuesi Wang et al", 
        "date": "2014-11-04", 
        "description": "Bulletin of the American Meteorological Society, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Bulletin of the American Meteorological Society", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/BAMS-D-14-00039.1?af=R", 
        "title": "The Campaign on atmospheric Aerosol REsearch network of China: CARE-China"
    }, 
    {
        "author": "Liping Li, Chao Wang, Xiouhua Fu, Yanju Liu", 
        "date": "2014-10-18", 
        "description": "\n\nUsing NCEP (National Centers for Environmental Prediction) GODAS (Global Ocean Data Assimilation System) monthly subsurface temperature (SsT) from 1980 to 2009, a 3-D four-step model was established to categorize the SsT interannual variations in the tropical Pacific. In combination with NCEP/National Center for Atmospheric Research (NCAR) reanalysis 850-hPa wind field and 160 stations' precipitation data in China, an intimate connection between the tropical Pacific SsT and eastern China summer precipitation anomalies is discovered by examining the time-lagged and simultaneous correlations among the interannual anomalies of SsT in the tropical Pacific, the 850-hPa wind pattern and summer rainfall in China. In previous winter, if the SsT in the tropical Pacific indicates an El Niño-type anomaly, an anticyclonic circulation anomaly over the East Asian coast, South China Sea and east of Taiwan along with a cyclonic circulation anomaly over the Japanese archipelago emerges in following summer. At the same time, a cyclonic circulation and an anticyclonic circulation prevail over the Lake Baikal and Kuril Islands in the high latitude. These combined circulation patterns facilitate the southward transport of cold air from high latitude and northward transport of warm and moist air through the western edge of the subtropical high. The meet between two air masses results in significantly abundant anomalous precipitation in the Sichuan Basin, Dongting and Poyang Lake Basin, and possibly deficit precipitation occurs over the Hetao region and lower Yellow River Basin, northern Zhejiang, as well as the coastal region of southern China and southern Yunnan. These findings offer a very useful predictive power for eastern China summer precipitation based on tropical Pacific SsT status in previous winter and subsequent developments of SsT and East Asian large-scale circulations.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4134", 
        "title": "The possible influence of tropical Pacific subsurface temperature anomalies on summer precipitation in eastern China"
    }, 
    {
        "author": "Yang Chen, Panmao Zhai", 
        "date": "2014-10-13", 
        "description": "\nSynoptic-scale precursors of the typical East Asia/Pacific (EAP) teleconnection pattern responsible for persistent extreme precipitation events (PEPEs) in the Yangtze River Valley (YRV) are investigated, based on a composite analysis. The results reveal that, about one week prior to PEPEs, a blocking high develops near the Sea of Okhotsk owing to an eastward energy dispersion and further strengthens markedly due to poleward energy dispersion from low latitudes. Subsequently, a meridional tripole structure of the typical EAP pattern becomes well established by this blocking, along with a westward-migrated strong negative anomaly at midlatitudes/positive anomaly at lower latitudes. In the lower troposphere, a westward-progressive anomalous anticyclone–cyclone pair can be identified up to about a week prior to PEPEs, contributing to greatly enhanced moisture transport towards the YRV with a magnitude anomaly over three standard deviations above normal. A midlatitude anomalous cyclone associated with the EAP pattern evolution and the eastward-extended South Asia High combine to provide favourable upper-level divergence. Correspondingly, strong ascent of low-level warm/moist air along a quasi-stationary front leads to PEPEs in the YRV. A contrastive analysis between evolution of typical wet and dry EAP regimes indicates that EAP-induced PEPEs are more likely to occur in the YRV, with the ridge of the western Pacific subtropical high typically staying around the northeastern quadrant of the South China Sea. This contrasting analysis also highlights the importance of the upstream pre-existing ridge to early strengthening of the Okhotsk blocking.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2448", 
        "title": "Synoptic-scale precursors of the East Asia/Pacific teleconnection pattern responsible for persistent extreme precipitation in the Yangtze River Valley"
    }, 
    {
        "author": "Huanghe Gu, Zhongbo Yu, Jigan Wang, Guiling Wang, Tao Yang, Qin Ju, Chuanguo Yang, Feng Xu, Chuanhao Fan", 
        "date": "2014-09-30", 
        "description": "\n\nGiven the availability of a new generation of general circulation model simulations from the Coupled Model Intercomparison Project Phase 5 (CMIP5) archive, we attempt to evaluate the model output by using three variants of the transformed Mielke measure to assess (1) the performance of the models in simulating historical surface temperature and precipitation, (2) the climate change response of the models to future greenhouse gases (GHGs) scenarios, and (3) the consistency of the projected change of each model with that of the multi-model ensemble (MME) mean. Most models exhibited varying degrees of skills, depending on the region and season, whereas a few models were identified as performing well globally, including the CMCC models, IPSL-CM5A-MR, and BCC-CSM1.1M. Models with the highest and lowest climate sensitivities, as well as those that project future climate changes most resembling the MME mean, were identified. The future precipitation and temperature changes projected by the MPI models and NCAR-CESM1 models were found to best resemble the overall MME. Finer resolution was found to improve model performance in simulating historical climate in most regions and seasons, particularly for temperature; however, it does not have a significant effect on the response of model climates to future GHGs scenarios. We found that no model can simultaneously exhibits good performance in simulating historical climate and in projecting a future climate that is close to the MME mean. Determining the ‘best’ overall model is difficult because ‘best’ is dependent on the specific applications for which a model will be used. Evaluating climate models is an important step to build confidence in their application for impact assessment. Our study provides a basis for concerned groups choosing climate models for their subsequent studies.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4152", 
        "title": "Assessing CMIP5 general circulation model simulations of precipitation and temperature over China"
    }, 
    {
        "author": "Gao Hui, Li Xiang", 
        "date": "2014-09-30", 
        "description": "\n\nStatistical results reveal the close relationship between the hazy days in eastern China and El Nino Southern Oscillation (ENSO) events. A significant negative correlation coefficient (CC) centre is located in the western Pacific, while a positive CC centre is located in the eastern equatorial Pacific. Case analyses also confirm that an El Nino (La Nina) event is more likely to bring more (less) hazy days during winter. The key circulation pattern for less haze includes stronger Siberian high and Aleutian low pressure systems, stronger northerly wind over eastern Asia, and also a stronger high-level subtropical westerly jet (i.e. stronger East Asian winter monsoon, EAWM). While more haze often occurs under weaker EAWM pattern. The influencing mechanism of the ENSO event could be explained first, by how it alters the pressure and thermal differences between the Asian continent and the western Pacific Ocean, second, by the change of the circulation pattern of EAWM, and finally by the effect of the northerlies at higher latitudes. Compared to the relationship between ENSO and EAWM, the ENSO–haze relationship is more stable. Results also indicate an ENSO event has a leading influence on the haze frequency and can be used as a predictor in the seasonal forecasts of hazy days.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4133", 
        "title": "Influences of El Nino Southern Oscillation events on haze frequency in eastern China during boreal winters"
    }, 
    {
        "author": "Wan-Ru Huang, Kuan-Chieh Chen", 
        "date": "2014-09-18", 
        "description": "\n\nFrontal convection (FC) and diurnal convection (DC) are the two most frequently observed weather systems affecting the pre-summer (May and June, MJ) rainfall formation over Taiwan and Southeast China. Focusing on the time period of 1982–2012 MJ months, this study found that the occurrence frequency of FC has declined, but the occurrence frequency of DC has significantly increased over Taiwan and Southeast China. Diagnoses of the atmospheric thermodynamic conditions over the East Asian–Western North Pacific (EAWNP) region indicate that the area favourable for the FC formation (i.e. the area with a locally enhanced meridional temperature gradient) has shifted northward from 20o–30oN to north of 30oN during the recent three decades; this shift has led to a decline in FC numbers over Taiwan and Southeast China. Analyses also indicate that the recent increase in DC activities over Taiwan and Southeast China after 1982 occurred in association with an observed strengthening of the daytime land–sea thermal contrast coupled with an intensification of the afternoon sea-breeze over the EAWNP region and a locally enhanced moisture flux convergence over Taiwan and Southeast China. Possible causes for the observed changes in the atmospheric thermodynamic conditions over the EAWNP region are also discussed.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4159", 
        "title": "Trends in pre-summer frontal and diurnal rainfall activities during 1982–2012 over Taiwan and Southeast China: characteristics and possible causes"
    }, 
    {
        "author": "Ru-Jin Huang", 
        "date": "2014-09-17", 
        "description": "Rapid industrialization and urbanization in developing countries has led to an increase in air pollution, along a similar trajectory to that previously experienced by the developed nations. In China, particulate pollution is a serious environmental problem that is influencing air quality, regional and global climates, and human health. In response to the extremely severe and persistent haze pollution experienced by about 800 million people during the first quarter of 2013 (refs 4, 5), the Chinese State Council announced its aim to reduce concentrations of PM2.5 (particulate matter with an aerodynamic diameter less than 2.5 micrometres) by up to 25 per cent relative to 2012 levels by 2017 (ref. 6). Such efforts however require elucidation of the factors governing the abundance and composition of PM2.5, which remain poorly constrained in China. Here we combine a comprehensive set of novel and state-of-the-art offline analytical approaches and statistical techniques to investigate the chemical nature and sources of particulate matter at urban locations in Beijing, Shanghai, Guangzhou and Xi’an during January 2013. We find that the severe haze pollution event was driven to a large extent by secondary aerosol formation, which contributed 30–77 per cent and 44–71 per cent (average for all four cities) of PM2.5 and of organic aerosol, respectively. On average, the contribution of secondary organic aerosol (SOA) and secondary inorganic aerosol (SIA) are found to be of similar importance (SOA/SIA ratios range from 0.6 to 1.4). Our results suggest that, in addition to mitigating primary particulate emissions, reducing the emissions of secondary aerosol precursors from, for example, fossil fuel combustion and biomass burning is likely to be important for controlling China’s PM2.5 levels and for reducing the environmental, economic and health impacts resulting from particulate pollution.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/rYOoSJyiqOA/nature13774", 
        "title": "High secondary aerosol contribution to particulate pollution during haze events in China"
    }, 
    {
        "author": "Michael J. Grossman, Masumi Zaiki, Rena Nagata", 
        "date": "2014-09-09", 
        "description": "\n\nThis study employs Geographical Information Systems software to develop a classification system for typhoons (TYs) affecting Japan (1951–2011) and uses that system to investigate the spatial and temporal variations of storm tracks and their connection to the location and strength of the North Pacific subtropical high (NPSH). TYs coming within a 300-km buffer zone around the four main islands of Japan (JZOI) are grouped into two main types: those that remain on the Pacific Coast (PC) and those that enter the Japan Sea (JS). Results indicate that fewer TYs enter the JZOI when the NPSH extends strongly to the west and more reach Japan when it extends to the northwest. The winds around the periphery of the NPSH affect the recurvature of TYs directing them either west towards the China Mainland or around the western edge of the high towards Japan. More importantly, during periods when greater numbers of TYs affect the PC side of Japan (PC+), the NPSH extends to the southwest. However, during periods when greater numbers of TYs affect JS side of Japan (JS+), the NPSH extends to the northwest closer to Japan. The southwest extension of the NPSH enables TYs to recurve and pass to the eastern side (PC) of Japan while the northwest extension forces TYs around or across Japan into the JS. An important finding is that the moderately different positions of the NPSH change the atmospheric circulation around Japan dramatically and affect whether TYs pass over the PC side or the JS coast side of Japan. At the interannual time scale, increased JS+ years were observed since 1980 because of the frequent occurrence of the Pacific-Japan pattern. We also found that at the interdecadal time scale, PC+ years have increased due to the southwestward extension of the NPSH since 1980.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4156", 
        "title": "Interannual and interdecadal variations in typhoon tracks around Japan"
    }, 
    {
        "author": "Bo Sun, Huijun Wang", 
        "date": "2014-09-08", 
        "description": "\n\nIn this study, the atmospheric moisture sources affecting three sub-regions of East China, which are South China (SC), the middle and lower Yangtze River Valleys (YRV), and North China (NC), are identified and compared based on the simulation results of a Lagrangian particle dispersion model, FLEXPART, for the period 2000–2009. The investigation is conducted for ‘non-precipitation’ and ‘precipitation’ cases of summertime (May–September) and wintertime (October–April). Furthermore, the contributions of moisture originating from the land area, western Pacific Ocean, and Indian Ocean to the precipitation in the three sub-regions of East China are quantitatively estimated. The results indicate that during summertime, the transport of moisture from the Indian Ocean and western Pacific dominates the precipitation in SC, with almost equivalent contributions; evaporation over the land area seems to be the key contributor to the precipitation in YRV and NC, followed by the evaporation over the western Pacific. During wintertime, the precipitated moisture in SC originates largely from the western Pacific, while evaporation over the land area is the predominant contributor to the precipitation in YRV and NC. The results of this study indicate that the precipitation in the three sub-regions of East China reflect the contributions of the Indian monsoon and East Asian summer monsoon to different degrees.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4145", 
        "title": "Analysis of the major atmospheric moisture sources affecting three sub-regions of East China"
    }, 
    {
        "author": "Lian-Tong Zhou", 
        "date": "2014-09-04", 
        "description": "\n\nThis study investigated the influence of the land–air temperature difference on spring rainfall over North China and its feedback mechanism by using station observations for the period 1951–2000 and the ERA-40 reanalysis for the period 1958–2002. The analysis identified a significant negative correlation between the land–air temperature difference and the spring rainfall over North China. The analysis results suggested that the sinking motion and northeasterly anomalies were dominated over North China. These anomalous northeasterly winds substantially weakened the amount of moisture supplied to North China and are helpful for a decrease in the humidity over North China. Moreover, the decrease in sea level pressure was caused by an increase in surface air temperature. The North China was located to the west of Low system where divergence and sinking motion were favoured. The results also suggested that the positive sensible heat flux anomalies and negative latent heat flux anomalies over North China were induced by an increase in the land–air temperature difference. The increase in surface downward solar radiation association with a decrease in low clouds may cause an increase in surface air temperature and decrease in relative humidity, which in turn contributed to a decrease in spring rainfall over North China. These results suggested that there was a strong negative feedback mechanism between the temperature difference and rainfall.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4126", 
        "title": "Influence of land–air temperature difference on spring rainfall anomalies over North China and its feedback mechanism"
    }, 
    {
        "author": "Jonathan Spinoni, Jürgen Vogt, Gustavo Naumann, Hugo Carrao, Paulo Barbosa", 
        "date": "2014-08-18", 
        "description": "\n\nOver the past decades, a continuous rise in global air temperatures resulted in significant changes in the global hydrological cycle. Regionally increased frequencies of extreme weather events and changes in the regional extent of drylands resulted in new areas at risk of desertification, a complex process driven by socio-economic and climate-related factors. Although desertification is not confined to drylands, they are the most vulnerable to land degradation processes. To investigate possible changes in climate patterns over the past 60 years, we couple the information obtained from the Köppen–Geiger (KG) climate classification and the FAO aridity index (AI), providing an overview of the most evident global changes in climate regimes from 1951–1980 to 1981–2010 and focussing on the modifications of the extent of drylands. KG and AI indicators have been computed on a 0.5° × 0.5° global grid using precipitation data from the Full Data Reanalysis (v6.0) of the Global Precipitation Climatology Centre, and mean temperature and potential evapotranspiration data from the Climate Research Unit of the University of East Anglia (CRUTSv3.20). Both KG and AI show that the arid areas globally increased between 1951–1980 and 1981–2010, but decreased on average in the Americas. North-Eastern Brazil, Southern Argentina, the Sahel, Zambia and Zimbabwe, the Mediterranean area, North-Eastern China and Sub-Himalayan India have been identified as areas with a significant increase of drylands extent. An analysis of the scientific literature gives evidence that most of the areas identified are effectively undergoing desertification, thus confirming the validity of AI and KG to highlight the areas under risk of desertification. We also discuss the global decrease of cold areas, the progressive change from continental to temperate climate in Central Europe, the shift from tundra to continental climate in Alaska, Canada and North-Eastern Russia and the widening of the tropical belt.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4124", 
        "title": "Towards identifying areas at climatological risk of desertification using the Köppen–Geiger classification and FAO aridity index"
    }, 
    {
        "author": "Ryoji Yamashima, Jun Matsumoto, Kumiko Takata, Hiroshi G. Takahashi", 
        "date": "2014-08-18", 
        "description": "\n\nWe investigate the impact of historical land-use changes (HLUCs) from 1700 to 1850 on the onset of the Indian summer monsoon (ISM), focusing on the onsets of broad-scale ISM circulation and the local rainy season and their relationships, by conducting three equilibrium experiments under 1700, 1850, and 1992 conditions. During that time period, land use changed from primarily forest to cropland in India, eastern China, and Europe. This study used an atmospheric general circulation model, Model for Interdisciplinary Research on Climate version 3.2, coupled with a land surface scheme, Minimal Advanced Treatments of Surface Interaction and Runoff. The results showed that HLUC decreased rainfall amounts by more than 2 mm day−1 during the onset phase and delayed the onset date of the local rainy season by approximately four pentads over the Indian subcontinent. The onset date over southeastern China was also delayed by four pentads. The changes in precipitation and the onset of the local rainy season result from the change in the surface water budget induced by HLUC, as discussed in previous work. Although ISM circulation activity, defined by a large-scale land–sea thermal contrast, was slightly decreased from late May to early June, its onset date did not change. Thus, in the onset phase, HLUC affected the local rainy season onset over the same region, although the ISM circulation was weakened only marginally, showing no change in its onset timing. Hence, unlike the broad-scale ISM circulation onset, the beginning of the local rainy season is dominantly influenced by local surface conditions.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4132", 
        "title": "Impact of historical land-use changes on the Indian summer monsoon onset"
    }
]