[
    {
        "author": "Ru-Jin Huang", 
        "date": "2014-09-17", 
        "description": "Rapid industrialization and urbanization in developing countries has led to an increase in air pollution, along a similar trajectory to that previously experienced by the developed nations. In China, particulate pollution is a serious environmental problem that is influencing air quality, regional and global climates, and human health. In response to the extremely severe and persistent haze pollution experienced by about 800 million people during the first quarter of 2013 (refs 4, 5), the Chinese State Council announced its aim to reduce concentrations of PM2.5 (particulate matter with an aerodynamic diameter less than 2.5 micrometres) by up to 25 per cent relative to 2012 levels by 2017 (ref. 6). Such efforts however require elucidation of the factors governing the abundance and composition of PM2.5, which remain poorly constrained in China. Here we combine a comprehensive set of novel and state-of-the-art offline analytical approaches and statistical techniques to investigate the chemical nature and sources of particulate matter at urban locations in Beijing, Shanghai, Guangzhou and Xi’an during January 2013. We find that the severe haze pollution event was driven to a large extent by secondary aerosol formation, which contributed 30–77 per cent and 44–71 per cent (average for all four cities) of PM2.5 and of organic aerosol, respectively. On average, the contribution of secondary organic aerosol (SOA) and secondary inorganic aerosol (SIA) are found to be of similar importance (SOA/SIA ratios range from 0.6 to 1.4). Our results suggest that, in addition to mitigating primary particulate emissions, reducing the emissions of secondary aerosol precursors from, for example, fossil fuel combustion and biomass burning is likely to be important for controlling China’s PM2.5 levels and for reducing the environmental, economic and health impacts resulting from particulate pollution.", 
        "journal": "Nature", 
        "link": "http://feeds.nature.com/~r/nature/rss/aop/~3/rYOoSJyiqOA/nature13774", 
        "title": "High secondary aerosol contribution to particulate pollution during haze events in China"
    }, 
    {
        "author": "Iqbal Quadir", 
        "date": "2015-06-12", 
        "description": "In 2008, a Ghanaian entrepreneur established a drug company in her country. This motivated a young Ghanaian woman to study biotechnology, and a Ghanaian man, employed at a U.S. pharmaceutical company, to return to Ghana. In the past decade, enterprising young Nigerians with few resources went to China and found ways to bring cheap computers and other equipment home, allowing Nigerian students to access the Internet and learn. Profit-driven entrepreneurs like these, big and small, are promoting learning in low-income countries in different fields, including science and engineering. How can this process be furthered and accelerated in such countries?\nAuthor: Iqbal Quadir", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/348/6240/1179.summary?rss=1", 
        "title": "[Editorial] The entrepreneurial gardeners"
    }, 
    {
        "author": "Jane Qiu", 
        "date": "2015-06-12", 
        "description": "Well before an asteroid struck the planet some 66 million years ago, Earth was already in turmoil, a record from an ancient lakebed in northeastern China suggests. Investigators knew from ocean floor sediments that the climate was unstable at the end of the Cretaceous period, when the dinosaurs were making their last stand. But findings from deep drilling in the Songliao Basin show that the climate swings on land were far more drastic, with average annual temperatures going up or down by as much as 20°C over tens of thousands of years—a geological eyeblink. The findings support a growing consensus that a one-two punch felled the dinosaurs and their contemporaries.\nAuthor: Jane Qiu", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/348/6240/1185.summary?rss=1", 
        "title": "[In Depth] Dinosaur climate probed"
    }, 
    {
        "author": "Kun Zhao et al", 
        "date": "Fri, 22 May 2015 07:00:00 GMT", 
        "description": "Strong tropical cyclones often undergo eyewall replacement cycles that is accompanied with concentric eyewalls and/or rapid intensity changes while the secondary eyewall contracts radially inward and eventually replaces the inner eyewall. To the best of our knowledge, the only documented partial/incomplete tertiary eyewall has been mostly inferred from two-dimensional satellite images or one-dimensional aircraft flight-level measurements that can be regarded as indirect and tangential. This study presents the first high spatial and temporal resolution Doppler radar observations of a tertiary eyewall formation event in Typhoon Usagi (2013) over a 14-hour time period before it makes landfall. The primary (tangential) and secondary (radial) circulations of Usagi deduced from the Ground-Based Velocity Track Display (GBVTD) methodology clearly portrayed three distinct axisymmetric maxima of radar reflectivity, tangential wind, vertical velocity, and vertical vorticity. Usagi’s central pressure steadily deepened during the contraction of the secondary and tertiary eyewalls until the tertiary eyewall hit the coast of southeast China that terminated the intensification of Usagi.", 
        "journal": "Bulletin of the American Meteorological Society", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/BAMS-D-15-00029.1?af=R", 
        "title": "Doppler Radar Analysis of Triple Eyewalls in Typhoon Usagi (2013)"
    }, 
    {
        "author": "Xuhui Lee et al", 
        "date": "Thu, 30 Apr 2015 07:00:00 GMT", 
        "description": "", 
        "journal": "Bulletin of the American Meteorological Society", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/BAMS-D-14-00278.1?af=R", 
        "title": "Priorities for Boundary-Layer Meteorology Research in China"
    }, 
    {
        "author": "Lei Yang et al", 
        "date": "Wed, 04 Feb 2015 08:00:00 GMT", 
        "description": "", 
        "journal": "Bulletin of the American Meteorological Society", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/BAMS-D-14-00159.1?af=R", 
        "title": "Toward a mesoscale hydrological and marine meteorological observation network in the South China Sea"
    }, 
    {
        "author": "Yuesi Wang et al", 
        "date": "Tue, 04 Nov 2014 08:00:00 GMT", 
        "description": "", 
        "journal": "Bulletin of the American Meteorological Society", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/BAMS-D-14-00039.1?af=R", 
        "title": "The Campaign on atmospheric Aerosol REsearch network of China: CARE-China"
    }, 
    {
        "author": "HUIJUN WANG et al", 
        "date": "Fri, 22 May 2015 07:00:00 GMT", 
        "description": "", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-15-0202.1?af=R", 
        "title": "The North China/Northeastern Asia Severe Summer Drought in 2014"
    }, 
    {
        "author": "Dan-Qing Huang et al", 
        "date": "Mon, 27 Apr 2015 07:00:00 GMT", 
        "description": "", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00641.1?af=R", 
        "title": "The Impact of the East Asian Subtropical Jet and Polar Front Jet on the Frequency of Spring Persistent Rainfall over Southern China in 1997-2011"
    }, 
    {
        "author": "Wei Mei et al", 
        "date": "Fri, 24 Apr 2015 07:00:00 GMT", 
        "description": "", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00651.1?af=R", 
        "title": "Tropical cyclone-induced ocean response: A comparative study of the South China Sea and tropical Northwest Pacific"
    }, 
    {
        "author": "Yao Ha et al", 
        "date": "Fri, 24 Apr 2015 07:00:00 GMT", 
        "description": "", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00769.1?af=R", 
        "title": "Decadal Change in Tropical Cyclone Activity over South China Sea around 2002/2003"
    }, 
    {
        "author": "Dzung Nguyen–Le et al", 
        "date": "Mon, 20 Apr 2015 07:00:00 GMT", 
        "description": "", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00373.1?af=R", 
        "title": "Onset of the rainy seasons in the eastern Indochina Peninsula"
    }, 
    {
        "author": "Ruidan Chen et al", 
        "date": "Fri, 17 Apr 2015 07:00:00 GMT", 
        "description": "", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00818.1?af=R", 
        "title": "Comparisons of the circulation anomalies associated with extreme heat in different regions of eastern China"
    }, 
    {
        "author": "HUOPO CHEN et al", 
        "date": "Tue, 14 Apr 2015 07:00:00 GMT", 
        "description": "", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00707.1?af=R", 
        "title": "Changes in Drought Characteristics over China Using the Standardized Precipitation Evapotranspiration Index"
    }, 
    {
        "author": "Xiangrong Yang et al", 
        "date": "Thu, 11 Jun 2015 17:03:16 GMT", 
        "description": "Journal of Climate, Volume 28, Issue 12, Page 4890-4907, June 2015. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00491.1?af=R", 
        "title": "Characteristics of Mesoscale Convective Systems over China and Its Vicinity Using Geostationary Satellite FY2"
    }, 
    {
        "author": "Qingjing Hu et al", 
        "date": "Fri, 22 May 2015 07:00:00 GMT", 
        "description": "Journal of the Atmospheric Sciences, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of the Atmospheric Science", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JAS-D-14-0393.1?af=R", 
        "title": "Concentration, size distribution and formation of trimethylaminium and dimethylaminium ions in atmospheric particles over marginal seas of China"
    }, 
    {
        "author": "Yu Du et al", 
        "date": "Fri, 17 Apr 2015 07:00:00 GMT", 
        "description": "Journal of the Atmospheric Sciences, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of the Atmospheric Science", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JAS-D-14-0339.1?af=R", 
        "title": "Thermally Driven Diurnally Periodic Wind Signals off the East Coast of China"
    }, 
    {
        "author": "Yongjie Huang et al", 
        "date": "Tue, 05 May 2015 07:00:00 GMT", 
        "description": "Journal of Hydrometeorology, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Hydrometeorology", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JHM-D-14-0220.1?af=R", 
        "title": "Moisture sources of torrential rainfall events in the Sichuan Basin of China during summers of 2009–2013"
    }, 
    {
        "author": "Bin Xu et al", 
        "date": "Tue, 24 Mar 2015 07:00:00 GMT", 
        "description": "Journal of Hydrometeorology, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Hydrometeorology", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JHM-D-14-0143.1?af=R", 
        "title": "A validation of Passive Microwave Rain Rate Retrievals from the Chinese FengYun (FY) 3B Satellite"
    }, 
    {
        "author": "Chiyuan Miao et al", 
        "date": "Wed, 27 May 2015 21:29:30 GMT", 
        "description": "Journal of Hydrometeorology, Volume 16, Issue 3, Page 1387-1396, June 2015. \n\t\t<br/>\n\t", 
        "journal": "Journal of Hydrometeorology", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JHM-D-14-0174.1?af=R", 
        "title": "Evaluation of the PERSIANN-CDR Daily Rainfall Estimates in Capturing the Behavior of Extreme Precipitation Events over China"
    }, 
    {
        "author": "Hongshuo Wang et al", 
        "date": "Wed, 27 May 2015 21:29:46 GMT", 
        "description": "Journal of Hydrometeorology, Volume 16, Issue 3, Page 1397-1408, June 2015. \n\t\t<br/>\n\t", 
        "journal": "Journal of Hydrometeorology", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JHM-D-14-0076.1?af=R", 
        "title": "Commonly Used Drought Indices as Indicators of Soil Moisture in China"
    }, 
    {
        "author": "Haiyuan Yang et al", 
        "date": "Thu, 16 Apr 2015 07:00:00 GMT", 
        "description": "Journal of Physical Oceanography, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Physical Oceanography", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JPO-D-14-0212.1?af=R", 
        "title": "Low-frequency variability of monsoon-driven circulation with application to the South China Sea"
    }, 
    {
        "author": "Fang-Hua Xu et al", 
        "date": "Fri, 03 Apr 2015 07:00:00 GMT", 
        "description": "Journal of Physical Oceanography, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Physical Oceanography", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JPO-D-14-0193.1?af=R", 
        "title": "Seasonal SSH variability of the Northern South China Sea"
    }, 
    {
        "author": "Jiangshan Zhu et al", 
        "date": "Tue, 12 May 2015 07:00:00 GMT", 
        "description": "", 
        "journal": "Monthly Weather Review", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/MWR-D-14-00301.1?af=R", 
        "title": "Bayesian Model Averaging with Stratified Sampling for Probabilistic Quantitative Precipitation Forecasting in Northern China during Summer 2010"
    }, 
    {
        "author": "Weihong Qian et al", 
        "date": "Tue, 24 Mar 2015 07:00:00 GMT", 
        "description": "Journal of Applied Meteorology and Climatology, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Applied Meteorology and Climatology", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JAMC-D-14-0240.1?af=R", 
        "title": "An Anomaly-based Method for Identifying Signals of Spring and Autumn Low Temperature Events in the Yangtze River Valley, China"
    }, 
    {
        "author": "Jing Huang et al", 
        "date": "Fri, 05 Jun 2015 20:32:22 GMT", 
        "description": "Weather and Forecasting, Volume 30, Issue 3, Page 771-792, June 2015. \n\t\t<br/>\n\t", 
        "journal": "Weather and Forecasting", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/WAF-D-14-00073.1?af=R", 
        "title": "A Comparison between a Generalized Beta–Advection Model and a Classical Beta–Advection Model in Predicting and Understanding Unusual Typhoon Tracks in Eastern China Seas"
    }, 
    {
        "author": "Hal Needham, Barry D. Keim, David Sathiaraj", 
        "date": "2015-05-19T10:46:54.606338-05:00", 
        "description": "\n\nTropical cyclone-generated storm surges are among the world's most deadly and destructive natural hazards. This paper provides the first comprehensive global review of tropical storm surge data sources, observations and impacts, while archiving data in SURGEDAT, a global database. Available literature has provided data for more than 700 surge events since 1880, the majority of which are found in the Western North Atlantic (WNA), followed by Australia/ Oceania, the Western North Pacific (WNP) and the Northern Indian Ocean (NIO). The Bay of Bengal (BOB) in the NIO consistently observes the world's highest surges, as this sub-basin averages five surges ≥ 5 m per decade, and has observed credible storm tide levels reaching 13.7 m. The WNP observes the highest rate of low-magnitude surges, as the coast of China averages 54 surges ≥ 1 m per decade, and rates are likely higher in the Philippines. The U.S. Gulf Coast observes the second highest frequency of both high (≥5 m) and low (≥1 m) magnitude surges. The BOB observes the most catastrophic surge impacts, as 59% of global tropical cyclones that have killed at least 5,000 people occurred in this basin. The six deadliest cyclones in this region have each killed at least 140,000 people, and two events have killed 300,000. Storm surge impacts transportation, agriculture and energy sectors in the WNA. Oceania experiences long-term impacts, including contamination of fresh water and loss of food supplies, although the highest surges in this region are lower than most other basins.\n", 
        "journal": "Reviews of Geophysics", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014RG000477", 
        "title": "A Review of Tropical Cyclone-Generated Storm Surges: Global Data Sources, Observations and Impacts"
    }, 
    {
        "author": "Shantanu Pandey, Xiaohui Yuan, Eric Debayle, Frederik Tilmann, Keith Priestley, Xueqing Li", 
        "date": "2015-06-03T17:57:18.007374-05:00", 
        "description": "\n\nAzimuthal anisotropy derived from multimode Rayleigh wave tomography in China exhibits depth-dependent variations in Tibet, which can be explained as induced by the Cenozoic India-Eurasian collision. In west Tibet, the E-W fast polarization direction at depths <100 km is consistent with the accumulated shear strain in the Tibetan lithosphere, whereas the N-S fast direction at greater depths is aligned with Indian Plate motion. In northeast Tibet, depth-consistent NW-SE directions imply coupled deformation throughout the whole lithosphere, possibly also involving the underlying asthenosphere. Significant anisotropy at depths of 225 km in southeast Tibet reflects sublithospheric deformation induced by northward and eastward lithospheric subduction beneath the Himalaya and Burma, respectively. The multilayer anisotropic surface wave model can explain some features of SKS splitting measurements in Tibet, with differences probably attributable to the limited back azimuthal coverage of most SKS studies in Tibet and the limited horizontal resolution of the surface wave results.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063921", 
        "title": "Depth-variant azimuthal anisotropy in Tibet revealed by surface wave tomography"
    }, 
    {
        "author": "Xing Yuan, Zhuguo Ma, Ming Pan, Chunxiang Shi", 
        "date": "2015-06-02T15:27:31.432893-05:00", 
        "description": "\nSevere short-term (monthly to seasonal) droughts frequently occurred over China in recent years, with devastating impacts on crop production. This study assesses the capability of microwave remote sensing in detecting soil moisture (agricultural) droughts over China and in providing early warnings. The 22 year (1992–2013) European Space Agency satellite soil moisture retrievals are compared against the in situ observations at 312 stations in China, the global soil moisture reanalysis, and the observed rainfall deficit. Both the reanalysis and remote sensing products can only detect less than 60% of drought months at in situ station scale, but they capture the interannual variations of short-term drought area at river basin scales quite well. As compared with reanalysis, the passive and merged microwave products have better drought detection over sparsely vegetated regions in northwestern China and the active microwave product with better vegetation penetration works the best in eastern China.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064125", 
        "title": "Microwave remote sensing of short-term droughts during crop growing seasons"
    }, 
    {
        "author": "Guoyan Jiang, Yangmao Wen, Yajing Liu, Xiwei Xu, Lihua Fang, Guihua Chen, Meng Gong, Caijun Xu", 
        "date": "2015-05-07T13:47:25.951705-05:00", 
        "description": "\nOver 1000 earthquakes struck the northwest of Kangding on the Xianshuihe fault in southwest China between 22 and 29 November 2014, including two largest events of Mw 5.9 and Mw 5.6. The hypocenters of 799 relocated earthquakes suggest that two independent main shock-aftershock subsequences occurred on the Selaha and Zheduotang branches of the Xianshuihe fault, respectively. Fault slip inversion results from one interferometric synthetic aperture radar (InSAR) interferogram (26 September 2014 to 5 December 2014) show that the Mw 5.9 main shock produced a maximum slip of ~0.47 m at the depth of ~9 km. However, there is no distinct slip associated with the Mw 5.6 main shock. The InSAR determined moment is 2.36 × 1018 Nm with a rigidity of 30 GPa, equivalent to Mw 6.2, which is about twofold the total seismic moment of all the recorded earthquakes during the InSAR time span. This large discrepancy between geodetic and seismic moment estimates indicates that there was probably rapid aseismic afterslip in the 2 weeks following the Mw 5.9 main shock. The released seismic energy of this earthquake sequence is far less than the accumulated strain energy since the 1955 M 712 earthquake on the same fault branch, which implies that the seismic risk on the Selaha-Kangding segment of the Xianshuihe fault remains high.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063750", 
        "title": "Joint analysis of the 2014 Kangding, southwest China, earthquake sequence with seismicity relocation and InSAR inversion"
    }, 
    {
        "author": "Xuejun Zhang, Qiuhong Tang", 
        "date": "2015-06-11T17:01:14.707181-05:00", 
        "description": "\n\nSatellite real-time precipitation enables hydrological monitoring in China where the near-real-time ground observations are not readily available. However, the inconsistency between the real-time satellite precipitation and gauge-based retrospective data may introduce large systematic bias in near-real-time hydrological monitoring. Here we attempted to integrate the Tropical Rainfall Measuring Mission (TRMM) real-time precipitation (3B42RTV7) into a 62-year gauge-based retrospective product (IGSNRR) through matching their cumulative probability functions (CDFs) towards a near-real-time hydrological monitoring consistent with the long-term retrospective simulations. A nearly 11-year period from March 2000 to December 2010 was taken as the training period to establish the satellite-gauge precipitation relationship, which was employed in the period of 2011–2013 to evaluate the performance of the adjustment. The results show that the adjusted 3B42RTV7 matches well with IGSNRR precipitation while the unadjusted data tends to overestimate precipitation. Forced by the adjusted 3B42RTV7, the Variable Infiltration Capacity (VIC) model can reproduce the IGSNRR-derived hydrographs and high/low flows better than the model forced by the unadjusted data. The percentiles of the adjusted hydrological estimates in the 62-year estimates from IGSNRR are used for near-real-time assessment of hydrological extremes. The hydrological monitoring assisted by the adjusted satellite precipitation, which enables the employment of the long-term ground observations, is able to capture more detailed drought information than that before adjustment. Our experiment suggests the satellite real-time precipitation, after adjustment, can generate the current hydrological conditions which can be directly compared with the long-term climatology, and thus facilitates near-real-time diagnosis and detection of hydrological extremes.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023400", 
        "title": "Combining satellite precipitation and long-term ground observations for hydrological monitoring in China"
    }, 
    {
        "author": "Shanjun Cheng, Xiaodan Guan, Jianping Huang, Fei Ji, Ruixia Guo", 
        "date": "2015-06-10T11:12:25.780824-05:00", 
        "description": "\n\nThe variability of soil moisture over East Asia was analyzed using a long-term data set from the Global Land Data Assimilation System (GLDAS). Overall, a clear decreasing trend occurred over a period of 63 years, with pronounced drying over Northeast China, North China, part of Mongolia, and Russia near Lake Baikal. Statistical analyses show that decreasing precipitation and global warming have different effects on the decrease in soil moisture. The qualitative analysis and quantitative contributions illustrated that soil drying is driven primarily by decreasing precipitation, and is enhanced almost twofold by increasing temperatures. As soil moisture decreases, the positive feedback between soil moisture and temperature may result in future water shortages. Following the Representative Concentration Pathways 8.5 (RCP8.5) and 4.5 (RCP4.5) simulation scenario of Coupled Model Intercomparison Project phase 5 (CMIP5), the model-predicted soil moisture demonstrated a continuously decreasing trend during the twenty-first century.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023206", 
        "title": "Long-term trend and variability of soil moisture over East Asia"
    }, 
    {
        "author": "Guobao Xu, Xiahong Liu, Guoju Wu, Tuo Chen, Wenzhi Wang, Qiong Zhang, Youfu Zhang, Xiaomin Zeng, Dahe Qin, Weizhen Sun, Xuanwen Zhang", 
        "date": "2015-06-10T10:54:16.244202-05:00", 
        "description": "\n\nCentral Asian droughts have drastically and significantly affected agriculture and water resource management in these arid and semi-arid areas. Based on tree-ring δ18O from native, dominant Schrenk spruce (Picea schrenkiana Fisch. et Mey.), we developed a 300-year (1710 to 2010) standard precipitation-evaporation index (SPEI) reconstruction from January to August for China's western Tianshan Mountains. The regression model explained 37.6% of the variation in the SPEI reconstruction during the calibration period from 1950 to 2010. Comparison with previous drought reconstructions confirmed the robustness of our reconstruction. The 20th century has been a relatively wet period during the past 300 years. The SPEI showed quasi 2-, 5-, and 10-year cycles. Several pluvials and droughts with co-variability over large areas were revealed clearly in the reconstruction. The two longest pluvials (lasting for 12 years), separated by 50 years, appeared in the 1900s and the 1960s. The most severe drought occurred from 1739 to 1761, and from 1886 to 1911 was the wettest period since 1710. Compared to previous investigations of hydroclimatic changes in the western Tianshan Mountains, our reconstruction revealed more low-frequency variability and indicated that climate in the western Tianshan Mountains shifted from dry to wet in 1886. This regime shift was generally consistent with other moisture reconstructions for the northeastern Tibetan Plateau and northern Pakistan, and may have resulted from a strengthened westerly circulation. The opposite hydrological trends in the western Tianshan Mountains and southeastern Tibetan Plateau reveal a substantial influence of strengthened westerlies and weakening of the Indian summer monsoon.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JD023027", 
        "title": "Tree-ring δ18O indicates a shift to a wetter climate since the 1880s in the western Tianshan Mountains of northwestern China"
    }, 
    {
        "author": "Jianhua Wang, Qingming Wang, Yong Zhao, Haihong Li, Jiaqi Zhai, Yizi Shang", 
        "date": "2015-06-08T09:07:56.364641-05:00", 
        "description": "\n\nPan evaporation is an important indicator of atmospheric evaporative demand and its long-term variation is of much concern in studies of climate change. Based on data from 33 meteorological stations from 1962 to 2012, this work considered the temporal and spatial trends of pan evaporation and the meteorological variables that affect them in the Three-River Source Region (TRSR) of southwestern China. Pan evaporation in the TRSR has decreased significantly since 1988 with an obvious abrupt change from 1993 to 2003. Furthermore, a 27-year period of oscillation has existed over the past 51 years. Pan evaporation reflects the combined effects of four meteorological variables: net radiation (Rn), wind speed (u2), actual vapor pressure (ea), and air temperature (Ta). Based on this research a number of conclusions were drawn. (1) The pace of climate change increased after 1980 and pan evaporation decreased at a rate of −13.3 mm/a2 from 1980 to 2012, which is much faster than the rate of −1.2 mm/a2 from 1962 to 1979. (2) For the decrease of pan evaporation from 1980 to 2012, the quantifying contributions of Rn, u2, ea, and Ta were −8.7, −6.4, −1.8, and +3.6 mm/a2, respectively. Thus, it was established for the TRSR that “global dimming” was the main reason and “wind stilling” was a close second to “global dimming” for the decrease in pan evaporation. (3) Different regions of the TRSR are affected differently by the effects of the meteorological variables. Low-elevation regions in the TRSR are more susceptible to the effects of net radiation and wind speed, whereas high-elevation regions are affected more by actual vapor pressure and air temperature.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JD022874", 
        "title": "Temporal and spatial characteristics of pan evaporation trends and their attribution to meteorological drivers in the Three-River Source Region, China"
    }, 
    {
        "author": "Renguang Wu, Zhang Chen", 
        "date": "2015-06-04T00:54:27.805334-05:00", 
        "description": "\n\nPresent study documents the intraseasonal variability of sea surface temperature (SST) in the South China Sea (SCS) during boreal winter and its association with the East Asian winter monsoon (EAWM) variability. In northern Tropics, the largest intraseasonal variability of SST during boreal winter is found in the SCS, with two localized regions of large standard deviation, one extending westward from the Luzon Strait and the other extending southward from the coast of central Vietnam. Correspondingly, large intraseasonal variability in surface heat fluxes is observed in the above regions. Analysis shows that the formation of large intraseasonal SST anomalies in these regions is attributed largely to wind-related surface latent heat flux changes, with supplementary contribution from cloud-related surface shortwave radiation changes. Wind-induced Ekman advection has a negative effect and the Ekman upwelling pattern differs from the intraseasonal SST anomaly pattern. The intraseasonal variations of SST in the SCS display a close association with the East Asian winter monsoon (EAWM) change with a time lag of 3–5 days. In a weak (strong) phase of the EAWM, decrease (increase) in surface wind speed and suppression (enhancement) in surface latent heat flux lead to intraseasonal SST warming (cooling). This intraseasonal SST signal displays a southward propagation with the SST change in northern SCS leading that in southern SCS by about 2 days. A similar southward propagation is seen in surface wind speed and latent heat flux anomalies. The southward propagation of cloud and shortwave radiation anomalies is limited to northern part of the SCS.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023368", 
        "title": "Intraseasonal SST variations in the South China Sea during boreal winter and impacts of the East Asian winter monsoon"
    }, 
    {
        "author": "Huopo Chen, Huijun Wang", 
        "date": "2015-06-02T23:43:15.187347-05:00", 
        "description": "\n\nHaze is a severe hazard that greatly influences traffic and daily life with great economic losses and threats to human health. To enhance understanding of the haze occurrences, this study examined the haze variations over North China and their associated atmospheric circulations for the period 1960–2012 using daily visibility data. Results indicate that the haze events over this region primarily occur in boreal winter of year and mainly in the morning of day. The results of the analysis of the long-term variations indicate that the annual haze days were relatively few in the 1960s but increased steeply in the 1970s and have remained stable to the present. Some differences are obvious among seasons. A stably increasing trend is discernable in summer and autumn, relatively low in the 1960s and the 1990s-2000s and relatively high in the 1970s-1980s in spring and winter. Haze variations in urban regions are quite similar to haze variations in rural regions but with more haze days in urban regions because of the high aerosol emissions. Further analyses indicate that the occurrences of severe haze events in boreal winter generally correlate with the weakened northerly winds and the development of inversion anomalies in the lower troposphere, the weakened East Asian trough in the mid-troposphere and the northward East Asian jet in the high troposphere. All of these factors provide a favorable atmospheric background for the maintenance and development of haze events in this region.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023225", 
        "title": "Haze Days in North China and the Associated Atmospheric Circulations Based on Daily Visibility Data from 1960 to 2012"
    }, 
    {
        "author": "Lei Lin, Andrew Gettelman, Song Feng, Qiang Fu", 
        "date": "2015-05-29T13:26:20.741053-05:00", 
        "description": "\n\nFuture changes in aridity, defined as the ratio of annual precipitation to potential evapotranspiration (PET), are analyzed using simulations from the Community Earth System Model (CESM) Large Ensemble (LE) and the phase 5 of the Coupled Model Intercomparison Project (CMIP5) during the period 1980–2080. Both CESM and CMIP5 ensembles can reproduce the observed temporal and spatial variability of aridity. On the interannual time scale, annual average PET is sensitive to the variability of relative humidity, net surface energy flux, and surface air temperature while the precipitation variability is the dominant component of annual average aridity sensitivity. For the long-term trends, differences between the two ensembles illustrate that the impact of the internal variability is smaller than that of the model structural uncertainty with the trends from the CMIP5 ensemble of models having a much larger spread than those from the single model CESM-LE. The annual mean aridity averaged over global land increases (becomes drier) by 6.4% in 2055–2080 relative to 1980–2005. Aridity trends differ by region in the ensemble mean. In the future, increasing precipitation leads to decreasing aridity over northwest China and central (or tropical) Africa, while decreasing precipitation leads to drying (increasing aridity) in the sub-tropics, northern and southern Africa and the Amazon. Increases in PET can lead to increasing aridity even in regions with increasing precipitation.\n", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JD022912", 
        "title": "Simulated climatology and evolution of aridity in the 21st century"
    }, 
    {
        "author": "Xiaomeng Jin, Tracey Holloway", 
        "date": "2015-05-29T11:30:31.069972-05:00", 
        "description": "\n\nSurface ozone (O3) air pollution in populated regions has been attributed to emissions of nitrogen oxides (NO + NO2 = NOx) and reactive volatile organic compounds (VOCs). These constituents react with hydrogen oxide radicals (OH + HO2 = HOx) in the presence of sunlight and heat to produce O3. The question of whether to reduce NOx emissions, VOC emissions, or both, is complicated by spatially and temporally heterogeneous ozone-NOx-VOC sensitivity. This study characterizes spatial and temporal variation in O3 sensitivity by analyzing the ratio of formaldehyde (HCHO, a marker of VOCs) to nitrogen dioxide (NO2), a metric known as the Formaldehyde Nitrogen Ratio (FNR). Level-3 gridded retrievals from the Ozone Monitoring Instrument (OMI) aboard the NASA Aura satellite were used to calculate FNR, with our analysis focusing on China. Based on previous studies, we take FNR<1.0 as indicating VOC-limited regimes, FNR>2.0 as indicating NOx-limited regime, and FNR between 1.0 and 2.0 as indicating transitional regime (where either NOx reductions or VOC reductions would be expected to reduce O3). We find that the transitional regime is widespread over the North China Plain (NCP), the Yangtze River Delta (YRD) and the Pearl River Delta (PRD) during the ozone season (defined as having near surface air temperatures > 20° C at the early-afternoon OMI overpass time). Outside of these regions, the NOx-limited regime is dominant. Because HCHO and NO2 have distinct seasonal patterns, FNR also has a pronounced seasonality, consistent with the seasonal cycle of surface O3. Examining trends from 2005 to 2013 indicates rapid growth in NO2, especially over less-developed areas where O3 photochemistry is NOx-limited. Over this time period, HCHO decreased in southern China where VOC emissions are dominated by biogenic sources, but increased slightly over the NCP where VOC emissions are dominated by anthropogenic sources. A linear regression approach suggests that most of China (70% of grid cells) will be characterized by a transitional regime during the O3 season by 2030. However, in megacities such as Guangzhou, Shanghai and Beijing, NO2 has decreased such that the chemical regime has shifted from VOC-limited in 2005 to transitional in 2013.\n", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023250", 
        "title": "Spatial and temporal variability of ozone sensitivity over China observed from the Ozone Monitoring Instrument"
    }, 
    {
        "author": "Alexander J. Baker, Harald Sodemann, James U. L. Baldini, Sebastian F. M. Breitenbach, Kathleen R. Johnson, Jeroen Hunen, Zhang Pingzhong", 
        "date": "2015-05-25T08:05:39.615884-05:00", 
        "description": "\n\nEast Asian Summer Monsoon (EASM) rainfall impacts the world's most populous regions. Accurate EASM rainfall prediction necessitates robust palaeoclimate reconstructions from proxy data and quantitative linkage to modern climatic conditions. Many precisely-dated oxygen isotope records from Chinese stalagmites have been interpreted as directly reflecting past EASM rainfall amount variability, but recent research suggests such records instead integrate multiple hydroclimatic processes. Using a Lagrangian precipitation moisture source diagnostic, we demonstrate that EASM rainfall is primarily derived from the Indian Ocean. Conversely, Pacific Ocean moisture export peaks during winter and the moisture uptake area does not differ significantly between summer and winter, and is thus a minor contributor to monsoonal precipitation. Our results are substantiated by an accurate reproduction of summer and winter spatial rainfall distributions across China. We also correlate modern EASM rainfall oxygen isotope ratios with instrumental rainfall amount and our moisture source data. This analysis reveals that the strength of the source effect is geographically variable, and differences in atmospheric moisture transport may significantly impact the isotopic signature of EASM rainfall at the Hulu, Dongge and Wanxiang Cave sites. These results improve our ability to isolate the rainfall amount signal in palaeomonsoon reconstructions and indicate that precipitation across central and eastern China will directly respond to variability in Indian Ocean moisture supply.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JD022919", 
        "title": "Seasonality of westerly moisture transport in the East Asian Summer Monsoon and its implications for interpreting precipitation δ18O"
    }, 
    {
        "author": "Daisuke Goto, Teruyuki Nakajima, Tie Dai, Toshihiko Takemura, Mizuo Kajino, Hitoshi Matsui, Akinori Takami, Shiro Hatakeyama, Nobuo Sugimoto, Atsushi Shimizu, Toshimasa Ohara", 
        "date": "2015-05-23T20:20:57.143935-05:00", 
        "description": "\n\nSulfate aerosols simulated by an aerosol module coupled to the Nonhydrostatic Icosahedral Atmospheric Model (NICAM) at a spatial resolution (220 km) widely used by global climate models were evaluated by a comparison with in situ observations and the same aerosol module coupled to the Model for Interdisciplinary Research on Climate (MIROC) over East Asia for January, April, July, and October 2006. The results indicated that a horizontal gradient of sulfate from the source over China to the outflow over Korea-Japan was present in both the simulations and the observations. At the observation sites, the correlation coefficients of the sulfate concentrations between the simulations and the observations were high (NICAM: 0.49-0.89, MIROC: 0.61-0.77), whereas the simulated sulfate concentrations were lower than those obtained by the observation with the normalized mean bias of NICAM being −68 to −54% (all), −77 to −63% (source), and −67 to −30% (outflow) and that of MIROC being −61 to −28% (all), −77 to −63% (source), and −60 to +2% (outflow). Both NICAM and MIROC strongly underpredict surface SO2 over China source regions and Korea-Japan outflow regions, but the MIROC SO2 is much higher than NICAM over both regions. These differences between the models were mainly explained by differences in the sulfate formation within clouds and the dry deposition of SO2. These results indicated that the uncertainty of the meteorological and cloud fields as well as the vertical transport patterns between the different host climate models has a substantial impact on the simulated sulfate distribution.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JD021693", 
        "title": "An evaluation of simulated particulate sulfate over East Asia through global model inter-comparison"
    }, 
    {
        "author": "T. J. Wang, B. L. Zhuang, S. Li, J. Liu, M. Xie, C. Q. Yin, Y. Zhang, C. Yuan, J. L. Zhu, L. Q. Ji, Y. Han", 
        "date": "2015-06-10T14:24:44.393086-05:00", 
        "description": "\n\nAn online coupled regional climate-chemistry model called RegCCMS is used to investigate the interactions between anthropogenic aerosols and the East Asian summer monsoon (EASM) over East Asia. The simulation results show that the mean aerosol loading and optical depth over the region are 17.87 mg/m2 and 0.25, respectively. Sulfate and black carbon (BC) account for approximately 61.2% and 7.8% of the total aerosols, respectively. The regional mean radiative forcing (RF) is approximately −3.64, −0.55, and +0.88 W/m2 at the top of the atmosphere for the total aerosol effect, the total aerosol direct effect, and the BC direct effect, respectively. The surface direct RF of BC accounts for approximately 31% of the total RF of all aerosols. Because of the total aerosol effect, both the energy budgets and air temperature are considerably reduced in the region with high aerosol loadings, leading to decreases in the land-ocean air temperature gradient in summer. The total column-absorbed solar radiation and surface air temperature decrease by 8.4 W/m2 and 0.31 K, respectively. This cooling effect weakens horizontal and vertical atmospheric circulations over East Asia. The wind speed at 850 hPa decreases by 0.18 m/s, and the precipitation decreases by 0.29 mm/d. The small responses of solar radiation, air temperature, and atmospheric circulations to the BC warming effect are opposite to those of the total aerosol effect. The BC-induced enhancement of atmospheric circulation can increase local floods in south China, while droughts in north China may worsen in response to the BC semidirect effect. The total aerosol effect is much more significant than the BC direct effect. The East Asian summer monsoon becomes weaker due to the total aerosol effect. However, this weakness could be partially offset by the BC warming effect. Sensitivity analyses further indicate that the influence of aerosols on the EASM might be more substantial in years when the southerlies or southwesterlies at 850 hPa are weak compared with years when the winds are strong. Changes in the EASM can induce variations in the distribution and magnitude of aerosols. Aerosols in the lower troposphere over the region can increase by 3.07 and 1.04 µg/m3 due to the total aerosol effect and the BC warming effect, respectively.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JD022877", 
        "title": "The interactions between anthropogenic aerosols and the East Asian summer monsoon using RegCCMS"
    }, 
    {
        "author": "X. Li, X. Xia, L. Wang, R. Cai, L. Zhao, Z. Feng, Q. Ren, K. Zhao", 
        "date": "2015-06-03T09:56:46.647242-05:00", 
        "description": "\n\nThe impact of sandwich foehn on air pollution in Urumqi, a gap town located on the northern lee side of the Tianshan Mountains of China, is analyzed. The results show that during days with high pollution, the boundary layer over the city and the down-valley area can be divided into a three-layer structure, with the southeasterly foehn sandwiched between the northwesterly winds on top and the cold air surface pool beneath. The southeasterly foehn at heights between 480 and 2100 m results in a very stable boundary layer structure. In combination with the decoupling between the foehn flow and cold air pool, such boundary layer structure prevents vertical mixing of atmospheric pollutants. In the up-valley area from the northern lee side flank to the southern urban area, the ground-based foehn confronts the thermally driven valley breeze and forms a “minifront,” which moves northward in the morning and retreats southward in the afternoon. Although the minifront disappears in the early evening, the wind shear of the mountain breeze between the southern suburb and downtown areas is still remarkable, which is favorable for a convergence line to persist around the city all day long. In this case, air pollutants emitted from the up-valley and down-valley areas are transported toward the urban area. Therefore, the air pollutants accumulate daily, leading to the frequent occurrence of heavy pollution events in Urumqi. This indicates that the sandwich foehn plays a critical role in the formation of heavy air pollution events in Urumqi.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JD022778", 
        "title": "The role of foehn in the formation of heavy air pollution events in Urumqi, China"
    }, 
    {
        "author": "Xiaojian Zhang, Liya Jin, Na Li", 
        "date": "2015-06-02T11:51:37.106078-05:00", 
        "description": "\n\nThe East Asian winter monsoon (EAWM) is one of the most active components of the global climate system. Climate anomalies associated with the EAWM differ between extratropical and tropical regions due to the EAWM's meridional extent. Spatial differences in the EAWM variability on centennial and millennial time scales during the Holocene have not been well understood. This study describes Holocene spatiotemporal features of the EAWM based on comparisons of proxy records and climate simulations. The analysis specifically compared four proxy records located throughout China to assess the EAWM's spatial variability during the Holocene. These records indicate a stronger EAWM during the early Holocene than that during the late Holocene. The EAWM also shows a rapid, asynchronous decline from northwestern to southeastern China. The EAWM declined in northwestern China from 10 to 7.5 ka B.P., whereas the decline did not occur in southern China and the eastern Tibetan Plateau until 6–4.5 ka B.P. Coupled equilibrium and transient simulations of climate evolution during the Holocene indicate that the decline of the EAWM from 10 to 7.5 ka B.P. was probably caused by melting of Northern Hemisphere (NH) ice sheets and enhanced Atlantic meridional overturning circulation (AMOC). The decline of the EAWM from 6 to 4.5 ka B.P. over the eastern Tibetan Plateau and southern China is related to an abrupt increase in sea surface temperatures (SSTs) of the tropical western Indian Ocean. We therefore argue that the regional shift in EAWM intensity was probably related to a distinguishing response to high-latitude (NH ice sheets and AMOC) and low-latitude (tropical SSTs) forcings.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JD022585", 
        "title": "Asynchronous variation in the East Asian winter monsoon during the Holocene"
    }, 
    {
        "author": "Jingfeng Huang, Jianping Guo, Fu Wang, Zhaoyan Liu, Myeong-Jae Jeong, Hongbin Yu, Zhibo Zhang", 
        "date": "2015-05-29T13:58:08.398356-05:00", 
        "description": "\nThe vertical location of aerosol layers is critical for determining predominance of aerosol radiative and microphysical effects in aerosol-cloud-precipitation-climate interaction. The spaceborne lidar system, the Cloud-Aerosol Lidar and Infrared Pathfinder Satellite Observations (CALIPSO), provides an unprecedented opportunity to observe vertical distributions of global aerosol layers. In this study we examine the most probable height (MPH) of dust and smoke layers, which are calculated either from aerosol occurrence frequency (OF) in vertical feature mask or aerosol extinction profile. The study focuses on six high-aerosol-loading regions where aerosols are of great interest in a range of scientific topics: Saharan Air Layer (SAL) over Tropical Atlantic, West African Monsoon region (WAM), Southeast Atlantic Ocean (SAO), Southeast Asia (SEA) and South China Sea, Amazon (AMZ), and Northwestern Pacific (NWP). The analysis revealed interesting spatial and seasonal variability of different vertical mixture features over these regions: seasonal migration of dust layers over SAL, separation and mixture of dust and smoke layers over WAM and NWP, and smoke layer above clouds over SAO, SEA, and AMZ. Results also indicated that the OF-based MPH tends to be much higher than the aerosol optical depth (AOD)-based MPH, owing to the predominating near-surface sources. Within the same vertical resolution grid of CALIPSO, aerosols are found with higher OF at higher levels but AOD tends to increase toward lower levels, because most aerosol sources are near the surface and the aerosol layers transported to high altitudes are generally much more diluted over larger spatial domain than those near the surface.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JD022898", 
        "title": "CALIPSO inferred most probable heights of global dust and smoke layers"
    }, 
    {
        "author": "Qiaohong Sun, Chiyuan Miao, Qingyun Duan", 
        "date": "2015-05-27T15:21:27.474075-05:00", 
        "description": "\n\nThis study assesses the simulations of the daily mean, maximum, and minimum temperatures and daily precipitation over China during the period 1990–1999, based on phase 3 and phase 5 of the Coupled Model Intercomparison Project (CMIP3 and CMIP5). Fourteen CMIP3 models and 14 CMIP5 models were investigated over eight regions across China. Skill scores quantifying the match between the simulated and observed probability density functions (PDFs) were applied to evaluate the performance of the models. For daily mean, maximum, and minimum temperatures, the results revealed that CMIP3 and CMIP5 models captured the basic pattern of the observed PDFs in all regions. However, the probabilities at lower values were overestimated in most models. In all regions except the west of Northwest China (region 7), all CMIP5 models captured more than 80% of the observed PDFs. Compared with performance at the annual time scale, the models tended to perform relatively worse over the period June to August. The performances of the CMIP5 and CMIP3 models were not as good for daily precipitation as for daily temperature, and the skill scores for precipitation were generally lower than 0.7 in all regions. The amount of drizzle (daily precipitation < 5 mm) was overestimated notably in all regions. The amount of very heavy precipitation (daily precipitation ≥ 20 mm) tended to be underestimated in humid regions but overestimated in arid regions. Compared with CMIP3, CMIP5 models showed some improvements in the simulation of daily mean, maximum, and minimum temperatures, but there was a lack of apparent improvement for simulation of daily precipitation.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JD022994", 
        "title": "Comparative analysis of CMIP3 and CMIP5 global climate models for simulating the daily mean, maximum, and minimum temperatures and daily precipitation over China"
    }, 
    {
        "author": "Yingying Sha, Zhengguo Shi, Xiaodong Liu, Zhisheng An", 
        "date": "2015-05-26T11:35:29.405443-05:00", 
        "description": "\nThe Mongolian Plateau (MP), which is relatively lower in altitude and smaller in extent than the Tibetan Plateau (TP), has received little attention about its climate effect. Building upon previous work in which we highlighted the role of the MP on the high-level westerly jet stream, the response of surface-level features of the Asian climate is examined in this study. The results show that the Indian and East Asian summer monsoonal and inland precipitation are mainly enhanced by the uplift of the TP. The precipitation during the onset of the summer monsoon is also intensified over India and eastern China. In addition, the East Asian monsoon domain is significantly expanded with the uplift of the TP, while the Indian summer monsoon domain does not change obviously. The MP plays a significant role in the strengthening of the East Asian winter monsoon, which is larger than the TP. With the uplift of the MP, the cold northerly wind in winter intensifies significantly in East Asia from higher latitudes to the South China Sea. The Siberian high is also enhanced and moves remarkably northward to its modern location. The strengthening of the Asian winter monsoon is related to the MP-induced diversion of westerly wind. The bypassing flows around the plateau modify the temperature advections over middle latitudes and the atmosphere thermal structure in winter, which leads to the strengthening of the East Asian winter monsoon.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JD022880", 
        "title": "Distinct impacts of the Mongolian and Tibetan Plateaus on the evolution of the East Asian monsoon"
    }, 
    {
        "author": "Satoshi Inomata, Hiroshi Tanimoto, Xiaole Pan, Fumikazu Taketani, Yuichi Komazaki, Takuma Miyakawa, Yugo Kanaya, Zifa Wang", 
        "date": "2015-05-26T11:16:28.131729-05:00", 
        "description": "\n\nThe emission factors (EFs) of nonmethane volatile organic compounds (NMVOCs) emitted during the burning of Chinese crop residue were investigated as a function of modified combustion efficiency in laboratory experiments. NMVOCs, including acetonitrile, aldehydes/ketones, furan, and aromatic hydrocarbons, were monitored by proton-transfer-reaction mass spectrometry. Rape plant was burned in dry conditions and wheat straw was burned in both wet and dry conditions to simulate the possible burning of damp crop residue in regions of high temperature and humidity. We compared the present data to field data reported by Kudo et al. (2014). Good agreement between field and laboratory data was obtained for aromatics under relatively more smoldering combustion of dry samples, but laboratory data were slightly overestimated compared to field data for oxygenated VOC (OVOC). When EFs from the burning of wet samples were investigated, the consistency between the field and laboratory data for OVOCs was stronger than for dry samples. This may be caused by residual moisture in crop residue that has been stockpiled in humid regions. Comparison of the wet laboratory data with field data suggests that Kudo et al. (2014) observed the biomass burning plumes under relatively more smoldering conditions in which approximately a few tens of percentages of burned fuel materials were wet.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JD022761", 
        "title": "Laboratory measurements of emission factors of nonmethane volatile organic compounds from burning of Chinese crop residues"
    }, 
    {
        "author": "Mengyun Kan, Anning Huang, Yong Zhao, Yang Zhou, Ben Yang, Haomin Wu", 
        "date": "2015-05-23T07:06:55.803649-05:00", 
        "description": "\nThe performance of Beijing Climate Center climate system model with different horizontal resolutions (BCC_CSM1.1 with coarse resolution and BCC_CSM1.1 m with fine resolution) in simulating the summer precipitation over China during the recent half century is evaluated, and the possible underlying physical mechanisms related to the model biases are also further analyzed and discussed. Results show that increasing horizontal resolution does improve the summer precipitation simulation over most part of China especially in western China due to the more realistic description of the topography. However, the summer precipitation amount (PA) over eastern China characterized by monsoonal climates is much more underestimated in the finer resolution model. It is also noted that the improvement (deterioration) of the summer PA over western (eastern) China in BCC_CSM1.1 m model is mainly due to the better (worse) simulation of the moderate and heavy precipitation relative to BCC_CSM1.1 model. In addition, increasing model horizontal resolution can significantly improve the convective precipitation simulation especially over western China but shows very limited improvement in the large-scale precipitation simulation. The much more underestimated summer PA over eastern China in BCC_CSM1.1 m model relative to BCC_CSM1.1 model is due to the significantly reduced positive biases of the convective PA but few changes in the negative biases of the large-scale PA. Further mechanism analysis suggests that both the underestimated land-sea thermal contrast and the overestimated Western Pacific subtropical high result in much less northeastward water vapor transport and summer PA over eastern China in BCC_CSM1.1 m model than in BCC_CSM1.1 model.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023131", 
        "title": "Evaluation of the summer precipitation over China simulated by BCC_CSM model with different horizontal resolutions during the recent half century"
    }, 
    {
        "author": "Hongjuan Zhou, Xiaolin Qiao", 
        "date": "2015-05-22T13:17:39.156354-05:00", 
        "description": "\n\nThe ELF measurements at the YS station in China during the X5.4 solar flare on 7 March 2012 are examined. The first modal Schumann resonance (SR) frequencies of the horizontal magnetic field components were found to increase by 0.1–0.2 Hz during the X-ray burst. During the enhancement of the proton flux, the first modal frequency of the east-west magnetic field component decreases by approximately 0.6 Hz at most, while the variation in the north-south magnetic field component is less well defined. The mechanisms of the variations are simulated with a finite difference time domain technique by modeling the perturbed conductivity profile in the day-night asymmetric Earth-ionosphere cavity and modeling the global lightning source with the raw flash data measured by satellites. The simulated varying trends of the SR frequencies observed near the ground with the altitudes of the conductivity perturbations are nearly the same as those previously reported and are interpreted by the two characteristic height model first proposed by Greifinger and Greifinger. It is concluded that the SR frequencies increase for enhanced conductivity above the altitude of 60–70 km because of the lowered magnetic height and decrease for enhanced conductivity below this altitude due to the lowered electric height. This finding can explain the opposite behaviors of the SR frequencies during X-ray bursts and strong solar proton events (SPEs). The simulation model in this work proved to be effective, with the simulated shifts in the values of SR frequencies during X-ray bursts and SPEs being close to the practical measurements.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JD022696", 
        "title": "Studies of the variations of the first Schumann resonance frequency during the solar flare on 7 March 2012"
    }, 
    {
        "author": "Qinglong You, Jinzhong Min, Houbo Lin, Nick Pepin, Mika Sillanpää, Shichang Kang", 
        "date": "2015-05-05T02:01:26.497796-05:00", 
        "description": "\nMonthly surface relative humidity (RH) data for 71 stations in the Tibetan Plateau (TP) provided by the National Meteorological Information Center/China Meteorological Administration are compared with corresponding grid points from the National Center for Environmental Prediction/National Center for Atmospheric Research (NCEP/NCAR hereafter) reanalysis. Mean climatologies, interannual variabilities, and trends calculated by the Mann-Kendal method are analyzed during 1961–2013. The annual regional long-term mean surface RH is 55.3%, with a clear maximum in summer (66.4%) and minimum in winter (44.9%). Compared with observations, NCEP/NCAR overestimates RH in all seasons, especially in spring (18.2%) and winter (17.8%). Mean annual regional surface RH has decreased by −0.23% decade−1 and even more rapidly in summer (−0.60% decade−1) and autumn (−0.39% decade−1). The reduction of surface RH is also captured by the NCEP/NCAR reanalysis at the surface, 400, 500, and 600 hPa. A particularly sharp reduction of RH since the mid-1990s is evident in both data sets, in line with rapid warming over the plateau. This suggests that moisture supply to the plateau from the Arabian Sea and the Bay of Bengal is limited and that variability and trends of surface RH over the TP are not uniquely driven by the Clausius-Clapeyron relationship.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JD023031", 
        "title": "Observed climatology and trend in relative humidity in the central and eastern Tibetan Plateau"
    }, 
    {
        "author": "Wenjuan Zhang, Yijun Zhang, Dong Zheng, Fei Wang, Liangtao Xu", 
        "date": "2015-05-14T11:54:20.451711-05:00", 
        "description": "\n\nLightning data from the World Wide Lightning Location Network along with tropical cyclone (TC) track and intensity data from the China Meteorological Administration are used to study lightning activity in TCs over the northwest Pacific from 2005 to 2009 and to investigate the relationship between inner core lightning and TC intensity changes. Lightning in TCs over the northwest Pacific is more likely to occur in weak storms at tropical depression (10.8–17.1 m s−1) and tropical storm (17.2–24.4 m s−1) intensity levels, in agreement with past studies of Atlantic hurricanes. The greatest lightning density (LD) in the inner core appears in storms undergoing an intensity change of 15–25 m s−1 during the next 24 h. Lightning is observed in all storm intensity change categories: rapid intensification (RI), average intensity change (AIC), and rapid weakening (RW). The differences in LD between RI and RW are largest in the inner core, and the LD for RI cases is larger than for RW cases in the inner core (0–100 km). Lightning activity there, rather than in the outer rainbands, may be a better indicator for RI prediction in northwest Pacific storms. There was a marked increase in the lightning density of inner core during the RI stage for Super Typhoon Rammasun (2008). Satellite data for this storm show that the RI stage had the highest cloud top height and coldest cloud top temperatures, with all the minimum black body temperature values being below 200 K in the inner core.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JD022334", 
        "title": "Relationship between lightning activity and tropical cyclone intensity over the northwest Pacific"
    }, 
    {
        "author": "Juan Du, Jinzhou Du, Mark Baskaran, Qianqian Bi, Dekun Huang, Yifei Jiang", 
        "date": "2015-05-05T02:16:40.183887-05:00", 
        "description": "\n7Be and 210Pb, two atmospherically delivered radionuclides, have been broadly applied to study the processes including air mass transport, soil erosion, and particle cycling in aqueous systems. These studies require temporal variations of their depositional fluxes. In the present work, monthly atmospheric bulk depositional fluxes of 7Be and 210Pb were measured over 8 years (December 2005 to December 2013) at Shanghai, China. The bulk depositional fluxes of 7Be and 210Pb varied from 17.9 to 421 Bq m−2 month−1 and 6.8 to 82.1 Bq m−2 month−1, respectively. The volume-weighted activities ranged from 0.20 to 8.06 Bq L−1 for 7Be and 0.05 to 3.40 Bq L−1 for 210Pb. There were strong seasonal variations in the depositional fluxes of these nuclides. The seasonal fraction of depositional fluxes was >30% of the total annual depositional fluxes of 210Pb in winter and 7Be in spring. The lowest depositional fluxes were found in summer for both radionuclides, with precipitation-normalized enrichment factor (α) values of <1.0. The results from the synthesis of global fallout data indicate that there are latitudinal variations in the maximum depositional fluxes and volume-weighted activities of 7Be, both values increase with latitude from the equator to the midlatitudes. The 210Pb depositional fluxes increase with the distance from the coast in inland regions (distance from the coast >50 km) and increase with the amount of precipitation in onshore region (distance from the coast ≤50 km). We also report that Shanghai, China, has the second highest bulk depositional fluxes of 210Pb in literature.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JD022807", 
        "title": "Temporal variations of atmospheric depositional fluxes of 7Be and 210Pb over 8 years (2006–2013) at Shanghai, China, and synthesis of global fallout data"
    }, 
    {
        "author": "R. L. Thompson, A. Stohl, L. X. Zhou, E. Dlugokencky, Y. Fukuyama, Y. Tohjima, S.-Y. Kim, H. Lee, E. G. Nisbet, R. E. Fisher, D. Lowry, R. F. Weiss, R. G. Prinn, S. O'Doherty, D. Young, J. W. C. White", 
        "date": "2015-05-05T10:19:11.586915-05:00", 
        "description": "\n\nWe present methane (CH4) emissions for East Asia from a Bayesian inversion of CH4 mole fraction and stable isotope (δ13C-CH4) measurements. Emissions were estimated at monthly resolution from 2000 to 2011. A posteriori, the total emission for East Asia increased from 43 ± 4 to 59 ± 4 Tg yr−1 between 2000 and 2011, owing largely to the increase in emissions from China, from 39 ± 4 to 54 ± 4 Tg yr−1, while emissions in other East Asian countries remained relatively stable. For China, South Korea, and Japan, the total emissions were smaller than the prior estimates (i.e., Emission Database for Global Atmospheric Research 4.2 FT2010 for anthropogenic emissions) by an average of 29%, 20%, and 23%, respectively. For Mongolia, Taiwan, and North Korea, the total emission was less than 2 Tg yr−1 and was not significantly different from the prior. The largest reductions in emissions, compared to the prior, occurred in summer in regions important for rice agriculture suggesting that this source is overestimated in the prior. Furthermore, an analysis of the isotope data suggests that the prior underestimates emissions from landfills and ruminant animals for winter 2010 to spring 2011 (no data available for other times). The inversion also found a lower average emission trend for China, 1.2 Tg yr−1 compared to 2.8 Tg yr−1 in the prior. This trend was not constant, however, and increased significantly after 2005, up to 2.0 Tg yr−1. Overall, the changes in emissions from China explain up to 40% of the increase in global emissions in the 2000s.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JD022394", 
        "title": "Methane emissions in East Asia for 2000–2011 estimated using an atmospheric Bayesian inversion"
    }, 
    {
        "author": "Hui Wu", 
        "date": "2015-06-12T11:23:48.473896-05:00", 
        "description": "\n\nOffshore-penetrating tongues of coastal water have been frequently observed during the downwelling-favorable monsoon season at specific locations in waters off the Min-Zhe Coast, a region influenced by a buoyant coastal current originating from the Changjiang River. This process plays an important role in cross-shelf material exchange in the East China Sea (ECS), but the underlying mechanisms are not fully understood. This study suggests that the penetrating fronts are the response of buoyant coastal water to along-isobath undulation of the ambient pycnocline that is controlled by the temperature stratification in seawater. When the ambient pycnocline descends sharply in the downshelf direction, coastal water is transported offshore due to the joint effect of baroclinicity and relief (JEBAR), and thus generates a penetrating front. Along-isobath pycnocline undulation in the ECS can arise from non-uniform tidal mixing due to tidal wave divergence off the Min-Zhe Coast. On-shelf intrusion of cold and dense Kuroshio subsurface water prevents thorough mixing of the pycnocline. Different from the common cross-shelf transport phenomena induced by winds or frontal instabilities, such a tidal mechanism should produce penetrating fronts at specific locations, in agreement with observations. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010686", 
        "title": "Cross-shelf penetrating fronts: A response of buoyant coastal water to ambient pycnocline undulation"
    }, 
    {
        "author": "Yuyuan Xie, Bangqin Huang, Lizhen Lin, Edward A. Laws, Lei Wang, Shaoling Shang, Tinglu Zhang, Minhan Dai", 
        "date": "2015-06-08T23:47:14.925593-05:00", 
        "description": "\n\nMany recent models for retrieval of primary production in the sea from ocean-color data are temperature based. But previous studies in low latitudes have shown that models that include phytoplankton community structure can have improved predictive capability. In this study, we measured photosynthetic parameters from photosynthesis-irradiance (P-E) experiments, phytoplankton absorption coefficients, and phytoplankton community structure derived from algal pigments during four cruises in the northern South China Sea (NSCS). The maximum quantum yield of CO2 (\nΦmC) and the chlorophyll a-normalized P-E curve light-limited slope (αB) varied significantly with the blue-to-red ratio of phytoplankton absorption peaks (aph(435)/aph(676)) (p < 0.001, r = −0.459 and −0.332, respectively). The unexplained variability could be due in part to the absorption associated with nonphotosynthetic pigments. The chlorophyll a-normalized light-saturated photosynthetic rate (\nPmB) at the surface showed a unimodal distribution over the chlorophyll a range during the spring and summer, and significantly increased when Prochlorococcus was outcompeted by other picophytoplankton (p < 0.01). Almost 60% of the variance of \nPmB could be explained by a piecewise regression with phytoplankton absorption coefficients and pigment markers. Unlike previous studies, our data showed that changes of \nPmB were unrelated to the size structure of phytoplankton. Although a temperature-based approach could not effectively predict αB and \nPmB in the NSCS, a trophic-based approach can be used for assignment of these parameters in a regional primary production model using ocean-color data.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010415", 
        "title": "Photosynthetic parameters in the northern South China Sea in relation to phytoplankton community structure"
    }, 
    {
        "author": "Qian P. Li, Yanjun Wang, Yuan Dong, Jianping Gan", 
        "date": "2015-06-01T03:03:36.747523-05:00", 
        "description": "\n\nField studies suggested that the biogeochemical settings and community structures are substantial different between the central Northern South China Sea (NSCS) and the upstream Kuroshio Current (KC). In particular, the water column of KC is characterized by substantially lower nutrients and productivity but higher Trichodesmium abundance and nitrogen fixation compared to the NSCS. The mechanism driving the difference of the two marine ecosystems, however, remains inadequately understood. Here, a one-dimensional biogeochemical model was developed to simulate the long-term variability of lower-trophic planktonic ecosystem for two pelagic stations in the NSCS and the KC near the Luzon Strait. The physical model included the vertical mixing driven by air-sea interaction and the Ekman pumping induced by wind stress curl. The biological model was constructed by modifying a nitrogen-based NPZD model with the incorporation of phosphorus cycle and diazotroph nitrogen fixation. After validation by several field data sets, the model was used to study the impact of long-term physical forcing on ecosystem variability in the two distinct stations. Our results suggested that nutrient transport above nitracline during summer was largely controlled by vertical turbulent mixing, while Ekman pumping was important for nutrient transport below the nitracline. Our results also indicated that diazotroph community structure and N2 fixation in the NSCS and the KC could be strongly influenced by physical processes through the impacts on vertical nutrient fluxes. The disadvantage of diazotroph in the NSCS in compared to the KC during the summer could be attributed to its high nitrate fluxes from subsurface leading to outcompete of diazotrophs by faster growing nondiazotroph phytoplankton.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010609", 
        "title": "Modeling long-term change of planktonic ecosystems in the northern South China Sea and the upstream Kuroshio Current"
    }, 
    {
        "author": "Bing Yang, Yijun Hou, Po Hu, Ze Liu, Yahao Liu", 
        "date": "2015-05-29T12:06:10.095947-05:00", 
        "description": "\n\nBased on observed temperature and velocity in 2005 in northwestern South China Sea, the shallow ocean responses to three tropical cyclones were examined. The oceanic response to Washi was similar to common observations with 2°C cooling of the ocean surface and slight warming of the thermocline resulted from vertical entrainment. Moreover, the wavefield was dominated by first mode near-inertial oscillations, which were red-shifted and trapped by negative background vorticity leading to an e-folding timescale of 12 days. The repeated reflections by the surface and bottom boundaries were thought to yield the successive emergence of higher modes. The oceanic responses to Vicente appeared to be insignificant with cooling of the ocean surface by only 0.5°C and near-inertial currents no larger than 0.10 m/s as a result of a deepened surface mixed layer. However, the oceanic responses to Typhoon Damrey were drastic with cooling of 4.5°C near the surface and successive barotropic-like near-inertial oscillations. During the forced stage, the upper ocean heat content decreased conspicuously by 11.65% and the stratification was thoroughly destroyed by vertical mixing. In the relaxation stage, the water particle had vertical displacement of 20–30 m generated by inertial pumping. The current response to Damrey was weaker than Washi due to the deepened mixed layer and the destroyed stratification. Our results suggested that the shallow water oceanic responses to tropical cyclones varied significantly with the intensity of tropical cyclones, and was affected by local stratification and background vorticity.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010783", 
        "title": "Shallow ocean response to tropical cyclones observed on the continental shelf of the northwestern South China Sea"
    }, 
    {
        "author": "Sergey M. Varlamov, Xinyu Guo, Toru Miyama, Kaoru Ichikawa, Takuji Waseda, Yasumasa Miyazawa", 
        "date": "2015-05-25T08:32:11.646649-05:00", 
        "description": "\n\nWe analyze a concurrent simulation result of the ocean circulation and tidal currents using a data-assimilative ocean general circulation model covering the Western North Pacific with horizontal resolution of 1/36° to investigate possible interactions between them. Four sites of active M2 internal tide variability in open ocean (hot spots), such as Tokara Strait, Izu Ridge, Luzon Strait, and Ogasawara Ridge, are detected from both the satellite observation and the simulation. Energy cycle analysis of the simulated M2 baroclinic tide indicates two types of the hot spots: dissipation (Tokara Strait and Izu Ridge) and radiation (Luzon Strait and Ogasawara Ridge) dominant sites. Energy conversion from barotropic to baroclinic M2 tides at the hot spots is modulated considerably by the lower-frequency changes in the density field. Modulation at the two spots (Tokara Strait and Izu Ridge) is affected by the Kuroshio path variation together with the seasonal variation of the shallow thermocline. At the other two sites, influence from changes in the relatively deep stratification through the Kuroshio intrusion into South China Sea (Luzon Strat) and mesoscale eddy activity (Ogasawara Ridge) is dominant in the modulation.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010739", 
        "title": "M2 baroclinic tide variability modulated by the ocean circulation south of Japan"
    }, 
    {
        "author": "Zhiqiang Liu, Jianping Gan", 
        "date": "2015-04-02T09:58:01.603711-05:00", 
        "description": "\n\nWe conducted a process-oriented modeling study to investigate the characteristics and dynamics of the prominent upwelling over a vast submerged valley in the East China Sea (ECS). The valley is inversely funnel-shaped with the west bank and the east bank oriented in the north-south direction. A cross-bank upward transport occurred along the west bank. It intensified northward and peaked around the head of the valley. An along-bank southward pressure gradient force (\nPGF) formed the cross-bank geostrophic transport for the upwelling over the valley. The PGF reached its maxima at the head of the valley. Our momentum and vorticity dynamic analyses revealed that a bottom stress curl mainly contributed the PGF along the west bank. At the same time, both the bottom stress curl and the nonlinear vorticity advection contributed to the PGF around the head. The bottom stress curl was due to the bottom shear vorticity of the coastal current and the curvature vorticity around the head. The nonlinear vorticity advection formed because of the vertical squeezing of vortex tube as the current flowed over the valley. The nonlinearity mainly affected the PGF around the head, whereas the bottom stress curl contributed to the PGF over the entire valley. The ratio of the nonlinear to frictional contributions to the PGF increased as the coastal current intensified. Our study demonstrates that the PGF that drives the upwelling over the valley is the combined result of the nonlinearity due to vertical squeezing of vortex tube and bottom frictional effects.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010715", 
        "title": "Upwelling induced by the frictional stress curl and vertical squeezing of the vortex tube over a submerged valley in the East China Sea"
    }, 
    {
        "author": "Yunwei Yan, Guihua Wang, Chunzai Wang, Jilan Su", 
        "date": "2015-04-25T02:51:44.494202-05:00", 
        "description": "\n\nLow-salinity water with two cores is found off West Luzon Island in the South China Sea (SCS) during summer. A series of salinity observations and model results show that the low-salinity water begins to appear in June, reaches its lowest salinity in September, and disappears after October. Rainfall associated with the summer monsoon impinging on the Philippine mountain ranges plays an important role in the formation of the low-salinity water, while upward Ekman pumping of high-salinity subsurface water caused by the strong winter monsoon is important for its disappearance. Variation in mixed layer depth is responsible for the formation of the two cores of the low-salinity water, while advection also contributes. The study further demonstrates that the low-salinity water has considerable interannual variability associated with El Niño-Southern Oscillation (ENSO): during the summer of the decaying year of an El Niño, an anticyclonic wind anomaly occurs in the SCS. The anticyclonic wind anomaly is associated with a northeasterly anomaly south of 18°N, reducing precipitation and causing salting of the low-salinity water off West Luzon Island. The situation is reversed during the summer of the decaying year of a La Niña.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010465", 
        "title": "Low-salinity water off West Luzon Island in summer"
    }, 
    {
        "author": "Dennis McLaughlin, Wolfgang Kinzelbach", 
        "date": "2015-06-06T11:21:48.551185-05:00", 
        "description": "\n\nThe projected growth in global food demand until mid-century will challenge our ability to continue recent increases in crop yield and will have a significant impact on natural resources. The water and land requirements of current agriculture are significantly less than global reserves but local shortages are common and have serious impacts on food security. Recent increases in global trade have mitigated some of the effects of spatial and temporal variability. However, trade has a limited impact on low-income populations who remain dependent on subsistence agriculture and local resources. Potential adverse environmental impacts of increased agricultural production include unsustainable depletion of water and soil resources, major changes in the global nitrogen and phosphorous cycles, human health problems related to excessive nutrient and pesticide use, and loss of habitats that contribute to agricultural productivity. Some typical case studies from China illustrate the connections between the need for increased food production and environmental stress. Sustainable options for decreasing food demand and for increasing production include reduction of food losses on both the producer and consumer ends, elimination of unsustainable practices such as prolonged groundwater overdraft, closing of yield gaps with controlled expansions of nutrient application and irrigation, increases in crop yield and pest resistance through advances in biotechnology, and moderate expansion of rain fed cropland. Calculations based on reasonable assumptions suggest that such measures could meet the food needs of an increasing global population while protecting the environment. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Water Resources Research", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015WR017053", 
        "title": "Food security and sustainable resource management"
    }, 
    {
        "author": "Wei Ding, Chi Zhang, Yong Peng, Ruijie Zeng, Huicheng Zhou, Ximing Cai", 
        "date": "2015-06-01T03:55:10.903017-05:00", 
        "description": "\n\nThis paper addresses how much flood water can be conserved for use after the flood season through the operation of reservoir by taking into account the residual flood control capacity (the difference between flood conveyance capacity and the expected inflow in a lead time). A two-stage model for dynamic control of the flood limited water level (the maximum allowed water level during the flood season, DC-FLWL) is established considering forecast uncertainty and acceptable flood risk. It is found that DC-FLWL is applicable when the reservoir inflow ranges from small to medium levels of the historical records, while both forecast uncertainty and acceptable risk in the downstream affect the feasible space of DC-FLWL. As forecast uncertainty increases (under a given risk level) or as acceptable risk level decreases (under a given forecast uncertainty level), the minimum required safety margin for flood control increases, and the chance for DC-FLWL decreases. The derived hedging rules from the modeling framework illustrate either the dominant role of water conservation or flood control or the tradeoff between the two objectives under different levels of forecast uncertainty and acceptable risk. These rules may provide useful guidelines for conserving water from flood, especially in the area with heavy water stress. The analysis is illustrated via a case study with a real-world reservoir in northeastern China. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Water Resources Research", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015WR017127", 
        "title": "An analytical framework for flood water conservation considering forecast uncertainty and acceptable risk"
    }, 
    {
        "author": "Yong Tian, Yi Zheng, Chunmiao Zheng, Honglang Xiao, Wenjie Fan, Songbing Zou, Bin Wu, Yingying Yao, Aijing Zhang, Jie Liu", 
        "date": "2015-06-09T10:02:22.767211-05:00", 
        "description": "\n\nEcohydrological processes in a water-limited environment are sensitive to both climate conditions and human activities, but the response mechanisms have rarely been explored for large endorheic river basins via an integrated modeling approach. This study established an integrated surface water-groundwater model for the Heihe River Basin (HRB), China's second largest endorheic river basin, using GSFLOW as the modeling platform. Evapotranspiration (ET) and Leaf Area Index (LAI) data independently derived from remote sensing products were compared and correlated, respectively, with the modeling results. Scale-dependent interrelationships among ecological, hydrological, and human-impact (i.e., diversion and pumping) variables were revealed through multiple regression analyses. Major study findings include: (1) the independent ET and LAI data enabled the modeler to crosscheck the modeling results from a unique angle not possible with conventional groundwater and streamflow observations; (2) controlling factors for the temporal variability of ET and LAI exhibit notable scale-dependence, reflecting distinctive climate, and human impacts on different land covers; and (3) there exists an intricate linkage between the hydrological regimes in the lower HRB and the middle HRB, essentially equivalent to a tradeoff between the ecosystem health of the lower HRB and the sustainable development of the middle HRB. Overall, the integrated modeling assisted by the independent ET and LAI data has provided a coherent understanding on the regional water cycle, and led to new insights on tackling the existing water conflicts in HRB.\n", 
        "journal": "Water Resources Research", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015WR016881", 
        "title": "Exploring scale-dependent ecohydrological responses in a large endorheic river basin through integrated surface water-groundwater modeling"
    }, 
    {
        "author": "Junhua Yan, Kun Li, Wantong Wang, Deqiang Zhang, Guoyi Zhou", 
        "date": "2015-05-23T08:07:25.773795-05:00", 
        "description": "\n\nLateral transports of carbon and nitrogen are important processes linking terrestrial ecosystems and aquatic systems. Most previous studies made in temperate forests found that fluxes of carbon and nitrogen by runoff water varied in different forests, but few studies have been made in subtropical forests. This study was to investigate dissolved organic carbon (DOC) and total dissolved nitrogen (TDN) fluxes at the catchment scale along a subtropical forest succession gradient from pine forest (pioneer) to coniferous and broadleaved mixed forest (transitional) to broadleaved forest (mature). Our results showed that DOC concentration significantly decreased (p<0.001) while TDN concentration significantly increased (p<0.001) in runoff water from pioneer to mature forests, which in turn resulted in a decrease in DOC flux and an increase in TDN flux, as mean annual runoff did not vary significantly among three succession forest catchments. The mean (±standard deviation) annual DOC flux was 118.1±43.6, 88.3±16.7 and 77.2±11.7 kg ha−1 yr−1for pioneer, transitional and mature forest catchments, respectively; and the mean annual TDN flux was 9.9 ±2.7, 18.2±3.0 and 21.2 ±4.5 kg ha−1 yr−1for pioneer, transitional and mature forest catchments, respectively. The mature forest reduced DOC flux by increased soil chemical adsorption and physical protection. An increase in TDN flux from pioneer to mature forests was consistent with the previous finding that mature forest was nitrogen saturated while pioneer forest was nitrogen limited. Therefore large-scale conversion of pioneer forests to transitional or mature forests in subtropical China will reduce DOC concentration and increase TDN concentration in the down-stream water, which may have significant impact on its water quality and aquatic biological activities.\n", 
        "journal": "Water Resources Research", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015WR016912", 
        "title": "Changes in dissolved organic carbon and total dissolved nitrogen fluxes across subtropical forest ecosystems at different successional stages"
    }, 
    {
        "author": "Bin Wu, Yi Zheng, Xin Wu, Yong Tian, Feng Han, Jie Liu, Chunmiao Zheng", 
        "date": "2015-04-09T05:33:49.640907-05:00", 
        "description": "\n\nIntegrated surface water-groundwater modeling can provide a comprehensive and coherent understanding on basin-scale water cycle, but its high computational cost has impeded its application in real-world management. This study developed a new surrogate-based approach, SOIM (Surrogate-based Optimization for Integrated surface water-groundwater Modeling), to incorporate the integrated modeling into water management optimization. Its applicability and advantages were evaluated and validated through an optimization research on the conjunctive use of surface water (SW) and groundwater (GW) for irrigation in a semiarid region in northwest China. GSFLOW, an integrated SW-GW model developed by USGS, was employed. The study results show that, due to the strong and complicated SW-GW interactions, basin-scale water saving could be achieved by spatially optimizing the ratios of groundwater use in different irrigation districts. The water-saving potential essentially stems from the reduction of nonbeneficial evapotranspiration from the aqueduct system and shallow groundwater, and its magnitude largely depends on both water management schemes and hydrological conditions. Important implications for water resources management in general include: first, environmental flow regulation needs to take into account interannual variation of hydrological conditions, as well as spatial complexity of SW-GW interactions; and second, to resolve water use conflicts between upper stream and lower stream, a system approach is highly desired to reflect ecological, economic, and social concerns in water management decisions. Overall, this study highlights that surrogate-based approaches like SOIM represent a promising solution to filling the gap between complex environmental modeling and real-world management decision-making.\n", 
        "journal": "Water Resources Research", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014WR016653", 
        "title": "Optimizing water resources management in large river basins with integrated surface water-groundwater modeling: A surrogate-based approach"
    }, 
    {
        "author": "Fengming Chang, Tiegang Li, Zhifang Xiong, Zhaokai Xu", 
        "date": "2015-06-09T01:24:16.941517-05:00", 
        "description": "\n\nGeochemical and sedimentological analyses of core PC-1 recovered from the northern East China Sea (ECS) provide insights into variations in terrigenous input associated with sea level and climate changes over the past 24.3 ka. Based on high-resolution multiproxy records, our results suggest that the competing processes of sea level and monsoonally driven precipitation determined terrigenous input to the northern ECS. Dominance of terrigenous material, along with relatively light Globigerinoides ruber δ18O, indicates that the Last Glacial Maximum (LGM) lowstand of sea level has occurred during the period 21.5–19.6 ka, not suggesting an early slow rise but supporting the conventional LGM age of 21 ka. This LGM lowstand was terminated by the rapid sea level rise of 19 ka meltwater pulse (MWP), which is well expressed by the nearly synchronous decreases in both terrigenous detritus and mean grain size from 19.6 to 18.9 ka. MWP-1A is clearly marked in our records by a sharp reduction in terrigenous input and pronounced maxima of G. ruber δ18O at 15.3–14.8 ka, given the considerable age uncertainties of deglacial marine radiocarbon samples. A slightly increasing input of terrigenous matter is noted after 13.4 ka, potentially pointing to a sea level fall following the Inter-Allerød Cooling Period, which was seldom reported previously. Although MWP-1B did not leave robust signatures in terrigenous input, it is explicitly captured by the heavy δ18O of G. ruber and decline in mean grain size at 11.5–10.9 ka. MWP-1c probably occurred in a broad millennial interval with multiple peaks, which are robustly marked by the abrupt variations in terrigenous input and marine organic matter at 9.7–9.3 and 9.1 ka, respectively. During the late Holocene, the effect of continuously weakening monsoon precipitation overwhelmed that of stable sea level resulting in a uniform increase in the proportion of marine-derived organic matter after 5.5 ka.", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014PA002733", 
        "title": "Evidence for sea level and monsoonally driven variations in terrigenous input to the northern East China Sea during the last 24.3 ka"
    }, 
    {
        "author": "", 
        "date": "2015-07-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">The present study investigates the role of intraseasonal oscillation (ISO) on the South China Sea (SCS) summer monsoon onset based on the daily reanalysis data for a 33-year period from 1979 to 2011. The SCS summer monsoon (SCSSM) onset always occurs during the developing phase of ISO at which the ISO develops from inactive convection and easterly anomalies to active convection and westerly anomalies. In the SCSSM onset season (April–July), the change rate of the zonal winds of ISO over the SCS is around twice as large as the increase rate of the climatological westerly winds. Therefore, the monsoon onset, which is a process requiring the westerly winds to increase up to a certain threshold, only occurs during ISO’s developing phase. Furthermore, the monsoon onsets tend to occur at the active (inactive) convection and developing phase of ISO in the early (late) onset years. In the early-onset years, a strong active phase of ISO is needed to prompt monsoon onset because of the undeveloped climatological easterly winds at the onset period, whereas in the late-onset years the developed climatological westerly winds will prompt the monsoon onset as long as the suppressive role of the inactive phase of ISO starts relieving. Due to the constraint of ISO’s developing phase on the SCSSM onset, an earlier ISO’s developing phase occurring in the monsoon onset season will induce an earlier SCSSM onset. The low-frequency variation, with a period greater than 90 days, can also modify the role of ISO’s developing phase, especially when the developing phase of ISO occurs at the early season of the monsoon onset.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2264-8", 
        "title": "Role of the phase transition of intraseasonal oscillation on the South China Sea summer monsoon onset"
    }, 
    {
        "author": "", 
        "date": "2015-07-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">The interannual variability of seasonal precipitation in eastern China from fall to following spring is examined for the period of 1951–2004 based on observations at 106 stations. The temporal variability of seasonal mean values is decomposed into intraseasonal (fast) and slow (potentially predictable) components. EOF analysis is then applied to both the fast and predictable components. We find that (1) the most predictable signal migrates in a north–south direction along with the annual cycle of the monsoon in east China, while spatial patterns of the leading fast modes does not change much; (2) the predictable signal of precipitation in eastern China is associated with anomalous atmospheric circulation patterns having more zonally symmetric structures while the fast time-varying precipitation components are accompanied by wavy anomalous atmospheric circulation patterns; (3) the most predictable signal has an apparent 1-season lagged correlation with the interannual variation of sea surface temperature associated with El Niño/Southern Oscillation; (4) The fast rainfall component is largely attributed to the intraseasonal variabilities of the Siberian High over the Eurasian continent and the subtropical high associated with the Western-Pacific-Oscillation-like variabilities over the North Pacific; and (5) The ENSO signal in the fall seasonal precipitation persisted throughout the entire 54-year period while the signal in winter intensified significantly after the mid-1970s. This is attributed to the weaker/stronger intensification of ENSO anomalies in the tropical Pacific during the fall/winter.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2411-2", 
        "title": "Interannual variability of autumn to spring seasonal precipitation in eastern China"
    }, 
    {
        "author": "", 
        "date": "2015-07-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">The present study reveals that rainfall anomalies associated with the 25–90-day (quasi-biweekly) tropical convective activity propagates northward (northwestward) into northern China (the Yangtze River). Enhanced rainfall over southern China results directly from enhanced convection propagating northward from the South China Sea (SCS)–western north Pacific (WNP), strengthened northward water vapor transport and intensified upper-level divergence. The anomalous anticyclone over SCS–WNP, which is induced by local lower sea surface temperature, provides a favorable condition for transporting more moisture to southern China. Stronger subtropical westerly jet and South Asia high strengthen upper-level divergence. The northward propagating 25–90-day oscillation over eastern China reaches farther north than the quasi-biweekly oscillation (QBWO). The intensity of QBWO in summer rainfall has significantly strengthened over southern China after 1993 but not for the 25–90-day oscillation. This is mainly contributed by an interdecadal increase in rainfall over southern China and the Yangtze River Basin in the wet phases of QBWO. The interdecadal enhancement of rainfall associated with the QBWO is attributed to three factors. One is lower tropospheric convergence caused by anomalous anticyclone over the WNP and anomalous cyclone over Korean Peninsula and Japan. The second is upper tropospheric divergence resulting from strengthening of subtropical westerly jet and the South Asia high. The last is enhanced ascent over South China through meridional vertical circulation.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2334-y", 
        "title": "Influences of northward propagating 25–90-day and quasi-biweekly oscillations on eastern China summer rainfall"
    }, 
    {
        "author": "Feifan Zhou, Xiaopeng Cui", 
        "date": "2015-06-12T00:46:40.164426-05:00", 
        "description": "\n\nBy studying three heavy rainfall events that were accompanied by debris flows in southwestern China, we find that 24-h accumulated rainfall is most sensitive to the initial temperature. The sensitivities to wind, surface pressure, and specific humidity are generally smaller. Moreover, the upper levels of the atmosphere are identified as the sensitive levels, and the sensitive areas are the areas with heavy rainfall. These results suggest that local temperature perturbations in the upper levels are a signal of short-term heavy rainfall in southwestern China. A validation experiment is carried out to justify the sensitivity results. The possible reasons are discussed and analyzed.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl.586", 
        "title": "The adjoint sensitivity of heavy rainfall to initial conditions in debris flow areas in China"
    }, 
    {
        "author": "Lei Wang, Zhanggui Wang, Jianping Li, Fei Zheng", 
        "date": "2015-03-19T09:35:36.854715-05:00", 
        "description": "\n\nSeesaw pattern of the perturbation potential energy in the extratropics and the Arctic (defined as PEAS) is observed. The PEAS is closely related to the Arctic Oscillation, kinetic energy and zonal wind in the middle- and high-latitude. The PEAS may influence atmospheric circulation via northern migration of anomalous Ferrel cell, accompanying by suppressed subtropical jet stream and enhanced polar jet stream. Anomalous warm conditions associated with the PEAS are observed in high-latitude of Eurasia, whereas cold anomalies are presented in Greenland, northeast Africa and southwest China, which is mainly attributed to the horizontal temperature advection.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.575", 
        "title": "The impact of extratropics-arctic-seesaw of perturbation potential energy on surface air temperature in boreal winters"
    }, 
    {
        "author": "Dagang Wang, Peng Jiang, Guiling Wang, Dashan Wang", 
        "date": "2015-01-12T08:13:19.214-05:00", 
        "description": "\n\nThe relationship between urban extent and extreme precipitation over the Pearl River Delta in China is evaluated using the Tropical Rainfall Measurement Mission 3B42 precipitation product. The spatial pattern of extreme precipitation indices agrees well with that of the urban extent, with significant and positive spatial correlation between the two. The correlation is stronger for extreme indices at shorter temporal scales than for those at longer temporal scales. For example, the coefficient of correlation with the natural logarithm of urban extent is 0.42 for the maximum consecutive 5-day precipitation amount and reaches 0.74 for the maximum consecutive 3-h precipitation amount.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.559", 
        "title": "Urban extent enhances extreme precipitation over the Pearl River Delta, China"
    }, 
    {
        "author": "X. Fan, H. Chen, X. Xia, Y. Yu", 
        "date": "2014-12-23T10:24:24.495891-05:00", 
        "description": "\n\nThe area of agricultural greenhouses and cropland covered by plastic film has increased in China over the past three decades. Construction of large-area plastic greenhouse potentially changes the physical and radiative properties of the surface and its albedo, thereby potentially affecting the surface energy budget and climate change. This study aims to investigate the effect of the plastic-film cover on surface albedo based on computations with a simplified model and several field observation experiments. The results showed that surface albedo increased by ∼23.5 and ∼33.9% on clear and overcast days, respectively, if grassland was covered by plastic film. Surface albedo of bare soil covered by plastic film increased by ∼16.6% under clear sky conditions. A larger increase in surface albedo was derived for surface types with smaller surface albedo. Model calculations were in good agreement with field observations.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.556", 
        "title": "Increase in surface albedo caused by agricultural plastic film"
    }, 
    {
        "author": "Fei Zheng, Jianping Li, Robin T. Clark, Ruiqing Ding, Fei Li, Lei Wang", 
        "date": "2014-10-21T10:49:40.752227-05:00", 
        "description": "\n\nPrevious evidence has  showed that the boreal spring Southern Annular Mode (SAM) regulates summer monsoon precipitation in East Asian subtropics through the Northern Indian Ocean sea surface temperature (NIO SST). This paper further demonstrates how a positive (negative) boreal spring SAM is usually followed by a warmer (cooler) summer over northeast China (NEC), suggesting impacts of the SAM even extend to the northern mid-latitudes. A positive spring SAM usually leads to anomalous anticyclonic  sinking motion over NEC during summer through the NIO SST, which results in cloud reduction and changes in radiation, and thus surface warming.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.541", 
        "title": "Influence of the boreal spring Southern Annular Mode on summer surface air temperature over northeast China"
    }, 
    {
        "author": "Yongjie Huang, Xiaopeng Cui", 
        "date": "2015-02-06T07:15:17.8824-05:00", 
        "description": "\n\nIn July 2013, an extreme precipitation event occurred in Sichuan, China, causing severe flooding, debris flows, and substantial losses. Moisture sources and transport of this event and quantification of the contribution from moisture sources were studied using the Lagrangian method. The results show that the vast majority of particles influencing this event originated from the relatively lower troposphere south of the precipitation region and can be traced back to the Arabian Sea. Moreover, the total moisture from the source regions accounts for more than 80% of the precipitation; moisture originating from the India Peninsula–Bay of Bengal–Indo-China Peninsula region had the highest contribution.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.562", 
        "title": "Moisture sources of an extreme precipitation event in Sichuan, China, based on the Lagrangian method"
    }, 
    {
        "author": "Dunxian She, Ashok K. Mishra, Jun Xia, Liping Zhang, Xiang Zhang", 
        "date": "2015-06-12T00:19:41.049732-05:00", 
        "description": "\n\nClimate variability modulates spatio-temporal variability of dry spells (DSs) and wet spells (WSs) within a river basin and will affect water resources management practices leading to various impacts on the socio-economic development in river basins. In this study, we evaluated spatio-temporal variability of DS and WS in Huai River basin (HRB), China, by developing copula-based severity-duration-frequency (SDF) curves. The result shows that the upper reach and the southern part of middle reach of HRB are prone to both DS and WS; however, the duration and severity of WS are comparatively higher in comparison to DS. It was observed that DS is more frequent in spring and summer, whereas WS in summer and autumn. The choice of copula plays an important role in deriving the SDF curves, and an inappropriately chosen copula function may result in a large bias of SDF estimation. The arch12 copula was found to be the best choice in the majority of stations for deriving the SDF curves. The constructed SDF curves primarily shows two major patterns for DS and WS, i.e. concave down pattern and convex up pattern. The frequency of extreme DS decreases from 1960s to 1990s, and increases after 2000s, while the frequency of extreme WS increases from 1970s to 1990s and then decreases from 1990s to 2000s. The results in this study can provide useful information for designing conservation structures and to develop water allocation strategies at different temporal scales.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4369", 
        "title": "Wet and dry spell analysis using copulas"
    }, 
    {
        "author": "Zhixin Hao, Jingyun Zheng, Xuezhen Zhang, Haolong Liu, Mingqi Li, Quansheng Ge", 
        "date": "2015-05-26T09:12:20.803657-05:00", 
        "description": "\n\nThe spatial patterns of precipitation anomalies in eastern China during both warm and cold periods over the past 2000 years were studied. Four warm periods (AD 650–750, AD 1000–1100, AD 1190–1290, and AD 1900–2000) and five cold periods (AD 440–540, AD 780–920, AD 1390–1460, AD 1600–1700, and AD 1800–1900) were selected on a centennial timescale, referring to the synthesized temperature changes over China and Northern Hemisphere. The regional differences in precipitation were analysed and compared using a data set consisting of the grades in severity of floods and droughts as derived from Chinese historical documents. The results showed that there has been no fixed spatial pattern of precipitation anomalies during either cold or warm periods in eastern China over the past 2000 years. For the most of warm periods, there existed coherence of spatial pattern with dry condition only occurred over north of the Yangtze River, and the consistent spatial patterns were found between the periods 650–750 and 1190–1290, 650–750, and 1000–1100. For the cold periods, the precipitation showed various spatial patterns, and similarities were only presented in the two periods of 1600–1700 and 1800–1900 featured by meridional distribution. Comparing the spatial patterns between cold and warm periods, inverse pattern of 440–540 and 1900–2000 over the most study area can be detected, but similar pattern was also found between the periods 1800–1900 and 1900–2000, and 1600–1700 and 1900–2000. Our results implicated that the relationship between temperature and spatial pattern of precipitation anomaly has high complexity, which would be of significance to understanding the spatial pattern of precipitation in the future climate change study.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4367", 
        "title": "Spatial patterns of precipitation anomalies in eastern China during centennial cold and warm periods of the past 2000 years"
    }, 
    {
        "author": "Ming Luo, Yee Leung, Hans-F. Graf, Michael Herzog, Wei Zhang", 
        "date": "2015-05-19T06:24:18.957913-05:00", 
        "description": "\n\nThis article investigates the year-to-year variability of the onset of the South China Sea summer monsoon (SCSSM) and the possible influences exerted by the surface temperature anomalies over land and sea. Early and late monsoon onsets are related to the temperature anomalies in different regions. It is found that an early onset follows negative sea surface temperature (SST) anomalies in the central tropical Pacific (CP) Ocean during the preceding winter and spring, corresponding to a CP La Niña. In contrast, a late onset is preceded by the negative surface air temperature anomalies over land in the central Asian continent. Negative SST anomalies in the central-eastern equatorial Pacific Ocean and the associated warming in the western Pacific induce an anomalously enhanced Walker circulation. This anomalous Walker cell leads to an increase in convection, causing more latent heat release and a subsequent decrease of surface pressure. The anomalous Walker cell and the enhanced latent heat release weaken the Western North Pacific subtropical high and the Philippine Sea anticyclone, favouring a westerly flow from the Indian Ocean, resulting in an early SCSSM onset. On the other hand, negative land surface temperature anomalies cool the atmosphere over land, and locally modify the Hadley circulation, accompanied by the anomalous divergence in the low-level atmosphere over the western equatorial Pacific. This divergence anomaly reduces the latent heat release and strengthens the anticyclone in the Philippine Sea, thus preventing the westward extension of the westerlies from the Indian Ocean and causing a late SCSSM onset.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4364", 
        "title": "Interannual variability of the onset of the South China Sea summer monsoon"
    }, 
    {
        "author": "Jiabing Shuai, Zhao Zhang, Fulu Tao, Peijun Shi", 
        "date": "2015-05-09T04:34:30.392198-05:00", 
        "description": "\n\nThe El Niño Southern Oscillation (ENSO) is one of the main factors influencing global climate variability and consequently has a major effect on crop yield variability. However, most studies have been based on statistical approaches, which make it difficult to discover the underlying impact mechanisms. Here, using process-based crop model Model to Capture the Crop-Weather relationship over a Large Area (MCWLA)-Maize, we found a consistent spatial pattern of maize yield variability in association with ENSO between MCWLA-Maize model outputs and observations. During El Niño years, most areas of China, especially in the north, experience a yield increase, whereas some areas in the south have a decrease in yields. During La Niña years, there is an obvious decline in yields, mainly in the north and northeast, and a general increase in the south. In-depth analyses suggest that precipitation P rather than temperature T and solar radiation S during the maize growing season is the main cause of ENSO-induced maize yield variability in northern and northeastern China. Although a 2 °C change of T can affect maize yields more than a 20% change of P, greater changes of P contribute more to maize yield variability during ENSO years. In general, maize yields in drier regions are much more sensitive to P variability than those in wetter areas. All changes in meteorological variables, including T, P, S, and vapour pressure deficit (VPD) during ENSO years, affect yield variability mainly through their effects on water stress. Our results suggest that more effective agricultural information can be provided to government decision makers and farmers by developing a food security warning system based on the MCWLA-Maize model and ENSO forecast information.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4360", 
        "title": "How ENSO affects maize yields in China: understanding the impact mechanisms using a process-based crop model"
    }, 
    {
        "author": "Guangpo Geng, Jianjun Wu, Qianfeng Wang, Tianjie Lei, Bin He, Xiaohan Li, Xinyu Mo, HuiYi Luo, Hongkui Zhou, Dachuan Liu", 
        "date": "2015-04-27T05:17:12.272394-05:00", 
        "description": "\n\nVarious studies have been performed on drought hazard assessment at the national or regional scales, but few studies to date at the global scale, especially on global agriculture. In this paper, we utilized an agricultural drought hazard index (DHI), based on both drought severity and drought occurrence rate, derived from 3-month scale Standardized Precipitation Index (SPI) and the phenology data of main crops (rice, maize, wheat, barley, sorghum and soybean) to assess the agricultural drought hazard grades of the world during 1980–2008. The results indicated that area percentages of high and very high agricultural drought hazard zones were approximately 23.57 and 27.19% of the total agricultural area in the world. Moreover, those zones mostly were distributed in central United States, southeastern South America, most of Europe, southwestern Russia, both southern Congo and Nigeria, east-central and southwest China, Southeast Asia and eastern Australia, and most of those areas were also located in semi-humid or humid climate zones. In addition, some regions above were also found to be the very high agricultural drought hazard zones for the main crops: East-central and southwest China for wheat, maize, rice and soybean; Europe for wheat, maize and barley; Southeast Asia for rice; both central United States and southeastern South America for wheat, maize, soybean and sorghum.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4356", 
        "title": "Agricultural drought hazard analysis during 1980–2008: a global perspective"
    }, 
    {
        "author": "Qiang Li, Renhe Zhang, Yu Wang", 
        "date": "2015-04-22T06:27:30.231902-05:00", 
        "description": "\n\nThe interannual variation of the wintertime fog–haze days across central and eastern China from 1972 to 2014 and its relationship with East Asian winter monsoon (EAWM) are investigated based on the National Centers for Environmental Prediction/National Center for Atmospheric Research (NCEP/NCAR) reanalysis data and the surface observation data from the weather stations in China. The results show that the wintertime fog–haze days across central and eastern China have close relation with EAWM in the interannual time scale. The stronger (weaker) the EAWM is, the less (more) the wintertime fog–haze days are. In strong (weak) EAWM winters, both near-surface winds and vertical shear of horizontal zonal winds strengthen (weaken). The strengthened (weakened) near-surface winds enhance (reduce) the outward transport of fog and haze and are unfavourable (favourable) for their accumulation over central and eastern China. The enlarged (receded) vertical shear of horizontal zonal winds intensifies (abates) the atmospheric baroclinic instability and vertical diffusion, leading to less (more) fog and haze in near-surface. In addition, a strong (weak) EAWM is also unfavourable (favourable) for the maintenance of the fog and haze in the lower troposphere through the anomalous divergence (convergence) associated with the intense anticyclonic (cyclonic) anomalies in the upper troposphere over southern China.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4350", 
        "title": "Interannual variation of the wintertime fog–haze days across central and eastern China and its relation with East Asian winter monsoon"
    }, 
    {
        "author": "Jie Zhang, Laurent Li, Zhiwei Wu, Xingmin Li", 
        "date": "2015-04-21T02:29:32.954282-05:00", 
        "description": "\n\nSummer rainfall in north-central China, accounted for 70% of the annual rainfall, is sensitive to anomalies in the East Asian summer monsoon (EASM) and westerlies due to lying in the EASM marginal belt. Summer rainfall and the durations and frequency of dry spells were investigated using daily rainfall data from 332 weather stations, the European Centre for Medium-range Weather Forecasting (ECMWF) re-analysis data and Climate Research Unit (CRU) surface temperature data. The results demonstrate that summer rainfall exhibits an ‘early wetting later drying’ pattern with a weak increasing in June and a dramatic decreasing trend in July and August (JA). Decreased rainfall in JA is associated with prolonged dry spells; the frequency and durations of dry spells exceeding 7 days increase, especially for dry spells exceeding 15 days. This increase in dry spell duration is positively correlated with a northward shift in planetary waves expressed by the 5700-gpm isoline at 500 hPa and the westerly jet at 200 hPa, which lead north-central China to close to the left of jet entrance and a positive vorticity convergence region on the high level, it is helpful to downward movements and less rainfall. The northward shift in planetary waves is affected by boundary forcing. Dramatic increases in temperature over the Tibetan Plateau (TP) result in a large temperature gradient and thermal contrast between the TP and mid-high latitude, and likely strengthening and widening the South Asian High (SAH) pattern and pressure gradient. These conditions contribute to the northward shift in planetary waves and prolonging dry spells.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4337", 
        "title": "Prolonged dry spells in recent decades over north-central China and their association with a northward shift in planetary waves"
    }, 
    {
        "author": "Yan Shen, Anyuan Xiong", 
        "date": "2015-04-15T06:39:06.692823-05:00", 
        "description": "\n\nThrough optimizing the daily precipitation climatology, a new high-resolution (0.25° × 0.25° lat./lon.) gridded daily precipitation analysis over Mainland China was developed based on the optimal interpolation (OI) method. This product, based on about 2400 gauge stations over Mainland China from 1955 to the present, is called the China Gauge-based Daily Precipitation Analysis (CGDPA). In this study, using independent precipitation observations as the benchmark, CGDPA and the Climate Prediction Center Unified gauge dataset (CPC_UNI) from the National Oceanic and Atmospheric Administration (NOAA) are validated from May to September of 2008–2010 on a 0.5° × 0.5° lat./lon. grid. The CGDPA has smaller bias and root mean square error, and higher spatial correlation with the validation data than CPC_UNI. Further investigation indicates that this improvement is mainly owing to the larger number of gauges used in the CGDPA. The East Asia gauge analysis (EA_Gauge) is also introduced to comparatively evaluate the capabilities of monitoring precipitation events with different rainfall rates over Mainland China. CGDPA can capture more strong rainfall events while CPC_UNI and EA_Gauge tend to smooth the precipitation structure and miss more local strong rainfall events with precipitation larger than 25 mm day−1 over Mainland China. The long-term precipitation time series described by the CGDPA and EA_Gauge agree very well while CPC_UNI substantially underestimates precipitation especially over the sparse-gauged regions and after 1982. CGDPA is thus suggested as a readily available input to applications over Mainland China, whenever possible.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4341", 
        "title": "Validation and comparison of a new gauge-based precipitation analysis over mainland China"
    }, 
    {
        "author": "Yingzhao Ma, Yinsheng Zhang, Daqing Yang, Suhaib Bin Farhan", 
        "date": "2014-05-23T07:40:29.788589-05:00", 
        "description": "\n\nAn international programme dedicated to the study of the Third Pole Environment (TPE) is now developing. The TPE region is centred on the Tibetan Plateau and concerns the interests of the surrounding countries and regions. To improve input for hydrological research, we collected precipitation data on 241 meteorological stations across the TPE region; these data were obtained from various countries, thus including various types of gauges. Employing the procedure recommended by the World Meteorological Organization (WMO), a full version of bias adjustment was applied to the data, including adjustments for wind-induced error, wetting loss, evaporation loss and trace amount for each station. The results reveal that the average annual precipitation has increased considerably from a minimum of 4 mm to a maximum of 409 mm with an overall mean of 27% from the adjustment, the largest bias being found in the Chinese standard precipitation gauge (CSPG) which was used in the central TPE region. In addition, the bias shows variable spatial and temporal patterns in different climate zones throughout this area. It is expected that this study and its results will be beneficial for hydrological and climatic studies over the TPE region.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4045", 
        "title": "Precipitation bias variability versus various gauges under different climatic conditions over the Third Pole Environment (TPE) region"
    }, 
    {
        "author": "Simao Peng, Qingyun Du, Lunche Wang, Aiwen Lin, Bo Hu", 
        "date": "2014-07-08T11:18:11.305602-05:00", 
        "description": "\n\nMeasurements of ultraviolet radiation (UV) and global solar radiation (G) in Lhasa, Tibetan Plateau, from 2006 to 2012 were used to investigate their seasonal characteristics. The maximum UV irradiation and UV fraction (percentage of UV compared to G, FUV) occurred at noon in summer (July) and the minimum values occurred in winter (December); the annual means of UV and FUV were approximately 0.91 MJ m−2 day−1 and 4.3%, respectively. By analysing the dependence of UV irradiances on clearness index (Kt) and cosine of the solar zenith angle, an efficient all-sky model was developed for estimating UV radiation in Tibetan Plateau. The model was tested at Sanjiang and Donghu stations and produced satisfactory estimates. UV dataset was then reconstructed from G using the newly developed model for the period 1961–2012. It was discovered that annual mean daily UV irradiation was approximately 0.89 MJ m−2 day−1 and there was a significant decreasing trend (at the rate of 0.013 MJ m−2 decade−1) over the last 50 years in the Tibetan Plateau. The largest decrease occurred in autumn (−0.023 MJ m−2 decade−1) and a small decrease observed in summer. Meanwhile, results also revealed that UV radiation increased at 0.05 MJ m−2 year−1 from 1989 to 2012, which was inconsistent with the variations of G in the study area. The proposed all-weather UV model is very important for ecological modelling, atmospheric environment, agricultural processes and solar energy applications in the Tibetan Plateau, China.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4051", 
        "title": "Long-term variations of ultraviolet radiation in Tibetan Plateau from observation and estimation"
    }, 
    {
        "author": "Qiang Zhang, Peng Sun, Jianfeng Li, Vijay P. Singh, Jianyu Liu", 
        "date": "2014-05-27T12:24:30.342867-05:00", 
        "description": "\n\nXinjiang is the largest arid inland region in China and its agricultural development plays an important role in the socio-economy of China. Drought is one of the major natural hazards in this region and has impacts on agriculture. In this study, spatiotemporal patterns of droughts are analysed based on monthly precipitation datasets from 52 meteorological stations covering the period of 1961–2008 using the Rotated Empirical Orthogonal Functions (REOF) technique and also the Mann–Kendall trend test (MK test). Results of the study indicate that: (1) a wetting tendency is observed in recent years, particularly in northern Xinjiang. Seasonally, the wetting tendency is found mainly in winter. The modes of REOF can be divided by the Tianshan mountain and the principal component (PC) of the northern Xinjiang mode in winter has a significant increasing trend. (2) The area of drought-affected regions is decreasing in northwestern Xinjiang and along the northern side of Tianshan mountain. Seasonally, the area of drought-affected regions is significantly decreasing in winter. (3) The wetting tendency of Xinjiang may alleviate the drought influence. However, uneven spatial patterns of precipitation changes may enhance drought impacts. Besides, drought-related impacts can be greatly alleviated where irrigation conditions are favourable.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4052", 
        "title": "Spatiotemporal properties of droughts and related impacts on agriculture in Xinjiang, China"
    }, 
    {
        "author": "Yu Liu, Yanchao Wang, Qiang Li, Huiming Song, Yanhua Zhang, Zhonglin Yuan, Zhongyu Wang", 
        "date": "2014-05-26T13:16:28.700928-05:00", 
        "description": "\n\nThe study of humidity is important for better understanding the past climatic variations. However, there have been few long-term humidity reconstructions using tree-ring widths worldwide. Here, we present a June–September mean relative humidity (MRH69) reconstruction from AD 1837 to 2011 using Chinese pine trees (Pinus tabulaeformis Carr.) from the Yiwulü Mountain region in northeastern China. The reconstruction explained 39.8% of the instrumental variance during the calibration period. We found that precipitation only influenced the MRH69 on an annual scale (high frequency), but the mean maximum temperature (MMT) impacted the MRH69 both on an annual scale (high frequency) and decadal time scale (low frequency). The MRH69 reconstruction showed a consistently increasing trend from AD 1881 to 1990, after which it diminished sharply. More high humidity years occurred after the 1960s and more low humidity years occurred before the 1960s. In the study area, MRH69 decreased along with global warming after the 1980s. On the decadal scale, there were five high-value MRH69 intervals: 1842–1850, 1865–1871, 1898–1902, 1823–1927 and 1932–1997; there were five low-value intervals: 1851–1864, 1872–1897, 1903–1922, 1928–1931 and 1998–2006. In addition, the MRH69 reconstruction showed the large-scale representativeness of sea–land coupling. On the decadal scale, our MRH69 reconstruction varied synchronously with the Arctic Oscillation index (AOI), suggesting that the AOI might be linked with MRH69 in the Yiwulü Mountain region. Historical documents and meteorological data indicate that flooding (or drought) often occurred in the years with higher (or lower) humidity compared with the moving average values of the mean relative humidity (MRH).\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4057", 
        "title": "A tree-ring-based June–September mean relative humidity reconstruction since 1837 from the Yiwulü Mountain region, China"
    }, 
    {
        "author": "Ying Liu, Hong-Li Ren", 
        "date": "2014-05-27T12:30:43.031859-05:00", 
        "description": "\n\nDownscaling techniques can effectively improve the coarse resolution and poor representation of precipitation predicted by general circulation model (GCM). In this study, a statistical downscaling (SD) method, based on the singular value decomposition (SVD), is proposed for better representing the coupled variation between predictors and winter precipitation in China. By comparing current predictors from Climate Forecast System version 2 (CFSv2) of National Centers for Environmental Prediction and previous predictors from observation, the two best appropriate predictors, the winter sea level pressure (SLP) from the CFSv2 and the autumn sea-ice concentration (SIC) from observation, are selected to construct the SD model for prediction of winter precipitation in China. Three downscaling schemes are developed by involving the SLP, SIC, and both of them (i.e. SLP-scheme, SIC-scheme, and SS-scheme), respectively. Validations for the schemes show a considerable improvement of performance in predicting China winter precipitation, compared with the original CFSv2 output. The temporal and spatial anomaly correlation coefficient (ACC) and root mean square errors (RMSE) were estimated. For the cross validation, the spatial ACC are increased from ∼0.01 of the CFSv2 to >0.3 of the downscaling model. For the independent validation, the temporal RMSE from the downscaling schemes are all decreased more than 30%. In particular, the results using the SS-scheme showed relatively smaller RMSE than those of either the SLP-scheme or SIC-scheme, and hence can reproduce the precipitation anomaly in 2011 and 2012 winters more accurately.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4058", 
        "title": "A hybrid statistical downscaling model for prediction of winter precipitation in China"
    }, 
    {
        "author": "Lingpeng Guo, Lanhai Li", 
        "date": "2014-06-14T10:57:35.438274-05:00", 
        "description": "\n\nSnowfall in mountainous areas provides indispensable water sources for arid and semi-arid watersheds. Changes in snowfall and snowmelt regimes have significantly impacted the water resources' variations and management. This study addresses the ratio of snowfall to precipitation (S/P) in the Tian Shan Mountains, China. It aims to examine changes in S/P ratio and its synchronization with climate change. The results show that the average S/P ratio experienced a downward trend under the precipitation and snowfall increases as well as temperature increases during the cold seasons in 1961–2010. Spatially, the S/P ratios show an increasing trend in the Boertala Valley and the southern slope of the middle Tian Shan Mountains, but a decreasing trend in Yili Valley, and the western and the northern slope of the middle Tian Shan Mountains. The S/P ratios decreased significantly in middle altitudes with elevation ranging from 1500 to 2500 m, but either decreased or increased at elevations below 1500 m due to a temperature inversion in the elevation belt. In high altitudes with elevation over 3500 m, the magnitudes of the decreased S/P ratios were small because the temperature was always below freezing. The decreases in S/P ratio was mainly attributed to the relative changes in snowfall (dS/S) being less than that in precipitation (dP/P), whereas the increases in S/P ratio resulted from the relative changes in snowfall (dS/S) being more than that in precipitation (dP/P). Temperature increases have also lead to the decreases in S/P ratios to some extent.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4063", 
        "title": "Variation of the proportion of precipitation occurring as snow in the Tian Shan Mountains, China"
    }, 
    {
        "author": "Yao Feng, Xinyi Zhao", 
        "date": "2014-07-09T10:16:07.642384-05:00", 
        "description": "\n\nIn order to detect daily temperature trend in eastern China, observed daily temperature data spanning over 32 years (1979–2010) including daily maximum temperature (Tmax), minimum temperature (Tmin) and mean temperature (Tavg) were analysed. Besides, land cover conversions in grassland/cropland around 102 meteorological stations were also investigated to explore the sensitivity of temperature to grassland/cropland. Increasing trends were detected in observed Tmax and Tmin, with distinct connection to the distribution of grassland/cropland. Tmax changed greatly in grassland and Tmin in cropland. Besides, unique seasonal and spatial variability was discovered in Tmax and Tmin, respectively. Finally, percentile-based temperature indices derived from observed daily temperature data were further involved to demonstrate the sensitivity of temperature extremes to grassland/cropland, which showed that the annual occurrences of warm day, summer heat wave and winter warm night events were increasing, while those of cold night were decreasing. Analysis of thresholds that distinguished summer heat wave and winter warm night events suggested higher temperature in grassland.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4072", 
        "title": "Daily temperature trend and sensitivity to grassland and cropland in eastern China during the past 32 years"
    }, 
    {
        "author": "Wei Gu, Lin Wang, Weijing Li, Lijuan Chen, Chenghu Sun", 
        "date": "2014-06-11T11:42:22.63671-05:00", 
        "description": "\n\nAnalysis of observational and reanalysis data shows that the autumn precipitation in South China is closely related to the east–west sea surface temperature (SST) contrast in the tropical Pacific. An east–west contrast (EWC) index, defined as the difference of the normalized area-averaged SST between the tropical eastern Pacific (150°W–90°W, 5°S–5°N) and the tropical western Pacific (WP; 110°E–180°E, 5°S–5°N), is proposed to delineate this feature. When the EWC index is positive, the tropical eastern (western) Pacific is warmer (colder) than normal. It would cause significant southerly wind anomalies from the Indochina Peninsula to eastern China, leading to enhanced water vapour convergence and anomalous ascending motion over South China. Therefore, enhanced autumn precipitation is observed in South China. Further analysis suggests that the SST of the tropical WP dominates the lower-tropospheric meridional wind and the resultant water vapour transport and convergence over subtropical East Asia, and that the SST of both the tropical eastern and the tropical WP contributes to the anomalous ascending motions over South China. These results highlight the combined effects of tropical eastern and WP on the autumn precipitation in South China and specifically emphasize the role of tropical WP SST. Given the performance of the EWC index in describing the autumn precipitation as well as the leading time and the persistence of the EWC index, it could be used as a good indicator in the monitoring and prediction of the autumn precipitation in South China, which is demonstrated by a simple statistical prediction model.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4075", 
        "title": "Influence of the tropical Pacific east–west thermal contrast on the autumn precipitation in South China"
    }, 
    {
        "author": "Yvan J. Orsolini, Ling Zhang, Dieter H.W. Peters, Klaus Fraedrich, Xiuhua Zhu, Andrea Schneidereit, Bart van den Hurk", 
        "date": "2015-06-02T03:59:19.562376-05:00", 
        "description": "\n\nOver the Far East in summer, climate is strongly influenced by the fluctuating Western Pacific Subtropical High (WPSH), and strong precipitation is often associated with southeasterly low-level wind that brings moist air from the southern China seas. The WPSH intra-seasonal variability is partly influenced by quasi-stationary wave-trains propagating eastwards from Europe across Asia along the two westerly jets: the Silk-Road wave-train along the Asian jet at mid-latitudes and the polar wave-train along the sub-polar jet. In the unusual summer of 2010, Northeast China experienced its worst seasonal flooding for a decade, triggered by unusually severe precipitation. That summer was also characterized by a record-breaking heat wave over Eastern Europe and Russia, whose impact on the precipitation further east over China has been little explored. Here, we examine the role of the Silk-Road and polar wave-trains, and their impact on precipitation over Northeast China throughout August 2010, using station precipitation data and re-analyses. We found that there is a strong link between the Silk-Road wave-train and extreme precipitation events, associated with a strong occasional influence of the polar wave-train.\nForecasting such regional precipitation events at the monthly timescale remains a big challenge for operational global prediction systems. In this study, we use simulations with the atmospheric model of the European Centre for Medium-Range Weather Forecasts (ECMWF) at a horizontal resolution of T255 to highlight the key role of the intra-seasonal fluctuations of the Silk-Road and polar wave-trains in modulating extreme precipitation over North and Northeast China in August 2010. While the ensemble-mean of the forecasts fails to predict the pulses of the Silk-Road wave-train, some model members show a high spatial correlation in upper-level meridional winds with re-analyses. Similarly, there is high spatial correlation between model meridional winds and precipitation. These results highlight the importance of better representing the intra-seasonal evolution of the Silk-Road wave-train in order to improve the monthly prediction of summer precipitation over the Far East.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2594", 
        "title": "Extreme Precipitation events over North China in August 2010 and their link to eastward-propagating wave-trains across Eurasia: observations and monthly forecasting"
    }, 
    {
        "author": "Lin Wang, Wen Chen, Wen Zhou, Gang Huang", 
        "date": "2015-06-02T03:58:58.824704-05:00", 
        "description": "\n\nIn the last decade, a series of super extreme droughts have swept across Southwest China (SWC). However, the essential feature behind them is not yet fully understood and traditional drought indices as well as precipitation fail to describe it, due to a lack of comprehensive treatment of drought. We propose an integrated metric, the Comprehensive Multiscalar Indicator (CMI), as a new criterion for super drought detection. Reexamination of SWC droughts illuminates the essential feature of super drought events: a combination of multiple stresses on water resources and highlights the utility of CMI.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2593", 
        "title": "Understanding and Detecting Super Extreme Droughts in Southwest China through an Integrated Approach and Index"
    }, 
    {
        "author": "Yang Chen, Panmao Zhai", 
        "date": "2014-10-13T11:51:47.709524-05:00", 
        "description": "\nSynoptic-scale precursors of the typical East Asia/Pacific (EAP) teleconnection pattern responsible for persistent extreme precipitation events (PEPEs) in the Yangtze River Valley (YRV) are investigated, based on a composite analysis. The results reveal that, about one week prior to PEPEs, a blocking high develops near the Sea of Okhotsk owing to an eastward energy dispersion and further strengthens markedly due to poleward energy dispersion from low latitudes. Subsequently, a meridional tripole structure of the typical EAP pattern becomes well established by this blocking, along with a westward-migrated strong negative anomaly at midlatitudes/positive anomaly at lower latitudes. In the lower troposphere, a westward-progressive anomalous anticyclone–cyclone pair can be identified up to about a week prior to PEPEs, contributing to greatly enhanced moisture transport towards the YRV with a magnitude anomaly over three standard deviations above normal. A midlatitude anomalous cyclone associated with the EAP pattern evolution and the eastward-extended South Asia High combine to provide favourable upper-level divergence. Correspondingly, strong ascent of low-level warm/moist air along a quasi-stationary front leads to PEPEs in the YRV. A contrastive analysis between evolution of typical wet and dry EAP regimes indicates that EAP-induced PEPEs are more likely to occur in the YRV, with the ridge of the western Pacific subtropical high typically staying around the northeastern quadrant of the South China Sea. This contrasting analysis also highlights the importance of the upstream pre-existing ridge to early strengthening of the Okhotsk blocking.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2448", 
        "title": "Synoptic-scale precursors of the East Asia/Pacific teleconnection pattern responsible for persistent extreme precipitation in the Yangtze River Valley"
    }, 
    {
        "author": "Cunbo Han, Yaoming Ma, Zhongbo Su, Xuelong Chen, Lang Zhang, Maoshan Li, Fanglin Sun", 
        "date": "2014-11-08T10:56:37.050742-05:00", 
        "description": "\nWind profile data were measured by a wind profiler at QOMS (The Qomolangma Station for Atmospheric Environmental Observation and Research, Chinese Academy of Sciences) and, in separate experiments, GPS radiosondes were used at Shiquanhe Station and Litang Station on the Tibetan Plateau (TP). All three stations are located in the most rugged areas of the TP. QOMS is surrounded by the Himalaya, Shiquanhe Station by the Transhimalaya and Litang station is near the Hengduan Mountains. Using observational wind profile data, effective aerodynamic roughness length z0meff and zero-plane displacement height d0 are determined using the neutral logarithmic wind profile law. The results show that the values of z0meff derived from the wind profiles can be considerably larger than the small-scale aerodynamic roughness lengths of the land surface around the three stations. Subsequently, several parametrization schemes which use land surface characteristics to estimate z0meff and d0, such as roughness obstacle height and density, were assessed. The result indicates that of all the methods available, that proposed by Grant and Mason, where the drag coefficient D = 0.5, gives the best estimate of z0meff. The interim European Centre for Medium-range Weather Forecasts (ECMWF) Re-Analysis (ERA-Interim) dataset underestimates effective aerodynamic roughness length in mountainous areas of the TP due to its use of a smaller drag coefficient of D = 0.4. For estimating d0, the method of Kutzbach performs well when the density of roughness obstacles (λ) is low, whereas the method of Raupach et al. gives a more reliable estimate when λ is high. Although this analysis has some limitations, it can feasibly account for form drag being exerted by an unresolved topography in the mountainous areas of the TP.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2462", 
        "title": "Estimates of effective aerodynamic roughness length over mountainous areas of the Tibetan Plateau"
    }, 
    {
        "author": "", 
        "date": "2015-08-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">Significant increases of heavy precipitation and decreases of light precipitation have been reported over widespread regions of the globe. Global warming and effects of anthropogenic aerosols have both been proposed as possible causes of these changes. We examine data from urban and rural meteorological stations in eastern China (1955–2011) and compare them with Global Precipitation Climatology Project (GPCP) data (1979–2007) and reanalysis data in various latitude zones to study changes in precipitation extremes. Significant decreases in light precipitation and increases in heavy precipitation are found at both rural and urban stations, as well as low latitudes over the ocean, while total precipitation shows little change. Characteristics of these changes and changes in the equatorial zone and other latitudes suggest that global warming rather than aerosol effects is the primary cause of the changes. In eastern China, increases of annual total dry days (28 days) and ≥10 consecutive dry days (36%) are due to the decrease in light precipitation days, thereby establishing a causal link among global warming, changes in precipitation extremes, and higher meteorological risk of floods and droughts. Further, results derived from the GPCP data and reanalysis data suggest that the causal link exists over widespread regions of the globe.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-015-5002-1", 
        "title": "Trends of extreme precipitation in eastern China and their possible causes"
    }, 
    {
        "author": "", 
        "date": "2015-08-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">Given that climate extremes in China might have serious regional and global consequences, an increasing number of studies are examining temperature extremes in China using the Coupled Model Intercomparison Project Phase 5 (CMIP5) models. This paper investigates recent changes in temperature extremes in China using 25 state-of-the-art global climate models participating in CMIP5. Thirteen indices that represent extreme temperature events were chosen and derived by daily maximum and minimum temperatures, including those representing the intensity (absolute indices and threshold indices), duration (duration indices), and frequency (percentile indices) of extreme temperature. The overall performance of each model is summarized by a “portrait” diagram based on relative root-mean-square error, which is the RMSE relative to the median RMSE of all models, revealing the multi-model ensemble simulation to be better than individual model for most indices. Compared with observations, the models are able to capture the main features of the spatial distribution of extreme temperature during 1986–2005. Overall, the CMIP5 models are able to depict the observed indices well, and the spatial structure of the ensemble result is better for threshold indices than frequency indices. The spread amongst the CMIP5 models in different subregions for intensity indices is small and the median CMIP5 is close to observations; however, for the duration and frequency indices there can be wide disagreement regarding the change between models and observations in some regions. The model ensemble also performs well in reproducing the observational trend of temperature extremes. All absolute indices increase over China during 1961–2005.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-015-4152-5", 
        "title": "Assessment of indices of temperature extremes simulated by multiple CMIP5 models over China"
    }, 
    {
        "author": "", 
        "date": "2015-07-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">The mid-Pliocene warm period was the most recent geological period in Earth’s history that featured long-term warming. Both geological evidence and model results indicate that East Asian summer winds (EASWs) strengthened in monsoonal China, and that East Asian winter winds (EAWWs) weakened in northern monsoonal China during this period, as compared to the pre-industrial period. However, the corresponding mechanisms are still unclear. In this paper, the results of a set of numerical simulations are reported to analyze the effects of changed boundary conditions on the mid-Pliocene East Asian monsoon climate, based on PRISM3 (Pliocene Research Interpretation and Synoptic Mapping) palaeoenvironmental reconstruction. The model results showed that the combined changes of sea surface temperatures, atmospheric CO<sub class=\"a-plus-plus\">2</sub> concentration, and ice sheet extent were necessary to generate an overall warm climate on a large scale, and that these factors exerted the greatest effects on the strengthening of EASWs in monsoonal China. The orographic change produced significant local warming and had the greatest effect on the weakening of EAWWs in northern monsoonal China in the mid-Pliocene. Thus, these two factors both had important but different effects on the monsoon change. In comparison, the effects of vegetational change on the strengthened EASWs and weakened EAWWs were relatively weak. The changed monsoon winds can be explained by a reorganization of the meridional temperature gradient and zonal thermal contrast. Moreover, the effect of orbital parameters cannot be ignored. Results showed that changes in orbital parameters could have markedly affected the EASWs and EAWWs, and caused significant short-term oscillations in the mid-Pliocene monsoon climate in East Asia.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-014-4183-3", 
        "title": "Causes of mid-Pliocene strengthened summer and weakened winter monsoons over East Asia"
    }, 
    {
        "author": "", 
        "date": "2015-07-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">The Asian summer monsoon (ASM) anticyclone is a dominant feature of the circulation in the upper troposphere-lower stratosphere (UTLS) during boreal summer, which is found to have persistent maxima in carbon monoxide (CO). This enhancement is due to the upward transport of air with high CO from the planetary boundary layer (PBL), and confinement within the anticyclonic circulation. With rapid urbanization and industrialization, CO surface emissions are relatively high in the ASM region, especially in India and East China. To reveal the transport pathway of CO surface emissions over these two regions, and investigate the contribution of these to the CO distribution within the ASM anticyclone, a source sensitivity experiment was performed using the Weather Research and Forecasting (WRF) with chemistry model (WRF-Chem). According to the experiment results, the CO within the ASM anticyclone mostly comes from India, while the contribution from East China is insignificant. The result ismainly caused by the different transportation mechanisms. In India, CO transportation is primarily affected by convection. The surface air with high CO over India is directly transported to the upper troposphere, and then confined within the ASM anticyclone, leading to a maximum value in the UTLS region. The CO transportation over East China is affected by deep convection and large-scale circulation, resulting mainly in transportation to Korea, Japan, and the North Pacific Ocean, with little upward transport to the anticyclone, leading to a high CO value at 215 hPa over these regions.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-014-4130-3", 
        "title": "Tracing the boundary layer sources of carbon monoxide in the Asian summer monsoon anticyclone using WRF-Chem"
    }, 
    {
        "author": "", 
        "date": "2015-07-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">The cloud fraction (CF) and cloud-base heights (CBHs), and cirrus properties, over a site in southeastern China from June 2008 to May 2009, are examined by a ground-based lidar. Results show that clouds occupied the sky 41% of the time. Significant seasonal variations in CF were found with a maximum/minimum during winter/summer and similar magnitudes of CF in spring and autumn. A distinct diurnal cycle in the overall mean CF was seen. Total, daytime, and nighttime annual mean CBHs were 3.05±2.73 km, 2.46±2.08 km, and 3.51±3.07 km, respectively. The lowest/highest CBH occurred around noon/midnight. Cirrus clouds were present ∼36.2% of the time at night with the percentage increased in summer and decreased in spring. Annual mean values for cirrus geometrical properties were 8.89±1.65 km, 9.80±1.70 km, 10.73±1.86 km and 1.83±0.91 km for the base, mid-cloud, top height, and the thickness, respectively. Seasonal variations in cirrus geometrical properties show a maximum/minimum in summer/winter for all cirrus geometrical parameters. The mean cirrus lidar ratio for all cirrus cases in our study was ∼ 25±17 sr, with a smooth seasonal trend. The cirrus optical depth ranged from 0.001 to 2.475, with a mean of 0.34±0.33. Sub-visual, thin, and dense cirrus were observed in ∼12%, 43%, and 45% of the cases, respectively. More frequent, thicker cirrus clouds occurred in summer than in any other season. The properties of cirrus cloud over the site are compared with other lidar-based retrievals of midlatitude cirrus cloud properties.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-014-4176-2", 
        "title": "Cloud-base distribution and cirrus properties based on micropulse lidar measurements at a site in southeastern China"
    }, 
    {
        "author": "", 
        "date": "2015-07-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">To improve the accuracy of short-term (0–12 h) forecasts of severe weather in southern China, a real-time storm-scale forecasting system, the Hourly Assimilation and Prediction System (HAPS), has been implemented in Shenzhen, China. The forecasting system is characterized by combining the Advanced Research Weather Research and Forecasting (WRF-ARW) model and the Advanced Regional Prediction System (ARPS) three-dimensional variational data assimilation (3DVAR) package. It is capable of assimilating radar reflectivity and radial velocity data from multiple Doppler radars as well as surface automatic weather station (AWS) data. Experiments are designed to evaluate the impacts of data assimilation on quantitative precipitation forecasting (QPF) by studying a heavy rainfall event in southern China. The forecasts from these experiments are verified against radar, surface, and precipitation observations. Comparison of echo structure and accumulated precipitation suggests that radar data assimilation is useful in improving the short-term forecast by capturing the location and orientation of the band of accumulated rainfall. The assimilation of radar data improves the short-term precipitation forecast skill by up to 9 hours by producing more convection. The slight but generally positive impact that surface AWS data has on the forecast of near-surface variables can last up to 6–9 hours. The assimilation of AWS observations alone has some benefit for improving the Fractions Skill Score (FSS) and bias scores; when radar data are assimilated, the additional AWS data may increase the degree of rainfall overprediction.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-014-4155-7", 
        "title": "Evaluation of radar and automatic weather station data assimilation for a heavy rainfall event in southern China"
    }, 
    {
        "author": "S. K. R. Boreddy and K. Kawamura", 
        "date": "Fri, 12 Jun 2015 00:00:00 +0200", 
        "description": "<b>A 12-year observation of water-soluble ions in TSP aerosols collected at a remote marine location in the western North Pacific: an outflow region of Asian dust</b><br /><br />Atmospheric Chemistry and Physics, 15, 6437-6453, 2015<br /><br />Author(s): S. K. R. Boreddy and K. Kawamura<br /><br />In order to characterize the long-term trend of remote marine aerosols, a\n12-year observation was conducted for water-soluble ions in TSP (total suspended\nparticulate) aerosols\ncollected from 2001 to 2012 in the Asian outflow region at   Chichijima Island\nin the western North Pacific. We found a clear difference in chemical\ncomposition between the continentally affected and marine background air\nmasses over the observation site. Asian continental air masses are delivered\nfrom late autumn to spring, whereas marine air masses were dominated in\nsummer. Concentrations of  non-sea salt (nss-) SO<sub>4</sub><sup>2&minus;</sup>, NO<sub>3</sub><sup>&minus;</sup>, NH<sub>4</sub><sup>+</sup>,\nnss-K<sup>+</sup> and nss-Ca<sup>2+</sup> are high in winter and spring and low in\nsummer. On the other hand, MSA<sup>&minus;</sup>  (methanesulfonate) exhibits higher concentrations during\nspring and winter, probably due to springtime dust bloom or due to the direct\ncontinental transport of MSA<sup>&minus;</sup> to the observation site. We could not find\nany clear decadal trend for Na<sup>+</sup>, Cl<sup>&minus;</sup>, Mg<sup>2+</sup> and nss-Ca<sup>2+</sup>\nin all seasons, although there exists a clear seasonal trend. However,\nconcentrations of nss-SO<sub>4</sub><sup>2&minus;</sup> continuously decreased from 2007 to 2012,\nprobably due to the decreased SO<sub>2</sub> emissions in East Asia especially in\nChina. In contrast, nss-K<sup>+</sup> and MSA<sup>&minus;</sup> concentrations continuously\nincreased from 2001 to 2012 during winter and spring seasons, demonstrating\nthat biomass burning and/or terrestrial biological emissions in East Asia are\nbeing increasingly   transported from the Asian continent to the western North\nPacific. This study also demonstrates that Asian dusts can act as an\nimportant source of nutrients for phytoplankton and thus sea-to-air emission\nof dimethyl sulfide over the western North Pacific.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/6437/2015/", 
        "title": "A 12-year observation of water-soluble ions in TSP aerosols collected at a remote marine location in the western North Pacific: an outflow region of Asian dust"
    }, 
    {
        "author": "L. Guo, A. G. Turner, and E. J. Highwood", 
        "date": "Thu, 11 Jun 2015 00:00:00 +0200", 
        "description": "<b>Impacts of 20th century aerosol emissions on the South Asian monsoon in the CMIP5 models</b><br /><br />Atmospheric Chemistry and Physics, 15, 6367-6378, 2015<br /><br />Author(s): L. Guo, A. G. Turner, and E. J. Highwood<br /><br />Comparison of single-forcing varieties of 20th century historical experiments\nin a subset of models from the Fifth Coupled Model Intercomparison Project\n(CMIP5) reveals that South Asian summer monsoon rainfall increases towards\nthe present day in Greenhouse Gas (GHG)-only experiments with respect to\npre-industrial levels, while it decreases in anthropogenic aerosol-only\nexperiments. Comparison of these single-forcing experiments with the\nall-forcings historical experiment suggests aerosol emissions have dominated\nSouth Asian monsoon rainfall trends in recent decades, especially during the\n1950s to 1970s. The variations in South Asian monsoon rainfall in these\nexperiments follows approximately the time evolution of inter-hemispheric\ntemperature gradient over the same period, suggesting a contribution from the\nlarge-scale background state relating to the asymmetric distribution of\naerosol emissions about the equator.\n<br><br>\n\nBy examining the 24 available all-forcings historical experiments,\nwe show that models including aerosol indirect effects dominate the negative\nrainfall trend. Indeed, models including only the direct radiative effect of\naerosol show an increase in monsoon rainfall, consistent with the dominance\nof increasing greenhouse gas emissions and planetary warming on monsoon\nrainfall in those models. For South Asia, reduced rainfall in the models with\nindirect effects is related to decreased evaporation at the land surface\nrather than from anomalies in horizontal moisture flux, suggesting the impact\nof indirect effects on local aerosol emissions. This is confirmed by\nexamination of aerosol loading and cloud droplet number trends over the South\nAsia region. Thus, while remote aerosols and their asymmetric distribution\nabout the equator play a role in setting the inter-hemispheric temperature\ndistribution on which the South Asian monsoon, as one of the global monsoons,\noperates, the addition of indirect aerosol effects acting on very local\naerosol emissions also plays a role in declining monsoon rainfall. The\ndisparity between the response of monsoon rainfall to increasing aerosol\nemissions in models containing direct aerosol effects only and those also\ncontaining indirect effects needs to be urgently investigated since the\nsuggested future decline in Asian anthropogenic aerosol emissions inherent to\nthe representative concentration pathways (RCPs) used for future climate\nprojection may turn out to be optimistic.\n<br><br>\nIn addition, both groups of models show declining rainfall over China, also\nrelating to local aerosol mechanisms. We hypothesize that aerosol emissions\nover China are large enough, in the CMIP5 models, to cause declining monsoon\nrainfall even in the absence of indirect aerosol effects. The same is not\ntrue for India.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/6367/2015/", 
        "title": "Impacts of 20th century aerosol emissions on the South Asian monsoon in the CMIP5 models"
    }, 
    {
        "author": "Q. Jiang, Y. L. Sun, Z. Wang, and Y. Yin", 
        "date": "Tue, 02 Jun 2015 00:00:00 +0200", 
        "description": "<b>Aerosol composition and sources during the Chinese Spring Festival: fireworks, secondary aerosol, and holiday effects</b><br /><br />Atmospheric Chemistry and Physics, 15, 6023-6034, 2015<br /><br />Author(s): Q. Jiang, Y. L. Sun, Z. Wang, and Y. Yin<br /><br />Aerosol particles were characterized by an Aerodyne aerosol chemical\nspeciation monitor along with various collocated instruments in Beijing,\nChina, to investigate the role of fireworks (FW) and secondary aerosol in\nparticulate pollution during the Chinese Spring Festival of 2013. Three\nFW events, exerting significant and short-term impacts on fine\nparticles (PM<sub>2.5</sub>), were observed on the days of Lunar New Year, Lunar\nFifth Day, and Lantern Festival. The FW were shown to have a large impact on\nnon-refractory potassium, chloride, sulfate, and organics in submicron\naerosol (PM<sub>1</sub>), of which FW organics appeared to be emitted\nmainly in secondary, with its mass spectrum resembling that of secondary\norganic aerosol (SOA). Pollution events (PEs) and clean periods (CPs)\nalternated routinely throughout the study. Secondary particulate matter (SPM\n= SOA + sulfate + nitrate + ammonium) dominated the total PM<sub>1</sub>\nmass on average, accounting for 63–82% during nine PEs in this study. The\nelevated contributions of secondary species during PEs resulted in a higher\nmass extinction efficiency of PM<sub>1</sub> (6.4 m<sup>2</sup> g<sup>-1</sup>) than\nduring CPs (4.4 m<sup>2</sup> g<sup>-1</sup>). The Chinese Spring Festival also provides\na unique opportunity to study the impact of reduced anthropogenic emissions\non aerosol chemistry in the city. Primary species showed ubiquitous\nreductions during the holiday period with the largest reduction being in cooking\norganic aerosol (OA; 69%), in nitrogen monoxide (54%), and in coal combustion OA (28%).\nSecondary sulfate, however, remained only slightly changed, and the SOA and the\ntotal PM<sub>2.5</sub> even slightly increased. Our results have significant\nimplications for controlling local primary source emissions during PEs,\ne.g., cooking and traffic activities. Controlling these factors might have a limited effect on\nimproving air quality in the megacity of Beijing, due to the dominance of SPM from\nregional transport in aerosol particle composition.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/6023/2015/", 
        "title": "Aerosol composition and sources during the Chinese Spring Festival: fireworks, secondary aerosol, and holiday effects"
    }, 
    {
        "author": "C. Jiang, H. Wang, T. Zhao, T. Li, and H. Che", 
        "date": "Tue, 26 May 2015 00:00:00 +0200", 
        "description": "<b>Modeling study of PM<sub>2.5</sub> pollutant transport across cities in China's Jing–Jin–Ji region during a severe haze episode in December 2013</b><br /><br />Atmospheric Chemistry and Physics, 15, 5803-5814, 2015<br /><br />Author(s): C. Jiang, H. Wang, T. Zhao, T. Li, and H. Che<br /><br />To study the influence of particulate matter (PM) transported from\nsurrounding regions on the high  PM<sub>2.5</sub> pollution levels in Beijing, the\nGRAPES-CUACE model was used to simulate a serious haze episode that occurred\non 6–7~December 2013. The results demonstrate the model's suitability for\ndescribing haze episodes throughout China, especially in the\nBeijing–Tianjin–Hebei (Jing–Jin–Ji) region. A very close positive\ncorrelation was found between the southerly wind speed over the plain to the\nsouth of Beijing and changes in  PM<sub>2.5</sub> in Beijing, both reaching maximum\nvalues at about 900 hPa, suggesting that the lower atmosphere was the\nprincipal layer for pollutant PM transport from its southern\nneighbouring  region to Beijing. During\nhaze episodes, and dependent upon the period, Beijing was either a pollution\nsource or sink for its surrounding area. PM input from Beijing's environs was\nmuch higher than the output from the city, resulting in the most serious\npollution episode, with the highest  PM<sub>2.5</sub> values occurring from 00:00 to\n10:00 UTC (08:00 to 18:00 LT), 7 December 2013. PM pollutants from the\nenvirons of the city accounted for over 50 % of the maximum  PM<sub>2.5</sub>\nvalues reached in Beijing. At other times, the Beijing area was a net\ncontributor to pollution in its environs.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/5803/2015/", 
        "title": "Modeling study of PM<sub>2.5</sub> pollutant transport across cities in China's Jing–Jin–Ji region during a severe haze episode in December 2013"
    }, 
    {
        "author": "Y. Kuang, C. S. Zhao, J. C. Tao, and N. Ma", 
        "date": "Tue, 26 May 2015 00:00:00 +0200", 
        "description": "<b>Diurnal variations of aerosol optical properties in the North China Plain and their influences on the estimates of direct aerosol radiative effect</b><br /><br />Atmospheric Chemistry and Physics, 15, 5761-5772, 2015<br /><br />Author(s): Y. Kuang, C. S. Zhao, J. C. Tao, and N. Ma<br /><br />In this paper, the diurnal variations of aerosol optical properties and\ntheir influences on the estimation of daily average direct aerosol radiative\neffect (DARE) in the North China Plain (NCP) are investigated based on\nin situ measurements from Haze in China campaign. For ambient aerosol, the\ndiurnal patterns of single scattering albedo (SSA) and asymmetry factor\n(<i>g</i>) in the NCP are both highest at dawn and lowest in the late afternoon,\nand quite different from those of dry-state aerosol. The relative humidity\n(RH) is the dominant factor which determines the diurnal pattern of SSA and <i>g</i>\nfor ambient aerosol. Basing on the calculated SSA and <i>g</i>, several cases are\ndesigned to investigate the impacts of the diurnal changes of aerosol\noptical properties on DARE. The results demonstrate that the diurnal changes\nof SSA and <i>g</i> in the NCP have significant influences on the estimation of DARE\nat the top of the atmosphere (TOA). If the full temporal coverage of aerosol\noptical depth (AOD), SSA and <i>g</i> are available, an accurate estimation of daily\naverage DARE can be achieved by using the daily averages of AOD, SSA and <i>g</i>.\nHowever, due to the lack of full temporal coverage data sets of SSA and <i>g</i>,\ntheir daily averages are usually not available. Basing on the results of\ndesigned cases, if the RH plays a dominant role in the diurnal variations of\nSSA and <i>g</i>, we suggest that using both SSA and <i>g</i> averaged over early morning and\nlate afternoon as inputs for radiative transfer model to improve the\naccurate estimation of DARE. If the temporal samplings of SSA or <i>g</i> are too few\nto adopt this method, either averaged over early morning or late afternoon\nof both SSA and <i>g</i> can be used to improve the estimation of DARE at the TOA.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/5761/2015/", 
        "title": "Diurnal variations of aerosol optical properties in the North China Plain and their influences on the estimates of direct aerosol radiative effect"
    }, 
    {
        "author": "S. Zheng, A. Pozzer, C. X. Cao, and J. Lelieveld", 
        "date": "Tue, 26 May 2015 00:00:00 +0200", 
        "description": "<b>Long-term (2001–2012) concentrations of fine particulate matter (PM<sub>2.5</sub>) and the impact on human health in Beijing, China</b><br /><br />Atmospheric Chemistry and Physics, 15, 5715-5725, 2015<br /><br />Author(s): S. Zheng, A. Pozzer, C. X. Cao, and J. Lelieveld<br /><br />Beijing, the capital of China, is a densely populated city with poor air\nquality. The impact of high pollutant concentrations, in particular of\naerosol particles, on human health is of major concern. The present study\nuses aerosol optical depth (AOD) as proxy to estimate long-term PM<sub>2.5</sub>\nand subsequently estimates the premature mortality due to PM<sub>2.5</sub>. We use\nthe AOD from 2001 to 2012 from the Aerosol Robotic Network (AERONET) site in\nBeijing and the ground-based PM<sub>2.5</sub> observations from the US embassy\nin Beijing from 2010 to 2011 to establish a relationship between PM<sub>2.5</sub>\nand AOD. By including the atmospheric boundary layer height and relative\nhumidity in the comparative analysis, the correlation (<I>R</I><sup>2</sup>) increases\nfrom 0.28 to 0.62. We evaluate 12 years of PM<sub>2.5</sub> data for the Beijing\ncentral area using an estimated linear relationship with AOD and calculate\nthe yearly premature mortality by different diseases attributable to\nPM<sub>2.5</sub>. The estimated average total mortality due to PM<sub>2.5</sub> is about\n5100 individuals per year for the period 2001–2012 in the Beijing central area,\nand for the period 2010–2012 the per capita mortality for all ages due to\nPM<sub>2.5</sub> is around 15 per 10 000 person-years, which underscores the urgent\nneed for air pollution abatement.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/5715/2015/", 
        "title": "Long-term (2001–2012) concentrations of fine particulate matter (PM<sub>2.5</sub>) and the impact on human health in Beijing, China"
    }, 
    {
        "author": "G. Kuhlmann, Y. F. Lam, H. M. Cheung, A. Hartl, J. C. H. Fung, P. W. Chan, and M. O. Wenig", 
        "date": "Thu, 21 May 2015 00:00:00 +0200", 
        "description": "<b>Development of a custom OMI NO<sub>2</sub> data product for evaluating biases in a regional chemistry transport model</b><br /><br />Atmospheric Chemistry and Physics, 15, 5627-5644, 2015<br /><br />Author(s): G. Kuhlmann, Y. F. Lam, H. M. Cheung, A. Hartl, J. C. H. Fung, P. W. Chan, and M. O. Wenig<br /><br />In this paper, we present the custom Hong Kong NO<sub>2</sub> retrieval\n  (HKOMI) for the Ozone Monitoring Instrument (OMI) on board the Aura\n  satellite which was used to evaluate a high-resolution chemistry\n  transport model (CTM) (3 km × 3 km spatial\n  resolution). The atmospheric chemistry transport was modelled in the\n  Pearl River Delta (PRD) region in southern China by the Models-3\n  Community Multiscale Air Quality (CMAQ) modelling system from\n  October 2006 to January 2007. In the HKOMI NO<sub>2</sub> retrieval,\n  tropospheric air mass factors (AMFs) were recalculated using\n  high-resolution ancillary parameters of surface reflectance, a priori\n  NO<sub>2</sub> and aerosol profiles, of which the latter two were taken\n  from the CMAQ simulation. We tested the influence of the ancillary\n  parameters on the data product using four different aerosol\n  parametrizations. Ground-level measurements by the PRD Regional Air\n  Quality Monitoring (RAQM) network were used as additional independent\n  measurements.\n<br><br>\n  The HKOMI retrieval increases estimated tropospheric NO<sub>2</sub>\n  vertical column densities (VCD) by (+31 ± 38)%, when compared\n  to NASA's standard\n  product (OMNO2-SP), and improves the normalized mean bias (NMB) between\n  satellite and ground observations by 26 percentage points from −41 to\n  −15%. The individual influences of the parameters are\n  (+11.4 ± 13.4)% for NO<sub>2</sub> profiles, (+11.0 ± 20.9)%\n  for surface reflectance and (+6.0 ± 8.4)% for the best aerosol\n  parametrization. The correlation coefficient <i>r</i> is low between ground\n  and satellite observations (<i>r</i> = 0.35). The low <i>r</i> and the remaining NMB\n  can be explained by the low model performance and the expected differences\n  when comparing point measurements with area-averaged satellite observations.\n<br><br>\n  The correlation between CMAQ and the RAQM network\n  is low (<i>r</i> ≈ 0.3) and the model underestimates the NO<sub>2</sub>\n  concentrations in the northwestern model domain (Foshan and Guangzhou).\n  We compared the CMAQ NO<sub>2</sub> time series of the two main plumes with\n  our best OMI NO<sub>2</sub> data set\n   (HKOMI-4).  The model overestimates\n  the NO<sub>2</sub>\n  VCDs by about 15% in Hong Kong and Shenzhen, while\n  the correlation coefficient is satisfactory (<i>r</i> = 0.56). In Foshan\n  and Guangzhou, the correlation is low (<i>r</i> = 0.37) and the model\n  underestimates the VCDs strongly (NMB = −40%). In\n  addition, we estimated that the OMI VCDs are also underestimated by\n  about 10 to 20% in Foshan and Guangzhou because of the\n  influence of the model parameters on the AMFs.\n<br><br>\n  In this study, we demonstrate that the HKOMI NO<sub>2</sub> retrieval\n  reduces the bias of the satellite observations and how the data set\n  can be used to study the magnitude of NO<sub>2</sub> concentrations in\n  a regional model at high spatial resolution of\n  3 × 3 km<sup>2</sup>.  The low bias was achieved with\n  recalculated AMFs using updated surface reflectance, aerosol profiles\n  and NO<sub>2</sub> profiles. Since unbiased concentrations are\n  important, for example, in air pollution studies, the results of\n  this paper can be very helpful in future model evaluation studies.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/5627/2015/", 
        "title": "Development of a custom OMI NO<sub>2</sub> data product for evaluating biases in a regional chemistry transport model"
    }, 
    {
        "author": "H. Y. Zhao, Q. Zhang, D. B. Guan, S. J. Davis, Z. Liu, H. Huo, J. T. Lin, W. D. Liu, and K. B. He", 
        "date": "Tue, 19 May 2015 00:00:00 +0200", 
        "description": "<b>Assessment of China's virtual air pollution transport embodied in trade by using a consumption-based emission inventory</b><br /><br />Atmospheric Chemistry and Physics, 15, 5443-5456, 2015<br /><br />Author(s): H. Y. Zhao, Q. Zhang, D. B. Guan, S. J. Davis, Z. Liu, H. Huo, J. T. Lin, W. D. Liu, and K. B. He<br /><br />Substantial anthropogenic emissions from China have\nresulted in serious air pollution, and this has generated considerable\nacademic and public concern. The physical transport of air pollutants in the\natmosphere has been extensively investigated; however, understanding the\nmechanisms how the pollutant was transferred through economic and trade\nactivities remains a challenge. For the first time, we quantified and tracked\nChina's air pollutant emission flows embodied in interprovincial trade, using\na multiregional input–output model framework. Trade relative emissions\nfor four key air pollutants (primary fine particle matter, sulfur\ndioxide, nitrogen oxides and non-methane volatile\norganic compounds) were assessed for 2007 in each Chinese province. We\nfound that emissions were significantly redistributed among provinces owing\nto interprovincial trade. Large amounts of emissions were embodied in the\nimports of eastern regions from northern and central regions, and these were\ndetermined by differences in regional economic status and environmental\npolicy. It is suggested that measures should be introduced to reduce air\npollution by integrating cross-regional consumers and producers within\nnational agreements to encourage efficiency improvement in the supply chain\nand optimize consumption structure internationally. The consumption-based air\npollutant emission inventory developed in this work can be further used to\nattribute pollution to various economic activities and final demand types\nwith the aid of air quality models.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/5443/2015/", 
        "title": "Assessment of China's virtual air pollution transport embodied in trade by using a consumption-based emission inventory"
    }, 
    {
        "author": "Y. J Zhang, S. L Guo, M. Zhao, L. L. Du, R. J. Li, J. S. Jiang, R. Wang, and N. N. Li", 
        "date": "Fri, 12 Jun 2015 00:00:00 +0200", 
        "description": "<b>Soil moisture influence on the interannual variation in temperature sensitivity of soil organic carbon mineralization in the Loess Plateau</b><br /><br />Biogeosciences, 12, 3655-3664, 2015<br /><br />Author(s): Y. J Zhang, S. L Guo, M. Zhao, L. L. Du, R. J. Li, J. S. Jiang, R. Wang, and N. N. Li<br /><br />Temperature sensitivity of soil organic carbon (SOC) mineralization (i.e.,\n<i>Q</i><sub>10</sub>) determines how strong the feedback from global warming may be on\nthe atmospheric CO<sub>2</sub> concentration; thus, understanding the factors\ninfluencing the interannual variation in <i>Q</i><sub>10</sub> is important for\naccurately estimating local soil carbon cycle.   In situ  SOC mineralization rate was\nmeasured using an automated CO<sub>2</sub> flux system (Li-8100) in long-term\nbare fallow soil in the Loess Plateau (35°12' N,\n107°40' E) in Changwu, Shaanxi, China from 2008 to 2013.\nThe results showed that the annual cumulative SOC mineralization ranged from\n226 to 298 g C m<sup>−2</sup> yr<sup>−1</sup>, with a mean of 253 g C m<sup>−2</sup> yr<sup>−1</sup>\nand a coefficient of variation (CV) of 13%, annual <i>Q</i><sub>10</sub> ranged from 1.48 to 1.94, with a mean\nof 1.70 and a CV of 10%, and annual soil moisture content ranged from\n38.6 to 50.7% soil water-filled pore space (WFPS), with a mean of\n43.8% WFPS and a CV of 11%, which were mainly affected by the\nfrequency and distribution of precipitation. Annual <i>Q</i><sub>10</sub> showed\na quadratic correlation with annual mean soil moisture content. In\nconclusion, understanding of the relationships between interannual variation\nin <i>Q</i><sub>10</sub>, soil moisture, and precipitation are important to accurately\nestimate the local carbon cycle, especially under the changing climate.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/3655/2015/", 
        "title": "Soil moisture influence on the interannual variation in temperature sensitivity of soil organic carbon mineralization in the Loess Plateau"
    }, 
    {
        "author": "J. Niederberger, B. Todt, A. Boča, R. Nitschke, M. Kohler, P. Kühn, and J. Bauhus", 
        "date": "Fri, 05 Jun 2015 00:00:00 +0200", 
        "description": "<b>Use of near-infrared spectroscopy to assess phosphorus fractions of different plant availability in forest soils</b><br /><br />Biogeosciences, 12, 3415-3428, 2015<br /><br />Author(s): J. Niederberger, B. Todt, A. Boča, R. Nitschke, M. Kohler, P. Kühn, and J. Bauhus<br /><br />The analysis of soil phosphorus (P) in fractions of different plant\navailability is a common approach to characterize the P status of forest\nsoils. However, quantification of organic and inorganic P fractions in\ndifferent extracts is labor intensive and therefore rarely applied for large\nsample numbers. Therefore, we examined whether different P fractions can be\npredicted using near-infrared spectroscopy (NIRS).\n<br><br>\nWe used the Hedley sequential extraction method (modified by Tiessen and\nMoir, 2008) with increasingly strong extractants to determine P in fractions\nof different plant availability and measured near-infrared (NIR) spectra for soil samples\nfrom sites of the German forest soil inventory and from a nature reserve in\nsoutheastern China.\n<br><br>\nThe <i>R</i><sup>2</sup> of NIRS calibrations to predict P in individual Hedley fractions\nranged between 0.08 and 0.85. When these fractions were combined into labile,\nmoderately labile and stable P pools, <i>R</i><sup>2</sup> of calibration models was\nbetween 0.38 and 0.88 (all significant). Model prediction quality was higher\nfor organic than for inorganic P fractions and increased with the homogeneity\nof soil properties in soil sample sets. Useable models were obtained for\nsamples originating from one soil type in subtropical China, whereas\nprediction models for sample sets from a range of soil types in Germany were\nonly moderately useable or not useable.\n<br><br>\nOur results indicate that prediction of Hedley P fractions with NIRS can be\na promising approach to replace conventional analysis, if models are\ndeveloped for sets of soil samples with similar physical and chemical\nproperties, e.g., from the same soil type or study site.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/3415/2015/", 
        "title": "Use of near-infrared spectroscopy to assess phosphorus fractions of different plant availability in forest soils"
    }, 
    {
        "author": "B. Aichner, S. J. Feakins, J. E. Lee, U. Herzschuh, and X. Liu", 
        "date": "Wed, 01 Apr 2015 00:00:00 +0200", 
        "description": "<b>High-resolution leaf wax carbon and hydrogen isotopic record of the late  Holocene paleoclimate in arid Central Asia</b><br /><br />Climate of the Past, 11, 619-633, 2015<br /><br />Author(s): B. Aichner, S. J. Feakins, J. E. Lee, U. Herzschuh, and X. Liu<br /><br />Central Asia is located at the confluence of large-scale atmospheric\ncirculation systems. It is thus likely to be highly susceptible to changes\nin the dynamics of those systems; however, little is still known about the\nregional paleoclimate history. Here we present carbon and hydrogen isotopic\ncompositions of n-alkanoic acids from a late Holocene sediment core from Lake\nKarakuli (eastern Pamir, Xinjiang Province, China). Instrumental evidence\nand isotope-enabled climate model experiments with the Laboratoire de\nMétéorologie Dynamique Zoom model version 4 (LMDZ4) demonstrate that\nδ <i>D</i>  values of precipitation in the region are influenced by both\ntemperature and precipitation amount. We find that these parameters are\ninversely correlated on an annual scale, i.e., the climate has varied between relatively\ncool and wet and more warm and dry over the last 50 years. Since the isotopic signals of\nthese changes are in the same direction and therefore additive, isotopes in\nprecipitation are sensitive recorders of climatic changes in the region.\nAdditionally, we infer that plants use year-round precipitation\n(including snowmelt), and thus leaf wax δ <i>D</i>  values must also respond to shifts in\nthe proportion of moisture derived from westerly storms during late\nwinter and early spring. Downcore results give evidence for a gradual shift to\ncooler and wetter climates between 3.5 and 2.5 cal kyr BP, interrupted by a\nwarm and dry episode between 3.0 and 2.7 kyr BP. Further cool and wet episodes\noccur between 1.9 and 1.5 and between 0.6 and 0.1 kyr BP, the latter coeval\nwith the Little Ice Age. Warm and dry episodes from 2.5 to 1.9 and\n1.5 to 0.6 kyr BP coincide with the Roman Warm Period and Medieval Climate\nAnomaly, respectively. Finally, we find a drying tend in recent decades.\nRegional comparisons lead us to infer that the strength and position of the\nwesterlies, and wider northern hemispheric climate dynamics, control climatic\nshifts in arid Central Asia, leading to complex local responses. Our new\narchive from Lake Karakuli provides a detailed record of the local\nsignatures of these climate transitions in the eastern Pamir.", 
        "journal": "Climate of the Past", 
        "link": "http://www.clim-past.net/11/619/2015/", 
        "title": "High-resolution leaf wax carbon and hydrogen isotopic record of the late  Holocene paleoclimate in arid Central Asia"
    }, 
    {
        "author": "G. H. Fang, J. Yang, Y. N. Chen, and C. Zammit", 
        "date": "Tue, 02 Jun 2015 00:00:00 +0200", 
        "description": "<b>Comparing bias correction methods in downscaling meteorological variables for a hydrologic impact study in an arid area in China</b><br /><br />Hydrology and Earth System Sciences, 19, 2547-2559, 2015<br /><br />Author(s): G. H. Fang, J. Yang, Y. N. Chen, and C. Zammit<br /><br />Water resources are essential to the ecosystem and social economy in the\ndesert and oasis of the arid Tarim River basin, northwestern China, and\nexpected to be vulnerable to climate change. It has been demonstrated that\nregional climate models (RCMs) provide more reliable results for a regional\nimpact study of climate change (e.g., on water resources) than general\ncirculation models (GCMs). However, due to their considerable bias it is\nstill necessary to apply bias correction before they are used for water\nresources research. In this paper, after a sensitivity analysis on input\nmeteorological variables based on the Sobol' method, we compared five\nprecipitation correction methods and three temperature correction methods in\ndownscaling RCM simulations applied over the Kaidu River basin, one of the\nheadwaters of the Tarim River basin. Precipitation correction methods\napplied include linear scaling (LS), local intensity scaling (LOCI), power\ntransformation (PT), distribution mapping (DM) and quantile mapping (QM),\nwhile temperature correction methods are LS, variance scaling (VARI) and DM.\nThe corrected precipitation and temperature were compared to the observed\nmeteorological data, prior to being used as meteorological inputs of a\ndistributed hydrologic model to study their impacts on streamflow. The\nresults show (1) streamflows are sensitive to precipitation, temperature and solar radiation but not to relative humidity and wind speed; (2) raw RCM\nsimulations are heavily biased from observed meteorological data, and its\nuse for streamflow simulations results in large biases from observed\nstreamflow, and all bias correction methods effectively improved these\nsimulations; (3) for precipitation, PT and QM methods performed equally best\nin correcting the frequency-based indices (e.g., standard deviation,\npercentile values) while the LOCI method performed best in terms of the\ntime-series-based indices (e.g., Nash–Sutcliffe coefficient, <i>R</i><sup>2</sup>); (4)\nfor temperature, all correction methods performed equally well in correcting\nraw temperature; and (5) for simulated streamflow, precipitation correction\nmethods have more significant influence than temperature correction methods\nand the performances of streamflow simulations are consistent with those of\ncorrected precipitation; i.e., the PT and QM methods performed equally best in\ncorrecting flow duration curve and peak flow while the LOCI method performed\nbest in terms of the time-series-based indices. The case study is for an\narid area in China based on a specific RCM and hydrologic model, but the\nmethodology and some results can be applied to other areas and models.", 
        "journal": "Hydrology and Earth System Sciences", 
        "link": "http://www.hydrol-earth-syst-sci.net/19/2547/2015/", 
        "title": "Comparing bias correction methods in downscaling meteorological variables for a hydrologic impact study in an arid area in China"
    }, 
    {
        "author": "Z. Chen, X. Zhou, J. Du, C. Xie, L. Liu, Y. Li, L. Yi, H. Liu, and Y. Cui", 
        "date": "Fri, 05 Jun 2015 00:00:00 +0200", 
        "description": "<b>Hydrochemical characteristics of hot spring waters in the Kangding district related to the Lushan <i>M</i><sub>S</sub> = 7.0 earthquake in Sichuan, China</b><br /><br />Natural Hazards and Earth System Science, 15, 1149-1156, 2015<br /><br />Author(s): Z. Chen, X. Zhou, J. Du, C. Xie, L. Liu, Y. Li, L. Yi, H. Liu, and Y. Cui<br /><br />Hydrogeochemistry of 10 hot springs in the Kangding\ndistrict was investigated by analyzing cation and anion concentrations in\nthe spring water. The water samples were collected in the 5 days after the\nLushan <i>M</i><sub>S</sub> = 7.0 earthquake, which occurred on 20 April 2013. The spring waters\nare classified into seven chemical types based on their hydrochemical\ncompositions. Compared with hydrochemical data before the Lushan\nearthquake, concentrations of Ca<sup>2+</sup>, HCO<sub>3</sub><sup>-</sup> and total dissolved solid (TDS) in water\nsamples from the Guanding, Erdaoqiao, Gonghe, Erhaoying, Tianwanhe and Caoke\nsprings significantly increased, which may be the result of a greater increase in\ngroundwater from carbonate rocks, and water–carbonate rock\ninteractions, enhanced by the increment of CO<sub>2</sub>. Concentrations of Na<sup>+</sup>, Cl<sup>-</sup>\nand SO<sub>4</sub><sup>2-</sup> in water samples from the Guanding, Zheduotang,\nXinxing and Gonghe springs decreased, indicating a dilution of shallow waters.\nConcentrations of Na<sup>+</sup> and SO<sub>4</sub><sup>2-</sup> in water samples from the\nErhaoying spring water increased, which may be attributed to water–granite\ninteractions enhanced by H<sub>2</sub>S. The results indicated that hydrochemical\ncomponents of spring water could be used as an effective indicator for earthquakes.", 
        "journal": "Natural Hazards and Earth System Science", 
        "link": "http://www.nat-hazards-earth-syst-sci.net/15/1149/2015/", 
        "title": "Hydrochemical characteristics of hot spring waters in the Kangding district related to the Lushan <i>M</i><sub>S</sub> = 7.0 earthquake in Sichuan, China"
    }, 
    {
        "author": "", 
        "date": "2015-06-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">High-resolution and high-precision paleo-hydrological reconstruction is important both in science and in engineering practice. Here we show that the stalagmite δ<sup class=\"a-plus-plus\">18</sup>O record can be used for paleo-hydrological reconstruction in a monsoon affected area in China. Using the cave δ<sup class=\"a-plus-plus\">18</sup>O record established by Zhang et al. (Science 322:940–942, <span class=\"a-plus-plus citation-ref citationid-c-r30\">2008</span>), we established a regression equation, which indicates that the 5-point moving average of the Wanxiang Cave δ<sup class=\"a-plus-plus\">18</sup>O (δ<sup class=\"a-plus-plus\">18</sup>O<sub class=\"a-plus-plus\">5m</sub>) can explain 59 % of the variation in the 5-point moving average of annual river flow (<em class=\"a-plus-plus\">Q</em>\n                      <sub class=\"a-plus-plus\">w,D,5m</sub>) at Danjiangkou of the Hanjiang River. Using this equation, we reconstructed <em class=\"a-plus-plus\">Q</em>\n                      <sub class=\"a-plus-plus\">w,D,5m</sub> for the period from 197 AD to 2001. The project of water transfer from south China to north (WTFSCTN) aims to solve the problem of serious water shortage in the north China plain, and reasonable estimation of amount of the water diversion is crucially important. Based on the reconstructed long series of <em class=\"a-plus-plus\">Q</em>\n                      <sub class=\"a-plus-plus\">w,D,5m</sub> (197–2001), we re-assessed the statistical characteristics of the measured <em class=\"a-plus-plus\">Q</em>\n                      <sub class=\"a-plus-plus\">w,D,5m</sub> in short series (1932–2006), — based on the latter the amount of water diversion was designed. The results show that the short series seriously over estimates the annual <em class=\"a-plus-plus\">Q</em>\n                      <sub class=\"a-plus-plus\">w,D,5m</sub> for very dry (18.8 % larger) and extremely dry (21.5 % larger) years, and considerale bias would be yielded when the water diversion amount is determined only based on the short series. In case some very dry years occur, the situation would be serious either for the WTFSCTN water supply or for the eco-systems downstream from the Danjiangkou Reservoir.</p>\n                  ", 
        "journal": "Climatic Change", 
        "link": "http://link.springer.com/10.1007/s10584-015-1369-3", 
        "title": "Paleo-hydrologic reconstruction based on stalagmite δ 18 O and re-assessment of river flow above the Danjiangkou Dam, China"
    }, 
    {
        "author": "", 
        "date": "2015-06-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">Mankind must cooperate to reduce GHG emissions to prevent a catastrophic rise in global temperature. How can the costs of reducing GHG emissions be allocated across regions of the world and simultaneously address growth? We postulate a two-region world and, based on sustainability and egalitarian criteria, calculate optimal paths in which a South, like China, and a North, like the United States, converge in welfare per capita to a path of sustained growth of 1 % per year by 2085, while global CO<sub class=\"a-plus-plus\">2</sub> emissions are restricted to a conservative path, constructed from the Representative Concentration Pathway RCP3-PD scenario, that leads to the stabilization of concentrations around 450 ppm CO<sub class=\"a-plus-plus\">2</sub>, providing an expected temperature change not exceeding 2 °C. It follows from our analysis that growth expectations in the North and the South should be scaled back substantially, not only after 2085, but also in the transition period. Feasible growth paths with low levels of emissions would require heavy investments in education and knowledge. Northern and Southern growth should be restricted to about 1 % and 2.5 % per year, respectively, over the next 75 years. Politicians who wish to solve the global-warming problem should prepare their polities to accept this reality.</p>\n                  ", 
        "journal": "Climatic Change", 
        "link": "http://link.springer.com/10.1007/s10584-014-1227-8", 
        "title": "North–south convergence and the allocation of CO 2 emissions"
    }, 
    {
        "author": "", 
        "date": "2015-06-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">The southern part of northeast China has experienced a marked warming and drying climate. We provide dendrochronological evidence for atmospheric CO<sub class=\"a-plus-plus\">2</sub> fertilization and the impacts of warming on Chinese pine (<em class=\"a-plus-plus\">Pinus tabulaeformis</em>) growth. The results of this study show that increased temperature has a negative effect on pine growth during a major part of the growing season and a weakly positive effects on growth during the remaining portion of the year. The monthly temperatures explain ca. 20 % of the total variance in the annual radial growth of Chinese pine from 1901 to 2009. An increase of approximately 3–5 °C is the maximum that Chinese pine can tolerate in this region with an annual rainfall of 500–700 mm. Our results suggest a that there is a proportional response to warming only up to a maximum of 1 °C warming, and indicate the complexitiesof succession in forest ecosystems in terms of adaptation and evolution in local pine populations under a rapid warming condition. In addition, increasing atmospheric CO<sub class=\"a-plus-plus\">2</sub> concentrations have a positive effect on tree growth. This effect can be detected with conventional dendrochronological methods.</p>\n                  ", 
        "journal": "Climatic Change", 
        "link": "http://link.springer.com/10.1007/s10584-015-1356-8", 
        "title": "Response of radial growth to warming and CO 2 enrichment in southern Northeast China: a case of Pinus tabulaeformis "
    }
]