[
    {
        "author": "",
        "date": "2015-10-01",
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">Freshwater flux (FWF) directly affects sea surface salinity (SSS) and hence modulates sea surface temperature (SST) in the tropical Pacific. This paper quantifies a positive correlation between FWF and SST using observations and simulations of the fifth phase of the Coupled Model Intercomparison Project (CMIP5) to analyze the interannual variability in the tropical Pacific. Comparisons among the displacements of FWF, SSS and SST interannual variabilities illustrate that a large FWF variability is located in the west-central equatorial Pacific, covarying with a large SSS variability, whereas a large SST variability is located in the eastern equatorial Pacific. Most CMIP5 models can reproduce the fact that FWF leads to positive feedback to SST through an SSS anomaly as observed. However, the difference in each model’s performance results from different simulation capabilities of the CMIP5 models in the magnitudes and positions of the interannual variabilities, including the mixed layer depth and the buoyancy flux in the equatorial Pacific. SSS anomalies simulated from the CMIP5 multi-model are sensitive to FWF interannual anomalies, which can lead to differences in feedback to interannual SST variabilities. The relationships among the FWF, SSS and SST interannual variabilities can be derived using linear quantitative measures from observations and the CMIP5 multi-model simulations. A 1 mm d<sup class=\"a-plus-plus\">-1</sup> FWF anomaly corresponds to an SSS anomaly of nearly 0.12 psu in the western tropical Pacific and a 0.11°C SST anomaly in the eastern tropical Pacific.</p>\n                  ",
        "journal": "Advances in Atmospheric Sciences",
        "link": "http://link.springer.com/10.1007/s00376-015-5064-0",
        "title": "Quantitative analysis of the feedback induced by the freshwater flux in the tropical Pacific using CMIP5"
    },
    {
        "author": "",
        "date": "2015-09-01",
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">The present study evaluates the precipitation variability over the South China Sea (SCS) and its relationship to tropical Indo-Pacific SST anomalies during spring-to-summer transition (April–May–June, AMJ) simulated by 23 Intergovernmental Panel on Climate Change Coupled Model Intercomparison Project Phase 5 coupled models. Most of the models have the capacity to capture the AMJ precipitation variability in the SCS. The precipitation and SST anomaly (SSTA) distribution in the SCS, tropical Pacific Ocean (TPO), and tropical Indian Ocean (TIO) domains is evaluated based on the pattern correlation coefficients between model simulations and observations. The analysis leads to several points of note. First, the performance of the SCS precipitation anomaly pattern in AMJ is model dependent. Second, the SSTA pattern in the TPO and TIO is important for capturing the AMJ SCS precipitation variability. Third, a realistic simulation of the western equatorial Pacific (WEP) and local SST impacts is necessary for reproducing the AMJ SCS precipitation variability in some models. Fourth, the overly strong WEP SST impacts may disrupt the relationship between the SCS precipitation and the TPO-TIO SST. Further work remains to be conducted to unravel the specific reasons for the discrepancies between models and observations in various aspects.</p>\n                  ",
        "journal": "Advances in Atmospheric Sciences",
        "link": "http://link.springer.com/10.1007/s00376-015-4250-4",
        "title": "Relationship between South China Sea precipitation variability and tropical Indo-Pacific SST anomalies in IPCC CMIP5 models during spring-to-summer transition"
    },
    {
        "author": "M. Salzmann, R. Cherian",
        "date": "2015-08-24",
        "description": "\n\nThe observed summertime drying over Northern Central India (NCI) during the latter half of the 20th century is not reproduced by the Coupled Model Intercomparison Project Phase 5 (CMIP5) model ensemble average. At the same time, the spread between precipitation trends from individual model realizations is large, indicating that internal variability potentially plays an important role in explaining the observed trend. Here we show that the drying is indeed related to the observed 1950-1999 positive trend of the Pacific Decadal Oscillation (PDO) index and that the relationship is even stronger for a simpler index (S1). Adjusting the CMIP5 simulated precipitation trends to account for the difference between the observed and simulated S1 trend increases the original multi-model average NCI drying trend from −0.09±0.31 mm day−1 (50 years)−1 to −0.51±0.40 mm day−1 (50 years)−1 . Thus, our estimate of the 1950-1999 NCI drying associated with Pacific decadal variability is of similar magnitude as our previous CMIP5 based estimate of the drying due to anthropogenic aerosol. The drying (moistening) associated with increasing (decreasing) S1 can partially be attributed to a southeastward (northwestward) shift of the boundary between ascent and descent affecting NCI. This shift of the ascent region strongly affects NCI, butnot Southeast Asia and south China. The average spread between individual model realizations is only slightly reduced when adjusting for S1 as smaller scale variability also plays an important role.\n",
        "journal": "Journal of Geophysical Research: Atmospheres",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023313",
        "title": "On the enhancement of the Indian summer monsoon drying by Paci_c multidecadal variability during the latter half of the 20th century"
    },
    {
        "author": "Peter O. Hopcroft, Paul J. Valdes, Stephanie Woodward, Manoj M. Joshi",
        "date": "2015-08-24",
        "description": "\n\nThe mineral dust cycle in preindustrial (PI) and Last Glacial Maximum (LGM) simulations with the Coupled Model Intercomparison Project Phase 5 model Hadley Centre Global Environment Model 2-Atmosphere (HadGEM2-A) is evaluated. The modeled global dust cycle is enhanced at the LGM, with larger emissions in the Southern Hemisphere, consistent with some previous studies. Two different dust uplift schemes within HadGEM2 both show a similar LGM/PI increase in total emissions (60% and 80%) and global loading (100% and 75%), but there is a factor of 3 difference in the top of the atmosphere net LGM-PI direct radiative forcing (−1.2 W m−2 and −0.4 W m−2, respectively). This forcing is dominated by the short-wave effects in both schemes. Recent reconstructions of dust deposition fluxes suggest that the LGM increase is overestimated in the Southern Atlantic and underestimated over east Antarctica. The LGM dust deposition reconstructions do not strongly discern between these two dust schemes because deposition is dominated by larger (2–6 m diameter) particles for which the two schemes show similar loading in both time periods. The model with larger radiative forcing shows a larger relative emissions increase of smaller particles. This is because of the size-dependent friction velocity emission threshold and different size distribution of the soil source particles compared with the second scheme. Size dependence of the threshold velocity is consistent with the theory of saltation, implying that the model with larger radiative forcing is more realistic. However, the large difference in radiative forcing between the two schemes highlights the size distribution at emission as a major uncertainty in predicting the climatic effects of dust cycle changes.\n",
        "journal": "Journal of Geophysical Research: Atmospheres",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023742",
        "title": "Last glacial maximum radiative forcing from mineral dust aerosols in an Earth system model"
    },
    {
        "author": "Vishal   Singh, Manish Kumar   Goyal</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>1 January 2016</pubDate><br> <b>Source:</b>Atmospheric Research, Volume 167</br><br>     Author(s): Vishal   Singh, Manish Kumar   Goyal</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">This paper draws attention to highlight the spatial and temporal variability in precipitation lapse rate (PLR) and precipitation extreme indices (PEIs) through the mesoscale characterization of Teesta river catchment, which corresponds to north Sikkim eastern Himalayas. A PLR rate is an important variable for the snowmelt runoff models. In a mountainous region, the PLR could be varied from lower elevation parts to high elevation parts. In this study, a PLR was computed by accounting elevation differences, which varies from around 1500<hsp sp=\"0.25\"/>m to 7000<hsp sp=\"0.25\"/>m. A precipitation variability and extremity were analysed using multiple mathematical functions viz. quantile regression, spatial mean, spatial standard deviation, Mann–Kendall test and Sen's estimation. For this reason, a daily precipitation, in the historical (years 1980–2005) as measured/observed gridded points and projected experiments for the 21st century (years 2006–2100) simulated by CMIP5 ESM-2<hsp sp=\"0.25\"/>M model (Coupled Model Intercomparison Project Phase 5 Earth System Model 2) employing three different radiative forcing scenarios (Representative Concentration Pathways), utilized for the research work. The outcomes of this study suggest that a PLR is significantly varied from lower elevation to high elevation parts. The PEI based analysis showed that the extreme high intensity events have been increased significantly, especially after 2040s. The PEI based observations also showed that the numbers of wet days are increased for all the RCPs. The quantile regression plots showed significant increments in the upper and lower quantiles of the various extreme indices. The Mann–Kendall test and Sen's estimation tests clearly indicated significant changing patterns in the frequency and intensity of the precipitation indices across all the sub-basins and RCP scenario in an intra-decadal time series domain. The RCP8.5 showed extremity of the projected outcomes.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Atmospheric Research",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0169809515002173%26_version%3D1%26md5%3D0767704bb451eb24724a8ac78c41f410",
        "title": "Analysis and trends of precipitation lapse rate and extreme indices over north Sikkim eastern Himalayas under CMIP5ESM-2M RCPs experiments"
    },
    {
        "author": "Wenyuan   Chang, Hong   Liao, Jinyuan   Xin, Zhengqiang   Li, Donghui   Li, Xiaoye   Zhang</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>1 December 2015</pubDate><br> <b>Source:</b>Atmospheric Research, Volume 166</br><br>     Author(s): Wenyuan   Chang, Hong   Liao, Jinyuan   Xin, Zhengqiang   Li, Donghui   Li, Xiaoye   Zhang</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">This study quantified the uncertainties in concentrations and direct radiative forcing of anthropogenic aerosols due to emissions in eastern China using a global chemistry–aerosol–climate model. The emission inventories included three global inventories, ACCMIP (Atmospheric Chemistry &amp;amp; Climate Model Intercomparison Project), EDGAR-HTAP (Emission Database for Global Atmospheric Research for Hemispheric Transport of Air Pollution), and EDGAR Version 4.2, and one regional INTEX-B (Intercontinental Chemical Transport Experiment—Phase B) inventory. The uncertainties (a percentage of the standard deviation divided by the mean value across the four inventories) in the regional surface-layer aerosol concentrations due to emissions were 3.9% in sulfate, 40.0% in nitrate, 18.4% in ammonium, 11.1% in POA, 16.7% in SOA and 15.4% in BC. Compared with the ACCMIP model results based on a uniform emission inventory, the impacts of emissions were smaller. One exception is the regional surface-layer nitrate concentration, which had comparable uncertainties due to the emissions (40.0%) and the models (43.8%) because of the complex nitrate chemistry and the highly uncertain NH<inf loc=\"post\">3</inf> emission. The mean regional aerosol direct forcing at the top of the atmosphere between 1850 and 2006 was −<hsp sp=\"0.10\"/>3.6<hsp sp=\"0.25\"/>Wm<sup loc=\"post\">−<hsp sp=\"0.10\"/>2</sup> under all-sky conditions and was enhanced up to −<hsp sp=\"0.10\"/>3.83<hsp sp=\"0.25\"/>Wm<sup loc=\"post\">−<hsp sp=\"0.10\"/>2</sup> after the model assimilated the MODIS find-mode aerosol optical depth (AOD). The impact of the assimilation of absorption AOD is discussed. The uncertainties in aerosol direct forcing were smaller than those of the ACCMIP inter-model results, but still significant. An accurate emission inventory is essential for quantifying the role of aerosols in regional climate.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Atmospheric Research",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0169809515002045%26_version%3D1%26md5%3D8f7b52e3e3238fa41dbaf1dc0d955ab3",
        "title": "Uncertainties in anthropogenic aerosol concentrations and direct radiative forcing induced by emission inventories in eastern China"
    },
    {
        "author": "Reiner   Palomino-Lemus, Samir   Córdoba-Machado, Sonia Raquel   Gámiz-Fortis, Yolanda   Castro-Díez, María Jesús   Esteban-Parra</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>August 2015</pubDate><br> <b>Source:</b>Global and Planetary Change, Volume 131</br><br>     Author(s): Reiner   Palomino-Lemus, Samir   Córdoba-Machado, Sonia Raquel   Gámiz-Fortis, Yolanda   Castro-Díez, María Jesús   Esteban-Parra</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">In this study, statistical downscaling (SD) models have been built using principal component regression (PCR) for simulating summer precipitation in Colombia during the period 1950–2010, and climate projections have been made for the period 2071–2100 by applying the previous SD models to the SLP outputs of five GCMs. For this, the principal components (PCs) of the SLP reanalysis data from NCEP were used as predictor variables and the observed gridded summer precipitation as predictands. The period 1950–1993 was used for calibration and 1994–2010 for validation. Bootstrap with replacement was applied to provide estimations of the statistical errors. All SD models performed reasonably well at regional scales, and the spatial distribution of the correlation coefficients between the predicted and observed gridded precipitation values shows high significant values (between 0.5 and 0.93) along the Andes range, north and north Pacific of Colombia.</simple-para> <simple-para id=\"sp0010\" view=\"all\">The ability of the GCMs to simulate the summer precipitation in Colombia, for the present climate (1971–2000), has been analyzed by calculating the differences between the simulated and observed precipitation values, with the result that the precipitation simulations made for the GCMs show strong biases. However, SD models applied to the SLP output from GCMs demonstrate their ability to faithfully reproduce the rainfall field. Finally, for summer precipitation projections in Colombia for the period 2071–2100, the SD models, recalibrated for the total period 1950–2010, have been applied to the SLP output from GCMs under the RCP2.6, RCP4.5, and RCP8.5 scenarios.</simple-para> <simple-para id=\"sp0015\" view=\"all\">The SD estimations show considerable differences with respect to SD present values, generally towards precipitation increases. The SD MIROC5, HAdGEM2-AO, and CESM1(CAM5) present significant changes in all the regions for both the RCP4.5 and RCP8.5 scenarios. So, for the RCP8.5 these models project changes between 12.85% and 18.32% for the NWC region, 6.73% and 10.02% for the SWC region, 6.16% and 14.76% for the NCC region, and 8.31% and 23.11% for the NC region. This last region, that presents the greatest increase (23.11%) for the SD MIROC5 also presents the greatest decrease (−<hsp sp=\"0.10\"/>7.8% under the RCP8.5) for SD MPI-ESM-LR. For the RCP2.6, significant increases are found only for the NWC region with SD HadGEM2-AO (4.5%) and for the NC region with the SD CESM1(CAM5) (8.33%).</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Global and Planetary Change",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0921818115000892%26_version%3D1%26md5%3Df8643ac87e57c51e0d770258194034e5",
        "title": "Summer precipitation projections over northwestern South America from CMIP5 models"
    },
    {
        "author": "Hossein   Tabari, Meron Teferi   Taye, Patrick   Willems</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>August 2015</pubDate><br> <b>Source:</b>Global and Planetary Change, Volume 131</br><br>     Author(s): Hossein   Tabari, Meron Teferi   Taye, Patrick   Willems</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">We investigate the potential impact of climate change on water availability in central Belgium. Two water balance components being precipitation and potential evapotranspiration are initially projected for the late 21st century (2071–2100) based on 30 Coupled Models Intercomparison Project phase 5 (CMIP5) models relative to a baseline period of 1961–1990, assuming forcing by four representative concentration pathway emission scenarios (RCP2.6, RCP4.5, RCP6.0, RCP8.5). The future available water is then estimated as the difference between precipitation and potential evapotranspiration projections. The number of wet days and mean monthly precipitation for summer season is projected to decrease in most of the scenarios, while the projections show an increase in those variables for the winter months. Potential evapotranspiration is expected to increase during both winter and summer seasons. The results show a decrease in water availability for summer and an increase for winter, suggesting drier summers and wetter winters for the late 21st century in central Belgium.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Global and Planetary Change",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0921818115001095%26_version%3D1%26md5%3D15a2e7e6c12d038dfab5eb4d2302c9b0",
        "title": "Water availability change in central Belgium for the late 21st century"
    },
    {
        "author": "Omar   Bellprat, Fraser C.   Lott, Carla   Gulizia, Hannah R.   Parker, Luana A.   Pampuch, Izidine   Pinto, Andrew   Ciavarella, Peter A.   Stott</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>September 2015</pubDate><br> <b>Source:</b>Weather and Climate Extremes, Volume 9</br><br>     Author(s): Omar   Bellprat, Fraser C.   Lott, Carla   Gulizia, Hannah R.   Parker, Luana A.   Pampuch, Izidine   Pinto, Andrew   Ciavarella, Peter A.   Stott</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abs0010\" view=\"all\"> <simple-para id=\"sp0035\" view=\"all\">Southern Africa and Southern South America have experienced recent extremes in dry and wet rainy seasons which have caused severe socio-economic damages. Selected past extreme events are here studied, to estimate how human activity has changed the risk of the occurrence of such events, by applying an event attribution approach (Stott et al., 2004)comprising global climate models of Coupled Model Intercomparison Project 5 (CMIP5). Our assessment shows that models' representation of mean precipitation variability over Southern South America is not adequate to make a robust attribution statement about seasonal rainfall extremes in this region. Over Southern Africa, we show that unusually dry austral summers as occurred during 2002/2003 have become more likely, whereas unusually wet austral summers like that of 1999/2000 have become less likely due to anthropogenic climate change. There is some tentative evidence that the risk of extreme high 5-day precipitation totals (as observed in 1999/2000) have increased in the region. These results are consistent with CMIP5 models projecting a general drying trend over SAF during December–January–February (DJF) but also an increase in atmospheric moisture availability to feed heavy rainfall events when they do occur. Bootstrapping the confidence intervals of the fraction of attributable risk has demonstrated estimates of attributable risk are very uncertain, if the events are very rare. The study highlights some of the challenges in making an event attribution study for precipitation using seasonal precipitation and extreme 5-day precipitation totals and considering natural drivers such as ENSO in coupled ocean–atmosphere models.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Weather and Climate Extremes",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS2212094715300086%26_version%3D1%26md5%3D74fd1c12f0e996539c13fee8bbe4bd62",
        "title": "Unusual past dry and wet rainy seasons over Southern Africa and South America from a climate perspective"
    },
    {
        "author": "Daniel T. McCoy, Dennis L. Hartmann, Mark D. Zelinka, Paulo Ceppi, Daniel P. Grosvenor",
        "date": "2015-08-21",
        "description": "\n\nIncreasing optical depth poleward of 45° is a robust response to warming in global climate models. Much of this cloud optical depth increase has been hypothesized to be due to transitions from ice-dominated to liquid-dominated mixed-phase cloud. In this study, the importance of liquid-ice partitioning for the optical depth feedback is quantified for 19 CMIP5 models. All models show a monotonic partitioning of ice and liquid as a function of temperature, but the temperature at which ice and liquid are equally mixed (the glaciation temperature) varies by as much as 40K across models. Models that have a higher glaciation temperature are found to have a smaller climatological liquid water path (LWP) and condensed water path, and experience a larger increase in LWP as the climate warms. The ice-liquid partitioning curve of each model may be used to calculate the response of LWP to warming. It is found that the re-partitioning between ice and liquid in a warming climate contributes at least 20% to 80% of the increase in LWP as the climate warms, depending on model. Inter-model differences in the climatological partitioning between ice and liquid are estimated to contribute at least 20% to the inter-model spread in the high-latitude LWP response in the mixed-phase region poleward of 45°S. It is hypothesized that a more thorough evaluation and constraint of GCM mixed-phase cloud parameterizations, and validation of the total condensate and ice-liquid apportionment against observations will yield a substantial reduction in model uncertainty in the high-latitude cloud response to warming.\n",
        "journal": "Journal of Geophysical Research: Atmospheres",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023603",
        "title": "Mixed-phase cloud physics and Southern Ocean cloud feedback in climate models."
    },
    {
        "author": "Valentina Radić, Alex J. Cannon, Brian Menounos, Nayeob Gi",
        "date": "2015-08-15",
        "description": "\n\nAtmospheric rivers (ARs) often trigger extreme precipitation events in British Columbia (BC), Canada. Here we analyze how well the autumn AR events with the highest probability for extreme precipitation over BC, henceforth called AR-extreme events, are simulated in five Coupled Model Intercomparison Project Phase 5 (CMIP5) global climate models (GCMs) and how these AR-extreme events are projected to change by the end of the century. We examine the daily synoptic patterns of integrated water vapor transport (IVT) over the Pacific Ocean that favor the formation of AR-extreme events. Our analysis and comparison with AR-extreme events in four reanalysis products for the period 1979–2010 reveal that the GCMs more successfully resolve their seasonality and inter-annual variability than their frequencies and amount of precipitation brought to BC. For the CMIP5 scenario's RCP4.5 and RCP8.5, the frequency of AR-extreme events will increase for the period 2070–2100 with the largest increase in December. All models project an increase in total precipitation over BC, due to the increase in frequency and intensity of the AR-extreme events, however, the dominant factor is the increase in frequency, especially of those events with precipitation exceeding 20 mm/day. The path of the ARs during the AR-extreme events is projected to move northward, bringing stronger IVT and more precipitation to the north coast of BC, while the south coast may become drier than at the present-day. The shift in the ARs is driven by the northward shift in the Aleutian Low Pressure System, especially in RCP8.5.\n",
        "journal": "Journal of Geophysical Research: Atmospheres",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023279",
        "title": "Future changes in autumn atmospheric river events in British Columbia, Canada, as projected by CMIP5 global climate models"
    },
    {
        "author": "Baird Langenbrunner et al",
        "date": "2015-08-13",
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Journal of Climate",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00800.1?af=R",
        "title": "Patterns of precipitation change and climatological uncertainty among CMIP5 models, with a focus on the midlatitude Pacific storm track"
    },
    {
        "author": "",
        "date": "2015-08-12",
        "description": "\n                  <h3 class=\"a-plus-plus\">Abstract</h3>\n                  <p class=\"a-plus-plus\">\n      Explosive cyclones are rapidly intensifying low pressure systems generating severe wind speeds and heavy precipitation primarily in coastal and marine environments. This study presents the first analysis on how explosive cyclones respond to climate change in the extratropics of the Northern Hemisphere. An objective-feature tracking algorithm is used to identify and track cyclones from 23 CMIP5 climate models for the recent past (1981–1999) and future (2081–2099). Explosive cyclones are projected to shift northwards by about <span class=\"a-plus-plus inline-equation id-i-eq2\">\n                      \n                      <span class=\"a-plus-plus equation-source format-t-e-x\">\\(2.2^\\circ\\)</span>\n                      \n                    </span> latitude on average in the northern Pacific, with fewer and weaker events south of <span class=\"a-plus-plus inline-equation id-i-eq3\">\n                      \n                      <span class=\"a-plus-plus equation-source format-t-e-x\">\\(45^\\circ \\hbox {N}\\)</span>\n                      \n                    </span>, and more frequent and stronger events north of this latitude. This shift is correlated with a poleward shift of the jet stream in the inter-model spread (<span class=\"a-plus-plus inline-equation id-i-eq4\">\n                      \n                      <span class=\"a-plus-plus equation-source format-t-e-x\">\\(R=0.56\\)</span>\n                      \n                    </span>). In the Atlantic, the total number of explosive cyclones is projected to decrease by about 17 % when averaging across models, with the largest changes occurring along North America’s East Coast. This reduction is correlated with a decline in the lower-tropospheric Eady growth rate (<span class=\"a-plus-plus inline-equation id-i-eq5\">\n                      \n                      <span class=\"a-plus-plus equation-source format-t-e-x\">\\(R=0.51\\)</span>\n                      \n                    </span>), and is stronger for models with smaller frequency biases (<span class=\"a-plus-plus inline-equation id-i-eq6\">\n                      \n                      <span class=\"a-plus-plus equation-source format-t-e-x\">\\(R=-0.65\\)</span>\n                      \n                    </span>). The same region is also projected to experience a small intensification of explosive cyclones, with larger vorticity values for models that predict stronger increases in the speed of the jet stream (<span class=\"a-plus-plus inline-equation id-i-eq7\">\n                      \n                      <span class=\"a-plus-plus equation-source format-t-e-x\">\\(R=0.58\\)</span>\n                      \n                    </span>). This strengthening of the jet stream is correlated with an enhanced sea surface temperature gradient in the North Atlantic (<span class=\"a-plus-plus inline-equation id-i-eq8\">\n                      \n                      <span class=\"a-plus-plus equation-source format-t-e-x\">\\(R=-0.63\\)</span>\n                      \n                    </span>). The inverse relationship between model bias and projection, and the role of model resolution are discussed.</p>\n                ",
        "journal": "Climate Dynamics",
        "link": "http://link.springer.com/10.1007/s00382-015-2791-y",
        "title": "How will climate change affect explosive cyclones in the extratropics of the Northern Hemisphere?"
    },
    {
        "author": "T. Economou, D. B. Stephenson, J. G. Pinto, L. C. Shaffrey, G. Zappa",
        "date": "2015-08-12",
        "description": "\nThis study has investigated serial (temporal) clustering of extratropical cyclones simulated by 17 climate models participating in CMIP5. Clustering was estimated by calculating the dispersion (ratio of variance to mean) of 30 December–February counts of Atlantic storm tracks passing near each grid point. Results from single historical simulations of 1975–2005 were compared to those from historical ERA40 reanalyses from 1958 to 2001 and single future model projections of 2069–2099 under the RCP4.5 climate change scenario.\nModels were generally able to capture the broad features in reanalyses reported previously: underdispersion/regularity (i.e. variance less than mean) in the western core of the Atlantic storm track surrounded by overdispersion/clustering (i.e. variance greater than mean) to the north and south and over Western Europe. Regression of counts onto North Atlantic Oscillation (NAO) indices revealed that much of the overdispersion in the historical reanalyses and model simulations can be accounted for by NAO variability.\nFuture changes in dispersion were generally found to be small and not consistent across models. The overdispersion statistic, for any 30-year sample, is prone to large amounts of sampling uncertainty which obscures the climate change signal. For example, the projected increase in dispersion for storm counts near London in the CNRMCM5 model is 0.1 compared to a standard deviation of 0.25. Projected changes in the mean and variance of NAO are insufficient to create changes in overdispersion that are discernible above natural sampling variations.\n",
        "journal": "Quarterly Journal of the Royal Meteorological Society",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2591",
        "title": "Serial clustering of extratropical cyclones in a multi-model ensemble of historical and future simulations"
    },
    {
        "author": "Michael Previdi et al",
        "date": "2015-08-11",
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Journal of Climate",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-15-0027.1?af=R",
        "title": "How Well Do the CMIP5 Models Simulate the Antarctic Atmospheric Energy Budget?"
    },
    {
        "author": "",
        "date": "2015-08-11",
        "description": "\n                  <h3 class=\"a-plus-plus\">Abstract</h3>\n                  <p class=\"a-plus-plus\">Impacts of spectral nudging on simulations of Arctic climate in coupled simulations have been investigated in a set of simulations with a regional climate model (RCM). The dominantly circumpolar circulation in the Arctic lead to weak constraints on the lateral boundary conditions (LBCs) for the RCM, which causes large internal variability with strong deviations from the driving model. When coupled to an ocean and sea ice model, this results in sea ice concentrations that deviate from the observed spatial distribution. Here, a method of spectral nudging is applied to the atmospheric model RCA4 in order to assess the potentials for improving results for the sea ice concentrations when coupled to the RCO ocean-sea ice model. The spectral nudging applied to reanalysis driven simulations significantly improves the generated sea ice regarding its temporal evolution, extent and inter-annual trends, compared to simulations with standard LBC nesting. The method is furthermore evaluated with driving data from two CMIP5 GCM simulations for current and future conditions. The GCM biases are similar to the RCA4 biases with ERA-Interim, however, the spectral nudging still improves the surface winds enough to show improvements in the simulated sea ice. For both GCM downscalings, the spectrally nudged version retains a larger sea ice extent in September further into the future. Depending on the sea ice formulation in the GCM, the temporal evolution of the regional sea ice model can deviate strongly.</p>\n                ",
        "journal": "Climate Dynamics",
        "link": "http://link.springer.com/10.1007/s00382-015-2783-y",
        "title": "On the effects of constraining atmospheric circulation in a coupled atmosphere-ocean Arctic regional climate model"
    },
    {
        "author": "Samuel J. Levang et al",
        "date": "2015-08-10",
        "description": "Journal of Climate, Volume 28, Issue 16, Page 6489-6502, August 2015. \n\t\t<br/>\n\t",
        "journal": "Journal of Climate",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-15-0143.1?af=R",
        "title": "Centennial Changes of the Global Water Cycle in CMIP5 Models"
    },
    {
        "author": "Ping Huang",
        "date": "2015-08-10",
        "description": "Journal of Climate, Volume 28, Issue 16, Page 6503-6515, August 2015. \n\t\t<br/>\n\t",
        "journal": "Journal of Climate",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-15-0055.1?af=R",
        "title": "Seasonal Changes in Tropical SST and the Surface Energy Budget under Global Warming Projected by CMIP5 Models"
    },
    {
        "author": "Andra J. Reed, Michael E. Mann, Kerry A. Emanuel, David W. Titley",
        "date": "2015-08-08",
        "description": "\n\nIn a changing climate, the impact of tropical cyclones on the United States Atlantic and Gulf Coasts will be affected both by how intense and how frequent these storms become. The observational record of tropical cyclones in the Atlantic Basin is too short (A.D. 1851 to present) to allow for accurate assessment of low-frequency variability in storm activity. In order to overcome the limitations of the short observational record, we downscale four Coupled Model Intercomparison Project Phase 5 models to generate synthetic tropical cyclone data sets for the Atlantic Basin that span the interval of A.D. 850–2005. Using these long-term synthetic tropical cyclone data sets, we investigate the relationship between power dissipation and ocean temperature metrics, as well as the relationship between basin-wide and landfalling tropical cyclone count statistics over the past millennium. Contrary to previous studies, we find only a very weak relationship between power dissipation and main development region sea surface temperature in the Atlantic Basin. Consistent with previous studies, we find that basin-wide and landfalling tropical cyclone counts are significantly correlated with one another, lending further support for the use of paleohurricane landfall records to infer long-term basin-wide tropical cyclone trends.\n",
        "journal": "Journal of Geophysical Research: Atmospheres",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023357",
        "title": "An analysis of long-term relationships among count statistics and metrics of synthetic tropical cyclones downscaled from CMIP5 models"
    },
    {
        "author": "",
        "date": "2015-08-08",
        "description": "\n                  <h3 class=\"a-plus-plus\">Abstract</h3>\n                  <p class=\"a-plus-plus\">Based on the <em class=\"a-plus-plus\">historical</em> and <em class=\"a-plus-plus\">RCP8.5</em> experiments from 25 Coupled Model Intercomparison Project phase 5 (CMIP5) models, the impacts of sea surface temperature (SST) warming in the tropical Indian Ocean (IO) on the projected change in summer rainfall over Central Asia (CA) are investigated. The analysis is designed to answer three questions: (1) Can CMIP5 models reproduce the observed influence of the IO sea surface temperatures (SSTs) on the CA rainfall variations and the associated dynamical processes? (2) How well do the models agree on their projected rainfall changes over CA under warmed climate? (3) How much of the uncertainty in such rainfall projections is due to different impacts of IO SSTs in these models? The <em class=\"a-plus-plus\">historical</em> experiments show that in most models summer rainfall over CA are positively correlated to the SSTs in the IO. Furthermore, for models with higher rainfall-SSTs correlations, the dynamical processes accountable for such impacts are much closer to what have been revealed in observational data: warmer SSTs tend to favor the development of anti-cyclonic circulation patterns at low troposphere over north and northwest of the Arabian Sea and the Bay of Bengal. These anomalous circulation patterns correspond to significantly enhanced southerly flow which carries warm and moisture air mass from the IO region up to the northeast. At the same time, there is a cyclonic flow over the central and eastern part of the CA which further brings the tropical moisture into the CA and provides essential moist conditions for its rainfall generation. In the second half of twenty-first century, although all the 25 models simulate warmed SSTs, significant uncertainty exists in their projected rainfall changes over CA: half of them suggest summer rainfall increases, but the other half project rainfall decreases. However, when we select seven models out of the 25 based on their skills in capturing the dynamical processes as observed, then the model projected changes are much closer. Five out of the seven models predicted more rainfall over CA. Such a result is helpful for allowing us to attribute part of the observed upward rainfall trend in the CA region in the last several decades to the IO SST warming.</p>\n                ",
        "journal": "Climate Dynamics",
        "link": "http://link.springer.com/10.1007/s00382-015-2765-0",
        "title": "Impacts of SST Warming in tropical Indian Ocean on CMIP5 model-projected summer rainfall changes over Central Asia"
    },
    {
        "author": "",
        "date": "2015-08-08",
        "description": "\n                  <h3 class=\"a-plus-plus\">Abstract</h3>\n                  <p class=\"a-plus-plus\">Future bitumen production in the Athabasca Oil Sands, one of the largest remaining reserves of petroleum on the planet, is a key factor in global climate policy and politics. Climate warming in the Athabasca River Basin (ARB) has the potential to limit future streamflow availability for aquatic ecosystem needs, as well as for water withdrawals in oil sands mining operations. This study applies the land surface model IBIS and the hydrological routing algorithm THMB, with forced output from CMIP5 global climate models, to examine the response of streamflow in the ARB to climate change this century. In comparison to the small impact of water withdrawals on streamflow, climate change impacts are projected to be the primary driver of future low flow occurrences. Although winter flows are most sensitive to water withdrawals under the historical hydroclimatological regime, future climate change is projected to increase winter flows and decrease summer flows instead, with the frequency of summer low flows projected to rise by up to 85 % in the highest future emissions scenario by the end of the century. A decline in water availability due to more frequent low flows could interrupt oil sands water withdrawals and subsequent daily bitumen production for an additional 2–3 months each year by mid-century. Adaptation to climate warming in the ARB will need to recognize these changing seasonal patterns of flow in order to maintain available flows for ecological needs and water withdrawals.</p>\n                ",
        "journal": "Climatic Change",
        "link": "http://link.springer.com/10.1007/s10584-015-1479-y",
        "title": "Climate change impacts on streamflow availability for the Athabasca Oil Sands"
    },
    {
        "author": "Yongyong Zhang, Guobin Fu, Boyang Sun, Shifeng Zhang, Baohui Men",
        "date": "2015-08-07",
        "description": "\n\nTraditional assessment approaches of climate change on flow regimes usually focus on flow magnitude and cannot capture the overall variation of flow regimes (e.g., variability, frequency, duration, timing, and rating). The Hexi Corridor, which is a typical arid and semiarid region in Northwest China, was selected as the study area. Streamflows were simulated by an integrated water system model in a historical period (1985–2005) and three future periods (2030s, 2050s, and 2070s). Twenty-nine global climate models were picked from the Coupled Model Intercomparison Project Phase 5 based on projection performance, and the high (RCP85) and intermediate (RCP45) ranges of Representative Concentration Pathways were selected for future scenario analysis. All the streamflows were characterized in detail by flow regime metrics, including the magnitude, variability, and frequency of the overall flow events. The regional impacts of climate change were assessed and clustered into several similar spatial patterns. Results showed that the projected climate change would sensibly increase the magnitudes of average and low flows (75th percentile), as well as the frequencies of low and high flows (25th percentile), but decrease the flow variability. By contrast, it would not sensibly change the magnitude of high-flow events. The flow regime variations of all scenarios and periods were clustered into three robust classes (highly, moderately, and slightly impacted classes) in the entire region. The flow regimes would be highly and moderately impacted in the middle stream and downstream with large-sized and semidesert catchments but slightly impacted in the upper and middle streams with small-sized and montane vegetation catchments. The impacted classes will sensibly vary at most stations in different future periods because of the spatial differences of climate change. This study would provide scientific support to implement the integrated adaptive water resource management for climate change at regional scales in the arid Hexi Corridor.\n",
        "journal": "Journal of Geophysical Research: Atmospheres",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023294",
        "title": "Simulation and classification of the impacts of projected climate change on flow regimes in the arid Hexi Corridor of Northwest China"
    },
    {
        "author": "",
        "date": "2015-08-07",
        "description": "\n                  <h3 class=\"a-plus-plus\">Abstract</h3>\n                  <p class=\"a-plus-plus\">It is firmly established in the hydrologic literature that flooding depends on both antecedent watershed wetness and precipitation. One could phrase this relationship as “heavy precipitation does not necessarily lead to high stream discharge”, but rarely do studies directly affirm this statement. We have observed several non-hydrologists mistake trends in heavy precipitation as a proxy for trends in riverine flooding. If the relationship between heavy precipitation and high discharge was more often explicitly presented, heavy precipitation may less often be misinterpreted as a proxy for discharge. In this paper, we undertake such an analysis for 390 watersheds across the contiguous U.S. We found that 99th percentile precipitation only results in 99th percentage discharge 36 % of the time. However, when conditioned on soil moisture from the Variable Infiltration Capacity model, 62 % of 99th percentile precipitation results in 99th percentile discharge during wet periods and only 13 % during dry periods. When relating trends in heavy precipitation to hydrologic response, precipitation data should, therefore, be segregated based on concurrent soil moisture. Taking this approach for climate predictions, we found that CMIP-5 atmosphere–ocean global circulation model (AOGCM) simulations for a RCP 6.0 forcing project increases in concurrence of greater than median soil wetness and extreme precipitation in the northern United States and a decrease in the south, suggesting northern regions could see an increase in very high discharges while southern regions could see decreases despite both regions having an increase in extreme precipitation. While the actual outcome is speculative given the uncertainties of the AOGCM’s, such an analysis provides a more sophisticated framework from which to evaluate the output as well as historic climate data.</p>\n                ",
        "journal": "Climatic Change",
        "link": "http://link.springer.com/10.1007/s10584-015-1476-1",
        "title": "Examining why trends in very heavy precipitation should not be mistaken for trends in very high river discharge"
    },
    {
        "author": "Hsin-I Chang, Christopher L. Castro, Carlos M. Carrillo, Francina Dominguez",
        "date": "2015-08-02",
        "description": "\n\nArid and semi-arid regions located in subtropical zones are projected to experience the most adverse impacts of climate change. During the warm season, observations and IPCC global climate models (GCMs) generally support a “wet gets wetter, dry gets drier” hypothesis in these regions, which acts to amplify the climatological transitions in the context of the annual cycle. In this study, we consider changes in U.S. early warm season precipitation in the observational record and regional climate model (RCM) simulations driven by two “well performing” dynamically downscaled CMIP3 models (HadCM3 and MPI ECHAM5) that have a robust climatological representation of the North American Monsoon System (NAMS). Both observations and model results show amplification in historical seasonal transitions of temperature and precipitation associated with NAMS development, with WRF-MPI better representing the observed signal. Assuming the influence of remote Pacific sea surface temperature forcing (SST) associated with the El Niño Southern Oscillation and Pacific Decadal Variability (ENSO-PDV) on U.S. regional climate remains the same in the 21st century, similar extreme trends are also projected by WRF-MPI for the next 30 years. A methodology is also developed to objectively analyze how climate change may be synergistically interacting with ENSO-PDV variability during the early warm season.. Our analysis suggests that interannual variability of warm season temperature and precipitation associated with Pacific SST forcing is becoming more extreme and the signal is stronger in the observed record.\n",
        "journal": "Journal of Geophysical Research: Atmospheres",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023333",
        "title": "The more extreme nature of U.S. warm season climate in the recent observational record and two “well performing” dynamically downscaled CMIP3 models"
    },
    {
        "author": "",
        "date": "2015-08-01",
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">To investigate climate variability in Asia during the last millennium, the spatial and temporal evolution of summer (June–July–August; JJA) temperature in eastern and south-central Asia is reconstructed using multi-proxy records and the regularized expectation maximization (RegEM) algorithm with truncated total least squares (TTLS), under a point-by-point regression (PPR) framework. The temperature index reconstructions show that the late 20th century was the warmest period in Asia over the past millennium. The temperature field reconstructions illustrate that temperatures in central, eastern, and southern China during the 11th and 13th centuries, and in western Asia during the 12th century, were significantly higher than those in other regions, and comparable to levels in the 20th century. Except for the most recent warming, all identified warm events showed distinct regional expressions and none were uniform over the entire reconstruction area. The main finding of the study is that spatial temperature patterns have, on centennial time-scales, varied greatly over the last millennium. Moreover, seven climate model simulations, from the Coupled Model Intercomparison Project Phase 5 (CMIP5), over the same region of Asia, are all consistent with the temperature index reconstruction at the 99 % confidence level. Only spatial temperature patterns extracted as the first empirical orthogonal function (EOF) from the GISS-E2-R and MPI-ESM-P model simulations are significant and consistent with the temperature field reconstruction over the past millennium in Asia at the 90 % confidence level. This indicates that both the reconstruction and the simulations depict the temporal climate variability well over the past millennium. However, the spatial simulation or reconstruction capability of climate variability over the past millennium could be still limited. For reconstruction, some grid points do not pass validation tests and reveal the need for more proxies with high temporal resolution, accurate dating, and sensitive temperature signals, especially in central Asia and before AD 1400.</p>\n                  ",
        "journal": "Climatic Change",
        "link": "http://link.springer.com/10.1007/s10584-015-1413-3",
        "title": "A multi-proxy reconstruction of spatial and temporal variations in Asian summer temperatures over the last millennium"
    },
    {
        "author": "Elinor R. Martin et al",
        "date": "2015-07-30",
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Journal of Climate",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-15-0145.1?af=R",
        "title": "Representation of African Easterly Waves in CMIP5 Models"
    },
    {
        "author": "Jason M. English et al",
        "date": "2015-07-30",
        "description": "Journal of Climate, Volume 28, Issue 15, Page 6019-6038, August 2015. \n\t\t<br/>\n\t",
        "journal": "Journal of Climate",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00801.1?af=R",
        "title": "Arctic Radiative Fluxes: Present-Day Biases and Future Projections in CMIP5 Models"
    },
    {
        "author": "Kimberly Smith et al",
        "date": "2015-07-30",
        "description": "Journal of Climate, Volume 28, Issue 15, Page 6096-6112, August 2015. \n\t\t<br/>\n\t",
        "journal": "Journal of Climate",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00488.1?af=R",
        "title": "Connectivity between Historical Great Basin Precipitation and Pacific Ocean Variability: A CMIP5 Model Evaluation"
    },
    {
        "author": "Stephen Outten, Peter Thorne, Ingo Bethke, Øyvind Seland",
        "date": "2015-07-30",
        "description": "\n\nThe recent IPCC report along with numerous studies since, have suggested that the apparent global warming hiatus results from some combination of natural variability and changes to external forcings. Herein the external forcings for GHGs, long-lived trace gases, volcanic and tropospheric aerosols, and solar irradiance have been replaced in the Norwegian Earth System Model using recent observational estimates. The potential impact of these alternative forcings, and by residual the internally generated variability, is examined through two 30-member ensembles covering the period 1980 to 2012. The Reference ensemble uses the CMIP5 historical forcings extended with the RCP8.5 scenario, while the Sensitivity ensemble uses the alternative forcings. Over the hiatus period defined herein as 1998–2012, all of the forcings show some change between the Sensitivity and Reference experiments and have a combined net forcing change of −0.03Wm−2. The GHG forcing is 0.012Wm−2 higher in the Sensitivity forcings. The alternative solar forcing differs from the Reference forcing by −0.08Wm−2, the same as the alternative volcanic forcing that was based on the latest estimates from NASA-GISS. Anthropogenic aerosol emissions were replaced using the EU-EclipseV4a dataset and produce a mean forcing change of 0.11Wm−2 over the period. Part 1 details the creation of the two 30-member ensembles, and their characterization for parameters of particular relevance to the explanation of the hiatus. A detailed investigation of the two resulting ensembles global surface temperature behavior is given in Part 2, along with comparisons to observational datasets.\n",
        "journal": "Journal of Geophysical Research: Atmospheres",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023859",
        "title": "Investigating the recent apparent hiatus in surface temperature increases: Part 1. Construction of two 30-member Earth System Model ensembles"
    },
    {
        "author": "Thomas R. Knutson et al",
        "date": "2015-07-29",
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Journal of Climate",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-15-0129.1?af=R",
        "title": "Global Projections of Intense Tropical Cyclone Activity for the Late Twenty-First Century from Dynamical Downscaling of CMIP5/RCP4.5 Scenarios"
    },
    {
        "author": "Gen Li et al",
        "date": "2015-07-29",
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Journal of Climate",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-15-0168.1?af=R",
        "title": "An Intermodel Approach to Identify the Source of Excessive Equatorial Pacific Cold Tongue in CMIP5 Models and Uncertainty in Observational Datasets"
    },
    {
        "author": "Yoo-Geun Ham et al",
        "date": "2015-07-27",
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Journal of Climate",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00721.1?af=R",
        "title": "Changes in Independency between Two Types of El Niño Events under Greenhouse Warming Scenario in CMIP5 Models"
    },
    {
        "author": "Qian Ma, Kaicun Wang, Martin Wild",
        "date": "2015-07-27",
        "description": "\n\nGround-based observations of surface incident solar radiation (Rs) have been used to evaluate simulations of global climate models. Existing studies have shown that biases in simulated clouds have a significant spatial pattern, which may be transferred to the simulated Rs. Therefore, the evaluation results of Rs simulations may depend on the locations of the ground-based observations. In this study, Rs simulations of 48 models participating in the fifth phase of the Coupled Model Intercomparison Project (CMIP5) were first evaluated with ground-based observations from different networks (446 stations in total) from 2000 to 2005. The global mean biases of the CMIP5 Rs simulations were found to vary from 4.8 to 11.9 W m−2 when Rs observations from different networks were used as reference data. To reduce the location impact on the evaluation results, CMIP5 simulated Rs was then evaluated with the latest satellite Rs retrieval at 1° × 1° spatial resolution by the Clouds and the Earth's Radiant Energy System, Energy Balanced and Filled (CERES EBAF). It was found that the CMIP5 simulated multimodel mean Rs has a small bias of 2.6 W m−2 compared with CERES EBAF over the globe, 4.7 W m−2 and 1.7 W m−2 over land and oceans, respectively. CERES EBAF Rs was found to have a positive bias of 1.3 W m−2 compared with ground-based observations. After removing this bias of CERES EBAF Rs, global mean Rs was estimated to be 185 W m−2.",
        "journal": "Journal of Geophysical Research: Atmospheres",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JD022572",
        "title": "Impact of geolocations of validation data on the evaluation of surface incident shortwave radiation from Earth System Models"
    },
    {
        "author": "J. B. Klemp, W. C. Skamarock, S.-H. Park",
        "date": "2015-07-26",
        "description": "\n\nIdealized simulations on a reduced-radius sphere can provide a useful vehicle for evaluating the behavior of nonhydrostatic processes in nonhydrostatic global atmospheric dynamical cores provided the simulated cases exhibit good agreement with corresponding flows in a Cartesian geometry, and for which there are known solutions. Idealized test cases on a reduced-radius sphere are presented here that focus on both dry and moist dynamics. The dry dynamics cases are variations of mountain-wave simulations designed for the Dynamical Core Model Intercomparison Project (DCMIP), and permit quantitative comparisons with linear analytic mountain-wave solutions in a Cartesian geometry. To evaluate moist dynamics, an idealized supercell thunderstorm is simulated that has strong correspondence to results obtained on a flat plane, and which can be numerically converged by specifying a constant physical diffusion. A simple Kessler-type routine for cloud microphysics is provided that can be readily implemented in atmospheric simulation models. Results for these test cases are evaluated for simulations with the Model for Prediction across scales (MPAS). They confirm close agreement with corresponding simulations in a Cartestian geometry; the mountain-wave results agree well with analytic mountain-wave solutions, and the simulated supercells are consistent with other idealized supercell simulation studies and exhibit convergent behavior.\n",
        "journal": "Journal of Advances in Modeling Earth Systems",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015MS000435",
        "title": "Idealized global nonhydrostatic atmospheric test cases on a reduced-radius sphere"
    },
    {
        "author": "Nicola Maher, Shayne McGregor, Matthew H. England, Alexander Sen Gupta",
        "date": "2015-07-25",
        "description": "\n\nThe effects of large tropical volcanic eruptions on Indo-Pacific tropical variability are investigated using 122 historical ensemble members from the Coupled Model Intercomparison Project 5. Radiative forcing due to volcanic aerosols in the stratosphere is found to increase the likelihood of a model climatic response that projects onto both the El Niño–Southern Oscillation and the Indian Ocean Dipole (IOD). Large eruptions are associated with co-occurring El Niño and positive IOD events in the ensemble means that peak 6–12 months after the volcanic forcing peaks, marking a significant increase in the likelihood of each event occurring in the Southern Hemisphere (SH) spring/summer posteruption. There is also an ensemble mean La Niña-like response in the third SH summer posteruption, which coincides with a significant increase in the likelihood of a La Niña occurring. Taken together with the initial cooling, this La Niña-like response may increase the persistence of the cool global average surface temperature anomaly after an eruption.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064751",
        "title": "Effects of volcanism on tropical variability"
    },
    {
        "author": "Chuliang Xiao, Yaocun Zhang",
        "date": "2015-07-23",
        "description": "\n\nThe wintertime East Asian eddy-driven jet (EAEJ) responding to climate change in the 21st century is studied using model outputs from the Coupled Model Intercomparison Project phase 5 (CMIP5). Compared to the location displacement in oceanic eddy-driven jets, the magnitude change of synoptic-scale transient eddy activities, measured by eddy kinetic energy (EKE), is a more striking feature in EAEJ. An intensified EKE is projected unanimously by CMIP5 models, suggesting that potential strong winter storm events are likely to happen in East Asian midlatitude in a warming climate. The future change of EKE in EAEJ can be understood in terms of growing baroclinicity wave. The upper level EKE is highly correlated to the low-level static stability, Brunt-Väisälä frequency (BVF). CMIP5 models generally project an intensified upper evel EKE with a reduced low-level BVF (ΔEKE ∝ −ΔBVF). Meanwhile, the enhancement of EKE is also constrained by its historical state (ΔEKE ∝ −EKE). Intermodel variabilities among CMIP5 models reveal a similar but weaker relationship between ΔBVF (or EKE) and ΔEKE, indicating relatively large model diversities and independencies among CMIP5 models.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064641",
        "title": "Projected changes of wintertime synoptic-scale transient eddy activities in the East Asian eddy-driven jet from CMIP5 experiments"
    },
    {
        "author": "S. Fueglistaler, C. Radley, I. M. Held",
        "date": "2015-07-21",
        "description": "\n\nReconciling observations and simulations of tropical upper tropospheric temperature trends remains an important problem in climate science. Examining atmospheric models running over observed sea surface temperatures (SSTs), Flannaghan et al. (2014) show that this reconciliation is affected by the SST data set used and that a precipitation-weighted SST (PSST) is valuable in explaining this result. Here we show that even for Coupled Model Intercomparison Project Phase 5 Atmospheric Model Intercomparison Project (CMIP5 AMIP) simulations forced with identical SSTs, tropical upper tropospheric temperature trends across models (and between ensemble members) show a substantial spread (standard deviation ∼10% of the average trend). About 60% of this spread between ensemble means, as well as deviations from the ensemble means, can be explained by PSST calculated from the time-evolving precipitation in each model run. Both PSST and atmospheric temperature trends show statistical evidence for systematic differences between models. We conclude that the response of precipitation patterns to changes in SST patterns is a significant source of uncertainty for tropical temperature trends.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064966",
        "title": "The distribution of precipitation and the spread in tropical upper tropospheric temperature trends in CMIP5/AMIP simulations"
    },
    {
        "author": "John O'Sullivan, Conor Sweeney, Paul Nolan, Emily Gleeson",
        "date": "2015-07-19",
        "description": "\n\nThere is a paucity of dynamically downscaled climate model output at a high resolution over Ireland, of temperature projections for the mid-21st century. This study aims to address this shortcoming. A preliminary investigation of global climate model (GCM) data and high-resolution regional climate model (RCM) data shows that the latter exhibits greater variability over Ireland by reducing the dominance of the surrounding seas on the climate signal. This motivates the subsequent dynamical downscaling and analysis of the temperature output from three high-resolution (4–7 km grid size) RCMs over Ireland. The three RCMs, driven by four GCMs from CMIP3 and CMIP5, were run under different Special Report on Emissions Scenarios (SRES) and representative concentration pathway (RCP) future scenarios. Projections of mean and extreme temperature changes are considered for the mid-century (2041–2060) and assessed relative to the control period of 1981–2000.\nAnalysis of the RCM data shows that annual mean temperatures are projected to rise between 0.4 and 1.8 °C above control levels by mid-century. On a seasonal basis, results differ by forcing scenario. Future summers have the largest projected warming under RCP 8.5, where the greatest warming is seen in the southeast of Ireland. The remaining two high emission scenarios (SRESs A1B and A2) project future winters to have the greatest warming, with almost uniform increases of 1.5–2 °C across the island.\nChanges in the bidecadal 5th and 95th percentile values of daily minimum and maximum temperatures, respectively, are also analysed. The greatest change in daily minimum temperature is projected for future winters (indicating fewer cold nights and frost days), a pattern that is consistent across all scenarios/forcings.\nAn investigation into the distribution of temperature under RCP 8.5 shows a strong summer increase compounded by increased variability, and a winter increase compounded by an increase in skewness.\n",
        "journal": "International Journal of Climatology",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4419",
        "title": "A high-resolution, multi-model analysis of Irish temperatures for the mid-21st century"
    },
    {
        "author": "Edmund K. M. Chang, Cheng Zheng, Patrick Lanigan, Albert M. W. Yau, J. David Neelin",
        "date": "2015-07-17",
        "description": "\n\nExtratropical cyclones give rise to much of the precipitation over California. Observed California winter precipitation is highly correlated to a metric of extratropical cyclone activity over the Eastern Pacific. The lack of precipitation over the recent winters is coincident with consecutive winters of much below average cyclone activity. Analysis of variability in cyclone activity and California precipitation simulated by models participating in Coupled Model Intercomparison Project Phase 5 indicates that most models can simulate the relationship between cyclone activity and precipitation well. Examination of projected change suggests (1) no evidence of a long-term downward trend in California region cyclone activity within the examined scenarios and (2) that the intermodel spread in California precipitation projection can be largely explained by the spread in the projection of extratropical cyclone activity. This highlights the need to further understand physical mechanisms for the variation in projection of cyclone activity in this region.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064424",
        "title": "Significant modulation of variability and projected change in California winter precipitation by extratropical cyclone activity"
    },
    {
        "author": "Matthew B. Menary, Daniel L. R. Hodson, Jon I. Robson, Rowan T. Sutton, Richard A. Wood, Jonathan A. Hunt",
        "date": "2015-07-16",
        "description": "\n\nInstrumental observations, paleoproxies, and climate models suggest significant decadal variability within the North Atlantic subpolar gyre (NASPG). However, a poorly sampled observational record and a diversity of model behaviors mean that the precise nature and mechanisms of this variability are unclear. Here we analyze an exceptionally large multimodel ensemble of 42 present-generation climate models to test whether NASPG mean state biases systematically affect the representation of decadal variability. Temperature and salinity biases in the Labrador Sea covary and influence whether density variability is controlled by temperature or salinity variations. Ocean horizontal resolution is a good predictor of the biases and the location of the dominant dynamical feedbacks within the NASPG. However, we find no link to the spectral characteristics of the variability. Our results suggest that the mean state and mechanisms of variability within the NASPG are not independent. This represents an important caveat for decadal predictions using anomaly assimilation methods.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064360",
        "title": "Exploring the impact of CMIP5 model biases on the simulation of North Atlantic decadal variability"
    },
    {
        "author": "Victor Privalsky, Vladislav Yushkov",
        "date": "2015-07-14",
        "description": "\n\nMajor statistical characteristics – trend rates, mean values, standard deviations, probability densities, autoregressive model orders, persistence criteria, and spectra – of annual surface temperature over the contiguous United States from 1889 through 2005 are compared with respective characteristics of 47 time series generated within the CMIP5 historical experiment. The observed and most simulated time series are Gaussian. Most autoregressive orders, persistence criteria, and spectra of simulated time series are close to what is found in nature. Although the multi-model mean value is not biased, individual models can err by almost 3.5 °C. In addition, the models exaggerate linear trend rates and temperature variance is overestimated.\n",
        "journal": "Atmospheric Science Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl.582",
        "title": "Validation of CMIP5 models for the contiguous United States"
    },
    {
        "author": "David P. Retchless, Cynthia A. Brewer",
        "date": "2015-07-14",
        "description": "\n\nUncertainty in the spatial distribution of projected climate changes can be represented along with the magnitudes of those changes using coincident-bivariate maps. While these maps are popular in climate change assessment reports, limited empirical research has tested which combinations of colour (including variation in the visual variables of hue, lightness, and saturation) and pattern (including variation in the visual variables of size, shape, spacing, orientation, and arrangement) are best suited to mapping projected changes coincident with uncertainty. We evaluate eight coincident-bivariate techniques for mapping global temperature (CMIP5 ensemble using RCP8.5 and RCP4.5 scenarios) and its uncertainty, each using 20-classes: five temperature change classes combined with four uncertainty classes. Subjects ranked rectangular map regions by overall amounts of temperature change and uncertainty; response accuracy was evaluated using Kendall's Tau Distance. Maps using colour for representing temperature change and pattern for uncertainty appear most suitable for retaining separability of temperature and uncertainty information. Spot symbols for uncertainty (combining arrangement and lightness) overlaid on hue/lightness for temperature performed best for uncertainty ranking, second best for temperature ranking, and were map users' preferred representation. If colour alone must be used for both variables, then a classed overlay of lightness/saturation differences for uncertainty with hue/lightness for temperature change was preferred; such maps were strong performers on the uncertainty-ranking task but interfered with map users' ability to rank temperature change. Such a masking approach may be the best choice if the goal is to actively prevent map users from making erroneous inferences based on highly uncertain model output for climate change.\n",
        "journal": "International Journal of Climatology",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4408",
        "title": "Guidance for representing uncertainty on global temperature change maps"
    },
    {
        "author": "Kristopher B. Karnauskas",
        "date": "2015-07-13",
        "description": "An analysis of US domestic flight data for the past two decades reveals the overwhelmingly tight control of climate variability on air travel. Potential feedbacks between aviation and climate change are quantified using CMIP5 model projections.",
        "journal": "Nature: Climate Change",
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/e0k7VbvpKhI/nclimate2715",
        "title": "Coupling between air travel and climate"
    },
    {
        "author": "Leon D. Rotstayn et al",
        "date": "2015-07-06",
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Journal of Climate",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00712.1?af=R",
        "title": "Why does aerosol forcing control historical global-mean surface temperature change in CMIP5 models?"
    },
    {
        "author": "Ruth Lorenz et al",
        "date": "2015-07-06",
        "description": "Journal of Hydrometeorology, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Journal of Hydrometeorology",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JHM-D-14-0206.1?af=R",
        "title": "Intraseasonal versus Interannual Measures of Land-Atmosphere Coupling Strength in a Global Climate Model: GLACE-1 versus GLACE-CMIP5 Experiments in ACCESS1.3b"
    },
    {
        "author": "Darren J. Pilcher, Sarah R. Brody, Leah Johnson, Benjamin Bronselaer",
        "date": "2015-07-03",
        "description": "\n\nThe ability of Earth System Models to accurately simulate the seasonal cycle of the partial pressure of CO2 in surface water (\npCO2SW) has important implications for projecting future ocean carbon uptake. Here we develop objective model skill score metrics and assess the abilities of 18 CMIP5 models to simulate the seasonal mean, amplitude, and timing of \npCO2SW in biogeographically defined ocean biomes. The models perform well at simulating the monthly timing of the seasonal minimum and maximum of \npCO2SW, but perform somewhat worse at simulating the seasonal mean values, particularly in polar and equatorial regions. The results also illustrate that a single “best” model can be difficult to determine, despite an analysis restricted to the seasonality of a single variable. Nonetheless, groups of models tend to perform better than others, with significant regional differences. This suggests that particular models may be better suited for particular regions, though we find no evidence for model tuning. Timing and amplitude skill scores display a weak positive correlation with observational data density, while the seasonal mean scores display a weak negative correlation. Thus, additional mapped \npCO2SW data may not directly increase model skill scores; however, improved knowledge of the dominant mechanisms may improve model skill. Lastly, we find skill score variability due to internal model variability to be much lower than variability within the CMIP5 intermodel spread, suggesting that mechanistic model differences are primarily responsible for differences in model skill scores.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010759",
        "title": "Assessing the abilities of CMIP5 models to represent the seasonal cycle of surface ocean pCO2"
    },
    {
        "author": "Liping Zhang, Chuanhu Zhao",
        "date": "2015-05-25",
        "description": "\n\nAlmost all of CMIP5 climate models show cold SST biases in the extratropical North Atlantic (ENA) and tropical North Atlantic (TNA) as well as in the North Pacific which are commonly linked with the weak simulated Atlantic meridional overturning circulation (AMOC). A weak AMOC and its associated reduced northward oceanic heat transport are associated with a cooling of the ENA Ocean, whereas the TNA cooling is attributable to both weak AMOC and surface heat flux. The cold biases in the ENA and TNA have remote impacts on the SST bias in the North Pacific. Here we use coupled ocean-atmosphere model experiments to show the mechanisms and pathways by which the ENA and TNA affect the North Pacific. The model simulations demonstrate that the cooling SST bias in the North Pacific is largely due to the remote effect of the cooling SST bias in the ENA, while the remote impact of the TNA cooling SST bias is of secondary importance. The ENA cooling bias triggers the circumglobal teleconnection via the Northern Hemisphere annular mode, producing a strengthening of the Aleutian low, an enhancement of the southward Ekman and Oyashio cold advection, and thus a cooling SST in the North Pacific. In contrast, the TNA cooling produces a surface high extending to the eastern tropical North Pacific, inducing the northeasterly wind anomalies north, northerly cross-equatorial wind anomalies, and northwesterly wind anomalies south of the equator. This C-shape wind anomaly pattern generates an SST warming in the tropical southeastern Pacific, which eventually leads to an SST warming in the tropical central and western Pacific by the wind-evaporation-SST feedback. The tropical Pacific warming in turn leads to an SST cooling in the North Pacific by the Pacific North American teleconnection pattern.\n",
        "journal": "Journal of Advances in Modeling Earth Systems",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000415",
        "title": "Processes and mechanisms for the model SST biases in the North Atlantic and North Pacific: A link with the Atlantic meridional overturning circulation"
    },
    {
        "author": "Robert Ferraro et al",
        "date": "2015-04-24",
        "description": "Bulletin of the American Meteorological Society, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Bulletin of the American Meteorological Society",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/BAMS-D-14-00216.1?af=R",
        "title": "Evolving obs4MIPs to Support the Sixth Coupled Model Intercomparison Project (CMIP6)"
    },
    {
        "author": "Louise Nuijens, Brian Medeiros, Irina Sandu, Maike Ahlgrimm",
        "date": "2015-04-23",
        "description": "\n\nGuided by ground-based radar and lidar profiling at the Barbados Cloud Observatory (BCO), this study evaluates trade-wind cloudiness in ECMWF's Integrated Forecast System (IFS) and nine CMIP5 models using their single-timestep output at selected grid points. The observed profile of cloudiness is relatively evenly distributed between two important height levels: the lifting condensation level (LCL) and the tops of the deepest cumuli near the trade-wind inversion (2–3 km). Cloudiness at the LCL dominates the total cloud cover, but is relatively invariant. Variance in cloudiness instead peaks at the inversion. The IFS reproduces the depth of the cloud field and its variability, but underestimates cloudiness at the LCL and the inversion. A few CMIP5 models produce a single stratocumulus-like layer near the LCL, but more than half of the CMIP5 models reproduce the observed cloud layer depth in long-term mean profiles. At single-time steps, however, half of the models do not produce cloudiness near cloud tops along with the (almost ever-present) cloudiness near the LCL. In seven models, cloudiness is zero at both levels 10 to 65% of the time, compared to 3% in the observations. Models therefore tend to overestimate variance in cloudiness near the LCL. This variance is associated with longer time scales than in observations, which suggests that modeled cloudiness is too sensitive to large-scale processes. To conclude, many models do not appear to capture the processes that underlie changes in cloudiness, which is relevant for cloud feedbacks and climate prediction.\n",
        "journal": "Journal of Advances in Modeling Earth Systems",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000390",
        "title": "The behavior of trade-wind cloudiness in observations and models: The major cloud components and their variability"
    },
    {
        "author": "L. L. Hood, S. Misios, D. M. Mitchell, E. Rozanov, L. J. Gray, K. Tourpali, K. Matthes, H. Schmidt, G. Chiodo, R. Thiéblemont, D. Shindell, A. Krivolutsky",
        "date": "2015-04-22",
        "description": "A multiple linear regression statistical method is applied to model data taken from the Coupled Model Intercomparison Project, phase 5 (CMIP-5) to estimate the 11-year solar cycle responses of stratospheric ozone, temperature, and zonal wind during the 1979–2005 period. The analysis is limited to the six CMIP-5 models which resolve the stratosphere (high-top models) and which include interactive ozone chemistry. All simulations assumed a conservative 11-year solar spectral irradiance (SSI) variation based on the Naval Research Laboratory model. These model responses are then compared to corresponding observational estimates derived from two independent satellite ozone profile datasets and from ERA-Interim reanalysis meteorological data. The models exhibit a range of 11-year responses with three models (CESM1-WACCM, MIROC-ESM-CHEM and MRI-ESM1) yielding substantial solar-induced ozone changes in the upper stratosphere which compare favourably with available observations. The remaining three models do not, apparently because of differences in the details of their radiation and photolysis rate codes. During winter in both hemispheres, the three models with stronger upper-stratospheric ozone responses produce relatively strong latitudinal gradients of ozone and temperature in the upper stratosphere which are associated with accelerations of the polar night jet under solar maximum conditions. This behaviour is similar to that found in the satellite ozone and ERA-Interim data, except that the latitudinal gradients tend to occur at somewhat higher latitudes in the models. The sharp ozone gradients are dynamical in origin and assist in radiatively enhancing the temperature gradients, leading to a stronger zonal wind response. These results suggest that simulation of a realistic solar-induced variation of upper-stratospheric ozone, temperature and zonal wind in winter is possible for at least some coupled climate models even if a conservative SSI variation is adopted.\n",
        "journal": "Quarterly Journal of the Royal Meteorological Society",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2553",
        "title": "Solar signals in CMIP-5 simulations: the ozone response"
    },
    {
        "author": "Jussi S. Ylhäisi, Jouni Räisänen, David Masson, Olle Räty, Heikki Järvinen",
        "date": "2015-04-20",
        "description": "\n\nWe apply analysis of variance to assess the effect of climate model development on temperature, precipitation and sea level pressure projections using three consecutive climate model generations provided by the Coupled Model Intercomparison Project. The introduction of a new model version mostly randomly affects individual model projections, but models also show some generation-independent characteristics which can potentially serve a basis for model weighting. Mean values of temperature and pressure change differ significantly between the model generations only over limited regions, mainly near the sea-ice edge. If multi-model ensembles are uniformly weighted, the efforts of model development are not completely exploited.\n",
        "journal": "Atmospheric Science Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.577",
        "title": "How does model development affect climate projections?"
    },
    {
        "author": "D. M. Mitchell, S. Misios, L. J. Gray, K. Tourpali, K. Matthes, L. Hood, H. Schmidt, G. Chiodo, R. Thiéblemont, E. Rozanov, D. Shindell, A. Krivolutsky",
        "date": "2015-04-09",
        "description": "\nThe 11 year solar-cycle component of climate variability is assessed in historical simulations of models taken from the Coupled Model Intercomparison Project, phase 5 (CMIP-5). Multiple linear regression is applied to estimate the zonal temperature, wind and annular mode responses to a typical solar cycle, with a focus on both the stratosphere and the stratospheric influence on the surface over the period ∼1850–2005. The analysis is performed on all CMIP-5 models but focuses on the 13 CMIP-5 models that resolve the stratosphere (high-top models) and compares the simulated solar cycle signature with reanalysis data. The 11 year solar cycle component of climate variability is found to be weaker in terms of magnitude and latitudinal gradient around the stratopause in the models than in the reanalysis. The peak in temperature in the lower equatorial stratosphere (∼70 hPa) reported in some studies is found in the models to depend on the length of the analysis period, with the last 30 years yielding the strongest response.\nA modification of the Polar Jet Oscillation (PJO) in response to the 11 year solar cycle is not robust across all models, but is more apparent in models with high spectral resolution in the short-wave region. The PJO evolution is slower in these models, leading to a stronger response during February, whereas observations indicate it to be weaker. In early winter, the magnitude of the modelled response is more consistent with observations when only data from 1979–2005 are considered. The observed North Pacific high-pressure surface response during the solar maximum is only simulated in some models, for which there are no distinguishing model characteristics. The lagged North Atlantic surface response is reproduced in both high- and low-top models, but is more prevalent in the former. In both cases, the magnitude of the response is generally lower than in observations.\n",
        "journal": "Quarterly Journal of the Royal Meteorological Society",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2530",
        "title": "Solar signals in CMIP-5 simulations: the stratospheric pathway"
    },
    {
        "author": "Shih-Yu Simon Wang, Wan-Ru Huang, Jin-Ho Yoon",
        "date": "2015-02-13",
        "description": "\n\nThe 2013–2014 winter in North America brought intense drought in the West and severe cold in the East. The circulation anomalies were characterized as a dipole: an amplified upper-level ridge over the West Coast and a deepened trough over the central-eastern United States. A previous study using a single model has linked the dipole to the El Niño precursor and found that this link has strengthened in recent years. Here, 17 models from the Coupled Model Intercomparison Project Phase 5 are used to examine the dipole activity. Most models capture the dipole and its association with El Niño precursor and project this association to strengthen.\n",
        "journal": "Atmospheric Science Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.565",
        "title": "The North American winter ‘dipole’ and extremes activity: a CMIP5 assessment"
    },
    {
        "author": "D. Ackerley, G. Berry, C. Jakob, M. J. Reeder, J. Schwendike",
        "date": "2014-12-13",
        "description": "\nTropical precipitation is caused by many processes that occur over a wide range of temporal and spatial scales. Such processes vary from local, diurnal convection driven by a destabilisation of the boundary layer to planetary-scale systems that result in rainfall over many days. It is therefore important to assess whether general circulation models (GCMs) can represent these processes given that such models are routinely used to project future rainfall in the low latitudes. In this study, we evaluate the rainfall and circulation characteristics of ten GCMs from the Coupled Model Intercomparison Project Phase 5 (CMIP5) over northern Australia. This work shows that the diurnal cycle of the low-level (925 hPa) flow around the heat low is represented well by the models but the timing of precipitation is not (triggered too early). There is also evidence that mid-level synoptic systems that are responsible for initiating rain in the observations are also present in all of the models. Nevertheless, the biases in the modelled seasonal mean precipitation seem to be linked to the strength of both the meridional flow into northern Australia and the vertical mass flux. Furthermore, there is also evidence that the representation of convection in these models is likely contributing to both the precipitation and circulation errors over northern Australia.\n",
        "journal": "Quarterly Journal of the Royal Meteorological Society",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2476",
        "title": "Summertime precipitation over northern Australia in AMIP simulations from CMIP5"
    },
    {
        "author": "Victor Privalsky, Vladislav Yushkov",
        "date": "2014-12-10",
        "description": "\n\nStatistical properties of observed and CMIP5-simulated bivariate time series ‘annual global surface temperature (AGST) – sea surface temperature in the Niño area 3.4 (SST3.4)’ are analyzed in the time and frequency domains. Both observed and most simulated data show that AGST is explicitly affected by SST3.4 but not vice versa. Though the AGST spectral density is low at intermediate frequencies, most CMIP5 models reproduce its behavior and show the high coherence observed in nature inside that frequency band. However, CMIP5 models show a dependence between AGST and SST3.4 at frequencies below 0.1 year−1, which is not found in nature.\n",
        "journal": "Atmospheric Science Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.548",
        "title": "ENSO influence upon global temperature in nature and in CMIP5 simulations"
    },
    {
        "author": "Prajjwal K. Panday, Jeanne Thibeault, Karen E. Frey",
        "date": "2014-11-18",
        "description": "\n\nThe Hindu Kush-Himalayan (HKH) region epitomizes a geographic region where cryospheric processes coupled with hydrological regimes are under threat owing to a warming climate and shifts in climate extremes. In this study, we analyse global climate models in the Coupled Model Intercomparison Project phase 3 (CMIP3) and phase 5 (CMIP5) archives to investigate the qualitative aspects of change and trends in temperature and precipitation indices. Specifically, we examine and evaluate multi-model, multi-scenario climate change projections and seven extreme temperature and precipitation indices over the eastern Himalaya (EH) and western Himalaya-Karakoram (WH) regions for the 21st century. Density distribution plots of observed climate indices for meteorological stations and gridded indices are also analysed, which indicate significant negative trends in the annual number of frost days and significant increasing trends in warm nights in the EH region over the 1960–2000 period. Multi-model average (MMA) projections additionally indicate continued trends towards more extreme conditions consistent with a warmer, wetter climate. Precipitation projections indicate increased mean precipitation with more frequent extreme rainfall during monsoon season in the EH region, and a wetter cold season in the WH region. Time series of all MMA precipitation indices exhibit significant increasing trends over the 1901–2099 period. By comparison, time series of temperature indices show decreases in the intra-annual extreme temperature range and total number of frost days, as well as increases in warm nights. In general, these future projections point towards increases in summertime temperatures and modifications in precipitation across both regions.\n",
        "journal": "International Journal of Climatology",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4192",
        "title": "Changing temperature and precipitation extremes in the Hindu Kush-Himalayan region: an analysis of CMIP3 and CMIP5 simulations and projections"
    },
    {
        "author": "Anita D. Rapp",
        "date": "2014-11-05",
        "description": "\n\nThe sensitivity of regimes dominated by low clouds has been identified as the largest contributor to uncertainties in tropical cloud feedback estimates in climate models. The Atmospheric Model Intercomparison Project simulations of the low cloud response to sea surface temperature (SST) are compared with satellite observations in the southeastern Pacific subsidence region. The model ensemble annual average cloud fraction is only about 10% lower than Moderate Resolution Imaging Spectroradiometer observations; however, many models compensate by overestimating the cloud liquid water path (LWP), especially in areas typically associated with shallow cumulus. Analysis of the monthly distribution also shows that models have considerable difficulty in simulating the annual cycle in the cloud radiative effect (CRE), cloud fraction, and LWP likely due in part to underestimation of the strength of lower tropospheric stability and the depth of the boundary layer. The interannual sensitivity of CRE to SST agrees with observations in about half of the models, with the other half generally underestimating the cloud radiative forcing sensitivity. Model-observational differences are driven by the varying interannual responses in cloud fraction and LWP. Most models, including those that capture the mean interannual sensitivity of CRE to SST, have lower sensitivity in cloud fraction that is compensated by oversensitivity in the cloud LWP, especially in areas of more frequent shallow cumulus. Results presented here also highlight the possibility of using the vertical gradient of moist static energy (MSE) to test the fidelity of a model's representation of clouds and cloud sensitivity. Models that reproduce the observed distribution of cloud fraction with the lower tropospheric MSE gradient not only show better regional distribution and annual cycle in clouds and radiative forcing, but also demonstrate cloud and radiative sensitivities to SST that are more well correlated with the observed cloud sensitivities.\n",
        "journal": "International Journal of Climatology",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4181",
        "title": "Cloud responses in the AMIP simulations of CMIP5 models in the southeastern Pacific marine subsidence region"
    },
    {
        "author": "Geoffrey K. Vallis, Pablo Zurita-Gotor, Cameron Cairns, Joseph Kidston",
        "date": "2014-11-04",
        "description": "\nThis article discusses the possible response of the large-scale atmospheric structure to a warmer climate. Using integrations from the fifth phase of the Coupled Model Intercomparison Project (CMIP5) in conjunction with physical arguments, we try to identify what changes are likely to be robust and what the underlying mechanisms might be. We focus on the large-scale zonally averaged circulation, in particular on height of the tropopause, the strength and position of the surface westerlies and the strength and extent of the Hadley Cell. We present analytic arguments and numerical calculations which suggest that under global warming the height of the tropopause will increase in both the transient response and final equilibrium state, and an increase is clearly found in all the comprehensive models in CMIP5. Upper stratospheric cooling is also found in the comprehensive models, and this too can be explained by a radiative argument. Regarding the circulation, most models show a slight expansion and weakening of the Hadley Cell, depending on season and hemisphere. The expansion is small and largely confined to winter but with some expansion in Southern Hemisphere summer. The weakening occurs principally in the Northern Hemisphere but the intermodel scatter is large. There is also a general polewards shift in surface westerlies, but the changes are small and again are little larger than the intermodel variability in the change. This shift is positively correlated with the Hadley Cell expansion to a degree that depends somewhat on the metric chosen for the latter. There is a robust strengthening in the Southern Hemisphere surface winds across seasons. In the Northern Hemisphere there is a slight strengthening in the westerlies in most models in winter but a consistent weakening of the westerlies in summer. We present various physical arguments concerning these circulation changes but none that are both demonstrably correct and that account for the model results. We conclude that the above-mentioned large-scale thermodynamic/radiative changes in the large-scale atmospheric structure are generally robust, in the sense of being both well understood and consistently reproduced by comprehensive models. In that sense the dynamical changes are less robust given the current state of knowledge and simulation, although one cannot conclude that they are, in principle, unknowable or less predictable.\n",
        "journal": "Quarterly Journal of the Royal Meteorological Society",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2456",
        "title": "Response of the large-scale structure of the atmosphere to global warming"
    },
    {
        "author": "Huopo Chen, Jianqi Sun",
        "date": "2014-09-16",
        "description": "\n\nThe science that humans are the cause of global warming, and that the associated climate change would lead to serious changes in climate extreme events, food production, freshwater resources, biodiversity, human mortality, etc. is unequivocal. After several political negotiations, a 2 °C warming has been considered to be the benchmark for such damaging changes. However, an increasing amount of scientific research indicates that higher levels of warming are increasingly likely. What would the world be like if such higher levels of warming occurred? This study aims to provide information for better politically driven mitigation through an investigation of the changes in temperature- and precipitation-based extreme indices using CMIP5 (coupled model intercomparison project phase 5) simulations of a warming of 1, 2, and 3 °C in China. Warming simulations show more dramatic effects in China compared with the global average. In general, the results show relatively small change signals in climate extreme events in China at 1 °C, larger anomalies at 2 °C, and stronger and more extended anomalies at 3 °C. Changes in the studied temperature indices indicate that warm events would be more frequent and stronger in the future, and that cold events would be reduced and weakened. For changes in the precipitation indices, extreme precipitation generally increases faster than total wet-day precipitation, and China will experience more intensified extreme precipitation events. Furthermore, the risk of flooding is projected to increase, and the dry conditions over northern China are projected to be mitigated. In certain regions, particularly Southwest China, the risks of both drought and flood events would likely increase despite the decreased total precipitation in the future. Uncertainties mainly derived from inter-model and scenario variabilities are attached to these projections, but a high model agreement can be generally observed in the likelihood of these extreme changes.\n",
        "journal": "International Journal of Climatology",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4168",
        "title": "Changes in climate extreme events in China associated with warming"
    },
    {
        "author": "Carolina S. Vera, Leandro Díaz",
        "date": "2014-09-16",
        "description": "\n\nAustral summer rainfall trends are analysed over South America from observations and simulations of the Coupled Model Intercomparison Project version 5 between 1902 and 2005. Positive trends in southeastern South America (SESA) and negative ones in the southern Andes (SAn) are the most significant observed features. Mean trends obtained from an ensemble of 59 simulations from 14 models for the historical experiment (including both natural and anthropogenic forcings) are able to reproduce those precipitation changes, although weaker than observed. Most of the simulations reproduce the right sign of the precipitation changes at both regions. However, associated uncertainty ranges (due to both inter-model dispersion and internal climate variability) are still large. Mean trends for the historical experiment are statistically distinguishable from those obtained for the natural-forcing-only experiment, which exhibit negligible mean values at both regions. Results allow concluding that the anthropogenic forcing has at least a partial contribution in explaining the precipitation changes observed in both SESA and SAn regions during the last century.\n",
        "journal": "International Journal of Climatology",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4153",
        "title": "Anthropogenic influence on summer precipitation trends over South America in CMIP5 models"
    }
]