[
    {
        "author": "", 
        "date": "2015-09-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">The present study evaluates the precipitation variability over the South China Sea (SCS) and its relationship to tropical Indo-Pacific SST anomalies during spring-to-summer transition (April–May–June, AMJ) simulated by 23 Intergovernmental Panel on Climate Change Coupled Model Intercomparison Project Phase 5 coupled models. Most of the models have the capacity to capture the AMJ precipitation variability in the SCS. The precipitation and SST anomaly (SSTA) distribution in the SCS, tropical Pacific Ocean (TPO), and tropical Indian Ocean (TIO) domains is evaluated based on the pattern correlation coefficients between model simulations and observations. The analysis leads to several points of note. First, the performance of the SCS precipitation anomaly pattern in AMJ is model dependent. Second, the SSTA pattern in the TPO and TIO is important for capturing the AMJ SCS precipitation variability. Third, a realistic simulation of the western equatorial Pacific (WEP) and local SST impacts is necessary for reproducing the AMJ SCS precipitation variability in some models. Fourth, the overly strong WEP SST impacts may disrupt the relationship between the SCS precipitation and the TPO-TIO SST. Further work remains to be conducted to unravel the specific reasons for the discrepancies between models and observations in various aspects.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-015-4250-4", 
        "title": "Relationship between South China Sea precipitation variability and tropical Indo-Pacific SST anomalies in IPCC CMIP5 models during spring-to-summer transition"
    }, 
    {
        "author": "", 
        "date": "2015-08-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">Australia experienced much above average rainfall in association with strong, extended La Niña conditions during 2010–2012. Was the heavy Australian rainfall influenced by La Niña conditions and/or anthropogenic greenhouse gases? We investigate the relative contributions of anthropogenic climate change and natural climatic variability to the likelihood of heavy Australian rainfall using three distinct model datasets. Area-average rainfall anomalies for model simulations with natural forcings only were compared to simulations with both anthropogenic and natural forcings using 16 models participating in the Coupled Model Intercomparison Project Phase 5. Using fraction of attributable risk to compare the likelihood of unusual rainfall between the parallel experiments, we find attribution statements are uncertain, with FAR values sensitive to the attribution parameters considered, including thresholds, regions and seasons. When heavy rainfall probabilities were next investigated in ensembles of two atmospheric general circulation models, run with and without anthropogenically-induced sea surface temperature changes, results were model-dependent. Overall, the attribution of seasonal-scale heavy Australia rainfall to a particular cause is likely more complicated than for temperature extremes. As estimates of the greenhouse gas attributable change in rainfall risk may depend on the model datasets considered, it is also useful to consider model outputs from several datasets and using various estimates of counterfactual surface conditions to establish robust attribution statements for extreme rainfall events. In contrast, comparing the likelihoods of heavy rainfall during simulated La Niña years with El Niño/neutral years reveals a substantial La Niña influence on Australian rainfall during 2010–2012 that is robust to changes in the attribution framework.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2283-5", 
        "title": "Are estimates of anthropogenic and natural influences on Australia’s extreme 2010–2012 rainfall model-dependent?"
    }, 
    {
        "author": "", 
        "date": "2015-08-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">The tropical Hadley circulation (HC) plays an important role in influencing the climate in the tropics and extra-tropics. The realism of the climatological characteristics, spatial structure, and temporal evolution of the long-term variation of the principal mode of the annual mean HC (i.e., the equatorially asymmetric mode, EAM) was examined in model simulations from the Coupled Model Intercomparison Project Phase 5 (CMIP5). The results showed that all the models are moderately successful in capturing the HC’s climatological features, including the spatial pattern, meridional extent, and intensity, but not the spatial or temporal variation of the EAM. The possible reasons for the poor simulation of the long-term variability of the EAM were explored. None of the models can successfully capture the differences in the warming rate between the tropical Southern Hemisphere (SH) and Northern Hemisphere (NH), which is considered to be an important driver for the variation of the AM. Most of the models produce a faster warming in the NH than in the SH, which is the reverse of the observed trend. This leads to a reversed trend in the meridional gradient between the SH and NH, and contributes to the poor simulation of EAM variability. Thus, this aspect of the models should be improved to provide better simulations of the variability of the HC. This study suggests a possible reason for the poor simulation of the HC, which may be helpful for improving the skill of the CMIP5 models in the future.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-015-4157-0", 
        "title": "Simulation of the equatorially asymmetric mode of the Hadley circulation in CMIP5 models"
    }, 
    {
        "author": "", 
        "date": "2015-08-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">To investigate climate variability in Asia during the last millennium, the spatial and temporal evolution of summer (June–July–August; JJA) temperature in eastern and south-central Asia is reconstructed using multi-proxy records and the regularized expectation maximization (RegEM) algorithm with truncated total least squares (TTLS), under a point-by-point regression (PPR) framework. The temperature index reconstructions show that the late 20th century was the warmest period in Asia over the past millennium. The temperature field reconstructions illustrate that temperatures in central, eastern, and southern China during the 11th and 13th centuries, and in western Asia during the 12th century, were significantly higher than those in other regions, and comparable to levels in the 20th century. Except for the most recent warming, all identified warm events showed distinct regional expressions and none were uniform over the entire reconstruction area. The main finding of the study is that spatial temperature patterns have, on centennial time-scales, varied greatly over the last millennium. Moreover, seven climate model simulations, from the Coupled Model Intercomparison Project Phase 5 (CMIP5), over the same region of Asia, are all consistent with the temperature index reconstruction at the 99 % confidence level. Only spatial temperature patterns extracted as the first empirical orthogonal function (EOF) from the GISS-E2-R and MPI-ESM-P model simulations are significant and consistent with the temperature field reconstruction over the past millennium in Asia at the 90 % confidence level. This indicates that both the reconstruction and the simulations depict the temporal climate variability well over the past millennium. However, the spatial simulation or reconstruction capability of climate variability over the past millennium could be still limited. For reconstruction, some grid points do not pass validation tests and reveal the need for more proxies with high temporal resolution, accurate dating, and sensitive temperature signals, especially in central Asia and before AD 1400.</p>\n                  ", 
        "journal": "Climatic Change", 
        "link": "http://link.springer.com/10.1007/s10584-015-1413-3", 
        "title": "A multi-proxy reconstruction of spatial and temporal variations in Asian summer temperatures over the last millennium"
    }, 
    {
        "author": "John O'Sullivan, Conor Sweeney, Paul Nolan, Emily Gleeson", 
        "date": "2015-07-19", 
        "description": "\n\nThere is a paucity of dynamically downscaled climate model output at a high resolution over Ireland, of temperature projections for the mid-21st century. This study aims to address this shortcoming. A preliminary investigation of global climate model (GCM) data and high-resolution regional climate model (RCM) data shows that the latter exhibits greater variability over Ireland by reducing the dominance of the surrounding seas on the climate signal. This motivates the subsequent dynamical downscaling and analysis of the temperature output from three high-resolution (4–7 km grid size) RCMs over Ireland. The three RCMs, driven by four GCMs from CMIP3 and CMIP5, were run under different Special Report on Emissions Scenarios (SRES) and representative concentration pathway (RCP) future scenarios. Projections of mean and extreme temperature changes are considered for the mid-century (2041–2060) and assessed relative to the control period of 1981–2000.\nAnalysis of the RCM data shows that annual mean temperatures are projected to rise between 0.4 and 1.8 °C above control levels by mid-century. On a seasonal basis, results differ by forcing scenario. Future summers have the largest projected warming under RCP 8.5, where the greatest warming is seen in the southeast of Ireland. The remaining two high emission scenarios (SRESs A1B and A2) project future winters to have the greatest warming, with almost uniform increases of 1.5–2 °C across the island.\nChanges in the bidecadal 5th and 95th percentile values of daily minimum and maximum temperatures, respectively, are also analysed. The greatest change in daily minimum temperature is projected for future winters (indicating fewer cold nights and frost days), a pattern that is consistent across all scenarios/forcings.\nAn investigation into the distribution of temperature under RCP 8.5 shows a strong summer increase compounded by increased variability, and a winter increase compounded by an increase in skewness.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4419", 
        "title": "A high-resolution, multi-model analysis of Irish temperatures for the mid-21st century"
    }, 
    {
        "author": "Andra J. Reed, Michael E. Mann, Kerry A. Emanuel, David W. Titley", 
        "date": "2015-07-18", 
        "description": "\n\nIn a changing climate, the impact of tropical cyclones on the United States Atlantic and Gulf Coasts will be affected both by how intense and how frequent these storms become. The observational record of tropical cyclones in the Atlantic basin is too short (AD 1851-present) to allow for accurate assessment of low-frequency variability in storm activity. In order to overcome the limitations of the short observational record, we downscale four CMIP5 models to generate synthetic tropical cyclone data sets for the Atlantic basin that span the interval AD 850 – 2005. Using these long-term synthetic tropical cyclone data sets, we investigate the relationship between power dissipation and ocean temperature metrics, as well as the relationship between basin-wide and landfalling tropical cyclone count statistics over the past millennium. Contrary to previous studies, we find only a very weak relationship between power dissipation and main development region sea surface temperature in the Atlantic basin. Consistent with previous studies, we find that basin-wide and landfalling tropical cyclone counts are significantly correlated with one another, lending further support for the use of paleohurricane landfall records to infer long-term basin-wide tropical cyclone trends.\n", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023357", 
        "title": "An analysis of long-term relationships among count statistics and metrics of synthetic tropical cyclones downscaled from CMIP5 models"
    }, 
    {
        "author": "Edmund K. M. Chang, Cheng Zheng, Patrick Lanigan, Albert M. W. Yau, J. David Neelin", 
        "date": "2015-07-17", 
        "description": "\n\nExtratropical cyclones give rise to much of the precipitation over California. Observed California winter precipitation is highly correlated to a metric of extratropical cyclone activity over the Eastern Pacific. The lack of precipitation over the recent winters is coincident with consecutive winters of much below average cyclone activity. Analysis of variability in cyclone activity and California precipitation simulated by models participating in Coupled Model Intercomparison Project Phase 5 indicates that most models can simulate the relationship between cyclone activity and precipitation well. Examination of projected change suggests (1) no evidence of a long-term downward trend in California region cyclone activity within the examined scenarios and (2) that the intermodel spread in California precipitation projection can be largely explained by the spread in the projection of extratropical cyclone activity. This highlights the need to further understand physical mechanisms for the variation in projection of cyclone activity in this region.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064424", 
        "title": "Significant modulation of variability and projected change in California winter precipitation by extratropical cyclone activity"
    }, 
    {
        "author": "Matthew B. Menary, Daniel L. R. Hodson, Jon I. Robson, Rowan T. Sutton, Richard A. Wood, Jonathan A. Hunt", 
        "date": "2015-07-16", 
        "description": "\n\nInstrumental observations, paleoproxies, and climate models suggest significant decadal variability within the North Atlantic subpolar gyre (NASPG). However, a poorly sampled observational record and a diversity of model behaviors mean that the precise nature and mechanisms of this variability are unclear. Here we analyze an exceptionally large multimodel ensemble of 42 present-generation climate models to test whether NASPG mean state biases systematically affect the representation of decadal variability. Temperature and salinity biases in the Labrador Sea covary and influence whether density variability is controlled by temperature or salinity variations. Ocean horizontal resolution is a good predictor of the biases and the location of the dominant dynamical feedbacks within the NASPG. However, we find no link to the spectral characteristics of the variability. Our results suggest that the mean state and mechanisms of variability within the NASPG are not independent. This represents an important caveat for decadal predictions using anomaly assimilation methods.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064360", 
        "title": "Exploring the impact of CMIP5 model biases on the simulation of North Atlantic decadal variability"
    }, 
    {
        "author": "Nicola Maher, Shayne McGregor, Matthew H. England, Alexander Sen Gupta", 
        "date": "2015-07-14", 
        "description": "\n\nThe effects of large tropical volcanic eruptions on Indo-Pacific tropical variability are investigated using 122 historical ensemble members from CMIP5. Radiative forcing due to volcanic aerosols in the stratosphere is found to increase the likelihood of a model climatic response that projects onto both the El Niño-Southern Oscillation and the Indian Ocean Dipole (IOD) mode. Large eruptions are associated with co-occurring El Niño and positive IOD events in the ensemble means that peak 6–12 months after the volcanic forcing peaks, marking a significant increase in the likelihood of each event occurring in the Southern Hemisphere (SH) spring/summer post-eruption. There is also an ensemble mean La Niña-like response in the third SHsummer post-eruption, which coincides with a significant increase in the likelihood of a La Niña occurring. Taken together with the initial cooling, this La Niña-like response may increase the persistence of the cool global-average surface temperature anomaly after an eruption.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064751", 
        "title": "Effects of volcanism on tropical variability"
    }, 
    {
        "author": "Peter O. Hopcroft, Paul J. Valdes", 
        "date": "2015-07-14", 
        "description": "\n\nPrevious work demonstrated a significant correlation between tropical surface air temperature and equilibrium climate sensitivity (ECS) in PMIP (Paleoclimate Modelling Intercomparison Project) phase 2 model simulations of the last glacial maximum (LGM). This implies that reconstructed LGM cooling in this region could provide information about the climate system ECS value. We analyze results from new simulations of the LGM performed as part of Coupled Model Intercomparison Project (CMIP5) and PMIP phase 3. These results show no consistent relationship between the LGM tropical cooling and ECS. A radiative forcing and feedback analysis shows that a number of factors are responsible for this decoupling, some of which are related to vegetation and aerosol feedbacks. While several of the processes identified are LGM specific and do not impact on elevated CO2 simulations, this analysis demonstrates one area where the newer CMIP5 models behave in a qualitatively different manner compared with the older ensemble. The results imply that so-called Earth System components such as vegetation and aerosols can have a significant impact on the climate response in LGM simulations, and this should be taken into account in future analyses.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064903", 
        "title": "How well do simulated last glacial maximum tropical temperatures constrain equilibrium climate sensitivity?"
    }, 
    {
        "author": "Yongyong Zhang, Guobin Fu, Boyang Sun, Shifeng Zhang, Baohui Men", 
        "date": "2015-07-14", 
        "description": "\n\nTraditional assessment approaches of climate change on flow regimes usually focus on flow magnitude and cannot capture the overall variation of flow regimes (e.g., variability, frequency, duration, timing and rating). The Hexi Corridor, which is a typical arid and semi-arid region in Northwest China, was selected as the study area. Streamflows were simulated by an integrated water system model in historical period (1985–2005) and three future periods (2030s, 2050s and 2070s). Twenty-nine Global Climate Models were picked from the Coupled Model Intercomparison Project Phase 5 (CMIP5) based on projection performance, and the high (RCP85) and intermediate (RCP45) ranges of Representative Concentration Pathways were selected for future scenario analysis. All the streamflow were characterized in detail by flow regime metrics, including the magnitude, variability and frequency of the overall flow events. The regional impacts of climate change were assessed and clustered into several similar spatial patterns. Results showed that the projected climate change would sensibly increase the magnitudes of average and low flows (<75th percentile), as well as the frequencies of low and high flows (>25th percentile), but decrease the flow variability. By contrast, it would not sensibly change the magnitude of high flow events. The flow regime variations of all scenarios and periods were clustered into three robust classes (highly, moderately, and slightly impacted classes) in the entire region. The flow regimes would be highly and moderately impacted in the middle and down streams with large-sized and semi-desert catchments, but slightly impacted in the upper and middle streams with small-sized and montane vegetation catchments. The impacted classes will sensibly vary at most stations in different future periods because of the spatial differences of climate change. This study would provide scientific supports to implement the integrated adaptive water resource management for climate change at regional scales in the arid Hexi Corridor.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023294", 
        "title": "Simulation and classification of the impacts of projected climate change on flow regimes in the arid Hexi Corridor of Northwest China"
    }, 
    {
        "author": "Victor Privalsky, Vladislav Yushkov", 
        "date": "2015-07-14", 
        "description": "\n\nMajor statistical characteristics – trend rates, mean values, standard deviations, probability densities, autoregressive model orders, persistence criteria, and spectra – of annual surface temperature over the contiguous United States from 1889 through 2005 are compared with respective characteristics of 47 time series generated within the CMIP5 historical experiment. The observed and most simulated time series are Gaussian. Most autoregressive orders, persistence criteria, and spectra of simulated time series are close to what is found in nature. Although the multi-model mean value is not biased, individual models can err by almost 3.5 °C. In addition, the models exaggerate linear trend rates and temperature variance is overestimated.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl.582", 
        "title": "Validation of CMIP5 models for the contiguous United States"
    }, 
    {
        "author": "David P. Retchless, Cynthia A. Brewer", 
        "date": "2015-07-14", 
        "description": "\n\nUncertainty in the spatial distribution of projected climate changes can be represented along with the magnitudes of those changes using coincident-bivariate maps. While these maps are popular in climate change assessment reports, limited empirical research has tested which combinations of colour (including variation in the visual variables of hue, lightness, and saturation) and pattern (including variation in the visual variables of size, shape, spacing, orientation, and arrangement) are best suited to mapping projected changes coincident with uncertainty. We evaluate eight coincident-bivariate techniques for mapping global temperature (CMIP5 ensemble using RCP8.5 and RCP4.5 scenarios) and its uncertainty, each using 20-classes: five temperature change classes combined with four uncertainty classes. Subjects ranked rectangular map regions by overall amounts of temperature change and uncertainty; response accuracy was evaluated using Kendall's Tau Distance. Maps using colour for representing temperature change and pattern for uncertainty appear most suitable for retaining separability of temperature and uncertainty information. Spot symbols for uncertainty (combining arrangement and lightness) overlaid on hue/lightness for temperature performed best for uncertainty ranking, second best for temperature ranking, and were map users' preferred representation. If colour alone must be used for both variables, then a classed overlay of lightness/saturation differences for uncertainty with hue/lightness for temperature change was preferred; such maps were strong performers on the uncertainty-ranking task but interfered with map users' ability to rank temperature change. Such a masking approach may be the best choice if the goal is to actively prevent map users from making erroneous inferences based on highly uncertain model output for climate change.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4408", 
        "title": "Guidance for representing uncertainty on global temperature change maps"
    }, 
    {
        "author": "Kristopher B. Karnauskas", 
        "date": "2015-07-13", 
        "description": "An analysis of US domestic flight data for the past two decades reveals the overwhelmingly tight control of climate variability on air travel. Potential feedbacks between aviation and climate change are quantified using CMIP5 model projections.", 
        "journal": "Nature: Climate Change", 
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/e0k7VbvpKhI/nclimate2715", 
        "title": "Coupling between air travel and climate"
    }, 
    {
        "author": "Martin W. Jury et al", 
        "date": "2015-07-13", 
        "description": "Journal of Climate, Volume 28, Issue 14, Page 5575-5582, July 2015. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00430.1?af=R", 
        "title": "Evaluation of CMIP5 Models in the Context of Dynamical Downscaling over Europe"
    }, 
    {
        "author": "Jacob Scheff et al", 
        "date": "2015-07-13", 
        "description": "Journal of Climate, Volume 28, Issue 14, Page 5583-5600, July 2015. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00480.1?af=R", 
        "title": "Terrestrial Aridity and Its Response to Greenhouse Warming across CMIP5 Climate Models"
    }, 
    {
        "author": "Shoji Kusunoki et al", 
        "date": "2015-07-13", 
        "description": "Journal of Climate, Volume 28, Issue 14, Page 5601-5621, July 2015. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00585.1?af=R", 
        "title": "Are CMIP5 Models Better than CMIP3 Models in Simulating Precipitation over East Asia?"
    }, 
    {
        "author": "David A. Lavers, F. Martin Ralph, Duane E. Waliser, Alexander Gershunov, Michael D. Dettinger", 
        "date": "2015-07-08", 
        "description": "\n\nGlobal warming of the Earth's atmosphere is hypothesized to lead to an intensification of the global water cycle. To determine associated hydrological changes, most previous research has used precipitation. This study, however, investigates projected changes to global atmospheric water vapor transport (integrated vapor transport (IVT)), the key link between water source and sink regions. Using 22 global circulation models from the Climate Model Intercomparison Project Phase 5, we evaluate, globally, the mean, standard deviation, and the 95th percentiles of IVT from the historical simulations (1979–2005) and two emissions scenarios (2073–2099). Considering the more extreme emissions, multimodel mean IVT increases by 30–40% in the North Pacific and North Atlantic storm tracks and in the equatorial Pacific Ocean trade winds. An acceleration of the high-latitude IVT is also shown. Analysis of low-altitude moisture and winds suggests that these changes are mainly due to higher atmospheric water vapor content.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064672", 
        "title": "Climate change intensification of horizontal water vapor transport in CMIP5"
    }, 
    {
        "author": "Qian Ma, Kaicun Wang, Martin Wild", 
        "date": "2015-07-08", 
        "description": "\n\nGround-based observations of surface incident solar radiation (Rs) have been used to evaluate simulations of global climate models. Existing studies have shown that biases in simulated clouds have a significant spatial pattern, which may be transferred to the simulated Rs. Therefore, the evaluation results of Rs simulations may depend on the locations of the ground-based observations. In this study, Rs simulations of 48 models participating in the fifth phase of the Coupled Model Intercomparison Project (CMIP5) were first evaluated with ground-based observations from different networks (446 stations in total) from 2000 to 2005. The global mean biases of the CMIP5 Rs simulations were found to vary from 4.8 to 11.9 W m−2 when Rs observations from different networks were used as reference data. To reduce the location impact on the evaluation results, CMIP5 simulated Rs were then evaluated with the latest satellite Rs retrieval at 1°×1° spatial resolution by the Clouds and the Earth's Radiant Energy System, Energy Balanced And Filled (CERES EBAF). It was found that the CMIP5 simulated multi-model mean Rs has a small bias of 2.6 W m−2 compared with CERES EBAF over the globe, 4.7 W m−2 and 1.7 W m−2 over land and oceans, respectively. CERES EBAF Rs was found to have a positive bias of 1.3 W m−2 compared with ground-based observations. After removing this bias of CERES EBAF Rs, global mean Rs was estimated to be 185 W m−2.\n", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JD022572", 
        "title": "Impact of Geolocations of Validation Data on the Evaluation of Surface Incident Shortwave Radiation from Earth System Models"
    }, 
    {
        "author": "Lifen Jiang et al", 
        "date": "2015-07-07", 
        "description": "Journal of Climate, Volume 28, Issue 13, Page 5217-5232, July 2015. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00270.1?af=R", 
        "title": "Scale-Dependent Performance of CMIP5 Earth System Models in Simulating Terrestrial Vegetation Carbon"
    }, 
    {
        "author": "Gunilla Svensson et al", 
        "date": "2015-07-07", 
        "description": "Journal of Climate, Volume 28, Issue 13, Page 5233-5253, July 2015. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00596.1?af=R", 
        "title": "Evaluation of Near-Surface Variables and the Vertical Structure of the Boundary Layer in CMIP5 Models"
    }, 
    {
        "author": "Elizabeth A. Barnes et al", 
        "date": "2015-07-07", 
        "description": "Journal of Climate, Volume 28, Issue 13, Page 5254-5271, July 2015. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00589.1?af=R", 
        "title": "CMIP5 Projections of Arctic Amplification, of the North American/North Atlantic Circulation, and of Their Relationship"
    }, 
    {
        "author": "Yi Song et al", 
        "date": "2015-07-07", 
        "description": "Journal of Climate, Volume 28, Issue 13, Page 5389-5405, July 2015. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00492.1?af=R", 
        "title": "Impacts of External Forcing on the Decadal Climate Variability in CMIP5 Simulations"
    }, 
    {
        "author": "Jordan L. Thomas, Darryn W. Waugh, Anand Gnanadesikan", 
        "date": "2015-07-07", 
        "description": "\n\nChanges in the Southern Annular Mode (SAM), Southern Hemisphere (SH) westerly jet location, and magnitude are linked with changes in ocean circulation along with ocean heat and carbon uptake. Recent trends have been observed in these fields but not much is known about the natural variability. Here we aim to quantify the natural variability of the SH extratropical circulation by using Coupled Model Intercomparison Project Phase 5 (CMIP5) preindustrial control model runs and compare with the observed trends in SAM, jet magnitude, and jet location. We show that trends in SAM are due partly to external forcing but are not outside the natural variability as described by these models. Trends in jet location and magnitude, however, lie outside the unforced natural variability but can be explained by a combination of natural variability and the ensemble mean forced trend. These results indicate that trends in these three diagnostics cannot be used interchangeably.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064521", 
        "title": "Southern Hemisphere extratropical circulation: Recent trends and natural variability"
    }, 
    {
        "author": "Leon D. Rotstayn et al", 
        "date": "2015-07-06", 
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00712.1?af=R", 
        "title": "Why does aerosol forcing control historical global-mean surface temperature change in CMIP5 models?"
    }, 
    {
        "author": "Ruth Lorenz et al", 
        "date": "2015-07-06", 
        "description": "Journal of Hydrometeorology, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Hydrometeorology", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JHM-D-14-0206.1?af=R", 
        "title": "Intraseasonal versus Interannual Measures of Land-Atmosphere Coupling Strength in a Global Climate Model: GLACE-1 versus GLACE-CMIP5 Experiments in ACCESS1.3b"
    }, 
    {
        "author": "Chuliang Xiao, Yaocun Zhang", 
        "date": "2015-07-06", 
        "description": "\n\nThe wintertime East Asian eddy-driven jet (EAEJ) responding to climate change in the 21st century is studied using model outputs from the Coupled Model Intercomparison Project phase 5 (CMIP5). Compared to the location displacement in oceanic eddy-driven jets, the magnitude change of synoptic-scale transient eddy activities, measured by eddy kinetic energy (EKE), is a more striking feature in EAEJ. An intensified EKE is projected unanimously by CMIP5 models, suggesting that potential strong winter storm events are likely to happen in East Asian midlatitude in a warming climate. The future change of EKE in EAEJ can be understood in terms of growing baroclinicity wave. The upper-level EKE is highly correlated to the low-level static stability, Brunt-Väisälä frequency (BVF). CMIP5 models generally project an intensified upper-level EKE with a reduced low-level BVF (ΔEKE ∝–ΔBVF). Meanwhile, the enhancement of EKE is also constrained by its historical state (ΔEKE ∝–EKE). Intermodel variabilities among CMIP5 models reveal a similar but weaker relationship between ΔBVF (or EKE) and ΔEKE, indicating relatively large model diversities and independencies among CMIP5 models.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064641", 
        "title": "Projected changes of wintertime synoptic-scale transient eddy activities in the East Asian eddy-driven jet from CMIP5 experiments"
    }, 
    {
        "author": "Darren J. Pilcher, Sarah R. Brody, Leah Johnson, Benjamin Bronselaer", 
        "date": "2015-07-03", 
        "description": "\n\nThe ability of Earth System Models to accurately simulate the seasonal cycle of the partial pressure of CO2 in surface water (\npCO2SW) has important implications for projecting future ocean carbon uptake. Here we develop objective model skill score metrics and assess the abilities of 18 CMIP5 models to simulate the seasonal mean, amplitude, and timing of \npCO2SW in biogeographically defined ocean biomes. The models perform well at simulating the monthly timing of the seasonal minimum and maximum of \npCO2SW, but perform somewhat worse at simulating the seasonal mean values, particularly in polar and equatorial regions. The results also illustrate that a single “best” model can be difficult to determine, despite an analysis restricted to the seasonality of a single variable. Nonetheless, groups of models tend to perform better than others, with significant regional differences. This suggests that particular models may be better suited for particular regions, though we find no evidence for model tuning. Timing and amplitude skill scores display a weak positive correlation with observational data density, while the seasonal mean scores display a weak negative correlation. Thus, additional mapped \npCO2SW data may not directly increase model skill scores; however, improved knowledge of the dominant mechanisms may improve model skill. Lastly, we find skill score variability due to internal model variability to be much lower than variability within the CMIP5 intermodel spread, suggesting that mechanistic model differences are primarily responsible for differences in model skill scores.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010759", 
        "title": "Assessing the abilities of CMIP5 models to represent the seasonal cycle of surface ocean pCO2"
    }, 
    {
        "author": "Scott Steinschneider, Rachel McCrary, Linda O. Mearns, Casey Brown", 
        "date": "2015-06-29", 
        "description": "\n\nApproaches for probability density function (pdf) development of future climate often assume that different climate models provide independent information, despite model similarities that stem from a common genealogy (models with shared code or developed at the same institution). Here we use an ensemble of projections from the Coupled Model Intercomparison Project Phase 5 to develop probabilistic climate information, with and without an accounting of intermodel correlations, for seven regions across the United States. We then use the pdfs to estimate midcentury climate-related risks to a water utility in one of the regions. We show that the variance of climate changes is underestimated across all regions if model correlations are ignored, and in some cases, the mean change shifts as well. When coupled with impact models of the hydrology and infrastructure of a water utility, the underestimated likelihood of large climate changes significantly alters the quantification of risk for water shortages by midcentury.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064529", 
        "title": "The effects of climate model similarity on probabilistic climate projections and the implications for local, risk-based adaptation planning"
    }, 
    {
        "author": "Kerrie L. Geil, Xubin Zeng", 
        "date": "2015-06-29", 
        "description": "\n\nSpurious numerical oscillations (SNOs) (e.g., Gibbs oscillations) can appear as unrealistic spatial waves near discontinuities or sharp gradients in global model fields (e.g., orography) and have been a known problem in global models for decades. Multiple methods of oscillation reduction exist; consequently, the oscillations are presumed small in modern climate models and hence are rarely addressed in recent literature. Here we use two metrics to quantify SNOs in 13 variables from 48 Coupled Model Intercomparison Project Phase 5 models along a Pacific ocean transect near the Andes. Results show that 48% of nonspectral models and 95% of spectral models have at least one variable with SNO amplitude as large as, or greater than, atmospheric interannual variability. The impact of SNOs on climate simulations should be thoroughly evaluated and further efforts to substantially reduce SNOs in climate models are urgently needed.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063931", 
        "title": "Quantitative characterization of spurious numerical oscillations in 48 CMIP5 models"
    }, 
    {
        "author": "Alessandro Anav, Pierre Friedlingstein, Christian Beer, Philippe Ciais, Anna Harper, Chris Jones, Guillermo Murray-Tortarolo, Dario Papale, Nicholas C. Parazoo, Philippe Peylin, Shilong Piao, Stephen Sitch, Nicolas Viovy, Andy Wiltshire, Maosheng Zhao", 
        "date": "2015-06-27", 
        "description": "\n\nGreat advances have been made in the last decade in quantifying and understanding the spatio-temporal patterns of terrestrial gross primary production (GPP) with ground, atmospheric and space observations.\nHowever, although global GPP estimates exist, each data set relies upon assumptions and none of the available data are based only on measurements. Consequently, there is no consensus on the global total GPP and large uncertainties exist in its benchmarking.\nThe objective of this review is to assess how the different available datasets predict the spatio-temporal patterns of GPP, identify the differences among datasets, and highlight the main advantages/disadvantages of each dataset.\nWe compare GPP estimates for the historical period (1990–2009) from two observation-based datasets (MTE, MODIS) to coupled carbon–climate models and terrestrial carbon cycle models from the CMIP5 and TRENDY projects, and to a new hybrid dataset (CARBONES).\nResults show a large range in the mean global GPP estimates. The different datasets broadly agree on GPP seasonal cycle in terms of phasing, while there are still discrepancy on the amplitude. For interannual variability (IAV) and trends, there is a clear separation between the observation-based data that show little IAV and trend, while the process based models have large GPP variability and significant trends.\nThese results suggest that there is an urgent need to improve observation-based datasets and develop carbon cycle modeling with processes that are currently treated either very simplistically to correctly estimate present GPP and better quantify the future uptake of carbon dioxide by the world's vegetation.\n", 
        "journal": "Reviews of Geophysics", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015RG000483", 
        "title": "Spatio-temporal patterns of terrestrial gross primary production: A review"
    }, 
    {
        "author": "J. B. Klemp, W. C. Skamarock, S.-H. Park", 
        "date": "2015-06-26", 
        "description": "\n\nIdealized simulations on a reduced-radius sphere can provide a useful vehicle for evaluating the behavior of nonhydrostatic processes in nonhydrostatic global atmospheric dynamical cores provided the simulated cases exhibit good agreement with corresponding flows in a Cartesian geometry, and for which there are known solutions. Idealized test cases on a reduced-radius sphere are presented here that focus on both dry and moist dynamics. The dry dynamics cases are variations of mountain wave simulations designed for the Dynamical Core Model Intercomparison Project (DCMIP), and permit quantitative comparisons with linear analytic mountain-wave solutions in a Cartesian geometry. To evaluate moist dynamics, an idealized supercell thunderstorm is simulated that has strong correspondence to results obtained on a flat-plane, and which can be numerically converged by specifying a constant physical diffusion. A simple Kessler-type routine for cloud microphysics is provided that can be readily implemented in atmospheric simulation models. Results for these test cases are evaluated for simulations with the Model for Prediction across scales (MPAS). They confirm close agreement with corresponding simulations in a Cartestian geometry; the mountain wave results agree well with analytic mountain-wave solutions and the simulated supercells are consistent with other idealized supercell simulation studies and exhibit convergent behavior. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015MS000435", 
        "title": "Idealized global nonhydrostatic atmospheric test cases on a reduced radius sphere"
    }, 
    {
        "author": "M. Biasutti and R. Seager", 
        "date": "2015-06-26", 
        "description": "<b>Projected changes in US rainfall erosivity</b><br /><br />Hydrology and Earth System Sciences, 19, 2945-2961, 2015<br /><br />Author(s): M. Biasutti and R. Seager<br /><br />Downscaled rainfall projections from 21 climate models from the CMIP5 (Coupled Model Intercomparison Project Phase 5) archive\nare used to estimate future changes in rainfall erosivity in the continental\nUnites States. To estimate erosivity from rainfall in the absence of\nsub-hourly data, we have used both daily rainfall values and the modified\nFournier index – which is based on monthly rainfall accumulation – and derived\nthe scaling relationship between rainfall and erosivity from observational\nestimates of both.\n<br><br>\nThe expectation of overall increase in erosivity is confirmed by these\ncalculations, but a quantitative assessment is marred by large uncertainties.\nSpecifically, the uncertainty in the method of estimation of erosivity is\nmore consequential than that deriving from the spread in climate simulations\nand leads to changes of uncertain sign in parts of the southwest and Texas.\n<br><br>\nWe suggest that progress can be made by establishing a more reliable\nfunctional relationship between daily rainfall and erosivity.", 
        "journal": "Hydrology and Earth System Sciences", 
        "link": "http://www.hydrol-earth-syst-sci.net/19/2945/2015/", 
        "title": "Projected changes in US rainfall erosivity"
    }, 
    {
        "author": "Lei Lin, Andrew Gettelman, Song Feng, Qiang Fu", 
        "date": "2015-06-25", 
        "description": "\n\nFuture changes in aridity, defined as the ratio of annual precipitation to potential evapotranspiration (PET), are analyzed using simulations from the Community Earth System Model (CESM) Large Ensemble (LE) and the phase 5 of the Coupled Model Intercomparison Project (CMIP5) during the period 1980–2080. Both CESM and CMIP5 ensembles can reproduce the observed temporal and spatial variability of aridity. On the interannual time scale, annual average PET is sensitive to the variability of relative humidity, net surface energy flux, and surface air temperature, while the precipitation variability is the dominant component of annual average aridity sensitivity. For the long-term trends, differences between the two ensembles illustrate that the impact of the internal variability is smaller than that of the model structural uncertainty with the trends from the CMIP5 ensemble of models having a much larger spread than those from the single-model CESM-LE. The annual mean aridity averaged over global land increases (becomes drier) by 6.4% in 2055–2080 relative to 1980–2005. Aridity trends differ by region in the ensemble mean. In the future, increasing precipitation leads to decreasing aridity over northwest China and central (or tropical) Africa, while decreasing precipitation leads to drying (increasing aridity) in the subtropics, northern and southern Africa, and the Amazon. Increases in PET can lead to increasing aridity even in regions with increasing precipitation.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JD022912", 
        "title": "Simulated climatology and evolution of aridity in the 21st century"
    }, 
    {
        "author": "Chad W. Thackeray, Christopher G. Fletcher, Chris Derksen", 
        "date": "2015-06-25", 
        "description": "\nEffectively modeling the influence of terrestrial snow on climate in general circulation models is limited by imperfect knowledge and parameterization of arctic and subarctic climate processes and a lack of reliable observations for model evaluation and improvement. This study uses a number of satellite-derived data sets to evaluate how well the current generation of climate models from the Fifth Coupled Model Intercomparison Project (CMIP5) simulate the seasonal cycle of climatological snow cover fraction (SCF) and surface albedo over the Northern Hemisphere snow season (September–June). Using a variety of metrics, the CMIP5 models are found to simulate SCF evolution better than that of albedo. The seasonal cycle of SCF is well reproduced despite substantial biases in simulated surface albedo of snow-covered land (αsfc_snow), which affect both the magnitude and timing of the seasonal peak in αsfc_snow during the fall snow accumulation period, and the springtime snow ablation period. Insolation weighting demonstrates that the biases in αsfc_snow during spring are of greater importance for the surface energy budget. Albedo biases are largest across the boreal forest, where the simulated seasonal cycle of albedo is biased high in 15/16 CMIP5 models. This bias is explained primarily by unrealistic treatment of vegetation masking and subsequent overestimation (more than 50% in some cases) of peak αsfc_snow rather than by biases in SCF. While seemingly straightforward corrections to peak αsfc_snow could yield significant improvements to simulated snow albedo feedback, changes in αsfc_snow could potentially introduce biases in other important model variables such as surface temperature.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023325", 
        "title": "Quantifying the skill of CMIP5 models in simulating seasonal albedo and snow cover evolution"
    }, 
    {
        "author": "Arvid Bring, Shilpa M. Asokan, Fernando Jaramillo, Jerker Jarsjö, Lea Levi, Jan Pietroń, Carmen Prieto, Peter Rogberg, Georgia Destouni", 
        "date": "2015-06-25", 
        "description": "\n\nThe multimodel ensemble of the Coupled Model Intercomparison Project, Phase 5 (CMIP5) synthesizes the latest research in global climate modeling. The freshwater system on land, particularly runoff, has so far been of relatively low priority in global climate models, despite the societal and ecosystem importance of freshwater changes, and the science and policy needs for such model output on drainage basin scales. Here we investigate the implications of CMIP5 multimodel ensemble output data for the freshwater system across a set of drainage basins in the Northern Hemisphere. Results of individual models vary widely, with even ensemble mean results differing greatly from observations and implying unrealistic long-term systematic changes in water storage and level within entire basins. The CMIP5 projections of basin-scale freshwater fluxes differ considerably more from observations and among models for the warm temperate study basins than for the Arctic and cold temperate study basins. In general, the results call for concerted research efforts and model developments for improving the understanding and modeling of the freshwater system and its change drivers. Specifically, more attention to basin-scale water flux analyses should be a priority for climate model development, and an important focus for relevant model-based advice for adaptation to climate change.\n", 
        "journal": "Earth’s Future", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014EF000296", 
        "title": "Implications of freshwater flux data from the CMIP5 multimodel output across a set of Northern Hemisphere drainage basins"
    }, 
    {
        "author": "Xiang-Hui Fang, Fei Zheng, Jiang Zhu", 
        "date": "2015-06-17", 
        "description": "\n\nIt has been suggested that the strength asymmetry of the Bjerknes feedback is responsible for the pronounced amplitude asymmetry between eastern Pacific (EP) and central Pacific (CP) El Niño events. Detailed analyses have indicated that this strength asymmetry is mainly derived from the weaker sensitivity of the zonal sea level pressure (SLP) anomaly to that of the diabatic heating anomaly during the development phase of CP El Niño events, which mainly results from the large cancelation induced by the negative sea surface temperature (SST)-cloud thermodynamic feedback that negates the positive dynamical feedback. This study validates these conclusions by using historical runs of 20 models involved in the Coupled Model Intercomparison Project Phase 5 (CMIP5). Our results suggest that the CMIP5 models generally depict the asymmetry in amplitude between the two types of El Niño events well, which is consistent with successfully simulating the strength asymmetry of the Bjerknes feedback. As observed during both types of El Niño events, variations in the total cloud amount and shortwave radiation also indicated that the cloud-radiative effect is an important factor that causes amplitude asymmetry between CP and EP El Niño events. However, the CMIP5 models are severely biased when capturing realistic CP El Niño structures, namely few models can simulate the significantly weaker warming anomalies in the EP relative to the CP.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010683", 
        "title": "The cloud-radiative effect when simulating strength asymmetry in two types of El Niño events using CMIP5 models"
    }, 
    {
        "author": "Guomin Wang, Scott B. Power, Simon McGree", 
        "date": "2015-06-12", 
        "description": "\n\nSmall Island Developing States in the tropical western Pacific are among the most vulnerable to climate change. While a great deal of information on the observed climate change trends and their cause is available for many other regions and for the globe as a whole, much less information has been available specifically for the Pacific. Here, we show that warming over the past 50 years in the western Pacific is evident in recently homogenized tropical station data, and in gridded surface temperature data sets for the region. The warming has already emerged from the background climate variability. The observational data and Coupled Model Intercomparison Project Phase 5 climate model output are used to show that the observed warming was primarily caused by human-forced changes to the earth's radiative balance. Further warming is projected to occur in the same models under all three Representative Concentration Pathways (RCPs) considered (RCP2.6, RCP4.5 and RCP8.5), with the magnitude far exceeding the warming to date under the two scenarios with higher emissions (RCP4.5 and RCP8.5).\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4395", 
        "title": "Unambiguous warming in the western tropical Pacific primarily caused by anthropogenic forcing"
    }, 
    {
        "author": "Olga Clorinda Penalba, Juan Antonio Rivera", 
        "date": "2015-06-05", 
        "description": "\n\nThis article addresses the regional impacts of climate change on precipitation and meteorological drought over Southern South America (SSA) through a CMIP5 multi-model ensemble based on 15 General Circulation Models (GCMs) forced under two different greenhouse gas concentration pathways (RCP4.5 and RCP8.5). An assessment of the biases in the representation of the precipitation annual cycle was performed over the 1979–2008 period over five regions within SSA, based on a comparison between the GCMs precipitation outputs with the Global Precipitation Climatology Centre (GPCC) dataset. The multi-model ensemble well reproduces the shape of the annual cycle of precipitation over most of SSA, although the monthly totals were overestimated (underestimated) over the North-West and South (North-East and Central-East) regions. Changes in precipitation and meteorological drought characteristics were identified by the difference for early (2011–2040) and late (2071–2100) 21st century values with respect to the 1979–2008 baseline, using the standardized precipitation index as a short- and long-term drought indicator. Future climate conditions are expected to modify the regional characteristics of meteorological droughts over SSA, but the range of uncertainty in the expected changes is high. A significant increase in the number of drought events in all the regions for most of the 21st century sub-periods is projected for the multi-model ensemble. The mean duration of drought events will be shorter, with no significant changes in the severity of droughts and the occurrence of multi-decadal changes in the number of critical dry months is likely, although the significance in the changes depends on the region, future time horizon and greenhouse gas concentration pathways. These results overlap with a projected increase in precipitation over most of the regions, which has a strong seasonality and, therefore, will have some implications upon the future meteorological drought developments and the agricultural and hydrological practices in SSA.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4398", 
        "title": "Regional aspects of future precipitation and meteorological drought characteristics over Southern South America projected by a CMIP5 multi-model ensemble"
    }, 
    {
        "author": "Mark Reyers, Julia Moemken, Joaquim G. Pinto", 
        "date": "2015-06-01", 
        "description": "\n\nA statistical-dynamical downscaling method is used to estimate future changes of wind energy output (Eout) of a benchmark wind turbine across Europe at the regional scale. With this aim, 22 global climate models (GCMs) of the Coupled Model Intercomparison Project Phase 5 (CMIP5) ensemble are considered. The downscaling method uses circulation weather types and regional climate modelling with the COSMO-CLM model. Future projections are computed for two time periods (2021–2060 and 2061–2100) following two scenarios (RCP4.5 and RCP8.5). The CMIP5 ensemble mean response reveals a more likely than not increase of mean annual Eout over Northern and Central Europe and a likely decrease over Southern Europe. There is some uncertainty with respect to the magnitude and the sign of the changes. Higher robustness in future changes is observed for specific seasons. Except from the Mediterranean area, an ensemble mean increase of Eout is simulated for winter and a decreasing for the summer season, resulting in a strong increase of the intra-annual variability for most of Europe. The latter is, in particular, probable during the second half of the 21st century under the RCP8.5 scenario. In general, signals are stronger for 2061–2100 compared to 2021–2060 and for RCP8.5 compared to RCP4.5. Regarding changes of the inter-annual variability of Eout for Central Europe, the future projections strongly vary between individual models and also between future periods and scenarios within single models. This study showed for an ensemble of 22 CMIP5 models that changes in the wind energy potentials over Europe may take place in future decades. However, due to the uncertainties detected in this research, further investigations with multi-model ensembles are needed to provide a better quantification and understanding of the future changes.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4382", 
        "title": "Future changes of wind energy potentials over Europe in a large CMIP5 multi-model ensemble"
    }, 
    {
        "author": "Robert Monjo, Emma Gaitán, Javier Pórtoles, Jaime Ribalaygua, Luis Torres", 
        "date": "2015-06-01", 
        "description": "\n\nThe Mediterranean coast of Spain often experiences intense rainfall, sometimes reaching remarkable amounts of more than 400 mm in one day. The aim of this work is to study possible changes of extreme precipitation in Spain for this century, simulated from several Coupled Model Intercomparison Project Phase 5 (CMIP5) climate models. Eighteen climate projections (nine models under RCP4.5 and nine RCP8.5 scenarios) were downscaled using a two-step analogue/regression statistical method. We have selected 144 rain gauges as the rainiest of a network by using a threshold of 250 mm in one day for a return period of 100 years. Observed time-series have been extended using the ERA40 reanalysis and have subsequently been used to correct the climate projections according to a parametric quantile–quantile method. Five theoretical distributions (Gamma, Weibull, Classical Gumbel, Reversed Gumbel and Log-logistic) have been used to fit the empirical cumulative functions (entire curves, not only the upper tail) and to estimate the expected precipitation according to several return periods: 10, 20, 50 and 100 years. Results in the projected changes for 2051–2100 compared to 1951–2000 are similar (in terms of sign and value) for the four return periods. The analysed climate projections show that changes in extreme rainfall patterns will be generally less than the natural variability. However, possible changes are detected in some regions: decreases are expected in a few kilometres inland, but with a possible increase in the coastline of southern Valencia and northern Alicante, where the most extreme rainfall was recorded. These results should be interpreted with caution because of the limited number of climate projections; anyway, this work shows that the developed methodology is useful for studying extreme rainfall under several climate scenarios.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4380", 
        "title": "Changes in extreme precipitation over Spain using statistical downscaling of CMIP5 projections"
    }, 
    {
        "author": "T. Economou, D.B. Stephenson, J.G. Pinto, L.C. Shaffrey, G. Zappa", 
        "date": "2015-05-29", 
        "description": "\nThis study has investigated serial (temporal) clustering of extra-tropical cyclones simulated by 17 climate models that participated in CMIP5. Clustering was estimated by calculating the dispersion (ratio of variance to mean) of 30 December-February counts of Atlantic storm tracks passing nearby each grid point. Results from single historical simulations of 1975-2005 were compared to those from historical ERA40 reanalyses from 1958-2001 ERA40 and single future model projections of 2069-2099 under the RCP4.5 climate change scenario.\nModels were generally able to capture the broad features in reanalyses reported previously: underdispersion/regularity (i.e. variance less than mean) in the western core of the Atlantic storm track surrounded by overdispersion/clustering (i.e. variance greater than mean) to the north and south and over western Europe. Regression of counts onto North Atlantic Oscillation (NAO) indices revealed that much of the overdispersion in the historical reanalyses and model simulations can be accounted for by NAO variability.\nFuture changes in dispersion were generally found to be small and not consistent across models. The overdispersion statistic, for any 30 year sample, is prone to large amounts of sampling uncertainty that obscures the climate change signal. For example, the projected increase in dispersion for storm counts near London in the CNRMCM5 model is 0.1 compared to a standard deviation of 0.25. Projected changes in the mean and variance of NAO are insufficient to create changes in overdispersion that are discernible above natural sampling variations.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2591", 
        "title": "Serial clustering of extratropical cyclones in a multi-model ensemble of historical and future simulations"
    }, 
    {
        "author": "Ping Huang", 
        "date": "2015-05-27", 
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-15-0055.1?af=R", 
        "title": "Seasonal changes in tropical SST and the surface energy budget under global warming projected by CMIP5 models"
    }, 
    {
        "author": "Liping Zhang, Chuanhu Zhao", 
        "date": "2015-05-25", 
        "description": "\n\nAlmost all of CMIP5 climate models show cold SST biases in the extratropical North Atlantic (ENA) and tropical North Atlantic (TNA) as well as in the North Pacific which are commonly linked with the weak simulated Atlantic meridional overturning circulation (AMOC). A weak AMOC and its associated reduced northward oceanic heat transport are associated with a cooling of the ENA Ocean, whereas the TNA cooling is attributable to both weak AMOC and surface heat flux. The cold biases in the ENA and TNA have remote impacts on the SST bias in the North Pacific. Here we use coupled ocean-atmosphere model experiments to show the mechanisms and pathways by which the ENA and TNA affect the North Pacific. The model simulations demonstrate that the cooling SST bias in the North Pacific is largely due to the remote effect of the cooling SST bias in the ENA, while the remote impact of the TNA cooling SST bias is of secondary importance. The ENA cooling bias triggers the circumglobal teleconnection via the Northern Hemisphere annular mode, producing a strengthening of the Aleutian low, an enhancement of the southward Ekman and Oyashio cold advection, and thus a cooling SST in the North Pacific. In contrast, the TNA cooling produces a surface high extending to the eastern tropical North Pacific, inducing the northeasterly wind anomalies north, northerly cross-equatorial wind anomalies, and northwesterly wind anomalies south of the equator. This C-shape wind anomaly pattern generates an SST warming in the tropical southeastern Pacific, which eventually leads to an SST warming in the tropical central and western Pacific by the wind-evaporation-SST feedback. The tropical Pacific warming in turn leads to an SST cooling in the North Pacific by the Pacific North American teleconnection pattern.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000415", 
        "title": "Processes and mechanisms for the model SST biases in the North Atlantic and North Pacific: A link with the Atlantic meridional overturning circulation"
    }, 
    {
        "author": "Samuel J. Levang et al", 
        "date": "2015-05-21", 
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-15-0143.1?af=R", 
        "title": "Centennial changes of the global water cycle in CMIP5 models"
    }, 
    {
        "author": "Kimberly Smith et al", 
        "date": "2015-05-20", 
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00488.1?af=R", 
        "title": "Connectivity between historical Great Basin precipitation and Pacific Ocean variability: A CMIP5 model evaluation"
    }, 
    {
        "author": "Renata G. Tedeschi, Matthew Collins", 
        "date": "2015-05-19", 
        "description": "\n\nSouth American precipitation is observed to respond differently to different types of El Niño Southern Oscillation (ENSO) events, such as those in which the main signal in sea surface temperature (SST) occurs either in the eastern equatorial Pacific or central equatorial Pacific. This study investigates how Coupled Model Intercomparison Project Phase 5 (CMIP5) models represent different types of ENSO and how they represent teleconnections to South American precipitation. It is found that the CMIP5 models can represent the basic structure of SST anomalies that occur during different types of ENSO events and these are described using simple SST indices. Most of the CMIP5 models can reproduce the correct sign of precipitation anomalies in northeast South America during austral summer and autumn, in cases where the observed teleconnections are relatively strong. The same is also true of north South America in austral summer. In the east and southeast regions of South America, many models fail to reproduce the correct sign during both Canonical and Modoki/Central Pacific/Warm Pool ENSO events. The precipitation composites in Atmospheric Model Intercomparison Project (AMIP) models tend to agree with their CMIP5 counterparts, so we conclude that the errors in teleconnections are not principally driven by mean SST biases. Precipitation teleconnections in the northern regions are shown to be linked to variations in the Walker circulation in models, with the exception of that in north South America during March–May. During March–May, composite precipitation in southeast South America is related to wave trains emanating from the equator.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4371", 
        "title": "The influence of ENSO on South American precipitation during austral summer and autumn in observations and models"
    }, 
    {
        "author": "Ahmed M. El Kenawy, Matthew F. McCabe", 
        "date": "2015-05-15", 
        "description": "\n\nMany arid and semi-arid regions have sparse precipitation observing networks, which limits the capacity for detailed hydrological modelling, water resources management and flood forecasting efforts. The objective of this work is to evaluate the utility of relatively high-spatial resolution rainfall products to reproduce observed multi-decadal rainfall characteristics such as climatologies, anomalies and trends over Saudi Arabia. Our study compares the statistical characteristics of rainfall from 53 observatories over the reference period 1965–2005, with rainfall data from six widely used gauge-based products, including APHRODITE, GPCC, PRINCETON, UDEL, CRU and PREC/L. In addition, the performance of three global climate models (GCMs), including CCSM4, EC-EARTH and MRI-I-CGCM3, integrated as part of the Fifth Coupled Model Intercomparison Project (CMIP5), was also evaluated. Results indicate that the gauge-based products were generally skillful in reproducing rainfall characteristics in Saudi Arabia. In most cases, the gauge-based products were also able to capture the annual cycle, anomalies and climatologies of observed data, although significant inter-product variability was observed, depending on the assessment metric being used. In comparison, the GCM-based products generally exhibited poor performance, with larger biases and very weak correlations, particularly during the summertime. Importantly, all products generally failed to reproduce the observed long-term seasonal and annual trends in the region, particularly during the dry seasons (summer and autumn). Overall, this work suggests that selected gauge-based products with daily (APHRODITE and PRINCETON) and monthly (GPCC and CRU) resolutions show superior performance relative to other products, implying that they may be the most appropriate data source from which multi-decadal variations of rainfall can be investigated at the regional scale over Saudi Arabia. Discriminating these skillful products is important not only for reducing uncertainty in climate, hydrological and environmental assessments but also for advancing model developments in the region.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4374", 
        "title": "A multi-decadal assessment of the performance of gauge- and model-based rainfall products over Saudi Arabia: climatology, anomalies and trends"
    }, 
    {
        "author": "Jason M. English et al", 
        "date": "2015-04-30", 
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00801.1?af=R", 
        "title": "Arctic Radiative Fluxes: Present-day biases and future projections in CMIP5 models"
    }, 
    {
        "author": "Robert Ferraro et al", 
        "date": "2015-04-24", 
        "description": "Bulletin of the American Meteorological Society, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Bulletin of the American Meteorological Society", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/BAMS-D-14-00216.1?af=R", 
        "title": "Evolving obs4MIPs to Support the Sixth Coupled Model Intercomparison Project (CMIP6)"
    }, 
    {
        "author": "Louise Nuijens, Brian Medeiros, Irina Sandu, Maike Ahlgrimm", 
        "date": "2015-04-23", 
        "description": "\n\nGuided by ground-based radar and lidar profiling at the Barbados Cloud Observatory (BCO), this study evaluates trade-wind cloudiness in ECMWF's Integrated Forecast System (IFS) and nine CMIP5 models using their single-timestep output at selected grid points. The observed profile of cloudiness is relatively evenly distributed between two important height levels: the lifting condensation level (LCL) and the tops of the deepest cumuli near the trade-wind inversion (2–3 km). Cloudiness at the LCL dominates the total cloud cover, but is relatively invariant. Variance in cloudiness instead peaks at the inversion. The IFS reproduces the depth of the cloud field and its variability, but underestimates cloudiness at the LCL and the inversion. A few CMIP5 models produce a single stratocumulus-like layer near the LCL, but more than half of the CMIP5 models reproduce the observed cloud layer depth in long-term mean profiles. At single-time steps, however, half of the models do not produce cloudiness near cloud tops along with the (almost ever-present) cloudiness near the LCL. In seven models, cloudiness is zero at both levels 10 to 65% of the time, compared to 3% in the observations. Models therefore tend to overestimate variance in cloudiness near the LCL. This variance is associated with longer time scales than in observations, which suggests that modeled cloudiness is too sensitive to large-scale processes. To conclude, many models do not appear to capture the processes that underlie changes in cloudiness, which is relevant for cloud feedbacks and climate prediction.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000390", 
        "title": "The behavior of trade-wind cloudiness in observations and models: The major cloud components and their variability"
    }, 
    {
        "author": "L. L. Hood, S. Misios, D. M. Mitchell, E. Rozanov, L. J. Gray, K. Tourpali, K. Matthes, H. Schmidt, G. Chiodo, R. Thiéblemont, D. Shindell, A. Krivolutsky", 
        "date": "2015-04-22", 
        "description": "A multiple linear regression statistical method is applied to model data taken from the Coupled Model Intercomparison Project, phase 5 (CMIP-5) to estimate the 11-year solar cycle responses of stratospheric ozone, temperature, and zonal wind during the 1979–2005 period. The analysis is limited to the six CMIP-5 models which resolve the stratosphere (high-top models) and which include interactive ozone chemistry. All simulations assumed a conservative 11-year solar spectral irradiance (SSI) variation based on the Naval Research Laboratory model. These model responses are then compared to corresponding observational estimates derived from two independent satellite ozone profile datasets and from ERA-Interim reanalysis meteorological data. The models exhibit a range of 11-year responses with three models (CESM1-WACCM, MIROC-ESM-CHEM and MRI-ESM1) yielding substantial solar-induced ozone changes in the upper stratosphere which compare favourably with available observations. The remaining three models do not, apparently because of differences in the details of their radiation and photolysis rate codes. During winter in both hemispheres, the three models with stronger upper-stratospheric ozone responses produce relatively strong latitudinal gradients of ozone and temperature in the upper stratosphere which are associated with accelerations of the polar night jet under solar maximum conditions. This behaviour is similar to that found in the satellite ozone and ERA-Interim data, except that the latitudinal gradients tend to occur at somewhat higher latitudes in the models. The sharp ozone gradients are dynamical in origin and assist in radiatively enhancing the temperature gradients, leading to a stronger zonal wind response. These results suggest that simulation of a realistic solar-induced variation of upper-stratospheric ozone, temperature and zonal wind in winter is possible for at least some coupled climate models even if a conservative SSI variation is adopted.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2553", 
        "title": "Solar signals in CMIP-5 simulations: the ozone response"
    }, 
    {
        "author": "Jussi S. Ylhäisi, Jouni Räisänen, David Masson, Olle Räty, Heikki Järvinen", 
        "date": "2015-04-20", 
        "description": "\n\nWe apply analysis of variance to assess the effect of climate model development on temperature, precipitation and sea level pressure projections using three consecutive climate model generations provided by the Coupled Model Intercomparison Project. The introduction of a new model version mostly randomly affects individual model projections, but models also show some generation-independent characteristics which can potentially serve a basis for model weighting. Mean values of temperature and pressure change differ significantly between the model generations only over limited regions, mainly near the sea-ice edge. If multi-model ensembles are uniformly weighted, the efforts of model development are not completely exploited.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.577", 
        "title": "How does model development affect climate projections?"
    }, 
    {
        "author": "D. M. Mitchell, S. Misios, L. J. Gray, K. Tourpali, K. Matthes, L. Hood, H. Schmidt, G. Chiodo, R. Thiéblemont, E. Rozanov, D. Shindell, A. Krivolutsky", 
        "date": "2015-04-09", 
        "description": "\nThe 11 year solar-cycle component of climate variability is assessed in historical simulations of models taken from the Coupled Model Intercomparison Project, phase 5 (CMIP-5). Multiple linear regression is applied to estimate the zonal temperature, wind and annular mode responses to a typical solar cycle, with a focus on both the stratosphere and the stratospheric influence on the surface over the period ∼1850–2005. The analysis is performed on all CMIP-5 models but focuses on the 13 CMIP-5 models that resolve the stratosphere (high-top models) and compares the simulated solar cycle signature with reanalysis data. The 11 year solar cycle component of climate variability is found to be weaker in terms of magnitude and latitudinal gradient around the stratopause in the models than in the reanalysis. The peak in temperature in the lower equatorial stratosphere (∼70 hPa) reported in some studies is found in the models to depend on the length of the analysis period, with the last 30 years yielding the strongest response.\nA modification of the Polar Jet Oscillation (PJO) in response to the 11 year solar cycle is not robust across all models, but is more apparent in models with high spectral resolution in the short-wave region. The PJO evolution is slower in these models, leading to a stronger response during February, whereas observations indicate it to be weaker. In early winter, the magnitude of the modelled response is more consistent with observations when only data from 1979–2005 are considered. The observed North Pacific high-pressure surface response during the solar maximum is only simulated in some models, for which there are no distinguishing model characteristics. The lagged North Atlantic surface response is reproduced in both high- and low-top models, but is more prevalent in the former. In both cases, the magnitude of the response is generally lower than in observations.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2530", 
        "title": "Solar signals in CMIP-5 simulations: the stratospheric pathway"
    }, 
    {
        "author": "Hans Hersbach, Carole Peubey, Adrian Simmons, Paul Berrisford, Paul Poli, Dick Dee", 
        "date": "2015-03-26", 
        "description": "\nThis article describes an ensemble of ten atmospheric model integrations for the years 1899–2010, performed at the European Centre for Medium-Range Weather Forecasts (ECMWF). Horizontal spectral resolution is T159 (about 125 km), using 91 levels in the vertical from the surface up to 1 Pa, and a time step of 1 h. This ensemble, denoted by ERA-20CM, formed the first step toward a twentieth-century reanalysis within ERA-CLIM, a three-year European funded project involving nine partners.\nSea-surface temperature and sea-ice cover are prescribed by an ensemble of realizations (HadISST2), as recently produced by the Met Office Hadley Centre within ERA-CLIM. Variation in these realizations reflect uncertainties in the available observational sources on which this product is based. Forcing terms in the model radiation scheme follow CMIP5 recommendations. Any effect of their uncertainty is neglected. These terms include solar forcing, greenhouse gases, ozone and aerosols. Both the ocean surface and radiative forcing incorporate a proper long-term evolution of climate trends in the twentieth century, and the occurrence of major events, such as the El Niño–Southern Oscillations and volcanic eruptions.\nNo atmospheric observations were assimilated. For this reason ERA-20CM is not able to reproduce actual synoptic situations. However, the ensemble is able to provide a statistical estimate of the climate. Overall, the temperature rise over land is in fair agreement with the CRUTEM4 observational product. Over the last two decades the warming over land exceeds the warming over sea, which is consistent with models participating in the CMIP5 project, as well as with the ECMWF ERA-Interim reanalysis. Some aspects of warming and of the hydrological cycle are discerned, and the model response to volcanic eruptions is qualitatively correct.\nThe data from ERA-20CM are freely available, embracing monthly-mean fields for many atmospheric and ocean-wave quantities, and synoptic fields for a small, essential subset.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2528", 
        "title": "ERA-20CM: a twentieth-century atmospheric model ensemble"
    }, 
    {
        "author": "F. Couvreux, R. Roehrig, C. Rio, M.-P. Lefebvre, M. Caian, T. Komori, S. Derbyshire, F. Guichard, F. Favot, F. D'Andrea, P. Bechtold, P. Gentine", 
        "date": "2015-03-10", 
        "description": "A case of daytime development of deep convection over tropical semi-arid land is used to evaluate the representation of convection in global and regional models. The case is based on observations collected during the African Monsoon Multidisciplinary Analysis (AMMA) field campaign and includes two distinct transition phases, from clear sky to shallow cumulus and from cumulus to deep convection. Different types of models, run with identical initial and boundary conditions, are intercompared: a reference large-eddy simulation (LES), single-column model (SCM) version of four different Earth system models that participated in the Coupled Model Intercomparison Project 5 exercise, the SCM version of the European Centre for Medium-range Weather Forecasts operational forecast model, the SCM version of a mesoscale model and a bulk model. Surface fluxes and radiative heating are prescribed preventing any atmosphere–surface and cloud–radiation coupling in order to simplify the analyses so that it focuses only on convective processes. New physics packages are also evaluated within this framework.\nAs the LES correctly reproduces the observed growth of the boundary layer, the gradual development of shallow clouds, the initiation of deep convection and the development of cold pools, it provides a basis to evaluate in detail the representation of the diurnal cycle of convection by the other models and to test the hypotheses underlying convective parametrizations. Most SCMs have difficulty in representing the timing of convective initiation and rain intensity, although substantial modifications to boundary-layer and deep-convection parametrizations lead to improvements. The SCMs also fail to represent the mid-level troposphere moistening during the shallow convection phase, which we analyse further. Nevertheless, beyond differences in timing of deep convection, the SCM models reproduce the sensitivity to initial and boundary conditions simulated in the LES regarding boundary-layer characteristics, and often the timing of convection triggering.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2517", 
        "title": "Representation of daytime moist convection over the semi-arid Tropics by parametrizations used in climate and meteorological models"
    }, 
    {
        "author": "Shih-Yu Simon Wang, Wan-Ru Huang, Jin-Ho Yoon", 
        "date": "2015-02-13", 
        "description": "\n\nThe 2013–2014 winter in North America brought intense drought in the West and severe cold in the East. The circulation anomalies were characterized as a dipole: an amplified upper-level ridge over the West Coast and a deepened trough over the central-eastern United States. A previous study using a single model has linked the dipole to the El Niño precursor and found that this link has strengthened in recent years. Here, 17 models from the Coupled Model Intercomparison Project Phase 5 are used to examine the dipole activity. Most models capture the dipole and its association with El Niño precursor and project this association to strengthen.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.565", 
        "title": "The North American winter ‘dipole’ and extremes activity: a CMIP5 assessment"
    }, 
    {
        "author": "Victor Privalsky, Vladislav Yushkov", 
        "date": "2014-12-10", 
        "description": "\n\nStatistical properties of observed and CMIP5-simulated bivariate time series ‘annual global surface temperature (AGST) – sea surface temperature in the Niño area 3.4 (SST3.4)’ are analyzed in the time and frequency domains. Both observed and most simulated data show that AGST is explicitly affected by SST3.4 but not vice versa. Though the AGST spectral density is low at intermediate frequencies, most CMIP5 models reproduce its behavior and show the high coherence observed in nature inside that frequency band. However, CMIP5 models show a dependence between AGST and SST3.4 at frequencies below 0.1 year−1, which is not found in nature.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.548", 
        "title": "ENSO influence upon global temperature in nature and in CMIP5 simulations"
    }, 
    {
        "author": "Huanghe Gu, Zhongbo Yu, Jigan Wang, Guiling Wang, Tao Yang, Qin Ju, Chuanguo Yang, Feng Xu, Chuanhao Fan", 
        "date": "2014-09-30", 
        "description": "\n\nGiven the availability of a new generation of general circulation model simulations from the Coupled Model Intercomparison Project Phase 5 (CMIP5) archive, we attempt to evaluate the model output by using three variants of the transformed Mielke measure to assess (1) the performance of the models in simulating historical surface temperature and precipitation, (2) the climate change response of the models to future greenhouse gases (GHGs) scenarios, and (3) the consistency of the projected change of each model with that of the multi-model ensemble (MME) mean. Most models exhibited varying degrees of skills, depending on the region and season, whereas a few models were identified as performing well globally, including the CMCC models, IPSL-CM5A-MR, and BCC-CSM1.1M. Models with the highest and lowest climate sensitivities, as well as those that project future climate changes most resembling the MME mean, were identified. The future precipitation and temperature changes projected by the MPI models and NCAR-CESM1 models were found to best resemble the overall MME. Finer resolution was found to improve model performance in simulating historical climate in most regions and seasons, particularly for temperature; however, it does not have a significant effect on the response of model climates to future GHGs scenarios. We found that no model can simultaneously exhibits good performance in simulating historical climate and in projecting a future climate that is close to the MME mean. Determining the ‘best’ overall model is difficult because ‘best’ is dependent on the specific applications for which a model will be used. Evaluating climate models is an important step to build confidence in their application for impact assessment. Our study provides a basis for concerned groups choosing climate models for their subsequent studies.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4152", 
        "title": "Assessing CMIP5 general circulation model simulations of precipitation and temperature over China"
    }, 
    {
        "author": "Chun-Yi Lin, Jin-Yi Yu, Huang-Hsiung Hsu", 
        "date": "2014-09-01", 
        "description": "\n\nThis study examines the Pacific meridional mode (PMM) simulated in the pre-industrial simulations of the Coupled Model Intercomparison Project Phase 5 (CMIP5). The spatial pattern and intensity of the PMM were found to be reasonably simulated by CMIP5 models, as was the subtropical atmosphere–ocean coupling associated with the PMM. However, the persistence of the coupling, which sustains the PMM's duration and extends its pattern equatorward, was found to be underestimated in most of the CMIP5 models. Many of the simulated PMMs do not have a pattern that extends far enough into the tropical Pacific to influence El Niño-Southern Oscillation (ENSO). The CMIP5 models that do produce longer persistence for the PMM coupling show a higher correlation of the PMM with the Central-Pacific (CP) type of ENSO than with the Eastern-Pacific (EP) type of the ENSO. This study concludes that (1) the PMM and its associated subtropical Pacific ocean–atmosphere coupling are important to the generation of the CP type of ENSO; (2) the so-called seasonal footprinting mechanism that sustains an equatorward extension of the PMM is not well simulated in a majority of the CMIP5 models; and (3) the persistence of the subtropical Pacific coupling is more important than the other properties in gauging a model's skill in the PMM simulation.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4130", 
        "title": "CMIP5 model simulations of the Pacific meridional mode and its connection to the two types of ENSO"
    }
]