[
    {
        "author": "Robert Ferraro et al", 
        "date": "Fri, 24 Apr 2015 07:00:00 GMT", 
        "description": "Bulletin of the American Meteorological Society, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Bulletin of the American Meteorological Society", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/BAMS-D-14-00216.1?af=R", 
        "title": "Evolving obs4MIPs to Support the Sixth Coupled Model Intercomparison Project (CMIP6)"
    }, 
    {
        "author": "Ping Huang", 
        "date": "Wed, 27 May 2015 07:00:00 GMT", 
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-15-0055.1?af=R", 
        "title": "Seasonal changes in tropical SST and the surface energy budget under global warming projected by CMIP5 models"
    }, 
    {
        "author": "Samuel J. Levang et al", 
        "date": "Thu, 21 May 2015 07:00:00 GMT", 
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-15-0143.1?af=R", 
        "title": "Centennial changes of the global water cycle in CMIP5 models"
    }, 
    {
        "author": "Kimberly Smith et al", 
        "date": "Wed, 20 May 2015 07:00:00 GMT", 
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00488.1?af=R", 
        "title": "Connectivity between historical Great Basin precipitation and Pacific Ocean variability: A CMIP5 model evaluation"
    }, 
    {
        "author": "Jason M. English et al", 
        "date": "Thu, 30 Apr 2015 07:00:00 GMT", 
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00801.1?af=R", 
        "title": "Arctic Radiative Fluxes: Present-day biases and future projections in CMIP5 models"
    }, 
    {
        "author": "Jacob Scheff et al", 
        "date": "Mon, 27 Apr 2015 07:00:00 GMT", 
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00480.1?af=R", 
        "title": "Terrestrial aridity and its response to greenhouse warming across CMIP5 climate models"
    }, 
    {
        "author": "Shoji Kusunoki et al", 
        "date": "Thu, 16 Apr 2015 07:00:00 GMT", 
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00585.1?af=R", 
        "title": "Are CMIP5 Models better than CMIP3 Models in Simulating Precipitation over East Asia?"
    }, 
    {
        "author": "Yi Song et al", 
        "date": "Fri, 10 Apr 2015 07:00:00 GMT", 
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00492.1?af=R", 
        "title": "Impacts of External Forcing on the Decadal Climate Variability in CMIP5 Simulations"
    }, 
    {
        "author": "Gunilla Svensson et al", 
        "date": "Tue, 07 Apr 2015 07:00:00 GMT", 
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00596.1?af=R", 
        "title": "Evaluation of near-surface variables and the vertical structure of the boundary layer in CMIP5 models"
    }, 
    {
        "author": "LIFEN JIANG et al", 
        "date": "Fri, 03 Apr 2015 07:00:00 GMT", 
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00270.1?af=R", 
        "title": "Scale-Dependent Performance of CMIP5 Earth System Models in Simulating Terrestrial Vegetation Carbon"
    }, 
    {
        "author": "Elizabeth A. Barnes et al", 
        "date": "Fri, 03 Apr 2015 07:00:00 GMT", 
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00589.1?af=R", 
        "title": "CMIP5 projections of Arctic amplification, of the North American/North Atlantic circulation, and of their relationship"
    }, 
    {
        "author": "Martin W. Jury et al", 
        "date": "Thu, 26 Mar 2015 07:00:00 GMT", 
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00430.1?af=R", 
        "title": "Evaluation of CMIP5 models in the Context of Dynamical Downscaling over Europe"
    }, 
    {
        "author": "Yutian Wu et al", 
        "date": "Thu, 11 Jun 2015 17:00:13 GMT", 
        "description": "Journal of Climate, Volume 28, Issue 12, Page 4877-4889, June 2015. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00543.1?af=R", 
        "title": "What Is the Representation of the Moisture–Tropopause Relationship in CMIP5 Models?"
    }, 
    {
        "author": "Chris C. Funk et al", 
        "date": "Wed, 27 May 2015 15:36:30 GMT", 
        "description": "Journal of Climate, Volume 28, Issue 11, Page 4309-4329, June 2015. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00334.1?af=R", 
        "title": "The Leading Mode of Observed and CMIP5 ENSO-Residual Sea Surface Temperatures and Associated Changes in Indo-Pacific Climate"
    }, 
    {
        "author": "Edmund K.M. Chang, Cheng Zheng, Patrick Lanigan, Albert M.W. Yau, J. David Neelin", 
        "date": "2015-06-12T08:39:43.246247-05:00", 
        "description": "\n\nExtratropical cyclones give rise to much of the precipitation over California. Observed California winter precipitation is highly correlated to a metric of extratropical cyclone activity over the Eastern Pacific. The lack of precipitation over the recent winters is coincident with consecutive winters of much below average cyclone activity. Analysis of variability in cyclone activity and California precipitation simulated by models participating in Coupled Model Intercomparison Project phase 5 indicates that most models can simulate the relationship between cyclone activity and precipitation well. Examination of projected change suggests 1) no evidence of a long-term downward trend in California-region cyclone activity within the examined scenarios; and 2) that the inter-model spread in California precipitation projection can be largely explained by the spread in the projection of extratropical cyclone activity. This highlights the need to further understand physical mechanisms for the variation in projection of cyclone activity in this region.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064424", 
        "title": "Significant modulation of variability and projected change in California winter precipitation by extratropical cyclone activity"
    }, 
    {
        "author": "P. Greve, S.I. Seneviratne", 
        "date": "2015-06-11T05:34:39.260102-05:00", 
        "description": "\n\nSubstantial changes in the hydrological cycle are projected for the 21st century, but these projections are subject to major uncertainties. In this context, the ‘dry gets drier, wet gets wetter’ (DDWW) paradigm is often used as a simplifying summary. However, recent studies cast doubt on the validity of the paradigm and also on applying the widely used P-E (precipitation-evapotranspiration) metric over global land surfaces. Here we show in a comprehensive CMIP5-based assessment that projected changes in mean annual P-E are generally not significant, except for high-latitude regions showing wetting conditions until the end of the 21st century. Significant increases in aridity do occur in many subtropical, but also adjacent humid regions. However, combining both metrics still shows that ca. 70% of all land area will not experience significant changes. Based on these findings we conclude that the DDWW paradigm is generally not confirmed for projected changes in most land areas.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064127", 
        "title": "Assessment of future changes in water availability and aridity"
    }, 
    {
        "author": "Scott Steinschneider, Rachel McCrary, Linda O. Mearns, Casey Brown", 
        "date": "2015-06-10T10:31:30.586551-05:00", 
        "description": "\n\nApproaches for pdf development of future climate often assume that different climate models provide independent information, despite model similarities that stem from a common genealogy (models with shared code or developed at the same institution). Here we use an ensemble of projections from the Coupled Model Intercomparison Project Phase 5 (CMIP5) to develop probabilistic climate information, with and without an accounting of inter-model correlations, for seven regions across the United States. We then use the pdfs to estimate mid-century climate-related risks to a water utility in one of the regions. We show that the variance of climate changes is underestimated across all regions if model correlations are ignored, and in some cases, the mean change shifts as well. When coupled with impact models of the hydrology and infrastructure of a water utility, the underestimated likelihood of large climate changes significantly alters the quantification of risk for water shortages by mid-century.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064529", 
        "title": "The Effects of Climate Model Similarity on Probabilistic Climate Projections and the Implications for Local, Risk-Based Adaptation Planning"
    }, 
    {
        "author": "Jordan L. Thomas, Darryn Waugh, Anand Gnanadesikan", 
        "date": "2015-06-06T08:41:22.651689-05:00", 
        "description": "\n\nChanges in the Southern Annular Mode (SAM), Southern Hemi-sphere (SH) westerly jet location and magnitude are linked with changes in ocean circulation along with ocean heat and carbon uptake. Recent trends have been in observed these fields, but not much is known about the natural variability. Here we aim to quantify the natural variability of the SH extra tropical circulation by using Coupled Model Intercomparison Project Phase 5 (CMIP5) pre-industrial control model runs and compare with the observed trends in SAM, jet magnitude, and jet location. We show that trends in SAM are due partly to external forcing, but are not outside the natural variability as described by these models. Trends in jet location and magnitude, however, lie outside the unforced natural variability but can be explained by a combination of natural variability and the ensemble-mean forced trend. These results indicate that trends in these three diagnostics cannot be used inter-changeably.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064521", 
        "title": "Southern Hemisphere extratropical circulation: Recent trends and natural variability"
    }, 
    {
        "author": "Takamitsu Ito, Annalisa Bracco, Curtis Deutsch, Hartmut Frenzel, Matthew Long, Yohei Takano", 
        "date": "2015-06-04T01:26:51.211379-05:00", 
        "description": "\n\nWe investigate the mechanisms controlling the evolution of Southern Ocean carbon storage under a future climate warming scenario. A subset of Coupled Model Intercomparison Project Phase 5 models predicts that the inventory of biologically sequestered carbon south of 40°S increases about 18–34 Pg C by 2100 relative to the preindustrial condition. Sensitivity experiments with an ocean circulation and biogeochemistry model illustrates the impacts of the wind and buoyancy forcings under a warming climate. Intensified and poleward shifted westerly wind strengthens the upper overturning circulation, not only leading to an increased uptake of anthropogenic CO2 but also releasing biologically regenerated carbon to the atmosphere. Freshening of Antarctic Surface Water causes a slowdown of the lower overturning circulation, leading to an increased Southern Ocean biological carbon storage. The rectified effect of these processes operating together is the sustained growth of the carbon storage in the Southern Ocean, even under the warming climate with a weaker global ocean carbon uptake.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064320", 
        "title": "Sustained growth of the Southern Ocean carbon storage in a warming climate"
    }, 
    {
        "author": "Wen-Ying Wu, Chia-Wei Lan, Min-Hui Lo, John T. Reager, James S. Famiglietti", 
        "date": "2015-05-29T13:31:46.904731-05:00", 
        "description": "\n\nSoil water storage is a fundamental signal in the land hydrological cycle and changes in soil moisture can affect regional climate. In this study, we used simulations from Coupled Model Intercomparison Project Phase 5 archives to investigate changes in the annual range of soil water storage under global warming at northern middle and high latitudes. Results show that future warming could lead to significant declines in snowfall, and a corresponding lack of snowmelt water recharge to the soil, which makes soil water less available during spring and summer. Conversely, more precipitation as rainfall results in higher recharge to soil water during its accumulating season. Thus, the wettest month of soil water gets wetter, and the driest month gets drier, resulting in an increase of the annual range and suggesting that stronger heterogeneity in global water distribution (changing extremes) could occur under global warming; this has implications for water management and water security under a changing climate.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064110", 
        "title": "Increases in the annual range of soil water storage at northern middle and high latitudes under global warming"
    }, 
    {
        "author": "Shang-Min Long, Shang-Ping Xie", 
        "date": "2015-05-29T13:28:03.639158-05:00", 
        "description": "\n\nIntermodel variations in future precipitation projection in the North Atlantic are studied using 23 state-of-art models from Phase 5 of the Coupled Model Intercomparison Project. Model uncertainty in annual mean rainfall change is locally enhanced along the Gulf Stream. The moisture budget analysis reveals that much of the model uncertainty in rainfall change can be traced back to the discrepancies in surface evaporation change and transient eddy effect among models. Results of the intermodel Singular Value Decomposition (SVD) analysis show that intermodel variations in local sea surface temperature (SST) pattern exert a strong control over the spread of rainfall projection among models through the modulation of evaporation change. The first three SVD modes explain more than 60% of the intermodel variance of rainfall projection and show distinct SST patterns with mode water-induced banded structures, reduced subpolar warming due to ocean dynamical cooling, and the Gulf Stream shift, respectively.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063852", 
        "title": "Intermodel variations in projected precipitation change over the North Atlantic: Sea surface temperature effect"
    }, 
    {
        "author": "Nadja Herger, Benjamin M. Sanderson, Reto Knutti", 
        "date": "2015-05-05T09:46:46.004869-05:00", 
        "description": "\n\nPattern scaling is a simple way to produce climate projections beyond the scenarios run with expensive global climate models (GCMs). The simplest technique has known limitations and assumes that a spatial climate anomaly pattern obtained from a GCM can be scaled by the global mean temperature (GMT) anomaly. We propose alternatives and assess their skills and limitations. One approach which avoids scaling is to consider a period in a different scenario with the same GMT change. It is attractive as it provides patterns of any temporal resolution that are consistent across variables, and it does not distort variability. Second, we extend the traditional approach with a land-sea contrast term, which provides the largest improvements over the traditional technique. When interpolating between known bounding scenarios, the proposed methods significantly improve the accuracy of the pattern scaled scenario with little computational cost. The remaining errors are much smaller than the Coupled Model Intercomparison Project Phase 5 model spread.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063569", 
        "title": "Improved pattern scaling approaches for the use in climate impact studies"
    }, 
    {
        "author": "Xiaoqiong Li, Mingfang Ting", 
        "date": "2015-05-07T10:07:32.409217-05:00", 
        "description": "\n\nThe Asian monsoon-ENSO (El Niño–Southern Oscillation) relationship in the 20th and 21st centuries is examined using observations and Coupled Model Intercomparison Project Phase 5 (CMIP5) model simulations. CMIP5 models can simulate the ENSO-monsoon spatial structure reasonably well when using the multimodel mean. Running correlations show prominent decadal variability of the ENSO-monsoon relationship in observations. The modeled ENSO-monsoon relation shows large intermodel spread, indicating large variations across the model ensemble. The anthropogenically forced component of ENSO-monsoon relationship is separated from the naturally varying component based on a signal-to-noise maximizing empirical orthogonal function analysis using global sea surface temperature (SST). Results show that natural variability plays a dominant role in the varied ENSO-monsoon relationship during the 20th century. In the 21st century, the forced component is dominated by enhanced monsoon rainfall associated with SST warming, which may contribute to a slightly weakened ENSO-monsoon relation in the future.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063557", 
        "title": "Recent and future changes in the Asian monsoon-ENSO relationship: Natural or forced?"
    }, 
    {
        "author": "C. B. Jayasankar, Sajani Surendran, Kavirajan Rajendran", 
        "date": "2015-05-11T16:23:37.073394-05:00", 
        "description": "\n\nCoupled Model Intercomparison Project phase 5 (Fifth Assessment Report of Intergovernmental Panel on Climate Change) coupled global climate model Representative Concentration Pathway 8.5 simulations are analyzed to derive robust signals of projected changes in Indian summer monsoon rainfall (ISMR) and its variability. Models project clear future temperature increase but diverse changes in ISMR with substantial intermodel spread. Objective measures of interannual variability (IAV) yields nearly equal chance for future increase or decrease. This leads to discrepancy in quantifying changes in ISMR and variability. However, based primarily on the physical association between mean changes in ISMR and its IAV, and objective methods such as k-means clustering with Dunn's validity index, mean seasonal cycle, and reliability ensemble averaging, projections fall into distinct groups. Physically consistent groups of models with the highest reliability project future reduction in the frequency of light rainfall but increase in high to extreme rainfall and thereby future increase in ISMR by 0.74 ± 0.36 mm d−1, along with increased future IAV. These robust estimates of future changes are important for useful impact assessments.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063659", 
        "title": "Robust signals of future projections of Indian summer monsoon rainfall by IPCC AR5 climate models: Role of seasonal cycle and interannual variability"
    }, 
    {
        "author": "Shanjun Cheng, Xiaodan Guan, Jianping Huang, Fei Ji, Ruixia Guo", 
        "date": "2015-06-10T11:12:25.780824-05:00", 
        "description": "\n\nThe variability of soil moisture over East Asia was analyzed using a long-term data set from the Global Land Data Assimilation System (GLDAS). Overall, a clear decreasing trend occurred over a period of 63 years, with pronounced drying over Northeast China, North China, part of Mongolia, and Russia near Lake Baikal. Statistical analyses show that decreasing precipitation and global warming have different effects on the decrease in soil moisture. The qualitative analysis and quantitative contributions illustrated that soil drying is driven primarily by decreasing precipitation, and is enhanced almost twofold by increasing temperatures. As soil moisture decreases, the positive feedback between soil moisture and temperature may result in future water shortages. Following the Representative Concentration Pathways 8.5 (RCP8.5) and 4.5 (RCP4.5) simulation scenario of Coupled Model Intercomparison Project phase 5 (CMIP5), the model-predicted soil moisture demonstrated a continuously decreasing trend during the twenty-first century.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023206", 
        "title": "Long-term trend and variability of soil moisture over East Asia"
    }, 
    {
        "author": "Chad W. Thackeray, Christopher G. Fletcher, Chris Derksen", 
        "date": "2015-06-02T23:43:10.918648-05:00", 
        "description": "\n\nEffectively modeling the influence of terrestrial snow on climate in general circulation models (GCMs) is limited by imperfect knowledge and parameterization of arctic and sub-arctic climate processes, and a lack of reliable observations for model evaluation and improvement. This study uses a number of satellite-derived datasets to evaluate how well the current generation of climate models from the fifth Coupled Model Intercomparison Project (CMIP5) simulate the seasonal cycle of climatological snow cover fraction (SCF) and surface albedo over the Northern Hemisphere snow season (September – June). Using a variety of metrics, the CMIP5 models are found to simulate SCF evolution better than that of albedo. The seasonal cycle of SCF is well reproduced despite substantial biases in simulated surface albedo of snow-covered land (αsfc_snow), which affect both the magnitude and timing of the seasonal peak in αsfc_snow during the fall snow accumulation period, and the springtime snow ablation period. Insolation-weighting demonstrates that the biases in αsfc_snow during spring are of greater importance for the surface energy budget. Albedo biases are largest across the boreal forest, where the simulated seasonal cycle of albedo is biased high in 15/16 CMIP5 models. This bias is explained primarily by unrealistic treatment of vegetation masking and subsequent overestimation (more than 50% in some cases) of peak αsfc_snow, rather than by biases in SCF. While seemingly straightforward corrections to peak αsfc_snow could yield significant improvements to simulated snow albedo feedbacks, changes in αsfc_snow could potentially introduce biases in other important model variables such as surface temperature.\n", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023325", 
        "title": "Quantifying the skill of CMIP5 models in simulating seasonal albedo and snow cover evolution"
    }, 
    {
        "author": "Lei Lin, Andrew Gettelman, Song Feng, Qiang Fu", 
        "date": "2015-05-29T13:26:20.741053-05:00", 
        "description": "\n\nFuture changes in aridity, defined as the ratio of annual precipitation to potential evapotranspiration (PET), are analyzed using simulations from the Community Earth System Model (CESM) Large Ensemble (LE) and the phase 5 of the Coupled Model Intercomparison Project (CMIP5) during the period 1980–2080. Both CESM and CMIP5 ensembles can reproduce the observed temporal and spatial variability of aridity. On the interannual time scale, annual average PET is sensitive to the variability of relative humidity, net surface energy flux, and surface air temperature while the precipitation variability is the dominant component of annual average aridity sensitivity. For the long-term trends, differences between the two ensembles illustrate that the impact of the internal variability is smaller than that of the model structural uncertainty with the trends from the CMIP5 ensemble of models having a much larger spread than those from the single model CESM-LE. The annual mean aridity averaged over global land increases (becomes drier) by 6.4% in 2055–2080 relative to 1980–2005. Aridity trends differ by region in the ensemble mean. In the future, increasing precipitation leads to decreasing aridity over northwest China and central (or tropical) Africa, while decreasing precipitation leads to drying (increasing aridity) in the sub-tropics, northern and southern Africa and the Amazon. Increases in PET can lead to increasing aridity even in regions with increasing precipitation.\n", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JD022912", 
        "title": "Simulated climatology and evolution of aridity in the 21st century"
    }, 
    {
        "author": "Peter Thorne, Stephen Outten, Ingo Bethke, Øyvind Seland", 
        "date": "2015-04-22T08:39:25.304241-05:00", 
        "description": "\n\nTo assess published hypotheses surrounding the recent slowdown in surface warming (hiatus) we compare five available global observational surface temperature estimates to two thirty member ensembles from the Norwegian Earth System Model (NorESM). Model ensembles are initialized in 1980 from the transient historical runs and driven with forcings used in the CMIP5 experiments and updated forcings based upon current observational understanding, described in Part 1. The ensembles’ surface temperature trends are statistically indistinguishable over 1998-2012 despite differences in the prescribed forcings. There is thus no evidence that forcing errors play a significant role in explaining the hiatus according to NorESM. The observations fall either towards the lower portion of the ensembles or, for some observational estimates and regions, outside. The exception is the Arctic where the observations fall towards the upper ensemble bounds. Observational dataset choices can make a large difference to findings of consistency or otherwise. Those NorESM ensemble members that exhibit nino3.4 SST trends similar to observed also exhibit comparable tropical and to some extent global-mean trends, supporting a role for ENSO in explaining the hiatus. Several ensemble members capture the marked seasonality observed in Northern Hemisphere mid-latitude trends, with cooling in the wintertime and warming in the remaining seasons. Overall, we find that we cannot falsify NorESM as being capable of explaining the observed hiatus behavior. Importantly, this is not equivalent to concluding NorESM could simultaneously capture all important facets of the hiatus. Similar experiments with further, distinct, Earth System Models are required to verify our findings.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JD022805", 
        "title": "Investigating the recent apparent hiatus in surface temperature increases: Part 2. Comparison of model ensembles to observational estimates"
    }, 
    {
        "author": "Qiaohong Sun, Chiyuan Miao, Qingyun Duan", 
        "date": "2015-05-27T15:21:27.474075-05:00", 
        "description": "\n\nThis study assesses the simulations of the daily mean, maximum, and minimum temperatures and daily precipitation over China during the period 1990–1999, based on phase 3 and phase 5 of the Coupled Model Intercomparison Project (CMIP3 and CMIP5). Fourteen CMIP3 models and 14 CMIP5 models were investigated over eight regions across China. Skill scores quantifying the match between the simulated and observed probability density functions (PDFs) were applied to evaluate the performance of the models. For daily mean, maximum, and minimum temperatures, the results revealed that CMIP3 and CMIP5 models captured the basic pattern of the observed PDFs in all regions. However, the probabilities at lower values were overestimated in most models. In all regions except the west of Northwest China (region 7), all CMIP5 models captured more than 80% of the observed PDFs. Compared with performance at the annual time scale, the models tended to perform relatively worse over the period June to August. The performances of the CMIP5 and CMIP3 models were not as good for daily precipitation as for daily temperature, and the skill scores for precipitation were generally lower than 0.7 in all regions. The amount of drizzle (daily precipitation < 5 mm) was overestimated notably in all regions. The amount of very heavy precipitation (daily precipitation ≥ 20 mm) tended to be underestimated in humid regions but overestimated in arid regions. Compared with CMIP3, CMIP5 models showed some improvements in the simulation of daily mean, maximum, and minimum temperatures, but there was a lack of apparent improvement for simulation of daily precipitation.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JD022994", 
        "title": "Comparative analysis of CMIP3 and CMIP5 global climate models for simulating the daily mean, maximum, and minimum temperatures and daily precipitation over China"
    }, 
    {
        "author": "Csaba Torma, Filippo Giorgi, Erika Coppola", 
        "date": "2015-05-12T00:51:42.720946-05:00", 
        "description": "\nWe present an analysis of the added value (AV) of downscaling via regional climate model (RCM) nesting with respect to the driving global climate models (GCMs). We analyze ensembles of driving GCM and nested RCM (two resolutions, 0.44° and 0.11°) simulations for the late 20th and late 21st centuries from the CMIP5, EURO-CORDEX, and MED-CORDEX experiments, with a focus on the Alpine region. Different metrics of AV are investigated, measuring aspects of precipitation where substantial AV can be expected in mountainous terrains: spatial pattern of mean precipitation, daily precipitation intensity distribution, and daily precipitation extremes tails. Comparison with a high-quality, fine-scale (5 km) gridded observational data set shows substantial AV of RCM downscaling for all metrics selected, and results are mostly improved compared to the driving GCMs also when the RCM fields are upscaled at the scale of the GCM resolution. We also find consistent improvements in the high-resolution (0.11°) versus medium-resolution (0.44°) RCM simulations. Finally, we find that the RCM downscaling substantially modulates the GCM-produced precipitation change signal in future climate projections, particularly in terms of fine-scale spatial pattern associated with the complex topography of the region. Our results thus point to the important role that high-resolution nested RCMs can play in the study of climate change over areas characterized by complex topographical features.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JD022781", 
        "title": "Added value of regional climate modeling over areas characterized by complex terrain—Precipitation over the Alps"
    }, 
    {
        "author": "Darren J. Pilcher, Sarah R. Brody, Leah Johnson, Benjamin Bronselaer", 
        "date": "2015-06-11T11:15:53.363049-05:00", 
        "description": "\n\nThe ability of Earth System Models to accurately simulate the seasonal cycle of the partial pressure of CO2 in surface water (pCO2SW) has important implications for projecting future ocean carbon uptake. Here, we develop objective model skill score metrics and assess the abilities of 18 CMIP5 models to simulate the seasonal mean, amplitude, and timing of pCO2SW in biogeographically defined ocean biomes. The models perform well at simulating the monthly timing of the seasonal minimum and maximum of pCO2SW, but perform somewhat worse at simulating the seasonal mean values, particularly in polar and equatorial regions. The results also illustrate that a single “best” model can be difficult to determine, despite an analysis restricted to the seasonality of a single variable. Nonetheless, groups of models tend to perform better than others, with significant regional differences. This suggests that particular models may be better suited for particular regions, though we find no evidence for model tuning. Timing and amplitude skill scores display a weak positive correlation with observational data density, while the seasonal mean scores display a weak negative correlation. Thus, additional mapped pCO2SW data may not directly increase model skill scores, however improved knowledge of the dominant mechanisms may improve model skill. Lastly, we find skill score variability due to internal model variability to be much lower than variability within the CMIP5 inter-model spread, suggesting that mechanistic model differences are primarily responsible for differences in model skill scores. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010759", 
        "title": "Assessing the abilities of CMIP5 models to represent the seasonal cycle of surface ocean pCO2"
    }, 
    {
        "author": "Xiang-Hui Fang, Fei Zheng, Jiang Zhu", 
        "date": "2015-05-25T10:56:46.264255-05:00", 
        "description": "\n\nIt has been suggested that the strength asymmetry of the Bjerknes feedback is responsible for the pronounced amplitude asymmetry between eastern Pacific (EP) and central Pacific (CP) El Niño events. Detailed analyses have indicated that this strength asymmetry is mainly derived from the weaker sensitivity of the zonal sea level pressure (SLP) anomaly to that of the diabatic heating anomaly during the development phase of CP El Niño events, which mainly results from the large cancelation induced by the negative sea surface temperature (SST)–cloud thermodynamic feedback that negates the positive dynamical feedback. This study validates these conclusions by using historical runs of 20 models involved in the Coupled Model Intercomparison Project Phase 5 (CMIP5). Our results suggest that the CMIP5 models generally depict the asymmetry in amplitude between the two types of El Niño events well, which is consistent with successfully simulating the strength asymmetry of the Bjerknes feedback. As observed during both types of El Niño events, variations in the total cloud amount and short wave radiation also indicated that the cloud radiative effect is an important factor that causes amplitude asymmetry between CP and EP El Niño events. However, the CMIP5 models are severely biased when capturing realistic CP El Niño structures, namely few models can simulate the significantly weaker warming anomalies in the EP relative to the CP. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010683", 
        "title": "The cloud radiative effect when simulating strength asymmetry in two types of El Niño events using CMIP5 models"
    }, 
    {
        "author": "Xiaolan L. Wang, Yang Feng, Val R. Swail", 
        "date": "2015-05-29T12:01:41.79163-05:00", 
        "description": "\n\nThis study uses the analysis of variance approaches to quantify the climate change signal and uncertainty in multimodel ensembles of statistical simulations of significant wave height (Hs), which are based on the CMIP5 historical, RCP4.5 and RCP8.5 forcing scenario simulations of sea level pressure. Here the signal of climate change refers to the temporal variations caused by the prescribed forcing. “Significant” means “significantly different from zero at 5% level.” In a four-model ensemble of Hs simulations, the common signal—the signal that is simulated in all the four models—is found to strengthen over time. For the historical followed by RCP8.5 scenario, the common signal in annual mean Hs is found to be significant in 16.6% and 82.2% of the area by year 2005 and 2099, respectively. The global average of the variance proportion of the common signal increases from 0.75% in year 2005 to 12.0% by year 2099. The signal is strongest in the eastern tropical Pacific (ETP), featuring significant increases in both the annual mean and maximum of Hs in this region. The climate model uncertainty (i.e., intermodel variability) is significant nearly globally; its magnitude is comparable to or greater than that of the common signal in most areas, except in the ETP where the signal is much larger. In a 20-model ensemble of Hs simulations for the period 2006–2099, the model uncertainty is found to be significant globally; it is about 10 times as large as the variability between the RCP4.5 and RCP8.5 scenarios.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010699", 
        "title": "Climate change signal and uncertainty in CMIP5-based projections of global ocean surface wave heights"
    }, 
    {
        "author": "Arvid Bring, Shilpa M. Asokan, Fernando Jaramillo, Jerker Jarsjö, Lea Levi, Jan Pietroń, Carmen Prieto, Peter Rogberg, Georgia Destouni", 
        "date": "2015-05-19T05:33:10.91122-05:00", 
        "description": "\n\nThe multi-model ensemble of the Coupled Model Intercomparison Project, Phase 5 (CMIP5) synthesizes the latest research in global climate modeling. The freshwater system on land, particularly runoff, has so far been of relatively low priority in global climate models, despite the societal and ecosystem importance of freshwater changes, and the science and policy needs for such model output on drainage basin scales. Here we investigate the implications of CMIP5 multi-model ensemble output data for the freshwater system across a set of drainage basins in the Northern hemisphere. Results of individual models vary widely, with even ensemble mean results differing greatly from observations and implying unrealistic long-term systematic changes in water storage and level within entire basins. The CMIP5 projections of basin-scale freshwater fluxes differ considerably more from observations and among models for the warm-temperate study basins than for the Arctic and cold-temperate study basins. In general, the results call for concerted research efforts and model developments for improving the understanding and modeling of the freshwater system and its change drivers. Specifically, more attention to basin-scale water flux analyses should be a priority for climate model development, and an important focus for relevant model-based advice for adaptation to climate change.\n", 
        "journal": "Earth’s Future", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014EF000296", 
        "title": "Implications of freshwater flux data from the CMIP5 multi-model output across a set of Northern Hemisphere drainage basins"
    }, 
    {
        "author": "Nasrin Nasrollahi, Amir AghaKouchak, Linyin Cheng, Lisa Damberg, Thomas J. Phillips, Chiyuan Miao, Kuolin Hsu, Soroosh Sorooshian", 
        "date": "2015-04-26T09:26:46.244899-05:00", 
        "description": "\n\nAssessing the uncertainties and understanding the deficiencies of climate models are fundamental to developing adaptation strategies. The objective of this study is to understand how well Coupled Model Intercomparison-Phase 5 (CMIP5) climate model simulations replicate ground-based observations of continental drought areas and their trends. The CMIP5 multimodel ensemble encompasses the Climatic Research Unit (CRU) ground-based observations of area under drought at all time steps. However, most model members overestimate the areas under extreme drought, particularly in the Southern Hemisphere (SH). Furthermore, the results show that the time series of observations and CMIP5 simulations of areas under drought exhibit more variability in the SH than in the Northern Hemisphere (NH). The trend analysis of areas under drought reveals that the observational data exhibit a significant positive trend at the significance level of 0.05 over all land areas. The observed trend is reproduced by about three-fourths of the CMIP5 models when considering total land areas in drought. While models are generally consistent with observations at a global (or hemispheric) scale, most models do not agree with observed regional drying and wetting trends. Over many regions, at most 40% of the CMIP5 models are in agreement with the trends of CRU observations. The drying/wetting trends calculated using the 3 months Standardized Precipitation Index (SPI) values show better agreement with the corresponding CRU values than with the observed annual mean precipitation rates. Pixel-scale evaluation of CMIP5 models indicates that no single model demonstrates an overall superior performance relative to the other models.\n", 
        "journal": "Water Resources Research", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014WR016318", 
        "title": "How well do CMIP5 climate simulations replicate historical trends and patterns of meteorological droughts?"
    }, 
    {
        "author": "Liping Zhang, Chuanhu Zhao", 
        "date": "2015-05-25T08:31:38.532262-05:00", 
        "description": "\n\nAlmost all of CMIP5 climate models show cold SST biases in the extratropical North Atlantic (ENA) and tropical North Atlantic (TNA) as well as in the North Pacific which are commonly linked with the weak simulated Atlantic meridional overturning circulation (AMOC). A weak AMOC and its associated reduced northward oceanic heat transport are associated with a cooling of the ENA Ocean, whereas the TNA cooling is attributable to both weak AMOC and surface heat flux. The cold biases in the ENA and TNA have remote impacts on the SST bias in the North Pacific. Here we use coupled ocean-atmosphere model experiments to show the mechanisms and pathways by which the ENA and TNA affect the North Pacific. The model simulations demonstrate that the cooling SST bias in the North Pacific is largely due to the remote effect of the cooling SST bias in the ENA, while the remote impact of the TNA cooling SST bias is of secondary importance. The ENA cooling bias triggers the circumglobal teleconnection via the Northern Hemisphere annular mode, producing a strengthening of the Aleutian low, an enhancement of the southward Ekman and Oyashio cold advection, and thus a cooling SST in the North Pacific. In contrast, the TNA cooling produces a surface high extending to the eastern tropical North Pacific, inducing the northeasterly wind anomalies north, northerly cross-equatorial wind anomalies, and northwesterly wind anomalies south of the equator. This C-shape wind anomaly pattern generates an SST warming in the tropical southeastern Pacific, which eventually leads to an SST warming in the tropical central and western Pacific by the wind-evaporation-SST feedback. The tropical Pacific warming in turn leads to an SST cooling in the North Pacific by the Pacific North American teleconnection pattern.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000415", 
        "title": "Processes and mechanisms for the model SST biases in the North Atlantic and North Pacific: A link with the Atlantic meridional overturning circulation"
    }, 
    {
        "author": "Louise Nuijens, Brian Medeiros, Irina Sandu, Maike Ahlgrimm", 
        "date": "2015-04-23T02:57:31.899627-05:00", 
        "description": "\n\nGuided by ground-based radar and lidar profiling at the Barbados Cloud Observatory (BCO), this study evaluates trade-wind cloudiness in ECMWF's Integrated Forecast System (IFS) and nine CMIP5 models using their single-timestep output at selected grid points. The observed profile of cloudiness is relatively evenly distributed between two important height levels: the lifting condensation level (LCL) and the tops of the deepest cumuli near the trade-wind inversion (2–3 km). Cloudiness at the LCL dominates the total cloud cover, but is relatively invariant. Variance in cloudiness instead peaks at the inversion. The IFS reproduces the depth of the cloud field and its variability, but underestimates cloudiness at the LCL and the inversion. A few CMIP5 models produce a single stratocumulus-like layer near the LCL, but more than half of the CMIP5 models reproduce the observed cloud layer depth in long-term mean profiles. At single-time steps, however, half of the models do not produce cloudiness near cloud tops along with the (almost ever-present) cloudiness near the LCL. In seven models, cloudiness is zero at both levels 10 to 65% of the time, compared to 3% in the observations. Models therefore tend to overestimate variance in cloudiness near the LCL. This variance is associated with longer time scales than in observations, which suggests that modeled cloudiness is too sensitive to large-scale processes. To conclude, many models do not appear to capture the processes that underlie changes in cloudiness, which is relevant for cloud feedbacks and climate prediction.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000390", 
        "title": "The behavior of trade-wind cloudiness in observations and models: The major cloud components and their variability"
    }, 
    {
        "author": "Linjiong Zhou, Qing Bao, Yimin Liu, Guoxiong Wu, Wei-Chyung Wang, Xiaocong Wang, Bian He, Haiyang Yu, Jiandong Li", 
        "date": "2015-01-16T23:25:57.330385-05:00", 
        "description": "\n\nThis paper documents version 1 of the Finite-volume Atmospheric Model of the IAP/LASG (FAMIL1), which has a flexible horizontal resolution up to a quarter of 1°. The model, currently running on the “Tianhe 1A” supercomputer, is the atmospheric component of the third-generation Flexible Global Ocean-Atmosphere-Land climate System model (FGOALS3) which will participate in the Coupled Model Intercomparison Project Phase 6 (CMIP6). In addition to describing the dynamical core and physical parameterizations of FAMIL1, this paper describes the simulated characteristics of energy and water balances and compares them with observational/reanalysis data. The comparisons indicate that the model simulates well the seasonal and geographical distributions of radiative fluxes at the top of the atmosphere and at the surface, as well as the surface latent and sensible heat fluxes. A major weakness in the energy balance is identified in the regions where extensive and persistent marine stratocumulus is present. Analysis of the global water balance also indicates realistic seasonal and geographical distributions with the global annual mean of evaporation minus precipitation being approximately 10−5 mm d−1. We also examine the connections between the global energy and water balance and discuss the possible link between the two within the context of the findings from the reanalysis data. Finally, the model biases as well as possible solutions are discussed.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000349", 
        "title": "Global energy and water balance: Characteristics from Finite-volume Atmospheric Model of the IAP/LASG (FAMIL1)"
    }, 
    {
        "author": "Jian He, Yang Zhang, Tim Glotfelty, Ruoying He, Ralf Bennartz, John Rausch, Karine Sartelet", 
        "date": "2015-02-08T22:55:14.390026-05:00", 
        "description": "\n\nEarth system models have been used for climate predictions in recent years due to their capabilities to include biogeochemical cycles, human impacts, as well as coupled and interactive representations of Earth system components (e.g., atmosphere, ocean, land, and sea ice). In this work, the Community Earth System Model (CESM) with advanced chemistry and aerosol treatments, referred to as CESM-NCSU, is applied for decadal (2001–2010) global climate predictions. A comprehensive evaluation is performed focusing on the atmospheric component—the Community Atmosphere Model version 5.1 (CAM5.1) by comparing simulation results with observations/reanalysis data and CESM ensemble simulations from the Coupled Model Intercomparison Project phase 5 (CMIP5). The improved model can predict most meteorological and radiative variables relatively well with normalized mean biases (NMBs) of −14.1 to −9.7% and 0.7–10.8%, respectively, although temperature at 2 m (T2) is slightly underpredicted. Cloud variables such as cloud fraction (CF) and precipitating water vapor (PWV) are well predicted, with NMBs of −10.5 to 0.4%, whereas cloud condensation nuclei (CCN), cloud liquid water path (LWP), and cloud optical thickness (COT) are moderately-to-largely underpredicted, with NMBs of −82.2 to −31.2%, and cloud droplet number concentration (CDNC) is overpredictd by 26.7%. These biases indicate the limitations and uncertainties associated with cloud microphysics (e.g., resolved clouds and subgrid-scale cumulus clouds). Chemical concentrations over the continental U.S. (CONUS) (e.g., \nSO42−, Cl−, OC, and PM2.5) are reasonably well predicted with NMBs of −12.8 to −1.18%. Concentrations of SO2, \nSO42−, and PM10 are also reasonably well predicted over Europe with NMBs of −20.8 to −5.2%, so are predictions of SO2 concentrations over the East Asia with an NMB of −18.2%, and the tropospheric ozone residual (TOR) over the globe with an NMB of −3.5%. Most meteorological and radiative variables predicted by CESM-NCSU agree well overall with those predicted by CESM-CMIP5. The performance of LWP and AOD predicted by CESM-NCSU is better than that of CESM-CMIP5 in terms of model bias and correlation coefficients. Large biases for some chemical predictions can be attributed to uncertainties in the emissions of precursor gases (e.g., SO2, NH3, and NOx) and primary aerosols (black carbon and primary organic matter) as well as uncertainties in formulations of some model components (e.g., online dust and sea-salt emissions, secondary organic aerosol formation, and cloud microphysics). Comparisons of CESM simulation with baseline emissions and 20% of anthropogenic emissions from the baseline emissions indicate that anthropogenic gas and aerosol species can decrease downwelling shortwave radiation (FSDS) by 4.7 W m−2 (or by 2.9%) and increase SWCF by 3.2 W m−2 (or by 3.1%) in the global mean.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000360", 
        "title": "Decadal simulation and comprehensive evaluation of CESM/CAM5.1 with advanced chemistry, aerosol microphysics, and aerosol-cloud interactions"
    }, 
    {
        "author": "Dmitry V. Sein, Uwe Mikolajewicz, Matthias Gröger, Irina Fast, William Cabos, Joaquim G. Pinto, Stefan Hagemann, Tido Semmler, Alfredo Izquierdo, Daniela Jacob", 
        "date": "2015-03-07T00:01:18.817807-05:00", 
        "description": "\n\nThe general circulation models used to simulate global climate typically feature resolution too coarse to reproduce many smaller-scale processes, which are crucial to determining the regional responses to climate change. A novel approach to downscale climate change scenarios is presented which includes the interactions between the North Atlantic Ocean and the European shelves as well as their impact on the North Atlantic and European climate. The goal of this paper is to introduce the global ocean-regional atmosphere coupling concept and to show the potential benefits of this model system to simulate present-day climate. A global ocean-sea ice-marine biogeochemistry model (MPIOM/HAMOCC) with regionally high horizontal resolution is coupled to an atmospheric regional model (REMO) and global terrestrial hydrology model (HD) via the OASIS coupler. Moreover, results obtained with ROM using NCEP/NCAR reanalysis and ECHAM5/MPIOM CMIP3 historical simulations as boundary conditions are presented and discussed for the North Atlantic and North European region. The validation of all the model components, i.e., ocean, atmosphere, terrestrial hydrology, and ocean biogeochemistry is performed and discussed. The careful and detailed validation of ROM provides evidence that the proposed model system improves the simulation of many aspects of the regional climate, remarkably the ocean, even though some biases persist in other model components, thus leaving potential for future improvement. We conclude that ROM is a powerful tool to estimate possible impacts of climate change on the regional scale.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000357", 
        "title": "Regionally coupled atmosphere-ocean-sea ice-marine biogeochemistry model ROM: 1. Description and validation"
    }, 
    {
        "author": "", 
        "date": "2015-07-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">Based on Coupled Model Intercomparison Project phase 5 (CMIP5) models, present study investigates the decadal variability of the tropical Indian Ocean (TIO) sea surface temperature (SST)–the South Asian High (SAH) relation (hereafter TSR) as well as its responses to the global warming. Out of the 17 CMIP5 models, only one (GFDL-CM3) reproduces reasonably the influence of the TIO SST on the SAH. In the historical simulations of GFDL-CM3, the TSR features fluctuations modulated by the western Pacific SST and the Indian subcontinent precipitation. When the TIO warming is accompanied by warm western Pacific, the western Pacific SST-induced tropospheric warming propagates westwards, warms the troposphere surrounding the Indian Ocean, enhances SAH and leads to higher TSR; when accompanied by not so warmed western Pacific, the TSR is lower. While, if the TIO warming is accompanied by negative rainfall anomalies over the Indian subcontinent, the rainfall-induced upper-troposphere cyclone over the subtropical Asia weakens the response of the SAH and leads to lower TSR; if not accompanied by negative rainfall anomalies, the TSR is higher. The decadal variability of the TSR is not subject to the global warming. In RCP45 and RCP85 scenarios, the TSR is also not directly affected by global warming. The rainfall over the Indian subcontinent is still a factor modulating the TSR. While, the western Pacific SST is invalid in the influences of the TIO SST on the SAH.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2285-3", 
        "title": "The decadal variability of the tropical Indian Ocean SST–the South Asian High relation: CMIP5 model study"
    }, 
    {
        "author": "", 
        "date": "2015-07-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">This study investigates how variations of the Atlantic meridional overturning circulation (AMOC) affect sea surface temperature (SST) within the simulations of the coupled model intercomparison project phase 5. In particular, we explore whether the SST response is interhemispheric in nature, specifically as reflected in the Atlantic SST Dipole index, or whether the response is localized more in the North Atlantic Ocean. In the absence of direct observational data, this Dipole index has been proposed to approximate AMOC variations over the duration of the instrumental temperature record. We find that typically, on timescales between decadal and centennial, the SST Dipole index correlates with the AMOC with coefficients ranging from 0.2 to 0.7, typically with a 0–6 year lag, and thus explains less than half of the AMOC variance. In just two models this value slightly exceeds 50 %. Even for the models with the highest correspondence between the AMOC and the Dipole index, the correlation between the two variables is controlled mainly by SST variations in the North Atlantic, not the South Atlantic, both for the model control and historical simulations. Consequently, in nearly all models, the North Atlantic SST provides a better indicator of AMOC variations than the Atlantic Dipole. Thus, on decadal to centennial timescales AMOC variability affects mainly the North Atlantic Ocean, with the sensitivity of the North Atlantic SST between 40 and 60°N, given by the multi-model average, of about 0.3 °C per 1 Sv of AMOC change, explaining roughly one third of the SST variance.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2443-7", 
        "title": "How the AMOC affects ocean temperatures on decadal to centennial timescales: the North Atlantic versus an interhemispheric seesaw"
    }, 
    {
        "author": "", 
        "date": "2015-07-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">Wind extremes have consequences for renewable energy sectors, critical infrastructures, coastal ecosystems, and insurance industry. Considerable debates remain regarding the impacts of climate change on wind extremes. While climate models have occasionally shown increases in regional wind extremes, a decline in the magnitude of mean and extreme near-surface wind speeds has been recently reported over most regions of the Northern Hemisphere using observed data. Previous studies of wind extremes under climate change have focused on selected regions and employed outputs from the regional climate models (RCMs). However, RCMs ultimately rely on the outputs of global circulation models (GCMs), and the value-addition from the former over the latter has been questioned. Regional model runs rarely employ the full suite of GCM ensembles, and hence may not be able to encapsulate the most likely projections or their variability. Here we evaluate the performance of the latest generation of GCMs, the Coupled Model Intercomparison Project phase 5 (CMIP5), in simulating extreme winds. We find that the multimodel ensemble (MME) mean captures the spatial variability of annual maximum wind speeds over most regions except over the mountainous terrains. However, the historical temporal trends in annual maximum wind speeds for the reanalysis data, ERA-Interim, are not well represented in the GCMs. The historical trends in extreme winds from GCMs are statistically not significant over most regions. The MME model simulates the spatial patterns of extreme winds for 25–100 year return periods. The projected extreme winds from GCMs exhibit statistically less significant trends compared to the historical reference period.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2306-2", 
        "title": "Evaluating wind extremes in CMIP5 climate models"
    }, 
    {
        "author": "", 
        "date": "2015-07-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">Future projections of the Indian summer monsoon rainfall (ISMR) and its large-scale thermodynamic driver are studied by using CMIP5 model outputs. While all models project an increasing precipitation in the future warming scenario, most of them project a weakening large-scale thermodynamic driver arising from a weakening of the upper tropospheric temperature (UTT) gradient over south Asian summer monsoon region. The weakening of the UTT gradient under global warming scenarios is related to the increase in sea surface temperature (SST) over the equatorial Indian Ocean (EIO) leading to a stronger increase of UTT over the EIO region relative to the northern Indian region, a hypothesis supported by a series of Atmospheric General Circulation Model (AGCM) experiments forced by projected SSTs. To diagnose the inconsistency between the model projections of precipitation and the large-scale thermodynamic driver, we have examined the rate of total precipitation explained by convective and stratiform precipitations in observations and in CMIP5 models. It is found that most models produce too much (little) convective (stratiform) precipitation compared to observations. In addition, we also find stronger precipitable water—precipitation relationship in most CMIP5 models as compared to observations. Hence, the atmospheric moisture content produced by the model immediately gets converted to precipitation even though the large-scale thermodynamics in models weaken. Therefore, under global warming scenarios, due to increased temperature and resultant increased atmospheric moisture supply, these models tend to produce unrealistic local convective precipitation often not in tune with other large-scale variables. Our results questions the reliability of the ISMR projections in CMIP5 models and highlight the need to improve the convective parameterization schemes in coupled models for the reliable projections of the ISMR.\n      </p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2269-3", 
        "title": "Why ensemble mean projection of south Asian monsoon rainfall by CMIP5 models is not reliable?"
    }, 
    {
        "author": "", 
        "date": "2015-07-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">The evolution of the Asian summer monsoon (ASM) in a global warming environment is a serious scientific and socio-economic concern since many recent studies have demonstrated the weakening nature of large-scale tropical circulation under anthropogenic forcing. But, how such processes affect the ASM circulation and rainfall is still a matter of debate. This study examines the climate model projections from a selected set of Coupled Model Inter-comparison Project 5 (CMIP5) models to provide a unified perspective on the future ASM response. The results indicate a robust reduction in the large-scale meridional gradient of temperature (MGT) at upper levels (200 hPa) over the ASM region, associated with enhanced ascendance and deep tropospheric heating over the equatorial Pacific in the future climate. The differential heating in the upper troposphere, with concomitant increase (decrease) in atmospheric stability (MGT), weakens the ASM circulation, promotes a northward shift of the monsoon circulation and a widening of the local Hadley cell in the eastern Indian sector. An examination of the water vapour budget indicates the competing effects of the thermodynamic (moisture convergence) and dynamics processes (monsoon circulation) on future ASM rainfall changes. The former component wins out over the later one and leads to the intensification of Indian monsoon rainfall in the CMIP5 projections. However, the diagnostics further show a considerable offset due to the dynamic component.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2257-7", 
        "title": "Global warming and the weakening of the Asian summer monsoon circulation: assessments from the CMIP5 models"
    }, 
    {
        "author": "", 
        "date": "2015-07-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">\n      The frequency and severity of extreme events are tightly associated with the variance of precipitation. As climate warms, the acceleration in hydrological cycle is likely to enhance the variance of precipitation across the globe. However, due to the lack of an effective analysis method, the mechanisms responsible for the changes of precipitation variance are poorly understood, especially on regional scales. Our study fills this gap by formulating a variance partition algorithm, which explicitly quantifies the contributions of atmospheric thermodynamics (specific humidity) and dynamics (wind) to the changes in regional-scale precipitation variance. Taking Southeastern (SE) United States (US) summer precipitation as an example, the algorithm is applied to the simulations of current and future climate by phase 5 of Coupled Model Intercomparison Project (CMIP5) models. The analysis suggests that compared to observations, most CMIP5 models (~60 %) tend to underestimate the summer precipitation variance over the SE US during the 1950–1999, primarily due to the errors in the modeled dynamic processes (i.e. large-scale circulation). Among the 18 CMIP5 models analyzed in this study, six of them reasonably simulate SE US summer precipitation variance in the twentieth century and the underlying physical processes; these models are thus applied for mechanistic study of future changes in SE US summer precipitation variance. In the future, the six models collectively project an intensification of SE US summer precipitation variance, resulting from the combined effects of atmospheric thermodynamics and dynamics. Between them, the latter plays a more important role. Specifically, thermodynamics results in more frequent and intensified wet summers, but does not contribute to the projected increase in the frequency and intensity of dry summers. In contrast, atmospheric dynamics explains the projected enhancement in both wet and dry summers, indicating its importance in understanding future climate change over the SE US. The results suggest that the intensified SE US summer precipitation variance is not a purely thermodynamic response to greenhouse gases forcing, and cannot be explained without the contribution of atmospheric dynamics. Our analysis provides important insights to understand the mechanisms of SE US summer precipitation variance change. The algorithm formulated in this study can be easily applied to other regions and seasons to systematically explore the mechanisms responsible for the changes in precipitation extremes in a warming climate.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2216-3", 
        "title": "Thermodynamic and dynamic contributions to future changes in regional precipitation variance: focus on the Southeastern United States"
    }, 
    {
        "author": "Jussi S. Ylhäisi, Jouni Räisänen, David Masson, Olle Räty, Heikki Järvinen", 
        "date": "2015-04-20T05:56:52.583663-05:00", 
        "description": "\n\nWe apply analysis of variance to assess the effect of climate model development on temperature, precipitation and sea level pressure projections using three consecutive climate model generations provided by the Coupled Model Intercomparison Project. The introduction of a new model version mostly randomly affects individual model projections, but models also show some generation-independent characteristics which can potentially serve a basis for model weighting. Mean values of temperature and pressure change differ significantly between the model generations only over limited regions, mainly near the sea-ice edge. If multi-model ensembles are uniformly weighted, the efforts of model development are not completely exploited.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.577", 
        "title": "How does model development affect climate projections?"
    }, 
    {
        "author": "Shih-Yu Simon Wang, Wan-Ru Huang, Jin-Ho Yoon", 
        "date": "2015-02-13T09:36:22.554976-05:00", 
        "description": "\n\nThe 2013–2014 winter in North America brought intense drought in the West and severe cold in the East. The circulation anomalies were characterized as a dipole: an amplified upper-level ridge over the West Coast and a deepened trough over the central-eastern United States. A previous study using a single model has linked the dipole to the El Niño precursor and found that this link has strengthened in recent years. Here, 17 models from the Coupled Model Intercomparison Project Phase 5 are used to examine the dipole activity. Most models capture the dipole and its association with El Niño precursor and project this association to strengthen.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.565", 
        "title": "The North American winter ‘dipole’ and extremes activity: a CMIP5 assessment"
    }, 
    {
        "author": "Victor Privalsky, Vladislav Yushkov", 
        "date": "2014-12-10T01:12:26.016844-05:00", 
        "description": "\n\nStatistical properties of observed and CMIP5-simulated bivariate time series ‘annual global surface temperature (AGST) – sea surface temperature in the Niño area 3.4 (SST3.4)’ are analyzed in the time and frequency domains. Both observed and most simulated data show that AGST is explicitly affected by SST3.4 but not vice versa. Though the AGST spectral density is low at intermediate frequencies, most CMIP5 models reproduce its behavior and show the high coherence observed in nature inside that frequency band. However, CMIP5 models show a dependence between AGST and SST3.4 at frequencies below 0.1 year−1, which is not found in nature.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.548", 
        "title": "ENSO influence upon global temperature in nature and in CMIP5 simulations"
    }, 
    {
        "author": "Guomin Wang, Scott B. Power, Simon McGree", 
        "date": "2015-06-12T00:45:03.725898-05:00", 
        "description": "\n\nSmall Island Developing States in the tropical western Pacific are among the most vulnerable to climate change. While a great deal of information on the observed climate change trends and their cause is available for many other regions and for the globe as a whole, much less information has been available specifically for the Pacific. Here, we show that warming over the past 50 years in the western Pacific is evident in recently homogenized tropical station data, and in gridded surface temperature data sets for the region. The warming has already emerged from the background climate variability. The observational data and Coupled Model Intercomparison Project Phase 5 climate model output are used to show that the observed warming was primarily caused by human-forced changes to the earth's radiative balance. Further warming is projected to occur in the same models under all three Representative Concentration Pathways (RCPs) considered (RCP2.6, RCP4.5 and RCP8.5), with the magnitude far exceeding the warming to date under the two scenarios with higher emissions (RCP4.5 and RCP8.5).\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4395", 
        "title": "Unambiguous warming in the western tropical Pacific primarily caused by anthropogenic forcing"
    }, 
    {
        "author": "Olga Clorinda Penalba, Juan Antonio Rivera", 
        "date": "2015-06-05T06:34:51.793204-05:00", 
        "description": "\n\nThis article addresses the regional impacts of climate change on precipitation and meteorological drought over Southern South America (SSA) through a CMIP5 multi-model ensemble based on 15 General Circulation Models (GCMs) forced under two different greenhouse gas concentration pathways (RCP4.5 and RCP8.5). An assessment of the biases in the representation of the precipitation annual cycle was performed over the 1979–2008 period over five regions within SSA, based on a comparison between the GCMs precipitation outputs with the Global Precipitation Climatology Centre (GPCC) dataset. The multi-model ensemble well reproduces the shape of the annual cycle of precipitation over most of SSA, although the monthly totals were overestimated (underestimated) over the North-West and South (North-East and Central-East) regions. Changes in precipitation and meteorological drought characteristics were identified by the difference for early (2011–2040) and late (2071–2100) 21st century values with respect to the 1979–2008 baseline, using the standardized precipitation index as a short- and long-term drought indicator. Future climate conditions are expected to modify the regional characteristics of meteorological droughts over SSA, but the range of uncertainty in the expected changes is high. A significant increase in the number of drought events in all the regions for most of the 21st century sub-periods is projected for the multi-model ensemble. The mean duration of drought events will be shorter, with no significant changes in the severity of droughts and the occurrence of multi-decadal changes in the number of critical dry months is likely, although the significance in the changes depends on the region, future time horizon and greenhouse gas concentration pathways. These results overlap with a projected increase in precipitation over most of the regions, which has a strong seasonality and, therefore, will have some implications upon the future meteorological drought developments and the agricultural and hydrological practices in SSA.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4398", 
        "title": "Regional aspects of future precipitation and meteorological drought characteristics over Southern South America projected by a CMIP5 multi-model ensemble"
    }, 
    {
        "author": "Mark Reyers, Julia Moemken, Joaquim G. Pinto", 
        "date": "2015-06-01T08:26:53.443821-05:00", 
        "description": "\n\nA statistical-dynamical downscaling method is used to estimate future changes of wind energy output (Eout) of a benchmark wind turbine across Europe at the regional scale. With this aim, 22 global climate models (GCMs) of the Coupled Model Intercomparison Project Phase 5 (CMIP5) ensemble are considered. The downscaling method uses circulation weather types and regional climate modelling with the COSMO-CLM model. Future projections are computed for two time periods (2021–2060 and 2061–2100) following two scenarios (RCP4.5 and RCP8.5). The CMIP5 ensemble mean response reveals a more likely than not increase of mean annual Eout over Northern and Central Europe and a likely decrease over Southern Europe. There is some uncertainty with respect to the magnitude and the sign of the changes. Higher robustness in future changes is observed for specific seasons. Except from the Mediterranean area, an ensemble mean increase of Eout is simulated for winter and a decreasing for the summer season, resulting in a strong increase of the intra-annual variability for most of Europe. The latter is, in particular, probable during the second half of the 21st century under the RCP8.5 scenario. In general, signals are stronger for 2061–2100 compared to 2021–2060 and for RCP8.5 compared to RCP4.5. Regarding changes of the inter-annual variability of Eout for Central Europe, the future projections strongly vary between individual models and also between future periods and scenarios within single models. This study showed for an ensemble of 22 CMIP5 models that changes in the wind energy potentials over Europe may take place in future decades. However, due to the uncertainties detected in this research, further investigations with multi-model ensembles are needed to provide a better quantification and understanding of the future changes.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4382", 
        "title": "Future changes of wind energy potentials over Europe in a large CMIP5 multi-model ensemble"
    }, 
    {
        "author": "Robert Monjo, Emma Gaitán, Javier Pórtoles, Jaime Ribalaygua, Luis Torres", 
        "date": "2015-06-01T08:25:15.610897-05:00", 
        "description": "\n\nThe Mediterranean coast of Spain often experiences intense rainfall, sometimes reaching remarkable amounts of more than 400 mm in one day. The aim of this work is to study possible changes of extreme precipitation in Spain for this century, simulated from several Coupled Model Intercomparison Project Phase 5 (CMIP5) climate models. Eighteen climate projections (nine models under RCP4.5 and nine RCP8.5 scenarios) were downscaled using a two-step analogue/regression statistical method. We have selected 144 rain gauges as the rainiest of a network by using a threshold of 250 mm in one day for a return period of 100 years. Observed time-series have been extended using the ERA40 reanalysis and have subsequently been used to correct the climate projections according to a parametric quantile–quantile method. Five theoretical distributions (Gamma, Weibull, Classical Gumbel, Reversed Gumbel and Log-logistic) have been used to fit the empirical cumulative functions (entire curves, not only the upper tail) and to estimate the expected precipitation according to several return periods: 10, 20, 50 and 100 years. Results in the projected changes for 2051–2100 compared to 1951–2000 are similar (in terms of sign and value) for the four return periods. The analysed climate projections show that changes in extreme rainfall patterns will be generally less than the natural variability. However, possible changes are detected in some regions: decreases are expected in a few kilometres inland, but with a possible increase in the coastline of southern Valencia and northern Alicante, where the most extreme rainfall was recorded. These results should be interpreted with caution because of the limited number of climate projections; anyway, this work shows that the developed methodology is useful for studying extreme rainfall under several climate scenarios.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4380", 
        "title": "Changes in extreme precipitation over Spain using statistical downscaling of CMIP5 projections"
    }, 
    {
        "author": "Renata G. Tedeschi, Matthew Collins", 
        "date": "2015-05-19T06:30:52.06235-05:00", 
        "description": "\n\nSouth American precipitation is observed to respond differently to different types of El Niño Southern Oscillation (ENSO) events, such as those in which the main signal in sea surface temperature (SST) occurs either in the eastern equatorial Pacific or central equatorial Pacific. This study investigates how Coupled Model Intercomparison Project Phase 5 (CMIP5) models represent different types of ENSO and how they represent teleconnections to South American precipitation. It is found that the CMIP5 models can represent the basic structure of SST anomalies that occur during different types of ENSO events and these are described using simple SST indices. Most of the CMIP5 models can reproduce the correct sign of precipitation anomalies in northeast South America during austral summer and autumn, in cases where the observed teleconnections are relatively strong. The same is also true of north South America in austral summer. In the east and southeast regions of South America, many models fail to reproduce the correct sign during both Canonical and Modoki/Central Pacific/Warm Pool ENSO events. The precipitation composites in Atmospheric Model Intercomparison Project (AMIP) models tend to agree with their CMIP5 counterparts, so we conclude that the errors in teleconnections are not principally driven by mean SST biases. Precipitation teleconnections in the northern regions are shown to be linked to variations in the Walker circulation in models, with the exception of that in north South America during March–May. During March–May, composite precipitation in southeast South America is related to wave trains emanating from the equator.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4371", 
        "title": "The influence of ENSO on South American precipitation during austral summer and autumn in observations and models"
    }, 
    {
        "author": "Ahmed M. El Kenawy, Matthew F. McCabe", 
        "date": "2015-05-15T09:14:44.498299-05:00", 
        "description": "\n\nMany arid and semi-arid regions have sparse precipitation observing networks, which limits the capacity for detailed hydrological modelling, water resources management and flood forecasting efforts. The objective of this work is to evaluate the utility of relatively high-spatial resolution rainfall products to reproduce observed multi-decadal rainfall characteristics such as climatologies, anomalies and trends over Saudi Arabia. Our study compares the statistical characteristics of rainfall from 53 observatories over the reference period 1965–2005, with rainfall data from six widely used gauge-based products, including APHRODITE, GPCC, PRINCETON, UDEL, CRU and PREC/L. In addition, the performance of three global climate models (GCMs), including CCSM4, EC-EARTH and MRI-I-CGCM3, integrated as part of the Fifth Coupled Model Intercomparison Project (CMIP5), was also evaluated. Results indicate that the gauge-based products were generally skillful in reproducing rainfall characteristics in Saudi Arabia. In most cases, the gauge-based products were also able to capture the annual cycle, anomalies and climatologies of observed data, although significant inter-product variability was observed, depending on the assessment metric being used. In comparison, the GCM-based products generally exhibited poor performance, with larger biases and very weak correlations, particularly during the summertime. Importantly, all products generally failed to reproduce the observed long-term seasonal and annual trends in the region, particularly during the dry seasons (summer and autumn). Overall, this work suggests that selected gauge-based products with daily (APHRODITE and PRINCETON) and monthly (GPCC and CRU) resolutions show superior performance relative to other products, implying that they may be the most appropriate data source from which multi-decadal variations of rainfall can be investigated at the regional scale over Saudi Arabia. Discriminating these skillful products is important not only for reducing uncertainty in climate, hydrological and environmental assessments but also for advancing model developments in the region.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4374", 
        "title": "A multi-decadal assessment of the performance of gauge- and model-based rainfall products over Saudi Arabia: climatology, anomalies and trends"
    }, 
    {
        "author": "Mansour Almazroui", 
        "date": "2015-04-16T02:07:00.484993-05:00", 
        "description": "\n\nIn order to find out the optimal setting for downscaling the Coupled Model Inter Comparison Project Phase 5 (CMIP5) database, this study describes the most suitable domain, convection and land-surface schemes within Regional Climate Model version 4 (RegCM4) over the Middle East and North Africa (MENA) domain. The activity is carried out in compliance with COordinated Regional climate Downscaling EXperiment (CORDEX) initiative, where domain suitability is assessed through seven simulations for the period 2001–2005. After the selection of domain, eight simulations are carried out to find better performing convection and land-surface schemes within RegCM4 for the same time period of 5 years. These experiments are conducted using ERA-Interim reanalysis datasets; however, the selection of optimal settings is also validated using other reanalysis datasets. Finally, using the same settings, data of five CMIP5 general circulation models (GCMs) are also downscaled to assess the applicability of RegCM4. Statistical measures, such as correlation coefficient, bias, root mean square difference and standard deviation, are taken into consideration to compare the simulated data against the gridded Climatic Research Unit (CRU) and Tropical Rainfall Measuring Mission (TRMM) datasets. RegCM4-simulated rainfall and temperature show better spatial distributions and magnitudes against observations, as compared to ERA-Interim data, which may be considered as an added value of the model. In analysing rainfall and temperature data for the 11 sub-domains (each an 8° × 8° box), the region encompassing the area 7°S–45°N and 27°W–76°E, named CORDEX-MENA/Arab domain, is found to be the most cost effective and suitable domain. Further analysis over this domain shows Biosphere and Atmosphere Transfer Scheme (BATS) to be the better performing land-surface scheme, whilst Grell with Fritsch–Chappell closure (GFC) comes up as the most suitable option for convection scheme in the model. Of five CMIP5 datasets downscaled using RegCM4, rainfall and temperature patterns of four are similar to the reanalysis and observations. Therefore, it is recommended that RegCM4 may be employed with the aforementioned settings in downscaling the CMIP5 multi-model database for climate change impact and adaptation studies for the region in future.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4340", 
        "title": "RegCM4 in climate simulation over CORDEX-MENA/Arab domain: selection of suitable domain, convection and land-surface schemes"
    }, 
    {
        "author": "Alexandre Belleflamme, Xavier Fettweis, Michel Erpicum", 
        "date": "2014-06-17T05:14:29.062703-05:00", 
        "description": "\n\nFuture climate change projections are not limited to a simple warming, but changes in precipitation and sea level pressure (SLP) are also projected. The SLP changes and the associated atmospheric circulation changes could directly mitigate or enhance potential projected changes in temperature and precipitation associated with rising temperatures. With the aim of analysing the projected circulation changes and their possible impacts on temperature and precipitation over Europe in summer [June–July–August (JJA)], we apply an automatic circulation type classification method, based on daily SLP, on general circulation model (GCM) outputs from the Coupled Model Intercomparison Project phase 5 (CMIP5) database over the historical period (1951–2005) and for climate under two future scenarios (2006–2100). We focus on summer as it is the season when changes in temperature and precipitation have the highest impact on human health and agriculture. Over the historical observed reference period (1960–1999), our results show that most of the GCMs have significant biases over Europe when compared to reanalysis data sets, both for simulating the observed circulation types and their frequencies, as well as for reproducing the intraclass means of the studied variables. The future projections suggest a decrease of circulation types favouring a low centred over the British Isles for the benefit of more anticyclonic conditions. These circulation changes mitigate the projected precipitation increase over north-western Europe in summer, but they do not significantly affect the projected temperature increase and the precipitation decrease over the Mediterranean region and eastern Europe. However, the circulation changes and the associated precipitation changes are tarnished by a high uncertainty among the GCM projections.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4070", 
        "title": "Do global warming-induced circulation pattern changes affect temperature and precipitation over Europe during summer?"
    }, 
    {
        "author": "T. Economou, D.B. Stephenson, J.G. Pinto, L.C. Shaffrey, G. Zappa", 
        "date": "2015-05-29T12:54:19.119121-05:00", 
        "description": "\nThis study has investigated serial (temporal) clustering of extra-tropical cyclones simulated by 17 climate models that participated in CMIP5. Clustering was estimated by calculating the dispersion (ratio of variance to mean) of 30 December-February counts of Atlantic storm tracks passing nearby each grid point. Results from single historical simulations of 1975-2005 were compared to those from historical ERA40 reanalyses from 1958-2001 ERA40 and single future model projections of 2069-2099 under the RCP4.5 climate change scenario.\nModels were generally able to capture the broad features in reanalyses reported previously: underdispersion/regularity (i.e. variance less than mean) in the western core of the Atlantic storm track surrounded by overdispersion/clustering (i.e. variance greater than mean) to the north and south and over western Europe. Regression of counts onto North Atlantic Oscillation (NAO) indices revealed that much of the overdispersion in the historical reanalyses and model simulations can be accounted for by NAO variability.\nFuture changes in dispersion were generally found to be small and not consistent across models. The overdispersion statistic, for any 30 year sample, is prone to large amounts of sampling uncertainty that obscures the climate change signal. For example, the projected increase in dispersion for storm counts near London in the CNRMCM5 model is 0.1 compared to a standard deviation of 0.25. Projected changes in the mean and variance of NAO are insufficient to create changes in overdispersion that are discernible above natural sampling variations.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2591", 
        "title": "Serial clustering of extratropical cyclones in a multi-model ensemble of historical and future simulations"
    }, 
    {
        "author": "L. L. Hood, S. Misios, D. M. Mitchell, E. Rozanov, L. J. Gray, K. Tourpali, K. Matthes, H. Schmidt, G. Chiodo, R. Thiéblemont, D. Shindell, A. Krivolutsky", 
        "date": "2015-04-22T00:02:59.039225-05:00", 
        "description": "A multiple linear regression statistical method is applied to model data taken from the Coupled Model Intercomparison Project, phase 5 (CMIP-5) to estimate the 11-year solar cycle responses of stratospheric ozone, temperature, and zonal wind during the 1979–2005 period. The analysis is limited to the six CMIP-5 models which resolve the stratosphere (high-top models) and which include interactive ozone chemistry. All simulations assumed a conservative 11-year solar spectral irradiance (SSI) variation based on the Naval Research Laboratory model. These model responses are then compared to corresponding observational estimates derived from two independent satellite ozone profile datasets and from ERA-Interim reanalysis meteorological data. The models exhibit a range of 11-year responses with three models (CESM1-WACCM, MIROC-ESM-CHEM and MRI-ESM1) yielding substantial solar-induced ozone changes in the upper stratosphere which compare favourably with available observations. The remaining three models do not, apparently because of differences in the details of their radiation and photolysis rate codes. During winter in both hemispheres, the three models with stronger upper-stratospheric ozone responses produce relatively strong latitudinal gradients of ozone and temperature in the upper stratosphere which are associated with accelerations of the polar night jet under solar maximum conditions. This behaviour is similar to that found in the satellite ozone and ERA-Interim data, except that the latitudinal gradients tend to occur at somewhat higher latitudes in the models. The sharp ozone gradients are dynamical in origin and assist in radiatively enhancing the temperature gradients, leading to a stronger zonal wind response. These results suggest that simulation of a realistic solar-induced variation of upper-stratospheric ozone, temperature and zonal wind in winter is possible for at least some coupled climate models even if a conservative SSI variation is adopted.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2553", 
        "title": "Solar signals in CMIP-5 simulations: the ozone response"
    }, 
    {
        "author": "D. M. Mitchell, S. Misios, L. J. Gray, K. Tourpali, K. Matthes, L. Hood, H. Schmidt, G. Chiodo, R. Thiéblemont, E. Rozanov, D. Shindell, A. Krivolutsky", 
        "date": "2015-04-09T06:29:17.177244-05:00", 
        "description": "\nThe 11 year solar-cycle component of climate variability is assessed in historical simulations of models taken from the Coupled Model Intercomparison Project, phase 5 (CMIP-5). Multiple linear regression is applied to estimate the zonal temperature, wind and annular mode responses to a typical solar cycle, with a focus on both the stratosphere and the stratospheric influence on the surface over the period ∼1850–2005. The analysis is performed on all CMIP-5 models but focuses on the 13 CMIP-5 models that resolve the stratosphere (high-top models) and compares the simulated solar cycle signature with reanalysis data. The 11 year solar cycle component of climate variability is found to be weaker in terms of magnitude and latitudinal gradient around the stratopause in the models than in the reanalysis. The peak in temperature in the lower equatorial stratosphere (∼70 hPa) reported in some studies is found in the models to depend on the length of the analysis period, with the last 30 years yielding the strongest response.\nA modification of the Polar Jet Oscillation (PJO) in response to the 11 year solar cycle is not robust across all models, but is more apparent in models with high spectral resolution in the short-wave region. The PJO evolution is slower in these models, leading to a stronger response during February, whereas observations indicate it to be weaker. In early winter, the magnitude of the modelled response is more consistent with observations when only data from 1979–2005 are considered. The observed North Pacific high-pressure surface response during the solar maximum is only simulated in some models, for which there are no distinguishing model characteristics. The lagged North Atlantic surface response is reproduced in both high- and low-top models, but is more prevalent in the former. In both cases, the magnitude of the response is generally lower than in observations.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2530", 
        "title": "Solar signals in CMIP-5 simulations: the stratospheric pathway"
    }, 
    {
        "author": "Hans Hersbach, Carole Peubey, Adrian Simmons, Paul Berrisford, Paul Poli, Dick Dee", 
        "date": "2015-03-26T06:43:53.341484-05:00", 
        "description": "\nThis article describes an ensemble of ten atmospheric model integrations for the years 1899–2010, performed at the European Centre for Medium-Range Weather Forecasts (ECMWF). Horizontal spectral resolution is T159 (about 125 km), using 91 levels in the vertical from the surface up to 1 Pa, and a time step of 1 h. This ensemble, denoted by ERA-20CM, formed the first step toward a twentieth-century reanalysis within ERA-CLIM, a three-year European funded project involving nine partners.\nSea-surface temperature and sea-ice cover are prescribed by an ensemble of realizations (HadISST2), as recently produced by the Met Office Hadley Centre within ERA-CLIM. Variation in these realizations reflect uncertainties in the available observational sources on which this product is based. Forcing terms in the model radiation scheme follow CMIP5 recommendations. Any effect of their uncertainty is neglected. These terms include solar forcing, greenhouse gases, ozone and aerosols. Both the ocean surface and radiative forcing incorporate a proper long-term evolution of climate trends in the twentieth century, and the occurrence of major events, such as the El Niño–Southern Oscillations and volcanic eruptions.\nNo atmospheric observations were assimilated. For this reason ERA-20CM is not able to reproduce actual synoptic situations. However, the ensemble is able to provide a statistical estimate of the climate. Overall, the temperature rise over land is in fair agreement with the CRUTEM4 observational product. Over the last two decades the warming over land exceeds the warming over sea, which is consistent with models participating in the CMIP5 project, as well as with the ECMWF ERA-Interim reanalysis. Some aspects of warming and of the hydrological cycle are discerned, and the model response to volcanic eruptions is qualitatively correct.\nThe data from ERA-20CM are freely available, embracing monthly-mean fields for many atmospheric and ocean-wave quantities, and synoptic fields for a small, essential subset.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2528", 
        "title": "ERA-20CM: a twentieth-century atmospheric model ensemble"
    }, 
    {
        "author": "F. Couvreux, R. Roehrig, C. Rio, M.-P. Lefebvre, M. Caian, T. Komori, S. Derbyshire, F. Guichard, F. Favot, F. D'Andrea, P. Bechtold, P. Gentine", 
        "date": "2015-03-10T10:21:53.033967-05:00", 
        "description": "A case of daytime development of deep convection over tropical semi-arid land is used to evaluate the representation of convection in global and regional models. The case is based on observations collected during the African Monsoon Multidisciplinary Analysis (AMMA) field campaign and includes two distinct transition phases, from clear sky to shallow cumulus and from cumulus to deep convection. Different types of models, run with identical initial and boundary conditions, are intercompared: a reference large-eddy simulation (LES), single-column model (SCM) version of four different Earth system models that participated in the Coupled Model Intercomparison Project 5 exercise, the SCM version of the European Centre for Medium-range Weather Forecasts operational forecast model, the SCM version of a mesoscale model and a bulk model. Surface fluxes and radiative heating are prescribed preventing any atmosphere–surface and cloud–radiation coupling in order to simplify the analyses so that it focuses only on convective processes. New physics packages are also evaluated within this framework.\nAs the LES correctly reproduces the observed growth of the boundary layer, the gradual development of shallow clouds, the initiation of deep convection and the development of cold pools, it provides a basis to evaluate in detail the representation of the diurnal cycle of convection by the other models and to test the hypotheses underlying convective parametrizations. Most SCMs have difficulty in representing the timing of convective initiation and rain intensity, although substantial modifications to boundary-layer and deep-convection parametrizations lead to improvements. The SCMs also fail to represent the mid-level troposphere moistening during the shallow convection phase, which we analyse further. Nevertheless, beyond differences in timing of deep convection, the SCM models reproduce the sensitivity to initial and boundary conditions simulated in the LES regarding boundary-layer characteristics, and often the timing of convection triggering.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2517", 
        "title": "Representation of daytime moist convection over the semi-arid Tropics by parametrizations used in climate and meteorological models"
    }, 
    {
        "author": "", 
        "date": "2015-08-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">The tropical Hadley circulation (HC) plays an important role in influencing the climate in the tropics and extra-tropics. The realism of the climatological characteristics, spatial structure, and temporal evolution of the long-term variation of the principal mode of the annual mean HC (i.e., the equatorially asymmetric mode, EAM) was examined in model simulations from the Coupled Model Intercomparison Project Phase 5 (CMIP5). The results showed that all the models are moderately successful in capturing the HC’s climatological features, including the spatial pattern, meridional extent, and intensity, but not the spatial or temporal variation of the EAM. The possible reasons for the poor simulation of the long-term variability of the EAM were explored. None of the models can successfully capture the differences in the warming rate between the tropical Southern Hemisphere (SH) and Northern Hemisphere (NH), which is considered to be an important driver for the variation of the AM. Most of the models produce a faster warming in the NH than in the SH, which is the reverse of the observed trend. This leads to a reversed trend in the meridional gradient between the SH and NH, and contributes to the poor simulation of EAM variability. Thus, this aspect of the models should be improved to provide better simulations of the variability of the HC. This study suggests a possible reason for the poor simulation of the HC, which may be helpful for improving the skill of the CMIP5 models in the future.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-015-4157-0", 
        "title": "Simulation of the equatorially asymmetric mode of the Hadley circulation in CMIP5 models"
    }, 
    {
        "author": "", 
        "date": "2015-08-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">Given that climate extremes in China might have serious regional and global consequences, an increasing number of studies are examining temperature extremes in China using the Coupled Model Intercomparison Project Phase 5 (CMIP5) models. This paper investigates recent changes in temperature extremes in China using 25 state-of-the-art global climate models participating in CMIP5. Thirteen indices that represent extreme temperature events were chosen and derived by daily maximum and minimum temperatures, including those representing the intensity (absolute indices and threshold indices), duration (duration indices), and frequency (percentile indices) of extreme temperature. The overall performance of each model is summarized by a “portrait” diagram based on relative root-mean-square error, which is the RMSE relative to the median RMSE of all models, revealing the multi-model ensemble simulation to be better than individual model for most indices. Compared with observations, the models are able to capture the main features of the spatial distribution of extreme temperature during 1986–2005. Overall, the CMIP5 models are able to depict the observed indices well, and the spatial structure of the ensemble result is better for threshold indices than frequency indices. The spread amongst the CMIP5 models in different subregions for intensity indices is small and the median CMIP5 is close to observations; however, for the duration and frequency indices there can be wide disagreement regarding the change between models and observations in some regions. The model ensemble also performs well in reproducing the observational trend of temperature extremes. All absolute indices increase over China during 1961–2005.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-015-4152-5", 
        "title": "Assessment of indices of temperature extremes simulated by multiple CMIP5 models over China"
    }, 
    {
        "author": "L. Guo, A. G. Turner, and E. J. Highwood", 
        "date": "Thu, 11 Jun 2015 00:00:00 +0200", 
        "description": "<b>Impacts of 20th century aerosol emissions on the South Asian monsoon in the CMIP5 models</b><br /><br />Atmospheric Chemistry and Physics, 15, 6367-6378, 2015<br /><br />Author(s): L. Guo, A. G. Turner, and E. J. Highwood<br /><br />Comparison of single-forcing varieties of 20th century historical experiments\nin a subset of models from the Fifth Coupled Model Intercomparison Project\n(CMIP5) reveals that South Asian summer monsoon rainfall increases towards\nthe present day in Greenhouse Gas (GHG)-only experiments with respect to\npre-industrial levels, while it decreases in anthropogenic aerosol-only\nexperiments. Comparison of these single-forcing experiments with the\nall-forcings historical experiment suggests aerosol emissions have dominated\nSouth Asian monsoon rainfall trends in recent decades, especially during the\n1950s to 1970s. The variations in South Asian monsoon rainfall in these\nexperiments follows approximately the time evolution of inter-hemispheric\ntemperature gradient over the same period, suggesting a contribution from the\nlarge-scale background state relating to the asymmetric distribution of\naerosol emissions about the equator.\n<br><br>\n\nBy examining the 24 available all-forcings historical experiments,\nwe show that models including aerosol indirect effects dominate the negative\nrainfall trend. Indeed, models including only the direct radiative effect of\naerosol show an increase in monsoon rainfall, consistent with the dominance\nof increasing greenhouse gas emissions and planetary warming on monsoon\nrainfall in those models. For South Asia, reduced rainfall in the models with\nindirect effects is related to decreased evaporation at the land surface\nrather than from anomalies in horizontal moisture flux, suggesting the impact\nof indirect effects on local aerosol emissions. This is confirmed by\nexamination of aerosol loading and cloud droplet number trends over the South\nAsia region. Thus, while remote aerosols and their asymmetric distribution\nabout the equator play a role in setting the inter-hemispheric temperature\ndistribution on which the South Asian monsoon, as one of the global monsoons,\noperates, the addition of indirect aerosol effects acting on very local\naerosol emissions also plays a role in declining monsoon rainfall. The\ndisparity between the response of monsoon rainfall to increasing aerosol\nemissions in models containing direct aerosol effects only and those also\ncontaining indirect effects needs to be urgently investigated since the\nsuggested future decline in Asian anthropogenic aerosol emissions inherent to\nthe representative concentration pathways (RCPs) used for future climate\nprojection may turn out to be optimistic.\n<br><br>\nIn addition, both groups of models show declining rainfall over China, also\nrelating to local aerosol mechanisms. We hypothesize that aerosol emissions\nover China are large enough, in the CMIP5 models, to cause declining monsoon\nrainfall even in the absence of indirect aerosol effects. The same is not\ntrue for India.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/6367/2015/", 
        "title": "Impacts of 20th century aerosol emissions on the South Asian monsoon in the CMIP5 models"
    }
]