[
    {
        "author": "Nathan G. McDowell", 
        "date": "2015-05-18", 
        "description": "A hydraulic corollary to Darcy’s law is used to predict the characteristics of plants that will survive during drought in a warmer climate. This indicates that forest trees will need to be shorter and more drought-tolerant to survive in the future.", 
        "journal": "Nature: Climate Change", 
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/HEfH2dEmOMo/nclimate2641", 
        "title": "Darcy's law predicts widespread forest mortality under climate warming"
    }, 
    {
        "author": "Jason A. Otkin et al", 
        "date": "Tue, 30 Dec 2014 08:00:00 GMT", 
        "description": "Bulletin of the American Meteorological Society, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Bulletin of the American Meteorological Society", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/BAMS-D-14-00219.1?af=R", 
        "title": "Facilitating the Use of Drought Early Warning Information through Interactions with Agricultural Stakeholders"
    }, 
    {
        "author": "Jinyoung Rhee et al", 
        "date": "Mon, 01 Jun 2015 16:09:33 GMT", 
        "description": "Bulletin of the American Meteorological Society, Volume 96, Issue 4, Page ES67-ES69, April 2015. \n\t\t<br/>\n\t", 
        "journal": "Bulletin of the American Meteorological Society", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/BAMS-D-14-00049.1?af=R", 
        "title": "Regional Cooperation on Drought Prediction Science for Disaster Preparedness and Management"
    }, 
    {
        "author": "Tianyi Zhang et al", 
        "date": "Tue, 05 May 2015 07:00:00 GMT", 
        "description": "Earth Interactions, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Earth Interactions", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/EI-D-14-0035.1?af=R", 
        "title": "Adaptation of irrigation infrastructure on irrigation demands under future drought in the USA"
    }, 
    {
        "author": "HUIJUN WANG et al", 
        "date": "Fri, 22 May 2015 07:00:00 GMT", 
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-15-0202.1?af=R", 
        "title": "The North China/Northeastern Asia Severe Summer Drought in 2014"
    }, 
    {
        "author": "HUOPO CHEN et al", 
        "date": "Tue, 14 Apr 2015 07:00:00 GMT", 
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00707.1?af=R", 
        "title": "Changes in Drought Characteristics over China Using the Standardized Precipitation Evapotranspiration Index"
    }, 
    {
        "author": "Hua Su et al", 
        "date": "Mon, 14 Apr 2014 07:00:00 GMT", 
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-13-00185.1?af=R", 
        "title": "On the spatial gradient of soil moisture-precipitation feedback strength in the 2011 April drought in the Southern Great Plains"
    }, 
    {
        "author": "Robert J. Burgman et al", 
        "date": "Thu, 11 Jun 2015 17:03:28 GMT", 
        "description": "Journal of Climate, Volume 28, Issue 12, Page 4688-4705, June 2015. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00247.1?af=R", 
        "title": "Simulated U.S. Drought Response to Interannual and Decadal Pacific SST Variability"
    }, 
    {
        "author": "Tianbao Zhao et al", 
        "date": "Wed, 27 May 2015 15:34:41 GMT", 
        "description": "Journal of Climate, Volume 28, Issue 11, Page 4490-4512, June 2015. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00363.1?af=R", 
        "title": "The Magnitude and Causes of Global Drought Changes in the Twenty-First Century under a Low–Moderate Emissions Scenario"
    }, 
    {
        "author": "Anne Steinemann et al", 
        "date": "Fri, 17 Apr 2015 07:00:00 GMT", 
        "description": "Journal of Hydrometeorology, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Hydrometeorology", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JHM-D-14-0234.1?af=R", 
        "title": "Developing and Evaluating Drought Indicators for Decision-Making"
    }, 
    {
        "author": "Eric F. Wood et al", 
        "date": "Wed, 11 Feb 2015 08:00:00 GMT", 
        "description": "Journal of Hydrometeorology, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Hydrometeorology", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JHM-D-14-0164.1?af=R", 
        "title": "Prospects for Advancing Drought Understanding, Monitoring and Prediction"
    }, 
    {
        "author": "Hongshuo Wang et al", 
        "date": "Wed, 27 May 2015 21:29:46 GMT", 
        "description": "Journal of Hydrometeorology, Volume 16, Issue 3, Page 1397-1408, June 2015. \n\t\t<br/>\n\t", 
        "journal": "Journal of Hydrometeorology", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JHM-D-14-0076.1?af=R", 
        "title": "Commonly Used Drought Indices as Indicators of Soil Moisture in China"
    }, 
    {
        "author": "Kingtse C. Mo et al", 
        "date": "Wed, 27 May 2015 21:28:57 GMT", 
        "description": "Journal of Hydrometeorology, Volume 16, Issue 3, Page 1409-1424, June 2015. \n\t\t<br/>\n\t", 
        "journal": "Journal of Hydrometeorology", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JHM-D-14-0192.1?af=R", 
        "title": "Global Meteorological Drought Prediction Using the North American Multi-Model Ensemble"
    }, 
    {
        "author": "Brent Boehlert et al", 
        "date": "Fri, 12 Jun 2015 07:00:00 GMT", 
        "description": "Weather, Climate, and Society, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Weather, Climate and Society", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/WCAS-D-14-00020.1?af=R", 
        "title": "Effects of Greenhouse Gas Mitigation on Drought Impacts in the U.S."
    }, 
    {
        "author": "Jordan Christian et al", 
        "date": "Fri, 12 Jun 2015 07:00:00 GMT", 
        "description": "Journal of Applied Meteorology and Climatology, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Applied Meteorology and Climatology", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JAMC-D-15-0002.1?af=R", 
        "title": "Drought and Pluvial Dipole Events within the Great Plains of the United States"
    }, 
    {
        "author": "Ali Behrangi et al", 
        "date": "Wed, 08 Apr 2015 07:00:00 GMT", 
        "description": "Journal of Applied Meteorology and Climatology, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Applied Meteorology and Climatology", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JAMC-D-14-0162.1?af=R", 
        "title": "Probabilistic seasonal prediction of meteorological drought using the bootstrap and multivariate information"
    }, 
    {
        "author": "Yang Yang et al", 
        "date": "Tue, 31 Mar 2015 07:00:00 GMT", 
        "description": "Journal of Applied Meteorology and Climatology, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Applied Meteorology and Climatology", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JAMC-D-14-0090.1?af=R", 
        "title": "Reformulation of the Drought Code in the Canadian Fire Weather Index System implemented in New Zealand"
    }, 
    {
        "author": "A. AghaKouchak, A. Farahmand, F.S. Melton, J. Teixeira, M.C. Anderson, B.D. Wardlow, C.R. Hain", 
        "date": "2015-05-23T16:25:51.864546-05:00", 
        "description": "\n\nThis review surveys current and emerging drought monitoring approaches using satellite remote sensing observations from climatological and ecosystem perspectives. We argue that satellite observations not currently used for operational drought monitoring, such as near-surface air relative humidity data from the Atmospheric Infrared Sounder (AIRS) mission, provide opportunities to improve early drought warning. Current and future satellite missions offer opportunities to develop composite and multi-indicator drought models. While there are immense opportunities, there are major challenges including data continuity, unquantified uncertainty, sensor changes, and community acceptability. One of the major limitations of many of the currently availablesatellite observations is their short length of record. A number of relevant satellite missions and sensors (e.g., the Gravity Recovery and Climate Experiment, GRACE) provide only a decade of data, which may not be sufficient to study droughts from aclimate perspective. However, they still provide valuable information about relevant hydrologic and ecological processes linked to this natural hazard. Therefore, there is a need for models and algorithms that combine multiple datasets and/or assimilate satellite observations into model simulations to generate long-term climate data records. Finally, the study identifies a major gap in indicators for describing drought impacts on the carbon and nitrogen cycle, which are fundamental to assessing drought impacts on ecosystems.", 
        "journal": "Reviews of Geophysics", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014RG000456", 
        "title": "Remote sensing of drought: progress, challenges and opportunities"
    }, 
    {
        "author": "A. Rap, D. V. Spracklen, L. Mercado, C. L. Reddington, J. M. Haywood, R. J. Ellis, O. L. Phillips, P. Artaxo, D. Bonal, N. Restrepo Coupe, N. Butt", 
        "date": "2015-06-09T19:30:56.711085-05:00", 
        "description": "\n\nAtmospheric aerosol scatters solar radiation increasing the fraction of diffuse radiation and the efficiency of photosynthesis. We quantify the impacts of biomass burning aerosol (BBA) on diffuse radiation and plant photosynthesis across Amazonia during 1998–2007. Evaluation against observed aerosol optical depth allows us to provide lower and upper BBA emissions estimates. BBA increases Amazon basin annual mean diffuse radiation by 3.4–6.8% and net primary production (NPP) by 1.4–2.8%, with quoted ranges driven by uncertainty in BBA emissions. The enhancement of Amazon basin NPP by 78–156 Tg C a−1 is equivalent to 33–65% of the annual regional carbon emissions from biomass burning. This NPP increase occurs during the dry season and acts to counteract some of the observed effect of drought on tropical production. We estimate that 30–60 Tg C a−1 of this NPP enhancement is within woody tissue, accounting for 8–16% of the observed carbon sink across mature Amazonian forests.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063719", 
        "title": "Fires increase Amazon forest productivity through increases in diffuse radiation"
    }, 
    {
        "author": "Xing Yuan, Zhuguo Ma, Ming Pan, Chunxiang Shi", 
        "date": "2015-06-02T15:27:31.432893-05:00", 
        "description": "\nSevere short-term (monthly to seasonal) droughts frequently occurred over China in recent years, with devastating impacts on crop production. This study assesses the capability of microwave remote sensing in detecting soil moisture (agricultural) droughts over China and in providing early warnings. The 22 year (1992–2013) European Space Agency satellite soil moisture retrievals are compared against the in situ observations at 312 stations in China, the global soil moisture reanalysis, and the observed rainfall deficit. Both the reanalysis and remote sensing products can only detect less than 60% of drought months at in situ station scale, but they capture the interannual variations of short-term drought area at river basin scales quite well. As compared with reanalysis, the passive and merged microwave products have better drought detection over sparsely vegetated regions in northwestern China and the active microwave product with better vegetation penetration works the best in eastern China.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064125", 
        "title": "Microwave remote sensing of short-term droughts during crop growing seasons"
    }, 
    {
        "author": "Shraddhanand Shukla, Mohammad Safeeq, Amir AghaKouchak, Kaiyu Guan, Chris Funk", 
        "date": "2015-06-02T15:11:32.142801-05:00", 
        "description": "\n\nCalifornia is experiencing one of the worst droughts on record. We use a hydrological model and risk assessment framework to understand the influence of temperature on the water year (WY) 2014 drought in California and examine the probability that this drought would have been less severe if temperatures resembled the historical climatology. Our results indicate that temperature played an important role in exacerbating the WY 2014 drought severity. We found that if WY 2014 temperatures resembled the 1916–2012 climatology, there would have been at least an 86% chance that winter snow water equivalent and spring-summer soil moisture and runoff deficits would have been less severe than the observed conditions. We also report that the temperature forecast skill in California for the important seasons of winter and spring is negligible, beyond a lead time of 1 month, which we postulate might hinder skillful drought prediction in California.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063666", 
        "title": "Temperature impacts on the water year 2014 drought in California"
    }, 
    {
        "author": "Timothy Hall, Kelly Hereid", 
        "date": "2015-05-05T09:09:48.985073-05:00", 
        "description": "\n\nAs of the end of the 2014 hurricane season, the U.S. has experienced no major hurricane landfall since Hurricane Wilma in 2005, a drought that currently stands at 9 years. Here we use a stochastic tropical cyclone model to calculate the mean waiting time for multiyear landfall droughts. We estimate that the mean time to wait for a 9 year drought is 177 years. We also find that the average probability of ending the drought with a major landfall in the next year is 0.39 and is independent of the drought duration, as one would expect for a Bernoulli process.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063652", 
        "title": "The frequency and duration of U.S. hurricane droughts"
    }, 
    {
        "author": "Xuejun Zhang, Qiuhong Tang", 
        "date": "2015-06-11T17:01:14.707181-05:00", 
        "description": "\n\nSatellite real-time precipitation enables hydrological monitoring in China where the near-real-time ground observations are not readily available. However, the inconsistency between the real-time satellite precipitation and gauge-based retrospective data may introduce large systematic bias in near-real-time hydrological monitoring. Here we attempted to integrate the Tropical Rainfall Measuring Mission (TRMM) real-time precipitation (3B42RTV7) into a 62-year gauge-based retrospective product (IGSNRR) through matching their cumulative probability functions (CDFs) towards a near-real-time hydrological monitoring consistent with the long-term retrospective simulations. A nearly 11-year period from March 2000 to December 2010 was taken as the training period to establish the satellite-gauge precipitation relationship, which was employed in the period of 2011–2013 to evaluate the performance of the adjustment. The results show that the adjusted 3B42RTV7 matches well with IGSNRR precipitation while the unadjusted data tends to overestimate precipitation. Forced by the adjusted 3B42RTV7, the Variable Infiltration Capacity (VIC) model can reproduce the IGSNRR-derived hydrographs and high/low flows better than the model forced by the unadjusted data. The percentiles of the adjusted hydrological estimates in the 62-year estimates from IGSNRR are used for near-real-time assessment of hydrological extremes. The hydrological monitoring assisted by the adjusted satellite precipitation, which enables the employment of the long-term ground observations, is able to capture more detailed drought information than that before adjustment. Our experiment suggests the satellite real-time precipitation, after adjustment, can generate the current hydrological conditions which can be directly compared with the long-term climatology, and thus facilitates near-real-time diagnosis and detection of hydrological extremes.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023400", 
        "title": "Combining satellite precipitation and long-term ground observations for hydrological monitoring in China"
    }, 
    {
        "author": "Guobao Xu, Xiahong Liu, Guoju Wu, Tuo Chen, Wenzhi Wang, Qiong Zhang, Youfu Zhang, Xiaomin Zeng, Dahe Qin, Weizhen Sun, Xuanwen Zhang", 
        "date": "2015-06-10T10:54:16.244202-05:00", 
        "description": "\n\nCentral Asian droughts have drastically and significantly affected agriculture and water resource management in these arid and semi-arid areas. Based on tree-ring δ18O from native, dominant Schrenk spruce (Picea schrenkiana Fisch. et Mey.), we developed a 300-year (1710 to 2010) standard precipitation-evaporation index (SPEI) reconstruction from January to August for China's western Tianshan Mountains. The regression model explained 37.6% of the variation in the SPEI reconstruction during the calibration period from 1950 to 2010. Comparison with previous drought reconstructions confirmed the robustness of our reconstruction. The 20th century has been a relatively wet period during the past 300 years. The SPEI showed quasi 2-, 5-, and 10-year cycles. Several pluvials and droughts with co-variability over large areas were revealed clearly in the reconstruction. The two longest pluvials (lasting for 12 years), separated by 50 years, appeared in the 1900s and the 1960s. The most severe drought occurred from 1739 to 1761, and from 1886 to 1911 was the wettest period since 1710. Compared to previous investigations of hydroclimatic changes in the western Tianshan Mountains, our reconstruction revealed more low-frequency variability and indicated that climate in the western Tianshan Mountains shifted from dry to wet in 1886. This regime shift was generally consistent with other moisture reconstructions for the northeastern Tibetan Plateau and northern Pakistan, and may have resulted from a strengthened westerly circulation. The opposite hydrological trends in the western Tianshan Mountains and southeastern Tibetan Plateau reveal a substantial influence of strengthened westerlies and weakening of the Indian summer monsoon.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JD023027", 
        "title": "Tree-ring δ18O indicates a shift to a wetter climate since the 1880s in the western Tianshan Mountains of northwestern China"
    }, 
    {
        "author": "Deepthi Rajsekhar, Vijay P. Singh, Ashok K. Mishra", 
        "date": "2015-06-01T11:26:27.855081-05:00", 
        "description": "\n\nDrought properties and the socio-economic impact it makes, are expected to increase in the coming years due to climate change. Here, we review the possible impacts of changes in climate variability on the properties of different drought types. The downscaled and bias-corrected data from five General Circulation Models (GCMs) was used to produce an ensemble of precipitation, temperature, and wind speed, through a relative entropy approach and was used for drought analysis. A novel multivariate drought index known as Multivariate Drought Index (MDI) was then employed for an integrated quantification of all physical forms of drought. We studied the spatial patterns of drought properties, and performed multivariate frequency analysis for each planning region in Texas to recognize the distribution of potential drought hazard areas under climate change impact by formulating a Drought Hazard Index (DHI). A drought vulnerability assessment was also carried out by taking into consideration various socio-economic factors, leading to the development of socio-economic Drought Vulnerability Index (DVI). A set of composite drought risk maps that combines hazard and vulnerability analysis were developed. This study also explored the cause-effect relationship between the drought events and several hydro climatic triggers. A transfer entropy measure was used to quantify the causal relationships, thus indicating the predominant future drought triggers. Overall, the findings are expected to help achieve an effective drought mitigation strategy for the state of Texas.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JD022670", 
        "title": "Integrated drought causality, hazard, and vulnerability assessment for future socio-economic scenarios: An information theory perspective"
    }, 
    {
        "author": "T. J. Wang, B. L. Zhuang, S. Li, J. Liu, M. Xie, C. Q. Yin, Y. Zhang, C. Yuan, J. L. Zhu, L. Q. Ji, Y. Han", 
        "date": "2015-06-10T14:24:44.393086-05:00", 
        "description": "\n\nAn online coupled regional climate-chemistry model called RegCCMS is used to investigate the interactions between anthropogenic aerosols and the East Asian summer monsoon (EASM) over East Asia. The simulation results show that the mean aerosol loading and optical depth over the region are 17.87 mg/m2 and 0.25, respectively. Sulfate and black carbon (BC) account for approximately 61.2% and 7.8% of the total aerosols, respectively. The regional mean radiative forcing (RF) is approximately −3.64, −0.55, and +0.88 W/m2 at the top of the atmosphere for the total aerosol effect, the total aerosol direct effect, and the BC direct effect, respectively. The surface direct RF of BC accounts for approximately 31% of the total RF of all aerosols. Because of the total aerosol effect, both the energy budgets and air temperature are considerably reduced in the region with high aerosol loadings, leading to decreases in the land-ocean air temperature gradient in summer. The total column-absorbed solar radiation and surface air temperature decrease by 8.4 W/m2 and 0.31 K, respectively. This cooling effect weakens horizontal and vertical atmospheric circulations over East Asia. The wind speed at 850 hPa decreases by 0.18 m/s, and the precipitation decreases by 0.29 mm/d. The small responses of solar radiation, air temperature, and atmospheric circulations to the BC warming effect are opposite to those of the total aerosol effect. The BC-induced enhancement of atmospheric circulation can increase local floods in south China, while droughts in north China may worsen in response to the BC semidirect effect. The total aerosol effect is much more significant than the BC direct effect. The East Asian summer monsoon becomes weaker due to the total aerosol effect. However, this weakness could be partially offset by the BC warming effect. Sensitivity analyses further indicate that the influence of aerosols on the EASM might be more substantial in years when the southerlies or southwesterlies at 850 hPa are weak compared with years when the winds are strong. Changes in the EASM can induce variations in the distribution and magnitude of aerosols. Aerosols in the lower troposphere over the region can increase by 3.07 and 1.04 µg/m3 due to the total aerosol effect and the BC warming effect, respectively.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JD022877", 
        "title": "The interactions between anthropogenic aerosols and the East Asian summer monsoon using RegCCMS"
    }, 
    {
        "author": "Hamza Kunhu Bangalath, Georgiy Stenchikov", 
        "date": "2015-05-22T13:04:29.925627-05:00", 
        "description": "\nTo investigate the influence of direct radiative effect of dust on the tropical summer rain belt across the Middle East and North Africa (MENA), the present study utilizes the high-resolution capability of an Atmospheric General Circulation Model, the High-Resolution Atmospheric Model. Ensembles of Atmospheric Model Intercomparison Project style simulations have been conducted with and without dust radiative impacts, to differentiate the influence of dust on the tropical rain belt. The analysis focuses on summer season. The results highlight the role of dust-induced responses in global- and regional-scale circulations in determining the strength and the latitudinal extent of the tropical rain belt. A significant response in the strength and position of the local Hadley circulation is predicted in response to meridionally asymmetric distribution of dust and the corresponding radiative effects. Significant responses are also found in regional circulation features such as African Easterly Jet and West African Monsoon circulation. Consistent with these dynamic responses at various scales, the tropical rain belt across MENA strengthens and shifts northward. Importantly, the summer precipitation over the semiarid strip south of Sahara, including Sahel, increases up to 20%. As this region is characterized by the “Sahel drought,” the predicted precipitation sensitivity to the dust loading over this region has a wide range of socioeconomic implications. Overall, the study demonstrates the extreme importance of incorporating dust radiative effects and the corresponding circulation responses at various scales, in the simulations and future projections of this region's climate.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023122", 
        "title": "Role of dust direct radiative effect on the tropical rain belt over Middle East and North Africa: A high-resolution AGCM study"
    }, 
    {
        "author": "S. Lamontagne, A.R. Taylor, J. Batlle-Aguilar, A. Suckow, P. G. Cook, S. D. Smith, U. Morgenstern, M.K. Stewart", 
        "date": "2015-06-01T03:57:57.278899-05:00", 
        "description": "\n\nChloride (Cl–), stable isotope ratios of water (δ18O and δ2H), sulfur hexafluoride (SF6), tritium (3H), carbon-14 (14C), noble gases (4He, Ne and Ar) and hydrometry were used to characterise groundwater-surface water interactions, in particular infiltration rates, for the Lower Namoi River (New South Wales, Australia). The study period (four sampling campaigns between November 2009 and November 2011) represented the end of a decade-long drought followed by several high-flow events. The hydrometry showed that the river was generally losing to the alluvium, except when storm-derived floodwaves in the river channel generated bank recharge – discharge cycles. Using 3H/14C-derived estimates of groundwater mean residence times along the transect, infiltration rates ranged from 0.6 – 5 m year−1. However, when using the peak transition age (a more realistic estimate of travel time in highly dispersive environments), the range in infiltration rate was larger (4 – 270 m year−1). Both river water (highest δ2H, δ18O, SF6, 3H and 14C) and an older groundwater source (lowest δ2H, δ18O, SF6, 3H, 14C and highest 4He) were found in the riparian zone. This old groundwater end-member may represent leakage from an underlying confined aquifer (Great Artesian Basin). Environmental tracers may be used to estimate infiltration rates in this riparian environment but the presence of multiple sources of water and a high dispersion induced by frequent variations in the water table complicates their interpretation. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Water Resources Research", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014WR015663", 
        "title": "River infiltration to a subtropical alluvial aquifer inferred using multiple environmental tracers"
    }, 
    {
        "author": "Jordan D. Kern, Gregory W. Characklis, Benjamin T. Foster", 
        "date": "2015-04-11T13:00:36.872233-05:00", 
        "description": "\n\nProlonged periods of low reservoir inflows (droughts) significantly reduce a hydropower producer's ability to generate both electricity and revenues. Given the capital intensive nature of the electric power industry, this can impact hydropower producers’ ability to pay down outstanding debt, leading to credit rating downgrades, higher interests rates on new debt, and ultimately, greater infrastructure costs. One potential tool for reducing the financial exposure of hydropower producers to drought is hydrologic index insurance, in particular, contracts structured to payout when streamflows drop below a specified level. An ongoing challenge in developing this type of insurance, however, is minimizing contracts’ “basis risk,” that is, the degree to which contract payouts deviate in timing and/or amount from actual damages experienced by policyholders. In this paper, we show that consideration of year-to-year changes in the value of hydropower (i.e., the cost of replacing it with an alternative energy source during droughts) is critical to reducing contract basis risk. In particular, we find that volatility in the price of natural gas, a key driver of peak electricity prices, can significantly degrade the performance of index insurance unless contracts are designed to explicitly consider natural gas prices when determining payouts. Results show that a combined index whose value is derived from both seasonal streamflows and the spot price of natural gas yields contracts that exhibit both lower basis risk and greater effectiveness in terms of reducing financial exposure.\n", 
        "journal": "Water Resources Research", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014WR016533", 
        "title": "Natural gas price uncertainty and the cost-effectiveness of hedging against low hydropower revenues caused by drought"
    }, 
    {
        "author": "Margarita Saft, Andrew W. Western, Lu Zhang, Murray C. Peel, Nick J. Potter", 
        "date": "2015-04-17T09:05:34.57665-05:00", 
        "description": "\n\nMost current long-term (decadal and longer) hydrological predictions implicitly assume that hydrological processes are stationary even under changing climate. However, in practice, we suspect that changing climatic conditions may affect runoff generation processes and cause changes in the rainfall-runoff relationship. In this article, we investigate whether temporary but prolonged (i.e., of the order of a decade) shifts in rainfall result in changes in rainfall-runoff relationships at the catchment scale. Annual rainfall and runoff records from south-eastern Australia are used to examine whether interdecadal climate variability induces changes in hydrological behavior. We test statistically whether annual rainfall-runoff relationships are significantly different during extended dry periods, compared with the historical norm. The results demonstrate that protracted drought led to a significant shift in the rainfall-runoff relationship in ∼44% of the catchment-dry periods studied. The shift led to less annual runoff for a given annual rainfall, compared with the historical relationship. We explore linkages between cases where statistically significant changes occurred and potential explanatory factors, including catchment properties and characteristics of the dry period (e.g., length, precipitation anomalies). We find that long-term drought is more likely to affect transformation of rainfall to runoff in drier, flatter, and less forested catchments. Understanding changes in the rainfall-runoff relationship is important for accurate streamflow projections and to help develop adaptation strategies to deal with multiyear droughts.\n", 
        "journal": "Water Resources Research", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014WR015348", 
        "title": "The influence of multiyear drought on the annual rainfall-runoff relationship: An Australian perspective"
    }, 
    {
        "author": "Nasrin Nasrollahi, Amir AghaKouchak, Linyin Cheng, Lisa Damberg, Thomas J. Phillips, Chiyuan Miao, Kuolin Hsu, Soroosh Sorooshian", 
        "date": "2015-04-26T09:26:46.244899-05:00", 
        "description": "\n\nAssessing the uncertainties and understanding the deficiencies of climate models are fundamental to developing adaptation strategies. The objective of this study is to understand how well Coupled Model Intercomparison-Phase 5 (CMIP5) climate model simulations replicate ground-based observations of continental drought areas and their trends. The CMIP5 multimodel ensemble encompasses the Climatic Research Unit (CRU) ground-based observations of area under drought at all time steps. However, most model members overestimate the areas under extreme drought, particularly in the Southern Hemisphere (SH). Furthermore, the results show that the time series of observations and CMIP5 simulations of areas under drought exhibit more variability in the SH than in the Northern Hemisphere (NH). The trend analysis of areas under drought reveals that the observational data exhibit a significant positive trend at the significance level of 0.05 over all land areas. The observed trend is reproduced by about three-fourths of the CMIP5 models when considering total land areas in drought. While models are generally consistent with observations at a global (or hemispheric) scale, most models do not agree with observed regional drying and wetting trends. Over many regions, at most 40% of the CMIP5 models are in agreement with the trends of CRU observations. The drying/wetting trends calculated using the 3 months Standardized Precipitation Index (SPI) values show better agreement with the corresponding CRU values than with the observed annual mean precipitation rates. Pixel-scale evaluation of CMIP5 models indicates that no single model demonstrates an overall superior performance relative to the other models.\n", 
        "journal": "Water Resources Research", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014WR016318", 
        "title": "How well do CMIP5 climate simulations replicate historical trends and patterns of meteorological droughts?"
    }, 
    {
        "author": "Shih-Yu Simon Wang, Wan-Ru Huang, Jin-Ho Yoon", 
        "date": "2015-02-13T09:36:22.554976-05:00", 
        "description": "\n\nThe 2013–2014 winter in North America brought intense drought in the West and severe cold in the East. The circulation anomalies were characterized as a dipole: an amplified upper-level ridge over the West Coast and a deepened trough over the central-eastern United States. A previous study using a single model has linked the dipole to the El Niño precursor and found that this link has strengthened in recent years. Here, 17 models from the Coupled Model Intercomparison Project Phase 5 are used to examine the dipole activity. Most models capture the dipole and its association with El Niño precursor and project this association to strengthen.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.565", 
        "title": "The North American winter ‘dipole’ and extremes activity: a CMIP5 assessment"
    }, 
    {
        "author": "C. Andrade, M. Belo-Pereira", 
        "date": "2014-11-29T09:19:19.610112-05:00", 
        "description": "\n\nThis paper analyses the temporal and spatial variability of droughts in Iberia (IP) and in five IP regions (1951−2007) using four observational precipitation-gridded data sets. Droughts were analysed by means of the Weighted Anomaly of Standardized Precipitation (WASP) for 3-, 6- and 12-month time scales. WASP-Index and the Standardized Precipitation Index are highly correlated. The major drought spells at Iberian scale are identified by the four data sets. Moreover, the droughts frequency and severity increased from the late 1980s. Finally, in western Iberia, statistically significant drying trends are detected. In eastern Iberia, larger uncertainties are found on the trends signal.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.542", 
        "title": "Assessment of droughts in the Iberian Peninsula using the WASP-Index"
    }, 
    {
        "author": "Olga Clorinda Penalba, Juan Antonio Rivera", 
        "date": "2015-06-05T06:34:51.793204-05:00", 
        "description": "\n\nThis article addresses the regional impacts of climate change on precipitation and meteorological drought over Southern South America (SSA) through a CMIP5 multi-model ensemble based on 15 General Circulation Models (GCMs) forced under two different greenhouse gas concentration pathways (RCP4.5 and RCP8.5). An assessment of the biases in the representation of the precipitation annual cycle was performed over the 1979–2008 period over five regions within SSA, based on a comparison between the GCMs precipitation outputs with the Global Precipitation Climatology Centre (GPCC) dataset. The multi-model ensemble well reproduces the shape of the annual cycle of precipitation over most of SSA, although the monthly totals were overestimated (underestimated) over the North-West and South (North-East and Central-East) regions. Changes in precipitation and meteorological drought characteristics were identified by the difference for early (2011–2040) and late (2071–2100) 21st century values with respect to the 1979–2008 baseline, using the standardized precipitation index as a short- and long-term drought indicator. Future climate conditions are expected to modify the regional characteristics of meteorological droughts over SSA, but the range of uncertainty in the expected changes is high. A significant increase in the number of drought events in all the regions for most of the 21st century sub-periods is projected for the multi-model ensemble. The mean duration of drought events will be shorter, with no significant changes in the severity of droughts and the occurrence of multi-decadal changes in the number of critical dry months is likely, although the significance in the changes depends on the region, future time horizon and greenhouse gas concentration pathways. These results overlap with a projected increase in precipitation over most of the regions, which has a strong seasonality and, therefore, will have some implications upon the future meteorological drought developments and the agricultural and hydrological practices in SSA.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4398", 
        "title": "Regional aspects of future precipitation and meteorological drought characteristics over Southern South America projected by a CMIP5 multi-model ensemble"
    }, 
    {
        "author": "Prabir Kumar Das, Dibyendu Dutta, J. R. Sharma, V. K. Dadhwal", 
        "date": "2015-06-02T05:59:00.3426-05:00", 
        "description": "\n\nMonthly gridded (0.5° × 0.5°) standardized precipitation–evapotranspiration index (SPEI) data of 1901–2008 were used to detect spatial pattern of temporal trend in meteorological drought during the Indian summer monsoon period. The SPEI data were converted into drought duration, magnitude and types of occurrence to capture overall drought scenario. A non-parametric (Mann–Kendall test) method was used to test for monotonic trend at each grid level, whereas the magnitude was estimated using Sen's method. Further, a field significance test was performed at major meteorological regions level to assess whether the individual trends identified could occur by chance in an analysis of large number of time series analysed. Significant (α = 0.05) increasing trend of both drought duration and magnitude during the monsoon was found over parts of eastern, central and north-eastern region of India, whereas the parts of west coast, arid western region and north India showed significantly decreasing trend. The trends in mid- as well as late-season drought were contributing towards significant increase in drought condition, whereas trends in early-season drought were responsible for decrease in drought events. The time series analysis of rainfall and potential evapotranspiration (PET) illustrated that over eastern part of India the increase in drought was attributed due to decrease in rainfall, whereas the decrease in drought occurrence over western arid region was mainly because of decrease in PET.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4392", 
        "title": "Trends and behaviour of meteorological drought (1901–2008) over Indian region using standardized precipitation–evapotranspiration index"
    }, 
    {
        "author": "Zhixin Hao, Jingyun Zheng, Xuezhen Zhang, Haolong Liu, Mingqi Li, Quansheng Ge", 
        "date": "2015-05-26T09:12:20.803657-05:00", 
        "description": "\n\nThe spatial patterns of precipitation anomalies in eastern China during both warm and cold periods over the past 2000 years were studied. Four warm periods (AD 650–750, AD 1000–1100, AD 1190–1290, and AD 1900–2000) and five cold periods (AD 440–540, AD 780–920, AD 1390–1460, AD 1600–1700, and AD 1800–1900) were selected on a centennial timescale, referring to the synthesized temperature changes over China and Northern Hemisphere. The regional differences in precipitation were analysed and compared using a data set consisting of the grades in severity of floods and droughts as derived from Chinese historical documents. The results showed that there has been no fixed spatial pattern of precipitation anomalies during either cold or warm periods in eastern China over the past 2000 years. For the most of warm periods, there existed coherence of spatial pattern with dry condition only occurred over north of the Yangtze River, and the consistent spatial patterns were found between the periods 650–750 and 1190–1290, 650–750, and 1000–1100. For the cold periods, the precipitation showed various spatial patterns, and similarities were only presented in the two periods of 1600–1700 and 1800–1900 featured by meridional distribution. Comparing the spatial patterns between cold and warm periods, inverse pattern of 440–540 and 1900–2000 over the most study area can be detected, but similar pattern was also found between the periods 1800–1900 and 1900–2000, and 1600–1700 and 1900–2000. Our results implicated that the relationship between temperature and spatial pattern of precipitation anomaly has high complexity, which would be of significance to understanding the spatial pattern of precipitation in the future climate change study.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4367", 
        "title": "Spatial patterns of precipitation anomalies in eastern China during centennial cold and warm periods of the past 2000 years"
    }, 
    {
        "author": "Sharon E. Nicholson", 
        "date": "2015-05-19T02:46:20.474938-05:00", 
        "description": "\n\nThis article examines recent rainfall conditions in two sectors of eastern Africa, the summer rainfall region and the equatorial rainfall region with rainy seasons in the boreal spring and boreal autumn. The analysis covers the years 1998–2014 and is carried out using TRMM 3B43 Version 7 rainfall estimates. In both regions, extensive periods of anomalously low rainfall and prolonged drought have prevailed since roughly 2008. Prior to that time, only three periods of drought are noteworthy 1998/1999, 2000, and 2005. The post-2008 drought conditions were interrupted by floods in both regions in February 2010 and in several years in the equatorial region. This rapid alternation between extremes creates additional hardships on the population. Two notable results emerge from this analysis. One is the tendency for similar trends in interannual variability in both regions, despite vastly different rainfall regimes. The other is the persistence of recent droughts through several rainy seasons. The implication of these results is that one or more factors in interannual variability is operative in all seasons. This could account for the common trends in the equatorial and summer rainfall regions.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4358", 
        "title": "An analysis of recent rainfall conditions in eastern Africa"
    }, 
    {
        "author": "Thushara Gunda, George M. Hornberger, Jonathan M. Gilligan", 
        "date": "2015-05-05T08:55:12.557951-05:00", 
        "description": "\n\nA spatiotemporal analysis of two well-known agricultural drought indices, the Palmer Drought Severity Index (PDSI) and the Standardized Precipitation Index at a 9-month scale (SPI-9), is presented for Sri Lanka. The analysis was conducted based on monthly precipitation and temperature data from January 1881 to December 2010 using 13 stations distributed across the three climatic zones of the country. Principal component analysis shows that the first two principal components of PDSI and SPI-9 are spatially comparable and could physically represent the two main monsoons. A wavelet analysis of these principal components' scores for both indices indicates a stronger association between the Northeastern monsoon and El-Niño in recent decades. Correlation analysis with agricultural metrics suggests that different indices might be appropriate for each of the climatic zones in Sri Lanka. PDSI correlated best with the intermediate zone districts; SPI-9 correlated best with the dry zone districts; but neither index correlated well with the wet zone districts.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4365", 
        "title": "Spatiotemporal Patterns of Agricultural Drought in Sri Lanka: 1881–2010"
    }, 
    {
        "author": "Guangpo Geng, Jianjun Wu, Qianfeng Wang, Tianjie Lei, Bin He, Xiaohan Li, Xinyu Mo, HuiYi Luo, Hongkui Zhou, Dachuan Liu", 
        "date": "2015-04-27T05:17:12.272394-05:00", 
        "description": "\n\nVarious studies have been performed on drought hazard assessment at the national or regional scales, but few studies to date at the global scale, especially on global agriculture. In this paper, we utilized an agricultural drought hazard index (DHI), based on both drought severity and drought occurrence rate, derived from 3-month scale Standardized Precipitation Index (SPI) and the phenology data of main crops (rice, maize, wheat, barley, sorghum and soybean) to assess the agricultural drought hazard grades of the world during 1980–2008. The results indicated that area percentages of high and very high agricultural drought hazard zones were approximately 23.57 and 27.19% of the total agricultural area in the world. Moreover, those zones mostly were distributed in central United States, southeastern South America, most of Europe, southwestern Russia, both southern Congo and Nigeria, east-central and southwest China, Southeast Asia and eastern Australia, and most of those areas were also located in semi-humid or humid climate zones. In addition, some regions above were also found to be the very high agricultural drought hazard zones for the main crops: East-central and southwest China for wheat, maize, rice and soybean; Europe for wheat, maize and barley; Southeast Asia for rice; both central United States and southeastern South America for wheat, maize, soybean and sorghum.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4356", 
        "title": "Agricultural drought hazard analysis during 1980–2008: a global perspective"
    }, 
    {
        "author": "Shengzhi Huang, Qiang Huang, Jianxia Chang, Guoyong Leng", 
        "date": "2015-04-16T02:09:31.23744-05:00", 
        "description": "\n\nIt is of great importance to investigate links between hydrological drought and climate indices, which helps to further reveal the cause of hydrological drought from a perspective of climate change, thus helping guiding future drought prediction and control. For a case study in the Columbia River basin, the Standardized Streamflow Index (SSI) was employed to characterize hydrological drought. The heuristic segmentation method was applied to identify change points of annual streamflow series spanning 1960–2012 in the Columbia River basin, and the cross-wavelet analysis was utilized to reveal the correlations between monthly climate indices and SSI. The primary results are as following: (1) monthly SSI has a statistically significantly increasing trend in November and December and a noticeably decreasing trend in June and July in the main stream of the basin; (2) generally, hydrological drought risk in this basin is high, and that in the Snake River is higher than the main stream of the Columbia River; (3) El Niño Southern Oscillation (ENSO) and Arctic Oscillation (AO) play a major role in affecting hydrological drought in the Columbia River basin, and ENSO index mainly affects SSI at a relatively short time scale (2–7 years), while AO primarily impacts SSI at a relatively long time scale (more than 10 years); (4) anthropogenic activities intensify hydrological drought in the Columbia River basin, and they primarily influence the linkages between climate indices and hydrological drought at intra-annual scale (less than 12 months), however, which do not change the basic pattern of their correlations.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4344", 
        "title": "Linkages between hydrological drought, climate indices and human activities: a case study in the Columbia River basin"
    }, 
    {
        "author": "Qiang Zhang, Peng Sun, Jianfeng Li, Vijay P. Singh, Jianyu Liu", 
        "date": "2014-05-27T12:24:30.342867-05:00", 
        "description": "\n\nXinjiang is the largest arid inland region in China and its agricultural development plays an important role in the socio-economy of China. Drought is one of the major natural hazards in this region and has impacts on agriculture. In this study, spatiotemporal patterns of droughts are analysed based on monthly precipitation datasets from 52 meteorological stations covering the period of 1961–2008 using the Rotated Empirical Orthogonal Functions (REOF) technique and also the Mann–Kendall trend test (MK test). Results of the study indicate that: (1) a wetting tendency is observed in recent years, particularly in northern Xinjiang. Seasonally, the wetting tendency is found mainly in winter. The modes of REOF can be divided by the Tianshan mountain and the principal component (PC) of the northern Xinjiang mode in winter has a significant increasing trend. (2) The area of drought-affected regions is decreasing in northwestern Xinjiang and along the northern side of Tianshan mountain. Seasonally, the area of drought-affected regions is significantly decreasing in winter. (3) The wetting tendency of Xinjiang may alleviate the drought influence. However, uneven spatial patterns of precipitation changes may enhance drought impacts. Besides, drought-related impacts can be greatly alleviated where irrigation conditions are favourable.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4052", 
        "title": "Spatiotemporal properties of droughts and related impacts on agriculture in Xinjiang, China"
    }, 
    {
        "author": "Yu Liu, Yanchao Wang, Qiang Li, Huiming Song, Yanhua Zhang, Zhonglin Yuan, Zhongyu Wang", 
        "date": "2014-05-26T13:16:28.700928-05:00", 
        "description": "\n\nThe study of humidity is important for better understanding the past climatic variations. However, there have been few long-term humidity reconstructions using tree-ring widths worldwide. Here, we present a June–September mean relative humidity (MRH69) reconstruction from AD 1837 to 2011 using Chinese pine trees (Pinus tabulaeformis Carr.) from the Yiwulü Mountain region in northeastern China. The reconstruction explained 39.8% of the instrumental variance during the calibration period. We found that precipitation only influenced the MRH69 on an annual scale (high frequency), but the mean maximum temperature (MMT) impacted the MRH69 both on an annual scale (high frequency) and decadal time scale (low frequency). The MRH69 reconstruction showed a consistently increasing trend from AD 1881 to 1990, after which it diminished sharply. More high humidity years occurred after the 1960s and more low humidity years occurred before the 1960s. In the study area, MRH69 decreased along with global warming after the 1980s. On the decadal scale, there were five high-value MRH69 intervals: 1842–1850, 1865–1871, 1898–1902, 1823–1927 and 1932–1997; there were five low-value intervals: 1851–1864, 1872–1897, 1903–1922, 1928–1931 and 1998–2006. In addition, the MRH69 reconstruction showed the large-scale representativeness of sea–land coupling. On the decadal scale, our MRH69 reconstruction varied synchronously with the Arctic Oscillation index (AOI), suggesting that the AOI might be linked with MRH69 in the Yiwulü Mountain region. Historical documents and meteorological data indicate that flooding (or drought) often occurred in the years with higher (or lower) humidity compared with the moving average values of the mean relative humidity (MRH).\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4057", 
        "title": "A tree-ring-based June–September mean relative humidity reconstruction since 1837 from the Yiwulü Mountain region, China"
    }, 
    {
        "author": "Rudolf Brázdil, Miroslav Trnka, Jiří Mikšovský, Ladislava Řezníčková, Petr Dobrovolný", 
        "date": "2014-06-11T11:31:45.637841-05:00", 
        "description": "\n\nDrought is an extreme meteorological phenomenon involving serious economic consequences. In the Czech Lands, it is reflected in significant reductions in agricultural productivity, lack of water for hygiene and industry, and impacts of forest management. Mean monthly temperature and precipitation series created for the Czech Lands for 1805–2012 were used to calculate spring (MAM) and summer (JJA) drought indices (SPI-1, SPI-12, SPEI-1, SPEI-12, Z-index and PDSI), which were then used for further analyses. Fluctuations in drought indices demonstrate an increasing long-term dryness in the Czech climate, statistically significant for SPEI-12 and PDSI in MAM and JJA (in MAM as well for SPEI-1 and Z-index). A significant concentration of drought episodes before 1880 may be attributed to a lack of precipitation, whereas the droughts of recent decades (particularly 2004–2012) are more strongly related to high temperatures. The effects of droughts are reflected in significant reductions in winter wheat and spring barley yields in the eastern province of Moravia. Regression analysis of drought forcings discloses the importance of the North Atlantic Oscillation phase and the aggregate effect of anthropogenic forcing (driven largely by increases in CO2 concentration). Their magnitude of influence varies strongly with the type of drought index and season of the year. Other factors, such as solar irradiation and the Southern Oscillation phase make only minor contributions to drought variability. The effects of volcanic activity and the Atlantic Multidecadal Oscillation are even weaker and statistically insignificant.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4065", 
        "title": "Spring-summer droughts in the Czech Land in 1805–2012 and their forcings"
    }, 
    {
        "author": "Jehangir Ashraf Awan, Deg-Hyo Bae, Kyung-Joong Kim", 
        "date": "2014-06-17T04:32:54.900654-05:00", 
        "description": "\n\nRainfall is a complex phenomenon with high spatiotemporal variability. Identification of homogeneous rainfall zones to better analyse the rainfall intensity and extent is of vital significance for water resources management and mitigation of potential hazards from extreme events, i.e. droughts and floods. Appropriate zoning of homogeneous rainfall regions may give better understanding of rainfall patterns by resolving small scale variations. Although homogeneous rainfall zones have been established at country scale based on climatological mean behaviour, there has been little attempt to identify zones over broader scale with consistently homogeneous rainfall variability. This study employed K-means and Hierarchical clustering methods to establish homogeneous rainfall zones in the East Asia monsoon region (20°N–50°N, 103°E–149°E) using 30 years (1978–2007) monthly rainfall data at 0.5° grid resolution. Various cluster validation indices were used to assess the optimal number of homogeneous rainfall zones. The comparison of K-means and Hierarchical clustering showed that although both methods were able to define the homogeneous rainfall zones well with spatial contiguity, the K-means clustering outperformed the Hierarchical clustering in identifying more distinct zones with diverse rainfall characteristics. Mann-Kendall and linear regression tests were used for seasonal and annual rainfall trend analysis in the homogeneous rainfall zones. The study revealed that the region experiences distinct rainfall regimes over different zones. Furthermore, significant increasing and decreasing trends were observed over different zones with strong seasonal variation that indicate the aggravated stress of climate induced disasters, i.e. droughts and floods over the East Asia monsoon region.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4066", 
        "title": "Identification and trend analysis of homogeneous rainfall zones over the East Asia monsoon region"
    }, 
    {
        "author": "Sil Lanckriet, Amaury Frankl, Enyew Adgo, Piet Termonia, Jan Nyssen", 
        "date": "2014-06-19T11:48:48.203516-05:00", 
        "description": "\n\nThis study presents a method to elaborate atmospheric teleconnections and applies it on the drought-prone region of North Ethiopia. By doing so, the relatively new procedure known as empirical orthogonal teleconnection analysis (EOT) was validated as an effective way for identifying the impact of atmospheric patterns in remote oceanic basins on rainfall trends at a particular location. Rainfall trends were investigated, and trend analysis on optimally interpolated rain gauge data (1948–2013) shows no significant decrease for kiremt rainfall (June–September) in North Ethiopia. However, EOT analysis of assimilated mean sea level pressure data reveals that not only El Niño Southern Oscillation (ENSO)/La Niña, but also the Indian Ocean Dipole (IOD) has a significant impact in North Ethiopia. Including the variability of the Southwest Monsoons (SWM), subsequent multivariate regression could model North Ethiopian kiremt rainfall from these three teleconnections (R2 = 0.64), representing 89% of all dry years. In particular, the interaction between these three teleconnections was a major contributor to the 1983–1985 droughts and famine. The study hence finds a significant impact of three atmospheric teleconnections (ENSO, IOD, SWM) on North Ethiopian rainfall variability. Moreover, it is pointed out that EOT analysis is a useful tool to identify the relations between drought risk and remote atmospheric systems.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4074", 
        "title": "Droughts related to quasi-global oscillations: a diagnostic teleconnection analysis in North Ethiopia"
    }, 
    {
        "author": "Eduardo Herrera, Víctor Magaña, Ernesto Caetano", 
        "date": "2014-06-26T12:38:20.218452-05:00", 
        "description": "\n\nSummer precipitation over most of the tropical Americas exhibits maxima in June and September, and a relative minimum in July. The minimum in summer precipitation over the northeastern (NE) tropical Pacific is known as the midsummer drought (MSD). Several theories have been put forward to explain the origin of the MSD, but most of them fail at addressing simultaneously the various elements that characterize it. The temporal evolution of summer precipitation over the NE tropical Pacific warm pool and over the Intra-Americas Seas (IAS) is related, but not the result of the same process. Over the NE Pacific warm pool, the temporal evolution of convective activity is closely related to sea surface temperature (SST) variations, whereas over the IAS, the Caribbean low-level jet (CLLJ) with maximum intensity in July appears to be the key factor. The CLLJ produces ‘gap flow’ over Central America that reaches the NE tropical Pacific and stronger easterly winds. This low-level flow leads to a decrease in SSTs and a westward shift of low-level moisture convergence that combined with subsidence result in the MSD. At the CLLJ exit region, intense tropical convection enhances during July reducing the chances that large-scale circulations, such as the North Atlantic Subtropical High (NASH) inhibit precipitation over the entire tropical Americas. The strong ascending motion off the Caribbean coast of Nicaragua and Costa Rica contributes to enhanced subsidence in the surrounding regions and to the MSD. As the CLLJ and tropical convection in the western Caribbean weaken during August and September, tropical convection increases once more over most of the tropical Americas and produces the second maximum in precipitation that completes the two peaks distribution of summer precipitation. Therefore, the fluctuations in the intensity of the CLLJ appear to be a key dynamical element to explain the MSD.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4077", 
        "title": "Air–sea interactions and dynamical processes associated with the midsummer drought"
    }, 
    {
        "author": "David Gallego, Paulina Ordóñez, Pedro Ribera, Cristina Peña-Ortiz, Ricardo García-Herrera", 
        "date": "2015-06-11T01:50:46.591325-05:00", 
        "description": "\n\nA new index, namely the African South Westerly Index (ASWI), based on the persistence of the low-level south westerly winds in the region [29°W-17°W;7°N-13°N] is developed to characterise the strength of the West African Monsoon. The ASWI is significantly correlated with the monsoonal precipitation in the Sahel in the 1900–2013 period (r = +0.57, r = +0.66 and r = +0.53 for July, August and September respectively). By using historical wind direction measurements it has been possible to compute the ASWI back to 1790 for July and to 1839 for August and September, thus providing the first instrumental record of the West African Monsoon strength for a large portion of the 19th century.\nSince the 1970s, the Sahel has experienced a strong and persistent drought. During this period the West African Monsoon has been weaker than normal and its correlation with different climatic patterns such as the ENSO has changed. The analysis of our new series indicates that this anomalous behaviour of the West African Monsoon has no precedent in the last 170 years.\nOur results also show that the period 1839–1890 was characterised by a stronger than average monsoon, resulting in relatively wet conditions in the Sahel. Notwithstanding, two of the few dry years within this period were concurrent with large volcanic eruptions in the Northern Hemisphere. This latter result supports the recently described relationship between major volcanic eruptions and the occurrence of isolated drought episodes in the Sahel.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2601", 
        "title": "An instrumental index of the West African Monsoon back to the 19th century"
    }, 
    {
        "author": "Lin Wang, Wen Chen, Wen Zhou, Gang Huang", 
        "date": "2015-06-02T03:58:58.824704-05:00", 
        "description": "\n\nIn the last decade, a series of super extreme droughts have swept across Southwest China (SWC). However, the essential feature behind them is not yet fully understood and traditional drought indices as well as precipitation fail to describe it, due to a lack of comprehensive treatment of drought. We propose an integrated metric, the Comprehensive Multiscalar Indicator (CMI), as a new criterion for super drought detection. Reexamination of SWC droughts illuminates the essential feature of super drought events: a combination of multiple stresses on water resources and highlights the utility of CMI.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2593", 
        "title": "Understanding and Detecting Super Extreme Droughts in Southwest China through an Integrated Approach and Index"
    }, 
    {
        "author": "", 
        "date": "2015-08-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">Significant increases of heavy precipitation and decreases of light precipitation have been reported over widespread regions of the globe. Global warming and effects of anthropogenic aerosols have both been proposed as possible causes of these changes. We examine data from urban and rural meteorological stations in eastern China (1955–2011) and compare them with Global Precipitation Climatology Project (GPCP) data (1979–2007) and reanalysis data in various latitude zones to study changes in precipitation extremes. Significant decreases in light precipitation and increases in heavy precipitation are found at both rural and urban stations, as well as low latitudes over the ocean, while total precipitation shows little change. Characteristics of these changes and changes in the equatorial zone and other latitudes suggest that global warming rather than aerosol effects is the primary cause of the changes. In eastern China, increases of annual total dry days (28 days) and ≥10 consecutive dry days (36%) are due to the decrease in light precipitation days, thereby establishing a causal link among global warming, changes in precipitation extremes, and higher meteorological risk of floods and droughts. Further, results derived from the GPCP data and reanalysis data suggest that the causal link exists over widespread regions of the globe.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-015-5002-1", 
        "title": "Trends of extreme precipitation in eastern China and their possible causes"
    }, 
    {
        "author": "S. Y. Maezumi, M. J. Power, F. E. Mayle, K. K. McLauchlan, and J. Iriarte", 
        "date": "Mon, 08 Jun 2015 00:00:00 +0200", 
        "description": "<b>Effects of past climate variability on fire and vegetation in the cerrãdo savanna of the Huanchaca Mesetta, NE Bolivia</b><br /><br />Climate of the Past, 11, 835-853, 2015<br /><br />Author(s): S. Y. Maezumi, M. J. Power, F. E. Mayle, K. K. McLauchlan, and J. Iriarte<br /><br />Cerrãdo savannas have the greatest fire activity of all major global land-cover\ntypes and play a significant role in the global carbon cycle. During the\n21st century, temperatures are projected to increase by ~ 3 °C coupled with a precipitation decrease of\n~ 20%. Although these conditions could potentially\nintensify drought stress, it is unknown how that might alter vegetation\ncomposition and fire regimes. To assess how Neotropical savannas responded\nto past climate changes, a 14 500-year, high-resolution, sedimentary record\nfrom Huanchaca Mesetta, a palm swamp located in the cerrãdo savanna in northeastern\nBolivia, was analyzed with phytoliths, stable isotopes, and charcoal. A\nnon-analogue, cold-adapted vegetation community dominated the\nLateglacial–early Holocene period (14 500–9000 cal yr BP, which included trees and\nC<sub>3</sub> Pooideae and C<sub>4</sub> Panicoideae grasses. The Lateglacial\nvegetation was fire-sensitive and fire activity during this period was low,\nlikely responding to fuel availability and limitation. Although similar\nvegetation characterized the early Holocene, the warming conditions\nassociated with the onset of the Holocene led to an initial increase in fire\nactivity. Huanchaca Mesetta became increasingly fire-dependent during the\nmiddle Holocene with the expansion of C<sub>4</sub> fire-adapted grasses. However,\nas warm, dry conditions, characterized by increased length and severity of\nthe dry season, continued, fuel availability decreased. The establishment of\nthe modern palm swamp vegetation occurred at 5000 cal yr BP. Edaphic factors\nare the first-order control on vegetation on the rocky quartzite mesetta.\nWhere soils are sufficiently thick, climate is the second-order control of\nvegetation on the mesetta. The presence of the modern palm swamp is\nattributed to two factors: (1) increased precipitation that increased water\ntable levels and (2) decreased frequency and duration of <i>surazos</i> (cold wind\nincursions from Patagonia) leading to increased temperature minima. Natural\n(soil, climate, fire) drivers rather than anthropogenic drivers control the\nvegetation and fire activity at Huanchaca Mesetta. Thus the cerrãdo savanna\necosystem of the Huanchaca Plateau has exhibited ecosystem resilience to\nmajor climatic changes in both temperature and precipitation since the\nLateglacial period.", 
        "journal": "Climate of the Past", 
        "link": "http://www.clim-past.net/11/835/2015/", 
        "title": "Effects of past climate variability on fire and vegetation in the cerrãdo savanna of the Huanchaca Mesetta, NE Bolivia"
    }, 
    {
        "author": "I. Bouimetarhan, L. Dupont, H. Kuhlmann, J. Pätzold, M. Prange, E. Schefuß, and K. Zonneveld", 
        "date": "Mon, 11 May 2015 00:00:00 +0200", 
        "description": "<b>Northern Hemisphere control of deglacial vegetation changes in the Rufiji uplands (Tanzania)</b><br /><br />Climate of the Past, 11, 751-764, 2015<br /><br />Author(s): I. Bouimetarhan, L. Dupont, H. Kuhlmann, J. Pätzold, M. Prange, E. Schefuß, and K. Zonneveld<br /><br />In tropical eastern Africa, vegetation distribution is largely controlled by\nregional hydrology, which has varied over the past 20 000 years. Therefore,\naccurate reconstructions of past vegetation and hydrological changes are\ncrucial for a better understanding of climate variability in the tropical\nsoutheastern African region. We present high-resolution pollen records from\na marine sediment core recovered offshore of the Rufiji River delta. Our data\ndocument significant shifts in pollen assemblages during the last\ndeglaciation, identifying, through changes in both upland and\nlowland vegetation, specific responses of plant communities to atmospheric\n(precipitation) and coastal (coastal dynamics and sea-level changes)\nalterations. Specifically, arid conditions reflected by a maximum pollen\nrepresentation of dry and open vegetation occurred during the Northern\nHemisphere cold Heinrich event 1 (H1), suggesting that the expansion of drier\nupland vegetation was synchronous with cold Northern Hemisphere\nconditions. This arid period is followed by an interval in which forest and\nhumid woodlands expanded, indicating a hydrologic shift towards more humid\nconditions. Droughts during H1 and the shift to humid conditions around 14.8 kyr BP in the uplands are consistent with latitudinal shifts of the\nintertropical convergence zone (ITCZ) driven by high-latitude Northern\nHemisphere climatic fluctuations. Additionally, our results show that the\nlowland vegetation, consisting of well-developed salt marshes and mangroves\nin a successional pattern typical for vegetation occurring in intertidal\nhabitats, has responded mainly to local coastal dynamics related to marine\ninundation frequencies and soil salinity in the Rufiji Delta as well as to the\nlocal moisture availability. Lowland vegetation shows a substantial\nexpansion of mangrove trees after ~ 14.8 kyr BP, suggesting an\nincreased moisture availability and river runoff in the coastal area. The\nresults of this study highlight the decoupled climatic and environmental\nprocesses to which the vegetation in the uplands and the Rufiji Delta has\nresponded during the last deglaciation.", 
        "journal": "Climate of the Past", 
        "link": "http://www.clim-past.net/11/751/2015/", 
        "title": "Northern Hemisphere control of deglacial vegetation changes in the Rufiji uplands (Tanzania)"
    }, 
    {
        "author": "F. Wetterhall, H. C. Winsemius, E. Dutra, M. Werner, and F. Pappenberger", 
        "date": "Fri, 05 Jun 2015 00:00:00 +0200", 
        "description": "<b>Corrigendum to \"Seasonal predictions of agro-meteorological drought indicators for the Limpopo basin\" published in Hydrol. Earth Syst. Sci., 19, 2577–2586, 2015</b><br /><br />Hydrology and Earth System Sciences, 19, 2637-2637, 2015<br /><br />Author(s): F. Wetterhall, H. C. Winsemius, E. Dutra, M. Werner, and F. Pappenberger<br /><br />", 
        "journal": "Hydrology and Earth System Sciences", 
        "link": "http://www.hydrol-earth-syst-sci.net/19/2637/2015/", 
        "title": "Corrigendum to \"Seasonal predictions of agro-meteorological drought indicators for the Limpopo basin\" published in Hydrol. Earth Syst. Sci., 19, 2577–2586, 2015"
    }, 
    {
        "author": "F. Wetterhall, H. C. Winsemius, E. Dutra, M. Werner, and E. Pappenberger", 
        "date": "Tue, 02 Jun 2015 00:00:00 +0200", 
        "description": "<b>Seasonal predictions of agro-meteorological drought indicators for the Limpopo basin</b><br /><br />Hydrology and Earth System Sciences, 19, 2577-2586, 2015<br /><br />Author(s): F. Wetterhall, H. C. Winsemius, E. Dutra, M. Werner, and E. Pappenberger<br /><br />The rainfall in southern Africa has a large inter-annual variability, which\ncan cause rain-fed agriculture to fail. The staple crop maize is especially\nsensitive to dry spells during the early growing season. An early prediction\nof the probability of dry spells and below normal precipitation can\npotentially mitigate damages through water management. This paper\ninvestigates how well ECMWF's seasonal forecasts predict dry spells over the\nLimpopo basin during the rainy season December–February (DJF) with lead\ntimes from 0 to 4 months. The seasonal forecasts were evaluated against\nERA-Interim reanalysis data, which in turn were corrected with GPCP (EGPCP)\nto match monthly precipitation totals. The seasonal forecasts were also\nbias-corrected with the EGPCP using quantile mapping as well as\npost-processed using a precipitation threshold to define a dry day. The\nresults indicate that the forecasts show skill in predicting dry spells in\ncomparison with a climatological ensemble based on previous years. Quantile\nmapping in combination with a precipitation threshold improved the skill of\nthe forecast. The skill in prediction of dry spells was largest over the most\ndrought-sensitive region. Seasonal forecasts have the potential to be used in\na probabilistic forecast system for drought-sensitive crops, though these\nshould be used with caution given the large uncertainties.", 
        "journal": "Hydrology and Earth System Sciences", 
        "link": "http://www.hydrol-earth-syst-sci.net/19/2577/2015/", 
        "title": "Seasonal predictions of agro-meteorological drought indicators for the Limpopo basin"
    }, 
    {
        "author": "M. Adamovic, I. Braud, F. Branger, and J. W. Kirchner", 
        "date": "Fri, 22 May 2015 00:00:00 +0200", 
        "description": "<b>Assessing the simple dynamical systems approach in a Mediterranean context: application to the Ardèche catchment (France)</b><br /><br />Hydrology and Earth System Sciences, 19, 2427-2449, 2015<br /><br />Author(s): M. Adamovic, I. Braud, F. Branger, and J. W. Kirchner<br /><br />This study explores how catchment heterogeneity and variability can be\nsummarized in simplified models, representing the dominant hydrological\nprocesses. It focuses on Mediterranean catchments, characterized by\nheterogeneous geology, pedology and land use, as well as steep topography\nand a rainfall regime in which summer droughts contrast with high-rainfall\nperiods in autumn. The Ardèche catchment (Southeast France), typical of\nthis environment, is chosen to explore the following questions: (1) can such\na Mediterranean catchment be adequately characterized by a simple dynamical\nsystems approach and what are the limits of the method under such\nconditions? (2) what information about dominant predictors of hydrological\nvariability can be retrieved from this analysis in such catchments?\n<br><br>\nIn this work we apply the data-driven approach of Kirchner (2009) to\nestimate discharge sensitivity functions that summarize the behaviour of four\nsub-catchments of the Ardèche, using low-vegetation periods\n(November–March) from 9 years of measurements (2000–2008) from operational\nnetworks. The relevance of the inferred sensitivity function is assessed\nthrough hydrograph simulations, and through estimating precipitation rates\nfrom discharge fluctuations. We find that the discharge sensitivity function\nis downward-curving in double-logarithmic space, thus allowing further\nsimulation of discharge and non-divergence of the model, only during\nlow-vegetation periods. The analysis is complemented by a Monte Carlo\nsensitivity analysis showing how the parameters summarizing the discharge\nsensitivity function impact the simulated hydrographs. The resulting\ndischarge simulation results are good for granite catchments, which are\nlikely to be characterized by shallow subsurface flow at the interface\nbetween soil and bedrock. The simple dynamical system hypothesis works\nespecially well in wet conditions (peaks and recessions are well modelled).\nOn the other hand, poor model performance is associated with summer and dry\nperiods when evapotranspiration is high and low-flow discharge observations\nare inaccurate. In the Ardèche catchment, inferred precipitation rates\nagree well in timing and amount with observed gauging stations and SAFRAN\nclimatic data reanalysis during the low-vegetation periods. The model should\nfurther be improved to include a more accurate representation of actual\nevapotranspiration, but provides a satisfying summary of the catchment\nfunctioning during wet and winter periods.", 
        "journal": "Hydrology and Earth System Sciences", 
        "link": "http://www.hydrol-earth-syst-sci.net/19/2427/2015/", 
        "title": "Assessing the simple dynamical systems approach in a Mediterranean context: application to the Ardèche catchment (France)"
    }, 
    {
        "author": "H. March, M. Hernández, and D. Saurí", 
        "date": "Fri, 08 May 2015 00:00:00 +0200", 
        "description": "<b>Assessing domestic water use habits for more effective water awareness campaigns during drought periods: a case study in Alicante, eastern Spain</b><br /><br />Natural Hazards and Earth System Science, 15, 963-972, 2015<br /><br />Author(s): H. March, M. Hernández, and D. Saurí<br /><br />The design of water awareness campaigns could benefit from knowledge of the\nspecific characteristics of domestic water use and the factors that may\ninfluence certain water consumption habits. This paper investigates water\nuse in 450 households in 10 municipalities of drought-prone Alicante\n(Spain). We aim to increase knowledge about existing domestic water\nbehaviors and therefore help to improve the design and implementation of\nfuture water awareness campaigns and even to consolidate reductions in water\nuse after drought periods. The survey suggests that awareness campaigns\nshould revise their scope and their channels of\ndiffusion on a regular basis. In a more specific way, for the Alicante case we propose\npolicy-oriented recommendations on the scope of action for further reductions.", 
        "journal": "Natural Hazards and Earth System Science", 
        "link": "http://www.nat-hazards-earth-syst-sci.net/15/963/2015/", 
        "title": "Assessing domestic water use habits for more effective water awareness campaigns during drought periods: a case study in Alicante, eastern Spain"
    }, 
    {
        "author": "David Kaniewski, Joël Guiot, Elise Van Campo", 
        "date": "2015-05-06T05:27:02.437274-05:00", 
        "description": "\nOne of the goals of climate scientists is to understand how climate shifts may have changed the course of history and influenced culture at millennial timescales. Repeatedly, environmental degradation has upset the balance between people, their habitat, and the socioeconomic frameworks in which they live. Among these imbalances, drought, firmly rooted in people's minds as a catalyst of harvest failures and famines, remains a permanent threat because it may trigger or amplify social crises, leading to massive exoduses, conflicts, and political turmoil. The spiral of decline in which the flourishing Eastern Mediterranean civilizations were plunged 3200 years ago, and the ensuing chaos, remains a persistent riddle in Near Eastern history. Scholars tend to believe that this socioeconomic collapse was violent and culturally disruptive. Most of the coastal cities between Pylos and Gaza were destroyed, burned, and often left unoccupied, thereafter, putting an end to the elaborate network of international trade that ensured prosperity in the Aegean and the Eastern Mediterranean. The rural settlements that emerged have mainly persisted through adapted agropastoral activities and limited long-distance trade. At the dusk of this event, regional cultures began to be poorly documented, leading historians to allude to a dark age that lasted for 300 years. Among the roots, tectonic instability and earthquakes, demographic imbalance between social groups, internal collapses, and technological innovations are commonly evoked. However, recent studies have mainly hypothesized about an impact of a centuries-long drought behind the decline. Drought may have hastened the fall of the Old World by sparking famine, invasions, and conflicts, leading to the political, economic, and cultural chaos termed ‘Late Bronze Age collapse’. WIREs Clim Change 2015, 6:369–382. doi: 10.1002/wcc.345\nFor further resources related to this article, please visit the \nWIREs website.\nConflict of interest: The authors have declared no conflict of interest for this article.\n", 
        "journal": "WIREs Climate Change", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fwcc.345", 
        "title": "Drought and societal collapse 3200 years ago in the Eastern Mediterranean: a review"
    }
]