[
    {
        "author": "B. S. Weng, D. H. Yan, H. Wang, J. H. Liu, Z. Y. Yang, T. L. Qin, and J. Yin",
        "date": "2015-08-24",
        "description": "<b>Drought assessment in the Dongliao River basin: traditional approaches vs. generalized drought assessment index based on water resources systems</b><br /><br />Natural Hazards and Earth System Science, 15, 1889-1906, 2015<br /><br />Author(s): B. S. Weng, D. H. Yan, H. Wang, J. H. Liu, Z. Y. Yang, T. L. Qin, and J. Yin<br /><br />Drought is firstly a resource issue, and with its development it evolves\ninto a disaster issue. Drought events usually occur in a determinate but a\nrandom manner. Drought has become one of the major factors to affect\nsustainable socioeconomic development. In this paper, we propose the\ngeneralized drought assessment index (GDAI) based on water resources systems\nfor assessing drought events. The GDAI considers water supply and water\ndemand using a distributed hydrological model. We demonstrate the use of the\nproposed index in the Dongliao River basin in northeastern China. The\nresults simulated by the GDAI are compared to observed drought disaster\nrecords in the Dongliao River basin. In addition, the temporal distribution of\ndrought events and the spatial distribution of drought frequency from the\nGDAI are compared with the traditional approaches in general (i.e., standard\nprecipitation index, Palmer drought severity index and rate of water deficit\nindex). Then, generalized drought times, generalized drought duration, and\ngeneralized drought severity were calculated by theory of runs. Application\nof said runs at various drought levels (i.e., mild drought, moderate drought,\nsevere drought, and extreme drought) during the period 1960–2010 shows that\nthe centers of gravity of them all distribute in the middle reaches of\nDongliao River basin, and change with time. The proposed methodology may\nhelp water managers in water-stressed regions to quantify the impact of\ndrought, and consequently, to make decisions for coping with drought.",
        "journal": "Natural Hazards and Earth System Science",
        "link": "http://www.nat-hazards-earth-syst-sci.net/15/1889/2015/",
        "title": "Drought assessment in the Dongliao River basin: traditional approaches vs. generalized drought assessment index based on water resources systems"
    },
    {
        "author": "Miquel De   Cáceres, Jordi   Martínez-Vilalta, Lluís   Coll, Pilar   Llorens, Pere   Casals, Rafael   Poyatos, Juli G.   Pausas, Lluís   Brotons</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>November 2015</pubDate><br> <b>Source:</b>Agricultural and Forest Meteorology, Volume 213</br><br>     Author(s): Miquel De   Cáceres, Jordi   Martínez-Vilalta, Lluís   Coll, Pilar   Llorens, Pere   Casals, Rafael   Poyatos, Juli G.   Pausas, Lluís   Brotons</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0060\" view=\"all\">Mechanistic water balance models can be used to predict soil moisture dynamics and drought stress in individual forest stands. Predicting current and future levels of plant drought stress is important not only at the local scale, but also at larger, landscape to regional, scales, because these are the management scales at which adaptation and mitigation strategies are implemented. To obtain reliable predictions of soil moisture and plant drought stress over large extents, water balance models need to be complemented with detailed information about the spatial variation of vegetation and soil attributes. We designed, calibrated and validated a water balance model that produces annual estimates of drought intensity and duration for all plant cohorts in a forest stand. Taking Catalonia (NE Spain) as a case study, we coupled this model with plot records from two Spanish forest inventories in which species identity, diameter and height of plant cohorts were available. Leaf area index of each plant cohort was estimated from basal area using species-specific relationships. Vertical root distribution for each species in each forest plot was estimated by determining the distribution that maximized transpiration in the model, given average climatic conditions, soil attributes and stand density. We determined recent trends (period 1980–2010) in drought stress for the main tree species in Catalonia; where forest growth and densification occurs in many areas as a result of rural abandonment and decrease of forest management. Regional increases in drought stress were detected for most tree species, although we found high variation in stress changes among individual forest plots. Moreover, predicted trends in tree drought stress were mainly due to changes in leaf area occurred between the two forest inventories rather than to climatic trends. We conclude that forest structure needs to be explicitly considered in assessments of plant drought stress patterns and trends over large geographic areas, and that forest inventories are useful sources of data provided that reasonably good estimates of soil attributes and root distribution are available. Our approach coupled with recent improvements in forest survey technologies may allow obtaining spatially continuous and precise assessments of drought stress. Further efforts are needed to calibrate drought-related demographic processes before water balance and drought stress estimates can be fully used for the accurate prediction of drought impacts.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Agricultural and Forest Meteorology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0168192315001914%26_version%3D1%26md5%3D827b9930a97b330f330114e2bab69cf5",
        "title": "Coupling a water balance model with forest inventory data to predict drought stress: the role of forest structural changes vs. climate changes"
    },
    {
        "author": "Nicolas   Raab, Francisco Javier   Meza, Nicolás   Franck, Nicolás   Bambach</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>November 2015</pubDate><br> <b>Source:</b>Agricultural and Forest Meteorology, Volume 213</br><br>     Author(s): Nicolas   Raab, Francisco Javier   Meza, Nicolás   Franck, Nicolás   Bambach</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0070\" view=\"all\">Canopy conductance (<italic>g<inf loc=\"post\">c</inf> </italic>) is the main controller of plant-atmospheric interaction and a key element in understanding how plants cope with drought. Empirical <italic>g<inf loc=\"post\">c</inf> </italic> models provide a good inference as to how environmental forcing affects surface water vapor and CO<inf loc=\"post\">2</inf> gas exchange. However, when facing water scarcity, soil moisture or plant water availability becomes the primary controller. We studied <italic>g<inf loc=\"post\">c</inf> </italic> in an <italic>Acacia caven</italic> (Mol) savannah in Central Chile under Mediterranean-type climate conditions that present distinguishable wet and dry seasons. We calibrated an empirical <italic>g<inf loc=\"post\">c</inf> </italic>, in order to account for whole canopy gas exchange with <italic>g<inf loc=\"post\">c</inf> </italic> measurements from three different data sets: (1) an inversion of the Penman–Monteith equation in combination with a Shuttleworth and Wallace model (PMSW) for evapotranspiration from sparse canopies; (2) an inversion of the Penman–Monteith (PM) based on the big leaf approach and (3) a set of leaf stomatal conductance (<italic>g<inf loc=\"post\">s</inf> </italic>) ground based measurements taken throughout the season and scaled up to the canopy level. Then the semi-empirical Farquhar–Ball–Berry (FBB) <italic>g<inf loc=\"post\">c</inf> </italic> model was added to the comparison to evaluate if the inclusion of a mechanistic component for photosynthesis would improve the prediction of <italic>g<inf loc=\"post\">c</inf> </italic>. Models performance was assessed with ground based leaf gas exchange measurements during both wet and dry seasons. <italic>Acacia</italic>’<italic>s g<inf loc=\"post\">c</inf> </italic> showed a high synchronicity with soil moisture, exhibiting the typical isohydric behavior of this kind of vegetation. The addition of the Shuttleworth and Wallace modifier to the Penman–Monteith equation did not yield a better calibration for the multiplicative model when compared to the one calibrated with the PM <italic>g<inf loc=\"post\">c</inf> </italic> data set, however this does not directly certifies that PM itself is a better estimator of <italic>g<inf loc=\"post\">c</inf> </italic> in sparse canopies. Furthermore, scaling issues such as ecosystem heterogeneity and patchiness must be considered when applying these estimations to a watershed level for both eco and hydrological reasons. These empirical models demonstrated to be a good tool for predicting stomatal behavior for this kind of vegetation. Nevertheless, the effect of deep soil moisture on plant water status must be integrated in <italic>g<inf loc=\"post\">c</inf> </italic> estimations in order to improve model’s performance.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Agricultural and Forest Meteorology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0168192315001975%26_version%3D1%26md5%3D5a92f9817dfa51d6baba6b539379a020",
        "title": "Empirical stomatal conductance models reveal that the isohydric behavior of an Acacia caven Mediterranean Savannah scales from leaf to ecosystem"
    },
    {
        "author": "K.E.   Logan, N.A.   Brunsell</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>November 2015</pubDate><br> <b>Source:</b>Agricultural and Forest Meteorology, Volume 213</br><br>     Author(s): K.E.   Logan, N.A.   Brunsell</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0010\" view=\"all\">Grasslands around the world are experiencing increased woody encroachment while drought frequency and severity is expected to increase with climate change. These processes will result in changes in the local carbon, water, and energy balances. Two closely located eddy covariance towers on native prairie sites in Kansas with differing burn regimes provided a unique opportunity to investigate those changes with minimal confounding climate factors. Daytime turbulent fluxes were analyzed throughout the growing season during two wet years (2008, 2009) and one drought year (2011). The site experiencing more woody encroachment (K4B) was a greater carbon sink every year, especially in 2011, when the annually burned site (KON) became a negligible sink and potential source of carbon. K4B also had greater seasonal water use efficiency (WUE) at all times except during drought and when burned. Evidence of water loss from deeper, stored sources was shown at K4B through cumulative evaporative loss that exceeded precipitation during drought conditions. Changes in the nature of the turbulent fluxes were also investigated through deviations from similarity theory, quadrant analysis, and wavelet decomposition. Wavelet analysis determined the size of eddies primarily involved in net exchange, showing differences between sites across small to medium scales (average diameter of 4.0–108<hsp sp=\"0.25\"/>m). Increased surface heterogeneity and roughness with woody encroachment was seen through smaller eddy size of maximum transport and slightly weakened applicability of similarity theory at K4B. Eddy size decreased over the course of the growing season, in a strikingly inverse relation to grass leaf area index, likely corresponding to greater canopy height and roughness. Variance of the correlation between carbon and water, indicative of more variable plant productivity, is much greater across all scales in 2011 at KON only. Overall, results indicate woody encroachment increases resilience to drought. Though carbon sequestration remains stronger at the woody encroachment site, it comes at the cost of far increased water loss, including from deeper groundwater resources, which could prove detrimental in combination with predicted climate change.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Agricultural and Forest Meteorology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0168192315002099%26_version%3D1%26md5%3D1bdb1d78aba9eadad3a2b37afb205b79",
        "title": "Influence of drought on growing season carbon and water cycling with changing land cover"
    },
    {
        "author": "Terenzio   Zenone, Milan   Fischer, Nicola   Arriga, Laura S.   Broeckx, Melanie S.   Verlinden, Stefan   Vanbeveren, Donatella   Zona, Reinhart   Ceulemans</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>15 September 2015</pubDate><br> <b>Source:</b>Agricultural and Forest Meteorology, Volumes 209–210</br><br>     Author(s): Terenzio   Zenone, Milan   Fischer, Nicola   Arriga, Laura S.   Broeckx, Melanie S.   Verlinden, Stefan   Vanbeveren, Donatella   Zona, Reinhart   Ceulemans</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0065\" view=\"all\">We used the eddy-covariance technique to measure the temporal dynamics and the relationships between leaf area index (LAI) and exchanges of carbon dioxide (CO<inf loc=\"post\">2</inf>), latent heat (LE) and sensible heat (H) in a multi-genotype short-rotation poplar coppice (SRC) located in East-Flanders (Belgium). The study was carried out over four years (2010–2013) corresponding to the first two rotations of the plantation. The net carbon (C) balance during the first two-year rotation was 75.2 (±4.4) g<hsp sp=\"0.25\"/>C<hsp sp=\"0.25\"/>m<sup loc=\"post\">−2</sup> in the establishment year 2010 and −95.6 (±5.9) g<hsp sp=\"0.25\"/>C<hsp sp=\"0.25\"/>m<sup loc=\"post\">−2</sup> in 2011. After the harvest (second two-year rotation) the coppice was a net source of carbon, 151.0 (±10.5) g<hsp sp=\"0.25\"/>C<hsp sp=\"0.25\"/>m<sup loc=\"post\">−2</sup> in 2012, but a sink of −274.6 (±18.8) g<hsp sp=\"0.25\"/>C<hsp sp=\"0.25\"/>m<sup loc=\"post\">−2</sup> in 2013. Overall, at the end of the second rotation this SRC, was a net CO<inf loc=\"post\">2</inf> sink with a cumulative uptake of −144.0 (±22.8) g<hsp sp=\"0.25\"/>C<hsp sp=\"0.25\"/>m<sup loc=\"post\">−2</sup>. The temporal dynamics and the magnitude of the ratio between gross primary production (GPP) and ecosystem respiration (R<inf loc=\"post\">eco</inf>) were similar to a deciduous forest. The evolution of LAI showed values ranging from 0.96 (±0.4) to 2.0 (±1.2) and from 5.1 (±1.5) to 4.5 (±0.84) during the first and the second rotation, respectively. The GPP (measured close to light saturation) was significantly related to LAI (<italic>r</italic> <sup loc=\"post\">2</sup> of 0.76, <italic>p</italic> <hsp sp=\"0.25\"/>&amp;lt;<hsp sp=\"0.25\"/>0.001). The cumulative evapotranspiration (ET) measured during the first rotation was 241.7<hsp sp=\"0.25\"/>mm and 349.9<hsp sp=\"0.25\"/>mm for 2010 and 2011, respectively, and 464.6<hsp sp=\"0.25\"/>mm and 372.1<hsp sp=\"0.25\"/>mm for 2012 and 2013. The average value of surface conductance (<italic>G<inf loc=\"post\">s</inf> </italic>) was 0.35<hsp sp=\"0.25\"/>mol<hsp sp=\"0.25\"/>m<sup loc=\"post\">−2</sup> <hsp sp=\"0.25\"/>s<sup loc=\"post\">−1</sup> and 0.24<hsp sp=\"0.25\"/>mol<hsp sp=\"0.25\"/>m<sup loc=\"post\">−2</sup> <hsp sp=\"0.25\"/>s<sup loc=\"post\">−1</sup> for the foliated and unfoliated periods, respectively. The mean decoupling factors (Ω) were 0.35 and 0.23 for the foliated and unfoliated periods, respectively, indicating that ET was primarily controlled by vapor pressure deficit (VPD) and <italic>G<inf loc=\"post\">s</inf> </italic> (a well-coupled system). The mean Priestley–Taylor coefficient (<italic>α</italic>) was 0.77 and 0.53 for the foliated and the unfoliated periods, respectively. Such low values indicate that ET was significantly lower than the equilibrium evaporation and thus also lower than the ET of a hypothetical reference crop. During the whole experiment only two short episodes of drought were identified when in May–June 2011 and June 2013 the evaporative fraction dropped below 0.4. The analysis of G<inf loc=\"post\">s</inf> showed a rather low stomatal control (anisohydric stomatal response) that put the poplar SRC at greater risk during severe drought conditions. All the three mentioned parameters related to ET and GPP (<italic>G<inf loc=\"post\">s</inf> </italic>, Ω and <italic>α</italic>) were significantly and positively correlated to LAI (<italic>r</italic> <sup loc=\"post\">2</sup> from 0.14 to 0.2, <italic>p</italic> <hsp sp=\"0.25\"/>&amp;lt;<hsp sp=\"0.25\"/>0.0001), suggesting that LAI was the main biophysical driver controlling the carbon and water balances in this bioenergy production system.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Agricultural and Forest Meteorology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0168192315001136%26_version%3D1%26md5%3D53888f4ef5cb43eb07fa4fc70be5c9cb",
        "title": "Biophysical drivers of the carbon dioxide, water vapor, and energy exchanges of a short-rotation poplar coppice"
    },
    {
        "author": "Yi   He, Jinyin   Ye, Xiaoying   Yang</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>1 December 2015</pubDate><br> <b>Source:</b>Atmospheric Research, Volume 166</br><br>     Author(s): Yi   He, Jinyin   Ye, Xiaoying   Yang</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Located in a transition zone between the northern and southern climates in China, the Huai River Basin is prone to extreme events such as drought and flood. Based on the daily precipitation data at 134 stations between 1961 and 2013, this paper analyzed the spatial and temporal patterns of the dry and wet conditions in the Huai River Basin through the statistical analysis of the rainfall stations' annual and seasonal standard precipitation index (SPI) series. Annual SPI series exhibited a decreasing trend at 86 stations and an increasing trend at the remaining stations. None of the increasing trend was significant, while the decreasing trend was significant at two stations at 5% significance level (α<hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/>0.05) and one station at 10% level. Seasonal-wise, there has been a prevailing trend of drying in spring and autumn, and wetting in summer and winter. The trends in the spring and summer SPI series have been mostly insignificant, while those in autumn and winter, significant (α<hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/>0.10) at over 30 stations. The Pettitt test results indicated that the significant transitions (α<hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/>0.10) in the autumn and winter SPI series mostly occurred in the middle to late 1980s. Comparison of the average number of dry and wet years between the two sub-periods of 1961–1984 and 1990–2013 suggested a significant increase (α<hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/>0.05) in the average number of severely wet years across much of the basin. Overall, significant changes have already occurred in the dry and wet conditions of the Huai River Basin, which could have profound impacts on the food and water safety situation of the region.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Atmospheric Research",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0169809515002057%26_version%3D1%26md5%3D1e7c228b9a3294b2d517bb5b2cd474fe",
        "title": "Analysis of the spatio-temporal patterns of dry and wet conditions in the Huai River Basin using the standardized precipitation index"
    },
    {
        "author": "Andrés   Merino, Laura   López, Lucía   Hermida, José Luis   Sánchez, Eduardo   García-Ortega, Estíbaliz   Gascón, Sergio   Fernández-González</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Global and Planetary Change, Volume 133</br><br>     Author(s): Andrés   Merino, Laura   López, Lucía   Hermida, José Luis   Sánchez, Eduardo   García-Ortega, Estíbaliz   Gascón, Sergio   Fernández-González</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">The Iberian Peninsula (IP), located in a transition area between temperate and subtropical latitudes, has marked temporal and spatial variability of precipitation between its various climatic zones. Therefore, the peninsula is particularly sensitive to climate change owing to frequent periods of precipitation deficit together with societal dependence on water. In this study, we address meteorological droughts of the peninsula between 1901 and 2010, using the Global Precipitation Climatology Center database. First, we carried out a statistical classification of the peninsula according to annual precipitation cycle. The spatiotemporal variability of droughts was evaluated using the Standardized Precipitation Index (SPI) by determining the evolution of areas affected by severe and extreme drought. Subsequently, we calculated the overall trend of precipitation and anomalies to investigate whether an observed drought increase is attributable to a decrease of precipitation or an increase of precipitation extremes. Finally, we examined periodicities of precipitation anomalies via wavelet analysis, relating these to large-scale modes such as the North Atlantic Oscillation (NAO). The results show an increase in the area affected by severe and extreme drought, particularly on Atlantic-facing slopes. The mainland areas have longer and more intense periods of drought, with an average SPI of −<hsp sp=\"0.10\"/>0.52 and 4-month duration. Over the 110<hsp sp=\"0.25\"/>years analyzed, we observed weak trends of annual precipitation in the extreme northwest and southern IP. However, in the last decades of the series, long periods of strong negative anomalies are seen, interspersed with years of strong positive anomalies, suggesting an increase in precipitation pattern extremes. Finally, the relationship between the NAO index and precipitation anomalies on the Atlantic seaboard is highlighted. Thus, in both series we found a 5–6-year periodicity in their first years, with a diminishing cycle period reaching a periodicity of 2–3<hsp sp=\"0.25\"/>years in the final years. This confirms the existence of regular temporal cycles in which droughts alternate with wet periods modulated by large-scale modes.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Global and Planetary Change",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0921818115300011%26_version%3D1%26md5%3Dd5bc585dcfe62d9618651df79d10dd01",
        "title": "Identification of drought phases in a 110-year record from Western Mediterranean basin: Trends, anomalies and periodicity analysis for Iberian Peninsula"
    },
    {
        "author": "Qiaohong   Sun, Chiyuan   Miao, Qingyun   Duan, Yafeng   Wang</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>September 2015</pubDate><br> <b>Source:</b>Global and Planetary Change, Volume 132</br><br>     Author(s): Qiaohong   Sun, Chiyuan   Miao, Qingyun   Duan, Yafeng   Wang</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">The Loess Plateau has the most serious soil erosion in China and is the main source of sediment in the Yellow River. In this study, we systematically analyzed the changes in the mean and extreme values for temperature and precipitation over the Loess Plateau between 1961 and 2011, using a gridded dataset with high-density gauge data. Statistically significant positive trends (<italic>p</italic> <hsp sp=\"0.25\"/>&amp;lt;<hsp sp=\"0.25\"/>0.05) in the mean, maximum, and minimum temperature values (TM, TX, and TN) were identified in almost all regions. Warming rates increased from the southeast to the northwest of the Loess Plateau for both TM and TN; however, for TX, the greatest warming increases were observed in the southeast region. We also found general decreases in the diurnal temperature range and the number of cold nights and cold days, and increases in the length of the growing season and the number of warm days and warm nights. Moreover, relatively intense changes occurred in the high percentile ranges for both TX and TN. The total amount of precipitation on wet days decreased over a large area of the Loess Plateau, particularly in the southeast region. The inequality in the spread of precipitation over the year (temporal inequality) increased extensively over the past fifty years in the wet region. Approximately 37.60% of the total area with a reduced amount of precipitation had concurrent decreases in both the frequency and intensity of rainfall. However, approximately 37.20% of the area with a reduced amount of precipitation had decreases in the frequency but increases in the intensity of rainfall. The proportion of days with light or moderate precipitation was decreased in the wet region which mainly located in the southwest of the Loess Plateau, but there were only minor changes in extreme precipitation events. Overall, when both temperature and precipitation changes were combined, we observed that the southwest of the Loess Plateau has undergone the largest degree of climate change. Consequently, both the ecological environment and local agriculture on the Loess Plateau will suffer increased challenges: the decline in water availability will lead to more frequent droughts, yet the risk of flood and soil erosion from extreme precipitation events will not be reduced.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Global and Planetary Change",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0921818115001083%26_version%3D1%26md5%3D2531047f29e2a303b4ce62667552fd1e",
        "title": "Temperature and precipitation changes over the Loess Plateau between 1961 and 2011, based on high-density gauge observations"
    },
    {
        "author": "Yafeng   Wang, Eryuan   Liang, Aaron M.   Ellison, Xiaoming   Lu, J. Julio   Camarero</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>September 2015</pubDate><br> <b>Source:</b>Global and Planetary Change, Volume 132</br><br>     Author(s): Yafeng   Wang, Eryuan   Liang, Aaron M.   Ellison, Xiaoming   Lu, J. Julio   Camarero</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">The Tibetan Plateau hosts one of the world's highest undisturbed alpine juniper shrublines. However, little is known about the dynamics of these shrublines in response to climate warming and shrub-to-shrub interactions. Since growth of shrubline junipers is limited more by moisture availability than by low temperatures, we tested if upslope advancement of alpine juniper shrublines was constrained by warmer temperatures and related recent droughts. We also evaluated whether facilitation among neighboring shrubs, as inferred from spatial analyses, influenced shrubline dynamics. Three rectangular plots crossing the <italic>Juniperus pingii</italic> var. <italic>wilsonii</italic> shrubline were sampled at elevations from 4810 to 4917<hsp sp=\"0.25\"/>m<hsp sp=\"0.25\"/>a.s.l. near the Nam Co Lake, central Tibetan Plateau. Location of each stem and its diameter at the root collar and age were measured. We reconstructed the spatial and temporal shrubline dynamics during the past 350<hsp sp=\"0.25\"/>years using standard dendrochronological methods. Independent, long-term summer temperature reconstructions also were associated with shrub recruitment. Point-pattern analyses were used to characterize spatial patterns of different size classes of shrubs. The three shrublines showed little long-term changes despite ongoing warming; no upward shift has occurred in the past 100<hsp sp=\"0.25\"/>years. Recruitment was negatively associated with summer temperatures and drought occurrence since the 1920s. Spatial patterns were characterized by clustering at local scales and attraction between the different size classes, suggesting facilitation. We conclude that moisture availability limits the recruitment and elevational advance of junipers in this area of the Tibetan Plateau. Dynamics of alpine shrublines are more contingent on positive interactions and local environmental factors than on regional climatic variability.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Global and Planetary Change",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0921818115001277%26_version%3D1%26md5%3D864226fa5d67e1d4da54fd343f2c9598",
        "title": "Facilitation stabilizes moisture-controlled alpine juniper shrublines in the central Tibetan Plateau"
    },
    {
        "author": "Keyan   Fang, Dan   Chen, Xiaohua   Gou, Rosanne   D'Arrigo, Nicole   Davi</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>September 2015</pubDate><br> <b>Source:</b>Global and Planetary Change, Volume 132</br><br>     Author(s): Keyan   Fang, Dan   Chen, Xiaohua   Gou, Rosanne   D'Arrigo, Nicole   Davi</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Modulations of non-climatic factors on climate–growth relationships can confound the interpretation of dendroclimatic reconstructions. Accordingly, we evaluated the influences of core direction, tree age, tree size, growth rate and species on the climate–growth relationships of 210 tree-ring cores from Kongtong Mountain and Xiaolong Mountain on the semi-arid Chinese Loess Plateau. We employed both the linear methods of correlation and response function analyses, and the nonlinear method of the Boosted Regression Trees (BRT). Most trees are sensitive to the moisture availability. Old trees are more sensitive to drought than young trees, which may be related to the intensified hydraulic resistances and reduced photosynthesis in response to drought. Tree cores taken from the southern direction are often more sensitive to drought than cores taken from other directions. The enhanced drought sensitivity for the southern cores may be possibly related to more branches and leaves for photosynthesis. Slow-growing trees show higher correlations with precipitation of the September prior to growth. This indicates that the extremely stressed, slow-growing trees tend to rely largely on nutrients produced prior to the growing season. For the reconstructions of annual drought in this region, we suggest collecting tree cores from the southern side of old trees growing at stressed sites.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Global and Planetary Change",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0921818115001289%26_version%3D1%26md5%3Da990dd4234f9aeeb5bebfc956cd83a1e",
        "title": "Influence of non-climatic factors on the relationships between tree growth and climate over the Chinese Loess Plateau"
    },
    {
        "author": "Dana   Parr, Guiling   Wang, Kazi F.   Ahmed</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>Available online 16 August 2015</pubDate><br> <b>Source:</b>Global and Planetary Change</br><br>     Author(s): Dana   Parr, Guiling   Wang, Kazi F.   Ahmed</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">The focus of this study is on whether the recent warming-induced hydrologic changes in the U.S. Northeast will continue in the future (2046–2065) and how future changes of precipitation characteristics may influence other hydrological processes in the Connecticut River Basin. Our previous study (Parr and Wang 2014) examines the impact of climate changes during 1950–2011 on hydrological processes in the Northeast using the CRB as a case study. Our results showed a clear increase of precipitation intensity and suggested that the basin is entering a wetter regime more subject to meteorological flood conditions than to drought conditions. For this future analysis, three North American Regional Climate Change Assessment Program (NARCCAP) models are used to derive the meteorological forcing for the Variable Infiltration Capacity hydrological model (VIC), using both present day and the future projected A1B scenario climate. Our future projections indicate wetter winters including significantly greater precipitation, runoff, and soil moisture, decreases to spring runoff, and enhanced ET for all four seasons. We also find a shift toward earlier and faster snow melting and an earlier date of peak discharge. Future precipitation extremes show a decreased amount compared to the early 21st Century, but increased when compared to our entire historic period or the late 20th Century, as well as a consistently increasing mean intensity throughout the past and future. Analyses of extreme hydrologic events reveals changing characteristics of flooding involving increasing duration but decreasing frequency of flood events as well as a reduction of drought risk.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Global and Planetary Change",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0921818115300059%26_version%3D1%26md5%3D71788fea92ba5fbc60099097fdbf4fce",
        "title": "Hydrological Changes in the U.S. Northeast Using the Connecticut River Basin as a Case Study: Part 2. Projections of the Future"
    },
    {
        "author": "Qiang   Zhang, Xihui   Gu, Vijay P.   Singh, Dongdong   Kong, Xiaohong   Chen</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>August 2015</pubDate><br> <b>Source:</b>Global and Planetary Change, Volume 131</br><br>     Author(s): Qiang   Zhang, Xihui   Gu, Vijay P.   Singh, Dongdong   Kong, Xiaohong   Chen</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">China is an agricultural country with the largest population in the world. However, intensification of droughts and floods and amplification of precipitation extremes are having critical negative impacts on agriculture. In this study, flood- and drought-affected, flood- and drought-damaged crop areas, and also flood- and drought-induced agricultural loss from 29 provinces across China are analyzed in both space and time. Results indicate the following: (1) Large parts of China are dominated by intensified floods. Comparatively, spatial ranges dominated by intensifying drought hazards are smaller than those by intensifying flood hazards. (2) Drought intensity is increasing in northwest China with moderate changes in the degree of influence. Increasing flood intensity can be observed in northwest, southwest and central China. However, flood risks are higher in arid regions such as northwest China and drought risks are higher in humid regions such as southwest China. (3) Agreements are identified between abrupt behaviors of flood-affected and -destroyed crop areas. The change points of flood-affected and -destroyed crop areas is in the 1980s in northeast, north and central China and in the 1990s in south and southwest China. Nevertheless, spatial patterns of the change points in the drought-affected and -destroyed crop areas are sporadic but not confirmative. (4) Flood- and drought-induced losses of agricultural production have significant increasing trends in most parts of China. The loss rate and loss magnitude of agriculture before change points are significantly higher than those after change points. (5) Generally, amplifications of precipitation extremes, decreasing consecutive wet days and increasing consecutive dry days in both space and time are the major driving factors behind the changes of drought- and flood-affected, and -destroyed crop areas and their impacts on agriculture across China. These results are theoretically and practically relevant for planning and management of agricultural activities and may help provide a theoretical framework for similar studies in other regions of the globe.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Global and Planetary Change",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0921818115000922%26_version%3D1%26md5%3D85bea32d5c0fb781a6b3dfb02eec91be",
        "title": "Spatiotemporal behavior of floods and droughts and their impacts on agriculture in China"
    },
    {
        "author": "Jiangfeng   Shi, Huayu   Lu, Jinbao   Li, Shiyuan   Shi, Shuangye   Wu, Xinyuan   Hou, Lingling   Li</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>August 2015</pubDate><br> <b>Source:</b>Global and Planetary Change, Volume 131</br><br>     Author(s): Jiangfeng   Shi, Huayu   Lu, Jinbao   Li, Shiyuan   Shi, Shuangye   Wu, Xinyuan   Hou, Lingling   Li</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">February–April drought strongly affects agriculture and socio-economics in southeastern China, yet its long-term variability has not been assessed due to the shortness of instrumental records. In this study, we reported a 168-year tree-ring width chronology from a steep, low-elevation site with thin soil layers in the Xianxia Mountains, southeastern China. Contrary to the existing chronologies that are mostly temperature sensitive, this chronology contained a strong February–April precipitation signal, indicating great potential for tree-ring based precipitation reconstructions in southeastern China. The reconstruction explained 47.8% of the instrumental variance during 1951–2012. The full reconstruction indicated that there were 3 dry periods (1873–1896, 1924–1971, 1995–2012) and 2 wet periods (1856–1872, 1972–1994) during 1856–2013. The extreme drought in 2011 was not unprecedented for the past 168<hsp sp=\"0.25\"/>years, and the recent severe droughts may be part of interdecadal variations in regional February–April precipitation. Our results also suggested that February–April precipitation in southeastern China was highly influenced by the tropical Pacific climate system, in particular El Niño-Southern Oscillation (ENSO).</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Global and Planetary Change",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0921818115000910%26_version%3D1%26md5%3D718f37e63e9a9f7c0438410668c067b8",
        "title": "Tree-ring based February–April precipitation reconstruction for the lower reaches of the Yangtze River, southeastern China"
    },
    {
        "author": "Peter   Douglas, Mark   Brenner, Jason   Curtis</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>Available online 31 July 2015</pubDate><br> <b>Source:</b>Global and Planetary Change</br><br>     Author(s): Peter   Douglas, Mark   Brenner, Jason   Curtis</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">A growing body of paleoclimate data indicates that periods of severe drought affected the Maya Lowlands of southeastern Mexico and northern Central America, especially during the Terminal Classic period (<italic>ca.</italic> 800-950 CE), raising the possibility that climate change contributed to the widespread collapse of many Maya polities at that time. A broad range of paleoclimate proxy methods have been applied in the Maya Lowlands and the data derived from these methods are sometimes challenging for archaeologists and other non-specialists to interpret. This paper reviews the principal methods used for paleoclimate inference in the region and the rationale for climate proxy interpretation to help researchers working in the Maya Lowlands make sense of paleoclimate datasets. In particular, we focus on analyses of speleothems and lake sediment cores. These two paleoclimate archives have been most widely applied in the Maya Lowlands and have the greatest potential to provide insights into climate change impacts on the ancient Maya. We discuss the development of chronologies for these climate archives, the proxies for past climate change found within them, and how these proxy variables are interpreted. Finally, we present strategies for improving our understanding of proxy paleoclimate data from the Maya Lowlands, including multi-proxy analyses, assessment of spatial variability in past climate change, combined analysis of climate models and proxy data, and the integration of paleoclimatology and archaeology.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Global and Planetary Change",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0921818115001484%26_version%3D1%26md5%3D28d58550fb0bcdfa6bba4ad2fa454b67",
        "title": "Methods and Future Directions for Paleoclimatology in the Maya Lowlands"
    },
    {
        "author": "Iris T.   Stewart, Darren L.   Ficklin, Carlos A.   Carrillo, Russell   McIntosh</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Journal of Hydrology, Volume 529, Part 1</br><br>     Author(s): Iris T.   Stewart, Darren L.   Ficklin, Carlos A.   Carrillo, Russell   McIntosh</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as010\" view=\"all\"> <simple-para id=\"sp0010\" view=\"all\">Extreme hydrologic conditions, such as floods, droughts, and elevated stream temperatures, significantly impact the societal fabric and ecosystems, and there is rising concern about increases in the frequency of extreme conditions with projected climate changes. Here we ask what changes in the occurrence of extreme hydrologic conditions can be expected by the end of the century for the important water-generating, mountainous basins of the Southwestern United States, namely the Sierra Nevada and Upper Colorado River Basins. The extreme conditions considered are very high flows, low flows, and elevated stream temperature as derived from historic and future simulations using the Soil and Water Assessment Tool (SWAT) hydrologic model and downscaled output from a General Circulation Model ensemble. Results indicate noteworthy differences in the frequency changes of extremes based on geographic region, season, elevation, and stream size. We found wide-spread increases in the occurrence of stream flows exceeding 150% of historic monthly averages for winter by the end of the century, and extensive increases in the occurrence of both extreme low flows (representing &amp;lt;50% of historic monthly averages), and elevated stream temperatures (&amp;gt;3<hsp sp=\"0.25\"/>°C of monthly averages) during the summer months, with some basins expecting extreme conditions 90–100% of the time by the end of the century. Understanding the differences in the changes of extreme conditions can identify climate-sensitive regions and assist in targeted planning for climate change adaptation and mitigation.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Journal of Hydrology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0022169415005491%26_version%3D1%26md5%3D34f71ee3a6ca36da272df21d6622a7fa",
        "title": "21st century increases in the likelihood of extreme hydrologic conditions for the mountainous basins of the Southwestern United States"
    },
    {
        "author": "Hai   Xu, Xinying   Zhou, Jianghu   Lan, Bin   Liu, Enguo   Sheng, Keke   Yu, Peng   Cheng, Feng   Wu, Bin   Hong, Kevin M.   Yeager, Sheng   Xu</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>March 2015</pubDate><br> <b>Source:</b>Quaternary Research, Volume 83, Issue 2</br><br>     Author(s): Hai   Xu, Xinying   Zhou, Jianghu   Lan, Bin   Liu, Enguo   Sheng, Keke   Yu, Peng   Cheng, Feng   Wu, Bin   Hong, Kevin M.   Yeager, Sheng   Xu</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">In this study we report changes in Indian summer monsoon (ISM) intensity during the past ~<hsp sp=\"0.10\"/>3500<hsp sp=\"0.25\"/>yr inferred from proxy indices at Lake Erhai, southwestern China. Both the pollen concentrations and other proxy indices, including sediment grain size, total organic carbon contents (TOC), and elemental contents (e.g., Fe, Al), clearly indicate a long term decreasing trend in ISM intensity over the late Holocene. During the period from approximately AD 750 to AD 1200, pollen concentrations of conifer and broadleaf trees, and herbs reached the lowest levels over the past ~<hsp sp=\"0.10\"/>3500<hsp sp=\"0.25\"/>yr; while the pollen percentages of both herbs and broadleaf trees increased, suggesting a significant medieval drought. The grain size, TOC, and elemental contents also support an arid climate during the medieval period. The Little Ice Age (LIA) at Lake Erhai was characterized as cold and wet. The medieval and LIA climatic patterns at Lake Erhai were similar to those over most of the ISM areas, but anti-phase with those over East Asian summer monsoon (EASM) areas. We suspect that sea surface temperature variations in the Indo-Pacific oceans and the related land-sea thermal contrasts may be responsible for such hydroclimatic differences between EASM and ISM areas.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Quaternary Research",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS003358941400146X%26_version%3D1%26md5%3D85353309269cec93ff1de880af6b0b80",
        "title": "Late Holocene Indian summer monsoon variations recorded at Lake Erhai, Southwestern China"
    },
    {
        "author": "Fuyuan   Liang, George A.   Brook, Bahadur S.   Kotlia, L. Bruce   Railsback, Benjamin   Hardt, Hai   Cheng, R. Lawrence   Edwards, Selvaraj   Kandasamy</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>15 September 2015</pubDate><br> <b>Source:</b>Quaternary Science Reviews, Volume 124</br><br>     Author(s): Fuyuan   Liang, George A.   Brook, Bahadur S.   Kotlia, L. Bruce   Railsback, Benjamin   Hardt, Hai   Cheng, R. Lawrence   Edwards, Selvaraj   Kandasamy</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">Variations in petrography, stable isotopes, reflectance, and luminescence along the central growth axis of a 14.5 cm stalagmite from Panigarh cave indicate cooler and slightly wetter conditions in the Himalayan foothills of northern India during the Little Ice Age (LIA), which lasted from ∼AD 1489–1889 based on deposition of calcite, and AD 1450–1820 based on rapid changes in δ<sup loc=\"post\">18</sup>O values. Conditions were warmer and drier during the preceding Medieval Climate Anomaly (MCA) and also in the post-LIA periods, as evidenced by deposition of aragonite. A review of currently existing stalagmite and other proxy data from south and east Asia reveals a broad spatial pattern in precipitation over south and east Asia during the LIA, with northern areas showing generally increased precipitation and southern areas reduced precipitation. During the MCA and after the LIA, the records suggest this pattern was reversed. Weaker ISM during the LIA brought drought conditions to the core ISM area but triggered more monsoon ‘breaks’ that brought higher precipitation to the Himalayas. At the same time, the weaker ISM may also have pushed more depressions along the path of the southern winter jet which brought more winter precipitation to the Himalayas and therefore a LIA wetter in our study area.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Quaternary Science Reviews",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0277379115300561%26_version%3D1%26md5%3Da15b9d6a7403e5a9aa69ba13978b7d9d",
        "title": "Panigarh cave stalagmite evidence of climate change in the Indian Central Himalaya since AD 1256: Monsoon breaks and winter southern jet depressions"
    },
    {
        "author": "Jonathan R.   Dean, Matthew D.   Jones, Melanie J.   Leng, Stephen R.   Noble, Sarah E.   Metcalfe, Hilary J.   Sloane, Diana   Sahy, Warren J.   Eastwood, C. Neil   Roberts</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>15 September 2015</pubDate><br> <b>Source:</b>Quaternary Science Reviews, Volume 124</br><br>     Author(s): Jonathan R.   Dean, Matthew D.   Jones, Melanie J.   Leng, Stephen R.   Noble, Sarah E.   Metcalfe, Hilary J.   Sloane, Diana   Sahy, Warren J.   Eastwood, C. Neil   Roberts</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">There is a lack of high-resolution records of hydroclimate variability in the Eastern Mediterranean from the late glacial and early Holocene. More knowledge of the speed of climate shifts and the degree to which they were synchronous with changes in the North Atlantic or elsewhere is required to understand better the controls on Eastern Mediterranean climate. Using endogenic carbonate from a sediment sequence from Nar Gölü, a maar lake in central Turkey, dated by varve counting and uranium-thorium methods, we present high-resolution (∼25 years) oxygen (<italic>δ</italic> <sup loc=\"post\">18</sup>O) and carbon isotope records, supported by carbonate mineralogy data, spanning the late glacial and Holocene. <italic>δ</italic> <sup loc=\"post\">18</sup>O<inf loc=\"post\">carbonate</inf> at Nar Gölü has been shown previously to be a strong proxy for regional water balance. After a dry period (i.e. evaporation far exceeding precipitation) in the Younger Dryas, the data show a transition into the relatively wetter early Holocene. In the early Holocene there are two drier periods that appear to peak at ∼9.3 ka and ∼8.2 ka, coincident with cooling ‘events’ seen in North Atlantic records. After this, and as seen in other records from the Eastern Mediterranean, there is a millennial-scale drying trend through the Mid Holocene Transition. The relatively dry late Holocene is punctuated by centennial-scale drought intervals, at the times of 4.2 ka ‘event’ and Late Bronze Age societal ‘collapse’. Overall, we show that central Turkey is drier when the North Atlantic is cooler, throughout this record and at multiple timescales, thought to be due to a weakening of the westerly storm track resulting from reduced cyclogenesis in the North Atlantic. However, some features, such as the Mid Holocene Transition and the fact the early Holocene dry episodes at Nar Gölü are of a longer duration than the more discrete ‘events’ seen in North Atlantic records, imply there are additional controls on Eastern Mediterranean hydroclimate.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Quaternary Science Reviews",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0277379115300615%26_version%3D1%26md5%3D50fead1801ad3c96d58606f92308cf96",
        "title": "Eastern Mediterranean hydroclimate over the late glacial and Holocene, reconstructed from the sediments of Nar lake, central Turkey, using stable isotopes and carbonate mineralogy"
    },
    {
        "author": "Arash   Sharifi, Ali   Pourmand, Elizabeth A.   Canuel, Erin   Ferer-Tyler, Larry C.   Peterson, Bernhard   Aichner, Sarah J.   Feakins, Touraj   Daryaee, Morteza   Djamali, Abdolmajid Naderi   Beni, Hamid A.K.   Lahijani, Peter K.   Swart</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>1 September 2015</pubDate><br> <b>Source:</b>Quaternary Science Reviews, Volume 123</br><br>     Author(s): Arash   Sharifi, Ali   Pourmand, Elizabeth A.   Canuel, Erin   Ferer-Tyler, Larry C.   Peterson, Bernhard   Aichner, Sarah J.   Feakins, Touraj   Daryaee, Morteza   Djamali, Abdolmajid Naderi   Beni, Hamid A.K.   Lahijani, Peter K.   Swart</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">We present a high-resolution (sub-decadal to centennial), multi-proxy reconstruction of aeolian input and changes in palaeohydrological conditions based on a 13000 Yr record from Neor Lake's peripheral peat in NW Iran. Variations in relative abundances of refractory (Al, Zr, Ti, and Si), redox sensitive (Fe) and mobile (K and Rb) elements, total organic carbon (TOC), δ<sup loc=\"pre\">13</sup>C<inf loc=\"post\">TOC</inf>, compound-specific leaf wax hydrogen isotopes (δD), carbon accumulation rates and dust fluxes presented here fill a large gap in the existing terrestrial paleoclimate records from the interior of West Asia. Our results suggest that a transition occurred from dry and dusty conditions during the Younger Dryas (YD) to a relatively wetter period with higher carbon accumulation rates and low aeolian input during the early Holocene (9000–6000 Yr BP). This period was followed by relatively drier and dustier conditions during middle to late Holocene, which is consistent with orbital changes in insolation that affected much of the northern hemisphere. Numerous episodes of high aeolian input spanning a few decades to millennia are prevalent during the middle to late Holocene. Wavelet analysis of variations in Ti abundances as a proxy for aeolian input revealed notable periodicities at 230, 320, and 470 years with significant periodicities centered around 820, 1550, and 3110 years over the last 13000 years. Comparison with palaeoclimate archives from West Asia, the North Atlantic and African lakes point to a teleconnection between North Atlantic climate and the interior of West Asia during the last glacial termination and the Holocene epoch.</simple-para> <simple-para id=\"abspara0015\" view=\"all\">We further assess the potential role of abrupt climate change on early human societies by comparing our record of palaeoclimate variability with historical, geological and archaeological archives from this region. The terrestrial record from this study confirms previous evidence from marine sediments of the Arabian Sea that suggested climate change influenced the termination of the Akkadian empire. In addition, nearly all observed episodes of enhanced dust deposition during the middle to late Holocene coincided with times of drought, famine, and power transitions across the Iranian Plateau, Mesopotamia and the eastern Mediterranean region. These findings indicate that while socio-economic factors are traditionally considered to shape ancient human societies in this region, the influence of abrupt climate change should not be underestimated.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Quaternary Science Reviews",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0277379115300457%26_version%3D1%26md5%3D573310ec56a03fa5050723ece4d0098e",
        "title": "Abrupt climate variability since the last deglaciation based on a high-resolution, multi-proxy peat record from NW Iran: The hand that rocked the Cradle of Civilization?"
    },
    {
        "author": "Di   Long, Yuting   Yang, Yoshihide   Wada, Yang   Hong, Wei   Liang, Yaning   Chen, Bin   Yong, Aizhong   Hou, Jiangfeng   Wei, Lu   Chen</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Remote Sensing of Environment, Volume 168</br><br>     Author(s): Di   Long, Yuting   Yang, Yoshihide   Wada, Yang   Hong, Wei   Liang, Yaning   Chen, Bin   Yong, Aizhong   Hou, Jiangfeng   Wei, Lu   Chen</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">This study used a global hydrological model (GHM), PCR-GLOBWB, which simulates surface water storage changes, natural and human induced groundwater storage changes, and the interactions between surface water and subsurface water, to generate scaling factors by mimicking low-pass filtering of GRACE signals. Signal losses in GRACE data were subsequently restored by the scaling factors from PCR-GLOBWB. Results indicate greater spatial heterogeneity in scaling factor from PCR-GLOBWB and CLM4.0 than that from GLDAS-1 Noah due to comprehensive simulation of surface and subsurface water storage changes for PCR-GLOBWB and CLM4.0. Filtered GRACE total water storage (TWS) changes applied with PCR-GLOBWB scaling factors show closer agreement with water budget estimates of TWS changes than those with scaling factors from other land surface models (LSMs) in China's Yangtze River basin. Results of this study develop a further understanding of the behavior of scaling factors from different LSMs or GHMs over hydrologically complex basins, and could be valuable in providing more accurate TWS changes for hydrological applications (e.g., monitoring drought and groundwater storage depletion) over regions where human-induced interactions between surface water and subsurface water are intensive.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Remote Sensing of Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0034425715300602%26_version%3D1%26md5%3Da1d1cbc543e19147be44c830477fc9b6",
        "title": "Deriving scaling factors using a global hydrological model to restore GRACE total water storage changes for China's Yangtze River Basin"
    },
    {
        "author": "T.   Foster, N.   Brozović, A.P.   Butler</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>Available online 29 July 2015</pubDate><br> <b>Source:</b>Weather and Climate Extremes</br><br>     Author(s): T.   Foster, N.   Brozović, A.P.   Butler</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abs0005\" view=\"all\"> <simple-para id=\"sp0035\" view=\"all\">Groundwater-fed irrigation has supported growth in agricultural production around the world by allowing farmers to buffer production against the risks associated with variable and uncertain climatic conditions. However, uncontrolled exploitation has also led to rapid rates of groundwater depletion in many semi-arid and arid regions that threaten farmers' long-term capacity to adapt to future climate change and extreme events. Declining well yields, which control the potential rate and feasibility of groundwater abstraction, are likely to restrict adaptation to drought, but this interaction has largely been neglected in previous research. In this study, we present a set of numerical hydro-economic simulations that assess the joint biophysical and economic effects of climate variability and well yield on irrigated agriculture through a case study in the Texas High Plains region of the United States. Our results demonstrate that reductions in well yield will constrain farmers' ability to use irrigation as an adaptive tool, and may have large negative economic impacts on production. Significantly, economic impacts will be greatest during drought events that are projected to increase in frequency and intensity as a result of climate change. We suggest therefore that management of well yields should be a key consideration when evaluating agricultural drought risk adaptation.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Weather and Climate Extremes",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS2212094715300104%26_version%3D1%26md5%3D351e7fa5634c08bcfa315693364f4ee5",
        "title": "Why well yield matters for managing agricultural drought risk"
    },
    {
        "author": "Vinit K.   Jain, Rajendra P.   Pandey, Manoj K.   Jain, Hi-Ryong   Byun</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>June 2015</pubDate><br> <b>Source:</b>Weather and Climate Extremes, Volume 8</br><br>     Author(s): Vinit K.   Jain, Rajendra P.   Pandey, Manoj K.   Jain, Hi-Ryong   Byun</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abs0010\" view=\"all\"> <simple-para id=\"sp0060\" view=\"all\">Drought indices are used to monitor drought conditions of a region. Various drought indices (DIs) have been proposed in past few decades, but some of those are region specific and have limitations of applicability in other climatic conditions. Also, multiple time steps of DIs make it hard to decide that which time step is the best to show the drought condition.</simple-para> <simple-para id=\"sp0065\" view=\"all\">Present study aims to compare Standardized Precipitation Index (SPI), Effective Drought Index (EDI), statistical Z-Score, China <italic>Z</italic>-Index (CZI), Rainfall Departure (RD), Rainfall Decile based Drought Index (RDDI) for their suitability in drought prone districts of the Ken River Basin, located in central India, where the rainfall is concentrated in the monsoon season (June–September) and frequent occurrence of severe drought events are common. All selected DIs with multiple time steps are applied to compute the severity for five time steps of 1, 3, 6, 9, and 12-month, and compared with each other and EDI.</simple-para> <simple-para id=\"sp0070\" view=\"all\">The study reveals that (1) 1-month time step in all DIs may produce erroneous estimates of drought duration. (2) The drought indices computed for 9-month time step are best correlated with each other. However, the drought duration and the drought frequencies estimated using RD and RDDI are in disagreement with other DIs, therefore, these are not suitable for this area where the summer concentration of precipitation is very high. (3) The DIs are highly correlated at same time steps and can alternatively be used. However, they are poorly correlated at dissimilar time steps, which makes it hard to assess whether the drought occurred or not. (4) Because there are no objective rules to select the appropriate time step, and the identified drought duration varies too much with different time steps, it is very hard again to assess when the drought occurred.</simple-para> <simple-para id=\"sp0075\" view=\"all\">However, EDI, that has self-defined time step in itself, and free from time step problem, (1) is correlated better with other DIs for all time steps and effective on long and short drought together, with highest correlation at 9-month time steps, (2) identifies the drought condition earlier than any other indices, therefore, (3) is found to be more suitable drought index for the study basin. This is in agreement with the result of EDI application in Korea, Japan, Turkey, Australia and Iran though the methods of its testing are different.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Weather and Climate Extremes",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS2212094715000213%26_version%3D1%26md5%3D4bc8e6ecbc42d2a969e740b6be0a37a3",
        "title": "Comparison of drought indices for appraisal of drought characteristics in the Ken River Basin"
    },
    {
        "author": "M. Alimullah   Miyan</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>March 2015</pubDate><br> <b>Source:</b>Weather and Climate Extremes, Volume 7</br><br>     Author(s): M. Alimullah   Miyan</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abs0005\" view=\"all\"> <simple-para id=\"sp0120\" view=\"all\">Droughts occur both in developed and developing countries with significant impacts and are exacerbating in frequency, severity and duration. Over exploitation of water resources, weather variability and climate change are mostly responsible for such exacerbation. The impacts of droughts encompass the global ecosystem as a whole but vary from region to region. Least developed countries (LDCs) are becoming the worst sufferer of the impacts due to physical, social and economic as well as knowledge and skills differences. The increasing biophysical vulnerability contexts and intensity in the Asian LDCs causing adverse effects on food security, human health, biodiversity, water resources, hydroelectric power generation, streams, perennial springs, and livelihood. Drought is also responsible for increasing pollution, pests and diseases and forced migration and famine. Information indicates monsoon has become erratic contributing to up-scaling of droughts. South and Southeast Asian LDCs like Bangladesh, Nepal, Bhutan, Cambodia and Lao PDR under the monsoon climatic zone have also been suffering from increasing droughts arising out of delayed and changing distribution patterns of precipitation. Prolong dry spells increase the frequencies of wildfire in grasslands, forests, and range-lands. The rain-fed crops of the plains are facing challenges from soil-moisture stress with projected droughts. Droughts causing migration of fishes, and marine anadromus species are having adverse impacts on spawning habitats. Reduction in annual surface runoff is decreasing the ground and surface water with negative effect on agriculture and water supply for industrial and domestic sectors. As droughts are exacerbating the consequences are accelerating. However, traditionally people are adapting with the changing situations applying indigenous knowledge and practices for sustainable living. This paper reflects on prevalence and impacts of droughts, existing coping mechanisms, initiatives to combat impacts and further doubles in the context of Asian LDCs.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Weather and Climate Extremes",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS2212094714000632%26_version%3D1%26md5%3D281d32102b0124b1ea7b8a24679bc098",
        "title": "Droughts in Asian Least Developed Countries: Vulnerability and sustainability"
    },
    {
        "author": "Md. Rezaul   Karim, Mohammed Ataur   Rahman</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>March 2015</pubDate><br> <b>Source:</b>Weather and Climate Extremes, Volume 7</br><br>     Author(s): Md. Rezaul   Karim, Mohammed Ataur   Rahman</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abs0005\" view=\"all\"> <simple-para id=\"sp0025\" view=\"all\">Drought stress is a serious abiotic factor inhibiting nutrient acquisition by roots and limiting cereal crop production in Asian Least Developed Countries (LDCs). Many studies revealed that balanced fertilization can improve photosynthetic activity by stabilizing superoxide dismutase (SOD) activity, improve proline, abscisic acid (ABA) and make the crop drought tolerant with efficient root system and finally improve crop yield. To mitigate drought stress, along with the usage of resistant and efficient genotypes, soil and foliar applications of macro- and micro-nutrients are being used in Asia. According to drought sensitivity index, the efficient genotypes are found more drought-tolerant than the inefficient ones. Studies revealed that irrigation alone is not sufficient to obtain satisfactory grain yield without balanced fertilization. At drought stress, the efficient genotypes accumulate higher quantities of ABA and proline, and exhibit higher activities of SOD, as compared with inefficient genotypes through greater nutrient accumulation by their longer and thinner root systems with high efficiency. Under severe drought with low nutritional status, the rate of photosynthesis, particularly water-use efficiency (WUE) increases in the efficient genotypes than in the inefficient ones. Consequently, these physiological and morphological parameters result in better yield performance by efficient use of water. Under drought, soil application of NPK along with foliar application of zinc (Zn), boron (B) and manganese (Mn) increase grain yield as well as micronutrients concentration of the grain. The rate of photosynthesis, pollen viability, number of fertile spikes, number of grains per spike, and WUE are increased by late foliar application of these micronutrients. This indicates that, by increasing WUE foliar application of Zn, B and Mn at booting to anthesis can reduce the harmful effects of drought that often occur during the late stages of cereal production in Asian LDCs. Therefore, it can be concluded that soil application of Zn, B and Mn in early stage combined with foliar application in late stage, especially at the flowering stage, is a promising approach to alleviate drought stress. Another attractive environmental friendly approach is to select efficient and drought tolerant genotypes with a more efficient root system. These findings are of high relevance for farmers׳ practices, the extension service and fertilizer industry to mitigate the drought stress in Asian LDCs. A few recommendations are made for extension of scientific knowledge to find more scope in support of mitigating drought situation.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Weather and Climate Extremes",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS2212094714000838%26_version%3D1%26md5%3D81ca140e18166687a113832dc1ad9a2c",
        "title": "Drought risk management for increased cereal production in Asian Least Developed Countries"
    },
    {
        "author": "M. Rehan   Dastagir</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>March 2015</pubDate><br> <b>Source:</b>Weather and Climate Extremes, Volume 7</br><br>     Author(s): M. Rehan   Dastagir</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abs0005\" view=\"all\"> <simple-para id=\"sp0095\" view=\"all\">Bangladesh is a resourceful and densely populated country that has been experiencing frequent disasters viz. cyclones, tidal surges, floods, salinity intrusions, droughts etc. which cause large damage to lives and properties every year. The frequency and intensity of the extreme events have increased significantly in recent decades due to climate change and global warming. This review paper synthesizes extreme climatic events in Bangladesh in the context of the climate modeling data. The modeling results of extreme events showed significant trends in Bangladesh due to climate change. The results of these climate models are significant to show the importance of climate modeling in Bangladesh and it will help to promote research on climate modeling in least developed countries like Bangladesh.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Weather and Climate Extremes",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS2212094714000826%26_version%3D1%26md5%3Dd50e25de2650352d82218345cff5521a",
        "title": "Modeling recent climate change induced extreme events in Bangladesh: A review"
    },
    {
        "author": "Uran   Chung, Sika   Gbegbelegbe, Bekele   Shiferaw, Richard   Robertson, Jin I.   Yun, Kindie   Tesfaye, Gerrit   Hoogenboom, Kai   Sonder</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2014</pubDate><br> <b>Source:</b>Weather and Climate Extremes, Volumes 5–6</br><br>     Author(s): Uran   Chung, Sika   Gbegbelegbe, Bekele   Shiferaw, Richard   Robertson, Jin I.   Yun, Kindie   Tesfaye, Gerrit   Hoogenboom, Kai   Sonder</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abs0005\" view=\"all\"> <simple-para id=\"sp0065\" view=\"all\">This study uses geo-spatial crop modeling to quantify the biophysical impact of weather extremes. More specifically, the study analyzes the weather extreme which affected maize production in the USA in 2012; it also estimates the effect of a similar weather extreme in 2050, using future climate scenarios. The secondary impact of the weather extreme on food security in the developing world is also assessed using trend analysis.</simple-para> <simple-para id=\"sp0070\" view=\"all\">Many studies have reported on the significant reduction in maize production in the USA due to the extreme weather event (combined heat wave and drought) that occurred in 2012. However, most of these studies focused on yield and did not assess the potential effect of weather extremes on food prices and security. The overall goal of this study was to use geo-spatial crop modeling and trend analysis to quantify the impact of weather extremes on both yield and, followed food security in the developing world.</simple-para> <simple-para id=\"sp0075\" view=\"all\">We used historical weather data for severe extreme events that have occurred in the USA. The data were obtained from the National Climatic Data Center (NCDC) of the National Oceanic and Atmospheric Administration (NOAA). In addition we used five climate scenarios: the baseline climate which is typical of the late 20th century (2000s) and four future climate scenarios which involve a combination of two emission scenarios (A1B and B1) and two global circulation models (CSIRO-Mk3.0 and MIROC 3.2). DSSAT 4.5 was combined with GRASS GIS for geo-spatial crop modeling. Simulated maize grain yield across all affected regions in the USA indicates that average grain yield across the USA Corn Belt would decrease by 29% when the weather extremes occur using the baseline climate. If the weather extreme were to occur under the A1B emission scenario in the 2050s respectively, average grain yields would decrease by 38% and 57%, under the CSIRO-Mk3.0 and MIROC 3.2 global climate models, respectively.</simple-para> <simple-para id=\"sp0080\" view=\"all\">The weather extremes that occurred in the USA in 2012 resulted in a sharp increase in the world maize price. In addition, it likely played a role in the reduction in world maize consumption and trade in 2012/13, compared to 2011/12. The most vulnerable countries to the weather extremes are poor countries with high maize import dependency ratios including those countries in the Caribbean, northern Africa and western Asia. Other vulnerable countries include low-income countries with low import dependency ratios but which cannot afford highly-priced maize. The study also highlighted the pathways through which a weather extreme would affect food security, were it to occur in 2050 under climate change.</simple-para> <simple-para id=\"sp0085\" view=\"all\">Some of the policies which could help vulnerable countries counter the negative effects of weather extremes consist of social protection and safety net programs. Medium- to long-term adaptation strategies include increasing world food reserves to a level where they can be used to cover the production losses brought by weather extremes.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Weather and Climate Extremes",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS2212094714000668%26_version%3D1%26md5%3D5f861dd21af1343225b2b587be7f035e",
        "title": "Modeling the effect of a heat wave on maize production in the USA and its implications on food security in the developing world"
    },
    {
        "author": "Carlos Dionisio   Pérez-Blanco, Carlos Mario   Gómez</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>August 2014</pubDate><br> <b>Source:</b>Weather and Climate Extremes, Volume 4</br><br>     Author(s): Carlos Dionisio   Pérez-Blanco, Carlos Mario   Gómez</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abs0005\" view=\"all\"> <simple-para id=\"sp0045\" view=\"all\">The Drought Management Plans (DMPs) are regulatory instruments that establish priorities among the different water uses and define more stringent constraints to access to publicly provided water during droughts, especially for non-priority uses such as agriculture. These plans have recently become widespread across EU southern basins. However, in some of these basins the plans were approved without an assessment of the potential impacts that they may have on the economic activities exposed to water restrictions. This paper develops a stochastic methodology to estimate the expected water availability in agriculture that results from the decision rules of the recently approved DMPs. The methodology is applied to the particular case of the Guadalquivir River Basin in southern Spain. Results show that if DMPs are successfully enforced, available water will satisfy in average 62.2% of current demand, and this figure may drop to 50.2% by the end of the century as a result of climate change. This is much below the minimum threshold of 90% that has been guaranteed to irrigators so far.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Weather and Climate Extremes",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS2212094714000152%26_version%3D1%26md5%3D99a978e2c4aefda1a6ad50e5b0ac9638",
        "title": "Drought management plans and water availability in agriculture: A risk assessment model for a Southern European basin"
    },
    {
        "author": "Scott M. Robeson",
        "date": "2015-08-22",
        "description": "\n\nSpatially weighted averages of Palmer Drought Severity Index (PDSI) over central and southern California show that the 1 year 2014 drought was not as severe as previously reported, but it still is the most severe in the 1895–2014 instrumental record. Using the typical adjustment procedure that matches the mean and standard deviation of tree ring PDSI values to those of instrumental data shows over 10 droughts from 800 to 2006 that were more severe than the 1 year 2014 drought, with the 2014 drought having a return period of 140–180 years. Quantile mapping allows for a closer correspondence between instrumental and tree ring PDSI probability distributions and produces return periods of 700–900 years for the 1 year 2014 drought. Associated cumulative 3 and 4 year droughts, however, are estimated to be much more severe. The 2012–2014 drought is nearly a 10,000 year event, while the 2012–2015 drought has an almost incalculable return period and is completely without precedent.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064593",
        "title": "Revisiting the recent California drought as an extreme value"
    },
    {
        "author": "Farshid Vahedifard",
        "date": "2015-08-21",
        "description": "Authors: Farshid Vahedifard, Amir AghaKouchak, Joe D. Robinson",
        "journal": "Science",
        "link": "http://www.sciencemag.org/content/349/6250/799.1.summary?rss=1",
        "title": "[Letter] Drought threatens California's levees"
    },
    {
        "author": "Tim Appenzeller",
        "date": "2015-08-21",
        "description": "For 7 weeks last year, Yellowknife was besieged by smoke. In the vast evergreen forests encircling this small city in Canada's Northwest Territories, years of drought had set the scene for a historic fire year. Across the territories, 3.4 million hectares burned—an area equal to the state of Maryland, and seven times the annual average. The smoke darkened the sky, stung eyes, and filled Yellowknife residents with \"a sense of panic,\" says Frank Lepine, who manages wildfire response for the Northwest Territories government. When the snow fell and the fires died, Lepine's army of firefighters—about 1000 strong at one point—could stand down. But for scientists, the work is just beginning. The fires, they say, were an extreme example of the forces transforming the boreal forest, a stronghold of spruce, pine, and other conifers that rings the top of the planet. With its millions of square kilometers of pristine timber, thick carpet of moss and needles, and organic-rich frozen soil, the boreal forest stores more carbon than any other land ecosystem. And more than any other forest, it is bearing the brunt of climate change, warming roughly twice as fast as the rest of the planet.\nAuthor: Tim Appenzeller",
        "journal": "Science",
        "link": "http://www.sciencemag.org/content/349/6250/806.summary?rss=1",
        "title": "[Special Issue News] The new North"
    },
    {
        "author": "Constance I. Millar",
        "date": "2015-08-21",
        "description": "Although disturbances such as fire and native insects can contribute to natural dynamics of forest health, exceptional droughts, directly and in combination with other disturbance factors, are pushing some temperate forests beyond thresholds of sustainability. Interactions from increasing temperatures, drought, native insects and pathogens, and uncharacteristically severe wildfire are resulting in forest mortality beyond the levels of 20th-century experience. Additional anthropogenic stressors, such as atmospheric pollution and invasive species, further weaken trees in some regions. Although continuing climate change will likely drive many areas of temperate forest toward large-scale transformations, management actions can help ease transitions and minimize losses of socially valued ecosystem services.\nAuthors: Constance I. Millar, Nathan L. Stephenson",
        "journal": "Science",
        "link": "http://www.sciencemag.org/content/349/6250/823.summary?rss=1",
        "title": "[Special Issue Review] Temperate forest health in an era of emerging megadisturbance"
    },
    {
        "author": "Zhanming Wan, Ke Zhang, Xianwu Xue, Zhen Hong, Yang Hong, Jonathan J. Gourley",
        "date": "2015-08-21",
        "description": "\n\nThe objective of this study is to produce an observationally based monthly evapotranspiration (ET) product using the simple water balance equation across the conterminous United States (CONUS). We adopted the best quality ground and satellite-based observations of the water budget components, i.e., precipitation, runoff, and water storage change, while ET is computed as the residual. Precipitation data are provided by the bias-corrected PRISM observation-based precipitation data set, while runoff comes from observed monthly streamflow values at 592 USGS stream gauging stations that have been screened by strict quality controls. We developed a land surface model-based downscaling approach to disaggregate the monthly GRACE equivalent water thickness data to daily, 0.125° values. The derived ET computed as the residual from the water balance equation is evaluated against three sets of existing ET products. The similar spatial patterns and small differences between the reconstructed ET in this study and the other three products show the reliability of the observationally based approach. The new ET product and the disaggregated GRACE data provide a unique, important hydro-meteorological data set that can be used to evaluate the other ET products as a benchmark data set, assess recent hydrological and climatological changes, and terrestrial water and energy cycle dynamics across the CONUS. These products will also be valuable for studies and applications in drought assessment, water resources management, and climate change evaluation.\n",
        "journal": "Water Resources Research",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015WR017311",
        "title": "Water balance-based actual evapotranspiration reconstruction from ground and satellite observations over the conterminous United States"
    },
    {
        "author": "A. Park Williams, Richard Seager, John T. Abatzoglou, Benjamin I. Cook, Jason E. Smerdon, Edward R. Cook",
        "date": "2015-08-20",
        "description": "\n\nA suite of climate datasets and multiple representations of atmospheric moisture demand are used to calculate many estimates of the self-calibrated Palmer Drought Severity Index, a proxy for near-surface soil moisture, across California from 1901–2014 at high spatial resolution. Based on the ensemble of calculations, California drought conditions were record-breaking in 2014, but probably not record-breaking in 2012–2014, contrary to prior findings. Regionally, the 2012–2014 drought was record-breaking in the agriculturally important southern Central Valley and highly populated coastal areas. Contributions of individual climate variables to recent drought are also examined, including the temperature component associated with anthropogenic warming. Precipitation is the primary driver of drought variability but anthropogenic warming is estimated to have accounted for 8–27% of the observed drought anomaly in 2012–2014 and 5–18% in 2014. Although natural variability dominates, anthropogenic warming has substantially increased the overall likelihood of extreme California droughts.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064924",
        "title": "Contribution of anthropogenic warming to California drought during 2012–2014"
    },
    {
        "author": "Robert J. Allen",
        "date": "2015-08-20",
        "description": "\n\nThe tropical rain belt is a narrow band of clouds near the equator, where the most intense rainfall on the planet occurs. On seasonal timescales, the rain moves across the equator following the sun, resulting in wet and dry seasons in the tropics. The position of the tropical rain belt also varies on longer time scales. Through the latter half of the 20th century, for example, shifts in tropical rainfall have been associated with severe droughts, including the African Sahel and Amazon droughts. Here, I show that climate models project a northward migration of the tropical rain belt through the 21st century, with future anthropogenic aerosol reductions driving the bulk of the shift. Models that include both aerosol indirect effects yield significantly larger northward shifts than models that lack aerosol indirect effects. Moreover, the rate of the shift corresponds to the rate of the decrease of anthropogenic aerosol emissions across different time periods and future emission scenarios. This response is consistent with relative warming of the Northern Hemisphere, a decrease in northward cross-equatorial moist static energy transport, and a northward shift of the Hadley circulation, including the tropical rain belt. The shift is relatively weak in the Atlantic sector, consistent with both a smaller decrease in aerosol emissions and a larger reduction in northward cross equatorial ocean heat flux. Although aerosol effects remain uncertain, I conclude that future reductions in anthropogenic aerosol emissions may be the dominant driver of a 21st century northward shift of the tropical rain belt.\n",
        "journal": "Journal of Geophysical Research: Atmospheres",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023623",
        "title": "A 21st Century Northward Tropical Precipitation Shift Caused by Future Anthropogenic Aerosol Reductions"
    },
    {
        "author": "Sloan Coats, Jason E. Smerdon, Richard Seager, Daniel Griffin, Benjamin I. Cook",
        "date": "2015-08-19",
        "description": "\n\nThe phasing of winter-to-summer precipitation anomalies in the North American monsoon (NAM) region 2 (113.25°W–107.75°W, 30°N–35.25°N—NAM2) of southwestern North America is analyzed in fully coupled simulations of the Last Millennium and compared to tree ring reconstructed winter and summer precipitation variability. The models simulate periods with in-phase seasonal precipitation anomalies, but the strength of this relationship is variable on multidecadal time scales, behavior that is also exhibited by the reconstructions. The models, however, are unable to simulate periods with consistently out-of-phase winter-to-summer precipitation anomalies as observed in the latter part of the instrumental interval. The periods with predominantly in-phase winter-to-summer precipitation anomalies in the models are significant against randomness, and while this result is suggestive of a potential for dual-season drought on interannual and longer time scales, models do not consistently exhibit the persistent dual-season drought seen in the dendroclimatic reconstructions. These collective findings indicate that model-derived drought risk assessments may underestimate the potential for dual-season drought in 21st century projections of hydroclimate in the American Southwest and parts of Mexico.\n",
        "journal": "Journal of Geophysical Research: Atmospheres",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023085",
        "title": "Winter-to-summer precipitation phasing in southwestern North America: A multicentury perspective from paleoclimatic model-data comparisons"
    },
    {
        "author": "Jianghao Wang, Julien Emile-Geay, Dominique Guillot, Nicholas P. McKay, Bala Rajaratnam",
        "date": "2015-08-18",
        "description": "\n\nClimate field reconstructions (CFRs) enable spatially-resolved estimates of past climates, providing important insights about climate variability over the Common Era. In particular, a reconstructed “La Niña-like” pattern during the transition from the Medieval Climate Anomaly (MCA) to the Little Ice Age (LIA) has been widely tied to medieval droughts in southwest North America. This pattern is now used as a key benchmark for global climate model (GCM) simulations of the last millennium, which have yet to reproduce it. Here we test the pattern's robustness by using four different CFR methods and two proxy networks. With the older network, we find the reconstructed patterns to be highly method-dependent, with the La Niña-like pattern not reproduced by two of the CFR methodologies. With the updated proxy network, a globally uniform MCA emerges with all methods, in agreement with simulations from the Paleoclimate Model Intercomparison Project Phase 3 (PMIP3) ensemble. Our results caution against drawing dynamical interpretations from a single CFR, and affirm the importance of developing CFRs through improved statistical methodology and community-driven proxy syntheses.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065265",
        "title": "Fragility of reconstructed temperature patterns over the Common Era: Implications for model evaluation."
    },
    {
        "author": "G. G. Oliveira, O. C. Pedrollo, and N. M. R. Castro",
        "date": "2015-08-17",
        "description": "<b>Stochastic approach to analyzing the uncertainties and possible changes in the availability of water in the future based on scenarios of climate change</b><br /><br />Hydrology and Earth System Sciences, 19, 3585-3604, 2015<br /><br />Author(s): G. G. Oliveira, O. C. Pedrollo, and N. M. R. Castro<br /><br />The objective of this study was to analyze the changes and uncertainties\nrelated to water availability in the future (for the purposes of this study,\nthe period between 2011 and 2040 was adopted), using a stochastic approach,\ntaking as reference a climate projection from climate model Eta CPTEC/HadCM3.\nThe study was applied to the Ijuí River basin in the south of Brazil. The\nset of methods adopted involved, among others, correcting the climatic\nvariables projected for the future, hydrological simulation using artificial\nneural networks (ANNs) to define a number of monthly flows and stochastic\nmodeling to generate 1000 hydrological series with equal probability of\noccurrence. A multiplicative type stochastic model was developed in which\nmonthly flow is the result of the product of four components: (i) long-term\ntrend component; (ii) cyclic or seasonal component; (iii) time-dependency\ncomponent; and (iv) random component. In general, the results showed a trend\nto increased flows. The mean flow for a long period, for instance, presented\nan alteration from 141.6 m<sup>3</sup> s<sup>−1</sup> (1961–1990) to\n200.3 m<sup>3</sup> s<sup>−1</sup> (2011–2040). An increment in mean flow and in the\nmonthly standard deviation was also observed between the months of January\nand October. Between the months of February and June, the percentage of mean\nmonthly flow increase was more marked, surpassing the 100 % index.\nConsidering the confidence intervals in the flow estimates for the future, it\ncan be concluded that there is a tendency to increase the hydrological\nvariability during the period between 2011 and 2040, which indicates the\npossibility of occurrence of time series with more marked periods of droughts\nand floods.",
        "journal": "Hydrology and Earth System Sciences",
        "link": "http://www.hydrol-earth-syst-sci.net/19/3585/2015/",
        "title": "Stochastic approach to analyzing the uncertainties and possible changes in the availability of water in the future based on scenarios of climate change"
    },
    {
        "author": "Patricia M. Medeiros, Michael Seidel, Thorsten Dittmar, William B. Whitman, Mary Ann Moran",
        "date": "2015-08-15",
        "description": "\n\nThe composition of dissolved organic matter (DOM) in an estuary characterized by extensive salt marsh vegetation was investigated at the molecular level using ultrahigh-resolution mass spectrometry and stable carbon isotope analyses. Samples from multiple seasons covered different hydrological regimes, including anomalously low-discharge conditions. The untargeted approach used allowed for identifying the DOM molecular signatures associated with different DOM sources in the estuary. DOM composition was strongly modulated by river discharge at monthly scales, with high river flow leading to significant increases in the terrigenous signature of the DOM throughout the estuary. During a severe/exceptional drought, estuarine DOM was imprinted with a distinct signature of marsh-derived compounds. The frequency of occurrence of anomalously low-discharge conditions seems to have increased over the last decades. If predictions of anthropogenically driven changes in hydroclimate are confirmed, they will likely be accompanied by changes in DOM composition in estuaries at multidecadal time scales.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064653",
        "title": "Drought-induced variability in dissolved organic matter composition in a marsh-dominated estuary"
    },
    {
        "author": "Ignazio Giuntoli, Gabriele Villarini, Christel Prudhomme, Iman Mallakpour, David M. Hannah",
        "date": "2015-08-15",
        "description": "\n\nThe central United States experiences a wide array of hydrological extremes, with the 1993, 2008, 2013, and 2014 flooding events and the 1988 and 2012 droughts representing some of the most recent extremes, and is an area where water availability is critical for agricultural production. This study aims to evaluate the ability of a set of global impact models (GIMs) from the WaterMIP project to reproduce the regional hydrology of the central United States for the period 1963–2001. Hydrological indices describing annual daily maximum, medium and minimum flow and their timing are extracted from both modeled daily runoff data by nine GIMs and from observed daily streamflow measured at 252 river gauges. We compare trend patterns for these indices, and their ability to capture runoff volume differences for the 1988 drought and 1993 flood. In addition, we use a subset of 128 gauges and corresponding gridcells to perform a detailed evaluation of the models on a gauge-to-gridcell basis. Results indicate that these GIMs capture the overall trends in high, medium, and low flows well. However, the models differ from obervations with respect to the timing of high and medium flows. More specifically, GIMs that only include water balance tend to be closer to the observations than GIMs that also include the energy balance. In general, as it would be expected, the performance of the GIMs is the best when describing medium flows, as opposed to the two ends of the runoff spectrum. With regards to low flows, some of the GIMs having considerably large pools of zeros or low values in their time series, undermining their ability in capturing low flow characteristics and weakening the ensemble's output. Overall, this study provides a valuable examination of the capability of GIMs to reproduce observed regional hydrology over a range of quantities for the central United States.\n",
        "journal": "Journal of Geophysical Research: Atmospheres",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023401",
        "title": "Evaluation of global impact models ability to reproduce runoff characteristics over the central United States"
    },
    {
        "author": "",
        "date": "2015-08-15",
        "description": "\n                  <h3 class=\"a-plus-plus\">Abstract</h3>\n                  <p class=\"a-plus-plus\">The southeast region of Brazil experienced in austral summer 2014 a major drought event leading to a number of impacts in water availability for human consumption, agricultural irrigation and hydropower production. This study aims to perform a diagnostic analysis of the observed climate conditions during this event, including an inspection of the occurred precipitation anomalies in the context of previous years, and an investigation of possible relationships with sea surface temperatures and atmospheric circulation patterns. The sea surface temperature analysis revealed that the southwestern South Atlantic Ocean region near the coast of southeast Brazil showed strong negative association with precipitation over southeast Brazil, indicating that increased sea temperatures in this ocean region are consistent with reduced precipitation as observed in summer 2014. The circulation analysis revealed prevailing anti-cyclonic anomalies at lower levels (850 hPa) with northerly anomalies to the west of southeast Brazil, channeling moisture from the Amazon towards Paraguay, northern Argentina and southern Brazil, and drier than normal air from the South Atlantic Ocean towards the southeast region of Brazil. This circulation pattern was found to be part of a large-scale teleconnection wave train linked with the subsidence branch of the Walker circulation in the tropical east Pacific, which in turn was generated by an anomalous tropical heat source in north/northeastern Australia. A regional Hadley circulation with an ascending branch to the south of the subsidence branch of the Walker circulation in the tropical east Pacific was identified as an important component connecting the tropical and extratropical circulation. The ascending branch of this Hadley circulation in the south Pacific coincided with an identified Rossby wave source region, which contributed to establishing the extratropical component of the large-scale wave train connecting the south Pacific and the Atlantic region surrounding southeast Brazil. This connection between the Pacific and the Atlantic was confirmed with Rossby ray tracing analyses. The local circulation response was associated to downward air motion (subsidence) over Southeast Brazil, contributing to the expressive negative precipitation anomalies observed during summer 2014, and leading to a major drought event in the historical context. The analysis of atmospheric and oceanic patterns of this event helped defining a schematic framework leading to the observed drought conditions in southeast Brazil, including the involved teleconnections, blocking high pressure, radiative and humidity transport effects.</p>\n                ",
        "journal": "Climate Dynamics",
        "link": "http://link.springer.com/10.1007/s00382-015-2800-1",
        "title": "The 2014 southeast Brazil austral summer drought: regional scale mechanisms and teleconnections"
    },
    {
        "author": "Youbing Peng, Caiming Shen, Hai Cheng, Ying Xu",
        "date": "2015-08-13",
        "description": "\n\nThe Interdecadal Pacific Oscillation (IPO) and its impacts on precipitation over eastern China during the last millennium are investigated through analyzing two 1000 year global climate model simulations. Results show that the model does not simulate a prolonged period of negative IPO before A.D. 1300 suggested by the proxy reconstruction, although it does simulate centennial periods of negative and positive IPO. The simulated IPO exhibits several low-frequency oscillations, including 10–23, 30–33, 35–70, and 85–110 years. However, it remains an open question whether simulated IPO oscillations longer than bidecadal mode can be or not be considered as essentially internal modes of variability. The simulations indicate that precipitation over eastern China is associated with the IPO. When the strongest IPO signal of 53–77 year oscillation occurs, the summer precipitation goes of opposite sign over North China (NC) and the middle and lower Yangtze River Vally (MLYRV), i.e., dipole mode such as the “flood-in-south and drought-in-north” pattern that occurs during the positive IPO episodes and vice versa. While coherent mode is dominant when the relatively weak IPO signal occurs, and warm phases of the IPO coincide with coherent drought and vice versa. The association between 53–77 year oscillation of the IPO and precipitation in NC is more marked than that in the MLYRV. Our results suggest that the internal variability of climate system like the IPO may play an important role in precipitation over eastern China, at least on the 53–77 year oscillation.\n",
        "journal": "Journal of Geophysical Research: Atmospheres",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023104",
        "title": "Simulation of the Interdecadal Pacific Oscillation and its impacts on the climate over eastern China during the last millennium"
    },
    {
        "author": "Yang Chen, James T. Randerson, Douglas C. Morton",
        "date": "2015-08-12",
        "description": "\n\nWe describe a climate mode synchronizing forest carbon losses from North and South America by analyzing time series of tropical North Atlantic sea surface temperatures (SSTs), landfall hurricanes and tropical storms, and Amazon fires during 1995–2013. Years with anomalously high tropical North Atlantic SSTs during March–June were often followed by a more active hurricane season and a larger number of satellite-detected fires in the southern Amazon during June–November. The relationship between North Atlantic tropical cyclones and southern Amazon fires (r = 0.61, p < 0.003) was stronger than links between SSTs and either cyclones or fires alone, suggesting that fires and tropical cyclones were directly coupled to the same underlying atmospheric dynamics governing tropical moisture redistribution. These relationships help explain why seasonal outlook forecasts for hurricanes and Amazon fires both failed in 2013 and may enable the design of improved early warning systems for drought and fire in Amazon forests.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064505",
        "title": "Tropical North Atlantic ocean-atmosphere interactions synchronize forest carbon losses from hurricanes and Amazon fires"
    },
    {
        "author": "Tom H. Oliver",
        "date": "2015-08-10",
        "description": "Climatic extremes can dramatically impact biodiversity. Now, research using comprehensive data on British butterflies reveals how drought and changes in habitat (area and fragmentation) interact to affect population stability.",
        "journal": "Nature: Climate Change",
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/5dvixj211VE/nclimate2746",
        "title": "Interacting effects of climate change and habitat fragmentation on drought-sensitive butterflies"
    },
    {
        "author": "Ali Mehran, Omid Mazdiyasni, Amir AghaKouchak",
        "date": "2015-08-10",
        "description": "\n\nSocioeconomic drought broadly refers to conditions whereby the water supply cannot satisfy the demand. Most previous studies describe droughts based on large-scale meteorological/hydrologic conditions, ignoring the demand and local resilience to cope with climate variability. Reservoirs provide resilience against climatic extremes and play a key role in water supply and demand management. Here we outline a unique multivariate approach as a measure of socioeconomic drought, termed Multivariate Standardized Reliability and Resilience Index (MSRRI). The model combines information on the inflow and reservoir storage relative to the demand. MSRRI combines (I) a “top-down” approach that focuses on processes/phenomena that cannot be simply controlled or altered by decision makers, such as climate change and variability, and (II) a “bottom-up” methodology that represents the local resilience and societal capacity to respond or adapt to droughts. MSRRI is based on a nonparametric multivariate distribution function that links inflow-demand reliability indicator to water storage resilience indicator. These indicators are used to assess socioeconomic drought during the Australian Millennium drought (1998–2010) and the 2011–2014 California drought. The results show that MSRRI is superior to univariate indices because it captures both early onset and persistence of water stress over time. The suggested framework can be applied to both individual reservoirs and a group of reservoirs in a region, and it is consistent with the currently available standardized drought indicators. MSRRI provides complementary information on socioeconomic drought development and recovery based on reservoir storage and demand that cannot be achieved from the commonly used drought indicators.\n",
        "journal": "Journal of Geophysical Research: Atmospheres",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023147",
        "title": "A hybrid framework for assessing socioeconomic drought: Linking climate variability, local resilience, and demand"
    },
    {
        "author": "Edward Park, Edgardo M. Latrubesse",
        "date": "2015-08-08",
        "description": "\n\nLarge river channel confluences are recognized as critical fluvial features because both intensive and extensive hydrophysical and geoecological processes take place at this interface. However, identifications of suspended sediment routing patterns through channel junctions and the roles of tributaries on downstream sediment transport in large rivers are still poorly explored. In this paper, we propose a remote sensing-based approach to characterize the spatiotemporal patterns of the postconfluence suspended sediment transport by mapping the surface water distribution in the ultimate example of large river confluence on Earth where distinct water types meet: The Solimões-Amazon (white water) and Negro (black water) rivers. The surface water types distribution was modeled for three different years: average hydrological condition (2007) and 2 years when extreme events occurred (drought-2005 and flood-2009). Amazonian surface water domination along the main channel is highest during the water discharge rising season. Surface water mixing along the main channel depends on the hydrological seasons with the highest mixed-homogenized area observed during water discharge peak season and the lowest during discharge rising season. Water mixture also depends on the yearly hydrological regime with the highest rates of water mixing in 2009, followed by 2005 and 2007. We conclude that the dominant mixing patterns observed in this study have been persistent over a decadal scale and the anabranching patterns contribute to avoid a faster mixing in a shorter distance. Our proposed approach can be applied to a variety of morphodynamic and environmental analyses in confluences of large rivers around the world.\n",
        "journal": "Water Resources Research",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014WR016757",
        "title": "Surface water types and sediment distribution patterns at the confluence of mega rivers: The Solimões-Amazon and Negro Rivers junction"
    },
    {
        "author": "S. Hemri, D. Lisniak, B. Klein",
        "date": "2015-08-07",
        "description": "\n\nHydrologic ensemble forecasts driven by atmospheric ensemble prediction systems need statistical post-processing in order to account for systematic errors in terms of both location and spread. Runoff is an inherently multivariate process with typical events lasting from hours in case of floods to weeks or even months in case of droughts. This calls for multivariate post-processing techniques that yield well calibrated forecasts in univariate terms and ensure a realistic temporal dependence structure at the same time. To this end, the univariate ensemble model output statistics (EMOS) post-processing method is combined with two different copula approaches that ensure multivariate calibration throughout the entire forecast horizon. The domain of this study covers three sub-catchments of the river Rhine that represent different sizes and hydrological regimes: the Upper Rhine up to the gauge Maxau, the river Moselle up to the gauge Trier, and the river Lahn up to the gauge Kalkofen. In this study the two approaches to model the temporal dependence structure are ensemble copula coupling (ECC), which preserves the dependence structure of the raw ensemble, and a Gaussian copula approach (GCA), which estimates the temporal correlations from training observations. The results indicate that both methods are suitable for modelling the temporal dependencies of probabilistic hydrologic forecasts. This article is protected by copyright. All rights reserved.\n",
        "journal": "Water Resources Research",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014WR016473",
        "title": "Multivariate postprocessing techniques for probabilistic hydrological forecasting"
    },
    {
        "author": "Lin Wang, Wen Chen, Wen Zhou, Gang Huang",
        "date": "2015-08-07",
        "description": "In the last decade, a series of super-extreme droughts have swept across Southwest China (SWC). However, the essential features behind them are not yet fully understood and traditional drought indices as well as precipitation fail to describe them, due to the lack of a comprehensive treatment of drought. We propose an integrated metric, the Comprehensive Multiscalar Indicator (CMI), as a new criterion for super-drought detection. Re-examination of SWC droughts illuminates the essential feature of super-drought events: a combination of multiple stresses on water resources, which highlights the utility of the CMI.\n",
        "journal": "Quarterly Journal of the Royal Meteorological Society",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2593",
        "title": "Understanding and detecting super-extreme droughts in Southwest China through an integrated approach and index"
    },
    {
        "author": "Jason A. Otkin et al",
        "date": "2015-08-06",
        "description": "Bulletin of the American Meteorological Society, Volume 96, Issue 7, Page 1073-1078, July 2015. \n\t\t<br/>\n\t",
        "journal": "Bulletin of the American Meteorological Society",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/BAMS-D-14-00219.1?af=R",
        "title": "Facilitating the Use of Drought Early Warning Information through Interactions with Agricultural Stakeholders"
    },
    {
        "author": "D. Scott Mackay, David E. Roberts, Brent E. Ewers, John S. Sperry, Nathan G. McDowell, William T. Pockman",
        "date": "2015-08-06",
        "description": "\n\nHydraulic systems of plants have evolved in the context of carbon allocation and fitness trade-offs of maximizing carbon gain and water transport in the face of short and long-term fluctuations in environmental conditions. The resulting diversity of traits include a continuum of isohydry-anisohydry or high to low relative stomatal closure during drought, shedding of canopy foliage or disconnecting roots from soil to survive drought, and adjusting root areas to efficiently manage canopy water costs associated with photosynthesis. These traits are examined within TREES, an integrated model that explicitly couples photosynthesis and carbon allocation to soil-plant hydraulics and canopy processes. Key advances of the model are its ability to account for differences in soil and xylem cavitation, transience of hydraulic impairment associated with delayed or no refilling of xylem, and carbon allocation to plant structures based on photosynthetic uptake of carbon and hydraulic limitations to water transport. The model was used to examine hydraulic traits of cooccurring isohydric (piñon pine) and anisohydric (one-seed juniper) trees from a field-based experimental drought. Model predictions of both transpiration and leaf water potential were improved when there was no refilling of xylem over simulations where xylem was able refill in response to soil water recharge. Model experiments with alternative root-to-leaf area ratios (RR/L) showed the RR/L that supports maximum cumulative water use is not beneficial for supporting maximum carbon gain during extended drought, illustrating how a process model reveals trade-offs in plant traits.\n",
        "journal": "Water Resources Research",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015WR017244",
        "title": "Interdependence of chronic hydraulic dysfunction and canopy processes can improve integrated models of tree response to drought"
    },
    {
        "author": "Casey M. Brown, Jay R. Lund, Ximing Cai, Patrick M. Reed, Edith A. Zagona, Avi Ostfeld, Jim Hall, Gregory W. Characklis, Winston Yu, Levi Brekke",
        "date": "2015-08-06",
        "description": "\n\nThis paper presents a short history of water resources systems analysis from its beginnings in the Harvard Water Program, through its continuing evolution toward a general field of water resources systems science. Current systems analysis practice is widespread and addresses the most challenging water issues of our times, including water scarcity and drought, climate change, providing water for food and energy production, decision making amid competing objectives, and bringing economic incentives to bear on water use. The emergence of public recognition and concern for the state of water resources provides an opportune moment for the field to reorient to meet the complex, interdependent, interdisciplinary, and global nature of today's water challenges. At present, water resources systems analysis is limited by low scientific and academic visibility relative to its influence in practice and bridled by localized findings that are difficult to generalize. The evident success of water resource systems analysis in practice (which is set out in this paper) needs in future to be strengthened by substantiating the field as the science of water resources that seeks to predict the water resources variables and outcomes that are important to governments, industries, and the public the world over. Doing so promotes the scientific credibility of the field, provides understanding of the state of water resources and furnishes the basis for predicting the impacts of our water choices.\n",
        "journal": "Water Resources Research",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015WR017114",
        "title": "The future of water resources systems analysis: Toward a scientific framework for sustainable water management"
    },
    {
        "author": "Chuanhao Wu, Guoru Huang",
        "date": "2015-08-06",
        "description": "\n\nBased on the representative concentration pathway (RCP) scenarios, projected changes in climate extremes events in the Zhujiang River basin were investigated using the regional climate model RegCM4.0. Four extreme temperature indices (TXx, TNn, SU30, and TMINmean) and five extreme precipitation indices (Rx1day, Rx5day, SDII, R50mm, and SDII) defined by the Expert Team on Climate Change Detection and Indices (ETCCDI) were used in the investigation. The performance of the model was validated through comparison between observations and simulations for the period 1971–2000. The results show that although RegCM4.0 has certain abilities to reproduce both the spatial distributions of the values of extreme climate indices and their trends in the Zhujiang River basin, there are some large biases in the model results. The model simulates extreme temperatures more accurately than extreme precipitation. Compared to the baseline period 1971–2000, the changes in future (2021–2050 and 2051–2080) climate extremes under the RCP4.5 and RCP8.5 scenarios show very similar patterns, with an increase in extreme temperatures across the entire region and an increase in extreme precipitation in most parts of the region. For the period 2006–2099, a significant warming trend can be expected under both emissions scenarios, especially under the high emissions scenario (RCP8.5). The risk of drought shows statistically significant increasing trends under the RCP8.5 scenario in most parts of the region, especially in the central part of the basin. Meanwhile, more intense rainfall events are expected to occur in most parts of the region, especially in the southern parts of the basin. Furthermore, the increases predicted under the RCP8.5 scenario are more pronounced than those predicted under the RCP4.5 scenario. Overall, our results suggest that the Zhujiang River basin will suffer more natural disasters, such as catastrophic floods, droughts, and heat weaves, in the future.\n",
        "journal": "International Journal of Climatology",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4412",
        "title": "Projection of climate extremes in the Zhujiang River basin using a regional climate model"
    },
    {
        "author": "T. Broder and H. Biester",
        "date": "2015-08-06",
        "description": "<b>Hydrologic controls on DOC, As and Pb export from a polluted peatland – the importance of heavy rain events, antecedent moisture conditions and hydrological connectivity</b><br /><br />Biogeosciences, 12, 4651-4664, 2015<br /><br />Author(s): T. Broder and H. Biester<br /><br />Bogs can store large amounts of lead (Pb) and arsenic (As) from\natmospheric deposition of anthropogenic emissions. Pb and As are exported\nalong with dissolved organic carbon (DOC) from these organic-rich systems,\nbut it is not yet clear which hydrological (pre)conditions favor their\nexport. This study combines a 1-year monitoring of precipitation, bog\nwater level and pore water concentration changes with bog discharge and DOC,\niron, As and Pb stream concentrations. From these data, annual DOC, As, and Pb\nexports were calculated. Concentrations ranged from 5 to 30 mg L<sup>−1</sup> for DOC, 0.2 to 1.9 μg L<sup>−1</sup> for As,\nand 1.3 to 12 μg L<sup>−1</sup> for Pb, with highest\nconcentrations in late summer. As and Pb concentrations significantly\ncorrelated with DOC concentrations. Fluxes depended strongly on discharge,\nas 40 % of As and 43 % of Pb were exported during 10 % of the time with\nthe highest discharge, pointing out the over-proportional contribution of\nshort-time, high-discharge events to annual As, Pb and DOC export.\nExponential increase in element export from the bog is explained by\nconnection of additional DOC, As and Pb pools in the acrotelm during water\ntable rise, which is most pronounced after drought. Pb, As and DOC\nconcentrations in pore water provide evidence of an increase in the soluble\nPb pool as soon as the peat layer becomes hydrologically connected, while DOC\nand As peak concentrations in runoff lag behind in comparison to Pb. Our\ndata indicate a distinct bog-specific discharge threshold of 8 L s<sup>−1</sup>,\nwhich is thought to depend mainly on the bogs size and drainage conditions.\nAbove this threshold, element concentrations do not further increase and\ndischarge becomes diluted. Combining pore water and discharge data shows that\nAs and Pb exports are dependent on not only the amount of precipitation and\ndischarge but also on the frequency and depth of water table fluctuations.\nComparing the annual bog As and Pb export with element inventories indicates\nthat As is much more mobilized than Pb, with annual fluxes accounting for\n0.85 and 0.27 &permil; of total As and Pb\ninventory, respectively.",
        "journal": "Biogeosciences",
        "link": "http://www.biogeosciences.net/12/4651/2015/",
        "title": "Hydrologic controls on DOC, As and Pb export from a polluted peatland – the importance of heavy rain events, antecedent moisture conditions and hydrological connectivity"
    },
    {
        "author": "X. Yue and N. Unger",
        "date": "2015-08-05",
        "description": "<b>The Yale Interactive terrestrial Biosphere model version 1.0: description, evaluation and implementation into NASA GISS ModelE2</b><br /><br />Geoscientific Model Development, 8, 2399-2417, 2015<br /><br />Author(s): X. Yue and N. Unger<br /><br />The land biosphere, atmospheric chemistry and climate are intricately\ninterconnected, yet the modeling of carbon–climate and chemistry–climate\ninteractions have evolved as entirely separate research communities. We\ndescribe the Yale Interactive terrestrial\nBiosphere (YIBs) model version 1.0, a land carbon cycle\nmodel that has been developed for coupling to the NASA Goddard Institute for\nSpace Studies (GISS) ModelE2 global chemistry–climate model. The YIBs model\nadapts routines from the mature TRIFFID (Top-down Representation of Interactive Foliage\nand Flora Including Dynamics) and CASA (Carnegie–Ames–Stanford Approach) models to simulate\ninteractive carbon assimilation, allocation, and autotrophic and\nheterotrophic respiration. Dynamic daily leaf area index is simulated based\non carbon allocation and temperature- and drought-dependent prognostic\nphenology. YIBs incorporates a semi-mechanistic ozone vegetation damage\nscheme. Here, we validate the present-day YIBs land carbon fluxes for three\nincreasingly complex configurations: (i) offline local site level, (ii)\noffline global forced with WFDEI (WATCH Forcing Data methodology applied to\nERA-Interim data) meteorology, and (iii) online coupled to the NASA ModelE2\n(NASA ModelE2-YIBs). Offline YIBs has hourly and online YIBs has\nhalf-hourly temporal resolution. The large observational database used for\nvalidation includes carbon fluxes from 145 flux tower sites and multiple\nsatellite products. At the site level, YIBs simulates reasonable seasonality\n(correlation coefficient <i>R</i> > 0.8) of gross primary productivity\n(GPP) at 121 out of 145 sites with biases in magnitude ranging from −19\nto 7 % depending on plant functional type. On the global scale, the\noffline model simulates an annual GPP of 125 ± 3 Pg C and net ecosystem exchange (NEE) of −2.5 ± 0.7 Pg C for\n1982–2011, with seasonality and spatial distribution consistent with the\nsatellite observations. We assess present-day global ozone vegetation damage\nusing the offline YIBs configuration. Ozone damage reduces global GPP by\n2–5 % annually with regional extremes of 4–10 % in east Asia. The\nonline model simulates annual GPP of 123 ± 1 Pg C and NEE of\n−2.7 ± 0.7 Pg C. NASA ModelE2-YIBs is a useful new tool to investigate\ncoupled interactions between the land carbon cycle, atmospheric chemistry,\nand climate change.",
        "journal": "Geoscientific Model Development",
        "link": "http://www.geosci-model-dev.net/8/2399/2015/",
        "title": "The Yale Interactive terrestrial Biosphere model version 1.0: description, evaluation and implementation into NASA GISS ModelE2"
    },
    {
        "author": "Brent Boehlert et al",
        "date": "2015-08-04",
        "description": "Weather, Climate, and Society, Volume 7, Issue 3, Page 255-272, July 2015. \n\t\t<br/>\n\t",
        "journal": "Weather, Climate and Society",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/WCAS-D-14-00020.1?af=R",
        "title": "Effects of Greenhouse Gas Mitigation on Drought Impacts in the United States"
    },
    {
        "author": "Jonatan Siegmund, Jan Bliefernicht, Patrick Laux, Harald Kunstmann",
        "date": "2015-08-04",
        "description": "\n\nSeasonal precipitation forecasts are important sources of information for early drought and famine warnings in West Africa. This study presents an assessment of the monthly precipitation forecast of the Climate Forecast System version 2 (CFSv2) for three agroecological zones (Sudan-Sahel, Sudan, and Guinean zone) of the Volta Basin. The CFSv2 performance is evaluated for the Sahel drought 1983 and for all August months of the reforecast period (1982–2009) with lead times up to 8 months using a quantile-quantile transformation for bias correction. In addition, an operational experiment is performed for the rainy season 2013 to analyze the performance of a dynamical downscaling approach for this region. Twenty-two CFSv2 ensemble members initialized in February 2013 are transferred to a resolution of 10 km × 10 km using the Weather and Research Forecasting (WRF) model. Since the uncorrected CFSv2 precipitation forecasts are characterized by a high uncertainty (up to 175% of the observed variability), the quantile-quantile transformation can clearly reduce this overestimation with the potential to provide skillful and valuable early warnings of precipitation deficits and excess up to 6 months in ahead, particularly for the Sudan-Sahel zone. The operational experiment illustrates that CFSv2-WRF can reduce the CFSv2 uncertainty (up to 69%) for monthly precipitation and the onset of the rainy season but has still strong deficits regarding the northward progression of the rain belt. Further studies are necessary for a more robust assessment of the techniques applied in this study to confirm these promising outcomes.\n",
        "journal": "Journal of Geophysical Research: Atmospheres",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JD022692",
        "title": "Toward a seasonal precipitation prediction system for West Africa: Performance of CFSv2 and high-resolution dynamical downscaling"
    },
    {
        "author": "Feng Ma, Xing Yuan, Aizhong Ye",
        "date": "2015-08-02",
        "description": "\n\nUnder a changing environment, seasonal droughts have been exacerbated with devastating impacts. However, the understanding of drought mechanism and predictability is limited. Based on the hindcasts from multiple climate models, the predictability and forecast skill for drought over China are investigated. The 3-month standardized precipitation index (SPI3) is used as the drought index, and the predictability is quantified by using a perfect model assumption. Ensemble hindcasts from multiple climate models are assessed individually and the grand multi-model ensemble is also evaluated. Drought forecast skill for model ensemble mean is higher than individual ensemble members, and NMME grand ensemble performs the best. Predictability is higher than forecast skill, indicating the room for improving drought forecast. Drought predictability and forecast skill are positively correlated in general, but they vary depending on seasons, regions and forecast leads. Higher drought predictability and forecast skill are found over regimes where ENSO has significant impact. For the ENSO-affected regimes, both drought predictability and forecast skill in ENSO years are higher than that in neutral years. This study suggests that predictability not only provides a measure for selecting climate models for ensemble drought forecast in ENSO-affected regimes, but also serves as an indicator for forecast skill especially when in-situ and/or remote sensing measurements for the hindcast verifications are considered unreliable.\n",
        "journal": "Journal of Geophysical Research: Atmospheres",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023185",
        "title": "Seasonal Drought Predictability and Forecast Skill over China"
    },
    {
        "author": "S.-Y. Simon Wang, Joseph Santanello, Hailan Wang, Daniel Barandiaran, Rachel Pinker, Siegfried Schubert, Robert Gillies, Robert Oglesby, Kyle Hilburn, Ayse Kilic, Paul Houser",
        "date": "2015-08-01",
        "description": "\n\nIn the long term, precipitation in the central U.S. decreases by about 25% during the seasonal transition from June to July. This precipitation decrease is observed to have intensified since 1979, and such intensification could have enhanced spring drought occurrences in the central U.S., in which conditions quickly evolve from being abnormally dry to exceptionally dry. Various atmospheric and land reanalysis datasets were analyzed to examine the trend in the June-to-July seasonal transition. It was found that the intensified deficit in precipitation was accompanied by increased downward shortwave radiation flux, tropospheric subsidence, enhanced evaporative fraction, and elevated planetary boundary layer height, all of which could and did lead to surface drying. The change in tropospheric circulation was characterized by an anomalous ridge over the western U.S. and a trough on either side – a pattern known to suppress rainfall in the central U.S. The pattern of these trends calculated from 1979 to 2011 shows similarity with the evolution of the 2012 record drought from spring to summer.\n",
        "journal": "Journal of Geophysical Research: Atmospheres",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JD023013",
        "title": "An intensified seasonal transition in the central U.S. that enhances summer drought"
    },
    {
        "author": "Guoyong Leng, Maoyi Huang, Qiuhong Tang, L. Ruby Leung",
        "date": "2015-08-01",
        "description": "\n\nThis study investigates the effects of irrigation on global water resources by performing and analyzing Community Land Model 4.0 (CLM4) simulations driven by downscaled/bias-corrected historical simulations and future projections from five General Circulation Models (GCMs). For each climate scenario, three sets of numerical experiments were performed: (1) a CTRL experiment in which all crops are assumed to be rainfed; (2) an IRRIG experiment in which the irrigation module is activated using surface water (SW) to feed irrigation; and (3) a PUMP experiment in which a groundwater pumping scheme coupled with the irrigation module is activated for conjunctive use of surface- and groundwater (GW) for irrigation. The parameters associated with irrigation and groundwater pumping are calibrated based on a global inventory of census-based water use compiled by the Food and Agricultural Organization (FAO). Our results suggest that irrigation could lead to two major effects: SW (GW) depletion in regions with irrigation primarily fed by SW (GW), respectively. Furthermore, irrigation depending primarily on SW tends to have larger impacts on low-flow than high-flow conditions, suggesting increased vulnerability to drought. By the end of the 21st century, combined effect of increased irrigation water demand and amplified temporal-spatial variability of water supply may lead to severe local water scarcity for irrigation. Regionally, irrigation has the potential to aggravate/alleviate climate-induced changes of SW/GW although such effects are negligible when averaged globally. Our study highlights the need to account for irrigation effects and sources in assessing regional climate change impacts. This article is protected by copyright. All rights reserved.\n",
        "journal": "Journal of Advances in Modeling Earth Systems",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015MS000437",
        "title": "A modeling study of irrigation effects on global surface water and groundwater resources under a changing climate"
    },
    {
        "author": "Andrey K. Savtchenko, George Huffman, Bruce Vollmer",
        "date": "2015-07-30",
        "description": "\n\nUsing modern satellite (Tropical Rainfall Measuring Mission, TRMM, 1998-2014) and reanalysis (Modern-Era Retrospective Analysis for Research and Applications, MERRA, 1979-2015) data we reassess certain aspects of the precipitation climate in California from the past decades. California has a well-pronounced rain season that peaks in December-February. However, the 95% confidence interval around the climatological precipitation during these months imply that deviations on the order of 60% of the expected amounts are very likely during the most important period of the rain season. While these positive and negative anomalies alternate almost every year and tend to cancel each other, severe multi-year declines of precipitation in California appear on decadal scales. The 1986-1994 decline of precipitation was similar to the current one that started in 2011, and is apparent in the reanalysis data. In terms of accumulated deficits of precipitation, that episode was no less severe than the current one. While El Niño (the warm phase of the El Niño Southern Oscillation, ENSO) is frequently cited as the natural forcing expected to bring a relief from drought, our assessment is that ENSO has been driving at best only 6% of precipitation variability in California in the past three decades. Using fractional risk analysis of precipitation during typical versus drying periods, we show that the likelihood of losing the most intensive precipitation events drastically increases during the multi-year drying events. Storms delivering up to 50% of the precipitation in California are driven by atmospheric rivers making landfall. However, these phenomena can be suppressed and even blocked by persistent ridges of atmospheric pressure in the northeast Pacific. The reanalysis and satellite data are proven to be reliable to the extent where they yield information on developing conditions and observed precipitation anomalies.\n",
        "journal": "Journal of Geophysical Research: Atmospheres",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023573",
        "title": "Assessment of Precipitation Anomalies in California Using TRMM and MERRA Data"
    },
    {
        "author": "Mathew Barlow et al",
        "date": "2015-07-29",
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Journal of Climate",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-13-00692.1?af=R",
        "title": "A Review of Drought in the Middle East and Southwest Asia"
    },
    {
        "author": "Eric F. Wood et al",
        "date": "2015-07-29",
        "description": "Journal of Hydrometeorology, Volume 16, Issue 4, Page 1636-1657, August 2015. \n\t\t<br/>\n\t",
        "journal": "Journal of Hydrometeorology",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JHM-D-14-0164.1?af=R",
        "title": "Prospects for Advancing Drought Understanding, Monitoring, and Prediction"
    },
    {
        "author": "Anne Steinemann et al",
        "date": "2015-07-29",
        "description": "Journal of Hydrometeorology, Volume 16, Issue 4, Page 1793-1803, August 2015. \n\t\t<br/>\n\t",
        "journal": "Journal of Hydrometeorology",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JHM-D-14-0234.1?af=R",
        "title": "Developing and Evaluating Drought Indicators for Decision-Making"
    },
    {
        "author": "L. Molina, G. Broquet, P. Imbach, F. Chevallier, B. Poulter, D. Bonal, B. Burban, M. Ramonet, L. V. Gatti, S. C. Wofsy, J. W. Munger, E. Dlugokencky, and P. Ciais",
        "date": "2015-07-28",
        "description": "<b>On the ability of a global atmospheric inversion to constrain variations of CO<sub>2</sub> fluxes over Amazonia</b><br /><br />Atmospheric Chemistry and Physics, 15, 8423-8438, 2015<br /><br />Author(s): L. Molina, G. Broquet, P. Imbach, F. Chevallier, B. Poulter, D. Bonal, B. Burban, M. Ramonet, L. V. Gatti, S. C. Wofsy, J. W. Munger, E. Dlugokencky, and P. Ciais<br /><br />The exchanges of carbon, water and energy between the atmosphere\n  and the Amazon basin have global implications for the current and future\n  climate. Here, the global atmospheric inversion system of the\n  Monitoring of Atmospheric Composition and Climate (MACC) service is\n  used to study the seasonal and interannual variations of\n  biogenic CO<sub>2</sub> fluxes in Amazonia during the period 2002–2010. The\n  system assimilated surface measurements of atmospheric CO<sub>2</sub> mole\n  fractions made at more than 100 sites over the globe into an atmospheric\n  transport model. The present study adds measurements from four surface\n  stations located in tropical South America, a region poorly covered by\n  CO<sub>2</sub> observations. The estimates of net ecosystem exchange (NEE)\n  optimized by the inversion are compared to an independent estimate of\n  NEE upscaled from eddy-covariance flux measurements in Amazonia. They\n  are also qualitatively evaluated against reports on the seasonal and\n  interannual variations of the land sink in South America from the\n  scientific literature. We attempt at assessing the impact on NEE of\n  the strong droughts in 2005 and 2010 (due to severe and longer-than-usual\n  dry seasons) and  the extreme rainfall conditions registered in 2009.\n  The spatial variations of the seasonal and interannual variability of\n  optimized NEE are also investigated. While the inversion supports the\n  assumption of strong spatial heterogeneity of these variations, the\n  results reveal critical limitations of the coarse-resolution transport model,\n  the surface observation network in South America during the recent\n  years and the present knowledge of modelling uncertainties in South\n  America that prevent our inversion from capturing the seasonal patterns\n  of fluxes across Amazonia. However, some patterns from the inversion\n  seem consistent with the anomaly of moisture conditions in 2009.",
        "journal": "Atmospheric Chemistry and Physics",
        "link": "http://www.atmos-chem-phys.net/15/8423/2015/",
        "title": "On the ability of a global atmospheric inversion to constrain variations of CO<sub>2</sub> fluxes over Amazonia"
    },
    {
        "author": "Jason Patskoski, A. Sankarasubramanian",
        "date": "2015-07-26",
        "description": "\n\nReservoir sizing is a critical task as the storage in a reservoir must be sufficient to supply water during extended droughts. Typically, sequent peak algorithm (SQP) is used with observed streamflow to obtain reservoir storage estimates. To overcome the limited sample length of observed streamflow, synthetic streamflow traces estimated from observed streamflow characteristics are provided with SQP to estimate the distribution of storage. However, the parameters in the stochastic streamflow generation model are derived from the observed record and are still unrepresentative of the long-term drought records. Paleo-streamflow time series, usually reconstructed using tree-ring chronologies, span for a longer period than the observed streamflow and provide additional insight into the preinstrumental drought record. This study investigates the capability of reconstructed streamflow records in reducing the uncertainty in reservoir storage estimation. For this purpose, we propose a Bayesian framework that combines observed and reconstructed streamflow for estimating the parameters of the stochastic streamflow generation model. By utilizing reconstructed streamflow records from two potential stations over the Southeastern U.S., the distribution of storage estimated using the combined streamflows is compared with the distribution of storage estimated using observed streamflow alone based on split-sample validation. Results show that combining observed and reconstructed streamflow yield stochastic streamflow generation parameters more representative of the longer streamflow record resulting in improved reservoir storage estimates. We also generalize the findings through a synthetic experiment by generating reconstructed streamflow records of different sample length and skill. The analysis shows that uncertainty in storage estimates reduces by incorporating reconstruction records with higher skill and longer sample lengths. Potential applications of the proposed methodology are also discussed.\n",
        "journal": "Water Resources Research",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014WR016189",
        "title": "Improved reservoir sizing utilizing observed and reconstructed streamflows within a Bayesian combination framework"
    },
    {
        "author": "M. Kang, Z. Zhang, A. Noormets, X. Fang, T. Zha, J. Zhou, G. Sun, S. G. McNulty, and J. Chen",
        "date": "2015-07-21",
        "description": "<b>Energy partitioning and surface resistance of a poplar  plantation in northern China</b><br /><br />Biogeosciences, 12, 4245-4259, 2015<br /><br />Author(s): M. Kang, Z. Zhang, A. Noormets, X. Fang, T. Zha, J. Zhou, G. Sun, S. G. McNulty, and J. Chen<br /><br />Poplar (<i>Populus</i> sp.) plantations have been, on the one hand, broadly used in northern China\nfor urban greening, combating desertification, as well as for paper and wood\nproduction. On the other hand, such plantations have been questioned\noccasionally for their possible negative impacts on water availability\ndue to the higher water-use nature of poplar trees compared with other tree\nspecies in water-limited dryland regions. To further understand the\nacclimation of poplar species to semiarid environments and to evaluate the\npotential impacts of these plantations on the broader context of the\nregion's water supply, we examine the variability of bulk resistance\nparameters and energy partitioning in a poplar (<i>Populus euramericana</i> cv. \"74/76\") plantation\nlocated in northern China over a 4-year period, encompassing both dry and\nwet conditions. The partitioning of available energy to latent heat flux\n(LE) decreased from 0.62 to 0.53 under mediated meteorological drought by\nirrigation applications. A concomitant increase in sensible heat flux (<i>H</i>)\nresulted in the increase of a Bowen ratio from 0.83 to 1.57. Partial\ncorrelation analysis indicated that surface resistance (<i>R</i><sub>s</sub>) normalized\nby leaf area index (LAI; <i>R</i><sub>s</sub>:LAI) increased by 50 % under drought\nconditions and was the dominant factor controlling the Bowen ratio.\nFurthermore, <i>R</i><sub>s</sub> was the main factor controlling LE during the growing\nseason, even in wet years, as indicated by the decoupling coefficient\n(&Omega; = 0.45 and 0.39 in wet and dry years, respectively). <i>R</i><sub>s</sub> was\nalso a major regulator of the LE / LE<sub>eq</sub> ratio, which decreased from 0.81\nin wet years to 0.68 in dry years. All physiological and bioclimatological\nmetrics indicated that the water demands of the poplar plantation were\ngreater than the amount available through precipitation, highlighting the\npoor match of a water-intensive species like poplar for this water-limited\nregion.",
        "journal": "Biogeosciences",
        "link": "http://www.biogeosciences.net/12/4245/2015/",
        "title": "Energy partitioning and surface resistance of a poplar  plantation in northern China"
    },
    {
        "author": "J. M. Finkel, L. M. Canel-Katz, J. I. Katz",
        "date": "2015-07-20",
        "description": "\n\nThe mean North American and world climates have warmed since the 19th century following the anthropogenic emission of large quantities of greenhouse gases. It has been suggested that this warming may increase the frequency or severity of droughts. We define a quantitative and objective aridity index that describes the precipitation forcing function of drought. Using the extensive historical database of precipitation records, we evaluate changes in the aridity in the 48 contiguous United States. The area-averaged mean fractional rate of change of aridity of 1218 sites in the period 1893–2013 was (−6.6 ± 0.4) × 10− 4 per year; the 48 contiguous United States became less arid. The rate of decrease of aridity was roughly consistent with expectations from the Clausius–Clapeyron relation and the rate of warming. The fractional rate of change of aridity was nearly uncorrelated with the aridity itself, but there were regional differences: many Western and coastal Southeastern sites showed increasing aridity, but regions of rapidly decreasing aridity were found in a band 85∘–100∘W and the Northeast.\n",
        "journal": "International Journal of Climatology",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4421",
        "title": "Decreasing US aridity in a warming climate"
    },
    {
        "author": "Richard Seager et al",
        "date": "2015-07-16",
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Journal of Climate",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00860.1?af=R",
        "title": "Causes of the 2011 to 2014 California drought"
    },
    {
        "author": "Chris Palmer",
        "date": "2015-07-16",
        "description": "Since the mid-20th century, increased urbanization along the southern California coast has raised nighttime temperatures, resulting in less morning fog and cloud cover.",
        "journal": "EOS",
        "link": "https://eos.org/research-spotlights/urbanization-threatens-drought-reducing-clouds-in-california?utm_source=rss&utm_medium=rss&utm_content=urbanization-threatens-drought-reducing-clouds-in-california",
        "title": "Urbanization Threatens Drought-Reducing Clouds in California"
    },
    {
        "author": "XIUZHEN LI et al",
        "date": "2015-07-15",
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Journal of Climate",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00403.1?af=R",
        "title": "Assessment of Regional Drought Trend and Risk over China: A Drought Climate Division Perspective"
    },
    {
        "author": "Howard S. Wheater, Patricia Gober",
        "date": "2015-07-14",
        "description": "\n\nThe freshwater environment is facing unprecedented global pressures. Unsustainable use of surface and groundwater is ubiquitous. Gross pollution is seen in developing economies, nutrient pollution is a global threat to aquatic ecosystems, and flood damage is increasing. Droughts have severe local consequences, but effects on food can be global. These current pressures are set in the context of rapid environmental change and socio-economic development, population growth, and weak and fragmented governance. We ask what should be the role of the water science community in addressing water security challenges. Deeper understanding of aquatic and terrestrial environments and their interactions with the climate system is needed, along with trans-disciplinary analysis of vulnerabilities to environmental and societal change. The human dimension must be fully integrated into water science research and viewed as an endogenous component of water system dynamics. Land and water management are inextricably linked, and thus more cross-sector coordination of research and policy is imperative. To solve real-world problems, the products of science must emerge from an iterative, collaborative, two-way exchange with management and policy communities. Science must produce knowledge that is deemed to be credible, legitimate, and salient by relevant stakeholders, and the social process of linking science to policy is thus vital to efforts to solve water problems. The paper shows how a large-scale catchment-based observatory can be used to practice trans-disciplinary science integration and address the Anthropocene's water problems.\n",
        "journal": "Water Resources Research",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015WR016892",
        "title": "Water security and the science agenda"
    },
    {
        "author": "J. A. Marengo, J. C. Espinoza",
        "date": "2015-07-14",
        "description": "\n\nThis paper reviews recent progress in the study and understanding of extreme seasonal events in the Amazon region, focusing on drought and floods. The review includes a history of droughts and floods in the past, in the present and some discussions on future extremes in the context of climate change and its impacts on the Amazon region. Several extreme hydrological events, some of them characterized as ‘once in a century’, have been reported in the Amazon region during the last decade. While abundant rainfall in various sectors of the basin has determined extreme floods along the river's main stem in 1953, 1989, 1999, 2009, 2012–2015, deficient rainfall in 1912, 1926, 1963, 1980, 1983, 1995, 1997, 1998, 2005 and 2010 has caused anomalously low river levels, and an increase in the risk and number of fires in the region, with consequences for humans. This is consistent with changes in the variability of the hydrometeorology of the basin and suggests that extreme hydrological events have been more frequent in the last two decades. Some of these intense/reduced rainfalls and subsequent floods/droughts were associated (but not exclusively) with La Niña/El Niño events. In addition, moisture transport anomalies from the tropical Atlantic into Amazonia, and from northern to southern Amazonia alter the water cycle in the region year-to-year. We also assess the impacts of such extremes on natural and human systems in the region, considering ecological, economic and societal impacts in urban and rural areas, particularly during the recent decades. In the context of the future climate change, studies show a large range of uncertainty, but suggest that drought might intensify through the 21st century.\n",
        "journal": "International Journal of Climatology",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4420",
        "title": "Extreme seasonal droughts and floods in Amazonia: causes, trends and impacts"
    },
    {
        "author": "Tianyi Zhang et al",
        "date": "2015-07-01",
        "description": "Earth Interactions, Volume 19, Issue 7, Page 1-16, June 2015. \n\t\t<br/>\n\t",
        "journal": "Earth Interactions",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/EI-D-14-0035.1?af=R",
        "title": "Adaptation of Irrigation Infrastructure on Irrigation Demands under Future Drought in the United States"
    },
    {
        "author": "Khandu, J. L. Awange, E. Forootan",
        "date": "2015-06-30",
        "description": "\n\nSeveral global and regional high-resolution precipitation products have been released over the past decade by combining precipitation estimates from various sources including satellite-based measurements and gauge-based observations. With relatively few validation studies over the Eastern Himalayan region, this study examined seasonal and interannual skills of four gridded precipitation products including the regional gauge-based APHRODITE (Asian Precipitation-Highly Resolved Observational Data Integration Towards Evaluation of Water Resources) and three near-global satellite-based products: Tropical Rainfall Measuring Mission (TRMM), Climate Prediction Centre (CPC) MORPHing (CMORPH), and Climate Hazards Group InfraRed Precipitation (CHIRP) using in-situ rain gauge data from Bhutan for the period 1998–2012. Principal component analysis (PCA) was used to assess the dominant rainfall patterns over Bhutan. An attempt has also been made to correct precipitation biases in the satellite-only products using a gamma (γ)-based distribution approach. Results indicated that APHRODITE and satellite-based precipitation products were able to adequately capture the spatio-temporal patterns of rainfall variability over Bhutan. Extreme precipitation events and extreme drought periods were well captured with very good correlations (>0.5). APHRODITE and TRMM 3B43v7 were remarkably similar, whereas satellite-only products (CMORPH and CHIRP) highly underestimated (20–60% or 200–450 mm month−1) monsoon rainfall over Bhutan. While TRMM 3B43v7 still underestimated monsoon rainfall (by ∼25%), it has significantly improved the seasonal bias (by 20–40%) from its previous version (TRMM 3B43v6). CHIRP performed relatively better in the high rainfall regions but indicated very low correlations over mountainous regions and during the pre- and post-monsoon season. The bias correction approach indicated best results for TRMM 3B43v6 (up to 33%) in the Southern Foothills, whereas satellite-only products improved only moderately (5–20%).\n",
        "journal": "International Journal of Climatology",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4402",
        "title": "An evaluation of high-resolution gridded precipitation products over Bhutan (1998–2012)"
    },
    {
        "author": "A. AghaKouchak, A. Farahmand, F. S. Melton, J. Teixeira, M. C. Anderson, B. D. Wardlow, C. R. Hain",
        "date": "2015-06-29",
        "description": "\n\nThis review surveys current and emerging drought monitoring approaches using satellite remote sensing observations from climatological and ecosystem perspectives. We argue that satellite observations not currently used for operational drought monitoring, such as near-surface air relative humidity data from the Atmospheric Infrared Sounder mission, provide opportunities to improve early drought warning. Current and future satellite missions offer opportunities to develop composite and multi-indicator drought models. While there are immense opportunities, there are major challenges including data continuity, unquantified uncertainty, sensor changes, and community acceptability. One of the major limitations of many of the currently available satellite observations is their short length of record. A number of relevant satellite missions and sensors (e.g., the Gravity Recovery and Climate Experiment) provide only a decade of data, which may not be sufficient to study droughts from a climate perspective. However, they still provide valuable information about relevant hydrologic and ecological processes linked to this natural hazard. Therefore, there is a need for models and algorithms that combine multiple data sets and/or assimilate satellite observations into model simulations to generate long-term climate data records. Finally, the study identifies a major gap in indicators for describing drought impacts on the carbon and nitrogen cycle, which are fundamental to assessing drought impacts on ecosystems.\n",
        "journal": "Reviews of Geophysics",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014RG000456",
        "title": "Remote sensing of drought: Progress, challenges and opportunities"
    },
    {
        "author": "Jordan Christian et al",
        "date": "2015-06-12",
        "description": "Journal of Applied Meteorology and Climatology, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Journal of Applied Meteorology and Climatology",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JAMC-D-15-0002.1?af=R",
        "title": "Drought and Pluvial Dipole Events within the Great Plains of the United States"
    },
    {
        "author": "David Gallego, Paulina Ordóñez, Pedro Ribera, Cristina Peña-Ortiz, Ricardo García-Herrera",
        "date": "2015-06-11",
        "description": "\n\nA new index, namely the African South Westerly Index (ASWI), based on the persistence of the low-level south westerly winds in the region [29°W-17°W;7°N-13°N] is developed to characterise the strength of the West African Monsoon. The ASWI is significantly correlated with the monsoonal precipitation in the Sahel in the 1900–2013 period (r = +0.57, r = +0.66 and r = +0.53 for July, August and September respectively). By using historical wind direction measurements it has been possible to compute the ASWI back to 1790 for July and to 1839 for August and September, thus providing the first instrumental record of the West African Monsoon strength for a large portion of the 19th century.\nSince the 1970s, the Sahel has experienced a strong and persistent drought. During this period the West African Monsoon has been weaker than normal and its correlation with different climatic patterns such as the ENSO has changed. The analysis of our new series indicates that this anomalous behaviour of the West African Monsoon has no precedent in the last 170 years.\nOur results also show that the period 1839–1890 was characterised by a stronger than average monsoon, resulting in relatively wet conditions in the Sahel. Notwithstanding, two of the few dry years within this period were concurrent with large volcanic eruptions in the Northern Hemisphere. This latter result supports the recently described relationship between major volcanic eruptions and the occurrence of isolated drought episodes in the Sahel.\n",
        "journal": "Quarterly Journal of the Royal Meteorological Society",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2601",
        "title": "An instrumental index of the West African Monsoon back to the 19th century"
    },
    {
        "author": "S. Y. Maezumi, M. J. Power, F. E. Mayle, K. K. McLauchlan, and J. Iriarte",
        "date": "2015-06-08",
        "description": "<b>Effects of past climate variability on fire and vegetation in the cerrãdo savanna of the Huanchaca Mesetta, NE Bolivia</b><br /><br />Climate of the Past, 11, 835-853, 2015<br /><br />Author(s): S. Y. Maezumi, M. J. Power, F. E. Mayle, K. K. McLauchlan, and J. Iriarte<br /><br />Cerrãdo savannas have the greatest fire activity of all major global land-cover\ntypes and play a significant role in the global carbon cycle. During the\n21st century, temperatures are projected to increase by ~ 3 °C coupled with a precipitation decrease of\n~ 20%. Although these conditions could potentially\nintensify drought stress, it is unknown how that might alter vegetation\ncomposition and fire regimes. To assess how Neotropical savannas responded\nto past climate changes, a 14 500-year, high-resolution, sedimentary record\nfrom Huanchaca Mesetta, a palm swamp located in the cerrãdo savanna in northeastern\nBolivia, was analyzed with phytoliths, stable isotopes, and charcoal. A\nnon-analogue, cold-adapted vegetation community dominated the\nLateglacial–early Holocene period (14 500–9000 cal yr BP, which included trees and\nC<sub>3</sub> Pooideae and C<sub>4</sub> Panicoideae grasses. The Lateglacial\nvegetation was fire-sensitive and fire activity during this period was low,\nlikely responding to fuel availability and limitation. Although similar\nvegetation characterized the early Holocene, the warming conditions\nassociated with the onset of the Holocene led to an initial increase in fire\nactivity. Huanchaca Mesetta became increasingly fire-dependent during the\nmiddle Holocene with the expansion of C<sub>4</sub> fire-adapted grasses. However,\nas warm, dry conditions, characterized by increased length and severity of\nthe dry season, continued, fuel availability decreased. The establishment of\nthe modern palm swamp vegetation occurred at 5000 cal yr BP. Edaphic factors\nare the first-order control on vegetation on the rocky quartzite mesetta.\nWhere soils are sufficiently thick, climate is the second-order control of\nvegetation on the mesetta. The presence of the modern palm swamp is\nattributed to two factors: (1) increased precipitation that increased water\ntable levels and (2) decreased frequency and duration of <i>surazos</i> (cold wind\nincursions from Patagonia) leading to increased temperature minima. Natural\n(soil, climate, fire) drivers rather than anthropogenic drivers control the\nvegetation and fire activity at Huanchaca Mesetta. Thus the cerrãdo savanna\necosystem of the Huanchaca Plateau has exhibited ecosystem resilience to\nmajor climatic changes in both temperature and precipitation since the\nLateglacial period.",
        "journal": "Climate of the Past",
        "link": "http://www.clim-past.net/11/835/2015/",
        "title": "Effects of past climate variability on fire and vegetation in the cerrãdo savanna of the Huanchaca Mesetta, NE Bolivia"
    },
    {
        "author": "HUIJUN WANG et al",
        "date": "2015-05-22",
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Journal of Climate",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-15-0202.1?af=R",
        "title": "The North China/Northeastern Asia Severe Summer Drought in 2014"
    },
    {
        "author": "I. Bouimetarhan, L. Dupont, H. Kuhlmann, J. Pätzold, M. Prange, E. Schefuß, and K. Zonneveld",
        "date": "2015-05-11",
        "description": "<b>Northern Hemisphere control of deglacial vegetation changes in the Rufiji uplands (Tanzania)</b><br /><br />Climate of the Past, 11, 751-764, 2015<br /><br />Author(s): I. Bouimetarhan, L. Dupont, H. Kuhlmann, J. Pätzold, M. Prange, E. Schefuß, and K. Zonneveld<br /><br />In tropical eastern Africa, vegetation distribution is largely controlled by\nregional hydrology, which has varied over the past 20 000 years. Therefore,\naccurate reconstructions of past vegetation and hydrological changes are\ncrucial for a better understanding of climate variability in the tropical\nsoutheastern African region. We present high-resolution pollen records from\na marine sediment core recovered offshore of the Rufiji River delta. Our data\ndocument significant shifts in pollen assemblages during the last\ndeglaciation, identifying, through changes in both upland and\nlowland vegetation, specific responses of plant communities to atmospheric\n(precipitation) and coastal (coastal dynamics and sea-level changes)\nalterations. Specifically, arid conditions reflected by a maximum pollen\nrepresentation of dry and open vegetation occurred during the Northern\nHemisphere cold Heinrich event 1 (H1), suggesting that the expansion of drier\nupland vegetation was synchronous with cold Northern Hemisphere\nconditions. This arid period is followed by an interval in which forest and\nhumid woodlands expanded, indicating a hydrologic shift towards more humid\nconditions. Droughts during H1 and the shift to humid conditions around 14.8 kyr BP in the uplands are consistent with latitudinal shifts of the\nintertropical convergence zone (ITCZ) driven by high-latitude Northern\nHemisphere climatic fluctuations. Additionally, our results show that the\nlowland vegetation, consisting of well-developed salt marshes and mangroves\nin a successional pattern typical for vegetation occurring in intertidal\nhabitats, has responded mainly to local coastal dynamics related to marine\ninundation frequencies and soil salinity in the Rufiji Delta as well as to the\nlocal moisture availability. Lowland vegetation shows a substantial\nexpansion of mangrove trees after ~ 14.8 kyr BP, suggesting an\nincreased moisture availability and river runoff in the coastal area. The\nresults of this study highlight the decoupled climatic and environmental\nprocesses to which the vegetation in the uplands and the Rufiji Delta has\nresponded during the last deglaciation.",
        "journal": "Climate of the Past",
        "link": "http://www.clim-past.net/11/751/2015/",
        "title": "Northern Hemisphere control of deglacial vegetation changes in the Rufiji uplands (Tanzania)"
    },
    {
        "author": "Shih-Yu Simon Wang, Wan-Ru Huang, Jin-Ho Yoon",
        "date": "2015-02-13",
        "description": "\n\nThe 2013–2014 winter in North America brought intense drought in the West and severe cold in the East. The circulation anomalies were characterized as a dipole: an amplified upper-level ridge over the West Coast and a deepened trough over the central-eastern United States. A previous study using a single model has linked the dipole to the El Niño precursor and found that this link has strengthened in recent years. Here, 17 models from the Coupled Model Intercomparison Project Phase 5 are used to examine the dipole activity. Most models capture the dipole and its association with El Niño precursor and project this association to strengthen.\n",
        "journal": "Atmospheric Science Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.565",
        "title": "The North American winter ‘dipole’ and extremes activity: a CMIP5 assessment"
    },
    {
        "author": "C. Andrade, M. Belo-Pereira",
        "date": "2014-11-29",
        "description": "\n\nThis paper analyses the temporal and spatial variability of droughts in Iberia (IP) and in five IP regions (1951−2007) using four observational precipitation-gridded data sets. Droughts were analysed by means of the Weighted Anomaly of Standardized Precipitation (WASP) for 3-, 6- and 12-month time scales. WASP-Index and the Standardized Precipitation Index are highly correlated. The major drought spells at Iberian scale are identified by the four data sets. Moreover, the droughts frequency and severity increased from the late 1980s. Finally, in western Iberia, statistically significant drying trends are detected. In eastern Iberia, larger uncertainties are found on the trends signal.\n",
        "journal": "Atmospheric Science Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.542",
        "title": "Assessment of droughts in the Iberian Peninsula using the WASP-Index"
    },
    {
        "author": "Angela Khong, Jessica K. Wang, Steven M. Quiring, Trent W. Ford",
        "date": "2014-11-18",
        "description": "\n\nThirty years (1954–1983) of soil moisture data from 60 sites in Iowa are used to identify the dominant modes of spatial and temporal variability. Both soil moisture and precipitation exhibit a northwest to southeast gradient across Iowa, with wetter conditions in the southeast and drier conditions in the northwest. Climate and soil characteristics are responsible for the spatial variations in soil moisture. There is a pronounced annual soil moisture cycle that has three distinct phases: a moist phase (April–June), a drying phase (June–September), and a recharge phase (September–November). Spring soil moisture is strongly controlled by the amount of recharge during the previous fall. There is no evidence of a long-term trend in soil moisture; however there is significant interannual variability and about 20% of the variance is attributable to El Niño-Southern Oscillation (ENSO). The warm (cold) phase of ENSO is associated with above (below) average soil moisture in Iowa. The multi-decadal soil moisture record is used to analyse drought frequency and magnitude in Iowa, and to place the 2012 Midwest drought in historical context. In general, Iowa drought is more common during the latter part of the warm season (August through November), but tends to be more severe during the early part of the warm season (April–July). We find that the 2012 drought was unusual because it persisted and intensified throughout the growing season.\n",
        "journal": "International Journal of Climatology",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4176",
        "title": "Soil moisture variability in Iowa"
    },
    {
        "author": "Md Masud Hasan, Peter K. Dunn",
        "date": "2014-11-07",
        "description": "\n\nTheoretical probability distributions of seasonal rainfall totals have potential applications in fitting models and generating synthetic data. One of the major challenges in fitting distributions for seasonal rainfall from countries like Australia is that the data differ significantly for various seasons across stations. The wet stations may possess strictly positive rainfall amounts only, whereas dry stations may observe seasons with no rainfall. Furthermore the data ranges from approximately symmetric to highly skewed. We explore fitting distributions from the Tweedie family of distributions to model seasonal rainfall. The Tweedie family of distributions includes continuous-symmetric (normal), continuous-skewed (gamma) and mixture-type (Poisson–gamma, P–G) distributions. This study analysed seasonal rainfall totals from 989 Australian stations with data for about 100 years. For various seasons, within the Tweedie family the P–G distributions were optimal for about 50% of stations, the gamma distributions were near-optimal for approximately 40% and the normal distributions were near-optimal elsewhere. Most of the stations where the gamma distributions are near-optimal are concentrated on the Australian coastline. The quantile–quantile (QQ) plots indicate that the models fit well to the seasonal rainfall totals of selected stations. Almost everywhere, various statistics of observed seasonal rainfall are within the empirical 95% confidence intervals of the respective statistics of simulated data using the Tweedie models. The model performs better in modelling extremely high rainfall events (95th percentiles) than the extremely low (5th percentiles) rainfall events. In addition, the P–G distribution within the Tweedie family models the probability of no rainfall and, for about 97% of stations, the observed probability of no rainfall is within the 95% confidence interval of the simulated probability of no rainfall. The ability of the Tweedie models to simulate the extreme rainfall amounts and the probability of no rainfall can be useful in drought monitoring and in water resources planning and management.\n",
        "journal": "International Journal of Climatology",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4194",
        "title": "Seasonal rainfall totals of Australian stations can be modelled with distributions from the Tweedie family"
    },
    {
        "author": "S. M. Vicente-Serrano, O. Chura, J. I. López-Moreno, C. Azorin-Molina, A. Sanchez-Lorenzo, E. Aguilar, E. Moran-Tejeda, F. Trujillo, R. Martínez, J. J. Nieto",
        "date": "2014-10-30",
        "description": "\nIn this study, the spatio-temporal variability and trends of droughts across Bolivia between 1955 and 2012 were investigated using two climate drought indices: the Standardized Precipitation Index (SPI), which is based on precipitation data, and the Standardized Precipitation Evapotranspiration Index (SPEI), which is based on the difference between the precipitation and the reference evapotranspiration (ETo). We found that the average drought conditions across the country showed a temporal behaviour mainly characterized by decadal variations. The spatial pattern of drought evolution showed marked differences between the Amazonian region and the Bolivian Altiplano. Both regions showed different drought periods, a lower frequency of drought variability in the Amazon region and trends towards drier conditions in the Altiplano, mainly due to a higher atmospheric water demand as a consequence of increased ETo. We also showed that inclusion of ETo, obtained from maximum and minimum temperature records, increased the spatial heterogeneity of the drought evolution in relation to the evolution observed when only precipitation droughts were considered. The SPEI, the calculation of which includes precipitation and ETo, indicated intensification in drought severity in the last years analysed relative to the pattern found when precipitation droughts alone were considered, and also indicated an increase in the magnitude and duration of drought events. The potential for increasing drought conditions under various climate change scenarios is discussed.\n",
        "journal": "International Journal of Climatology",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4190",
        "title": "Spatio-temporal variability of droughts in Bolivia: 1955–2012"
    },
    {
        "author": "Chia-Jeng Chen, Aris P. Georgakakos",
        "date": "2014-10-10",
        "description": "\n\nThe detrimental impacts of climate variability on water, agriculture, and food resources in East Africa underscore the importance of reliable seasonal climate predictions. This study compares several forecasting methods using sea surface temperature (SST) anomalies to predict East African rains with various lead times. It is shown that the forecasts can explain more than 50% of the short rains (boreal autumn) variance across large regions of Ethiopia, Somalia, and Kenya, and reaffirm the importance of the Walker-like circulation over the Indian Ocean. The forecasts also explain more than 50% of the long rains (boreal spring) over Uganda, Lake Victoria, and western Kenya, and demonstrate the strong connection of the long rains to the SSTs in the southern Atlantic Ocean, Mediterranean Sea, southwestern Indian Ocean, and Arabian Sea. For the unimodal rains in Tanzania, the forecasts explain more than 40% of the rainfall variance over northwestern Tanzania based on SST predictors in the southwestern Indian Ocean and the subtropical North Atlantic. For the South Sudan and Ethiopian Kiremt rains, the forecast skill is less pronounced. The predictor regions (dipoles) for a recently developed method are validated through composite maps of surface and atmospheric reanalysis variables. Lastly, 2010–2011 forecasts for both the long and short rains demonstrate skill in predicting the recent drought suggesting that seasonal climate forecasts can inform natural disaster preparedness and water resources planning in East Africa.\n",
        "journal": "International Journal of Climatology",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4165",
        "title": "Seasonal prediction of East African rainfall"
    },
    {
        "author": "Susann Schwarzak, Stephanie Hänsel, Jörg Matschullat",
        "date": "2014-10-10",
        "description": "\n\nChanges in frequency, duration and/or intensity of extreme precipitation events, such as heavy precipitation or drought, profoundly impact both society and the natural environment. Regional climate models are valuable tools to assess any future progress of such events, and to complement the development of regional and local adaptation and mitigation strategies – here for the model region Dresden within the REGKLAM project. Multi-model approaches may alleviate some of the problems related to uncertainties of projected changes.\nThe bandwidth of future climate conditions in Central Eastern Germany has been estimated, using 12 regional climate projections in daily resolution as simulated within the EU-project ENSEMBLES (emission scenario A1B). Validation of the model runs against an observation data set displayed significant difficulties of the models to describe the regional precipitation characteristics. Shortcomings are particularly obvious in realistically simulating dry period characteristics, likely due to an overestimation of precipitation totals. Most models agree in the projection of more frequent and longer-lasting drought events during summer, while wet phase frequency and persistence is projected to increase in winter. Extreme precipitation events (99th percentile) are likely to increase by the end of the 21st century in most seasons – even in summer, despite projected decreasing average precipitation.\nThe suggested display of all individual model results allows comparing the characteristics and the trend behaviour of the individual regional climate projections. This supports selecting the suitable model(s) for specific impact modelling demands.\n",
        "journal": "International Journal of Climatology",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4166",
        "title": "Projected changes in extreme precipitation characteristics for Central Eastern Germany (21st century, model-based analysis)"
    },
    {
        "author": "Jie Zhang, Laurent Li, Dongliang Li, Weitao Deng",
        "date": "2014-09-30",
        "description": "\n\nDrought is one of the most devastating natural disasters occurring in the Yellow River basin (YRB) in Central and North China, with strong impacts on human societies and natural environments. Based on datasets from ECMWF/ERA-Interim on atmospheric circulation and sea level pressure and on rainfall data from meteorological networks from 1979 to 2013, droughts in the YRB are investigated in the present work. Rainfall in summer in the northern YRB (semi-arid and semi-humid zones) has been low since 1990, which is associated with an anomaly of planetary waves around Lake Baikal. These waves are significantly affected by Arctic ice loss (particularly in the eastern Arctic) among other factors. Eastern Arctic ice loss results in a warmer surface and increases air temperatures over the Arctic and northern Siberia. These conditions are favourable for cyclonic anomalies in the lower troposphere, generating an ascending flow anomaly over the eastern Arctic and a positive anomaly of meridional wind in the low troposphere between high latitudes and the Arctic. This situation results in a weaker Polar cell and a stronger Ferrel cell in the three-cell latitudinal circulation, due to increasing the ascending flow at approximately 60°N as well as the descending flow at approximately 35°–53°N. These conditions favour reinforcement as well as the width of subtropical high pressures, meridional shifts or northward elongation, the anomaly of planetary wave ridges around Lake Baikal, finally, more severe droughts in the northern YRB. Simulations performed with an atmospheric general circulation model confirm that Arctic sea ice loss can induce a northward shift and enhancement of subtropical high pressures, together with decreasing rainfall in the mid-latitudes of both North America and East Asia, especially in the northern YRB.\n",
        "journal": "International Journal of Climatology",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4177",
        "title": "Summer droughts in the northern Yellow River basin in association with recent Arctic ice loss"
    },
    {
        "author": "Huopo Chen, Jianqi Sun",
        "date": "2014-09-16",
        "description": "\n\nThe science that humans are the cause of global warming, and that the associated climate change would lead to serious changes in climate extreme events, food production, freshwater resources, biodiversity, human mortality, etc. is unequivocal. After several political negotiations, a 2 °C warming has been considered to be the benchmark for such damaging changes. However, an increasing amount of scientific research indicates that higher levels of warming are increasingly likely. What would the world be like if such higher levels of warming occurred? This study aims to provide information for better politically driven mitigation through an investigation of the changes in temperature- and precipitation-based extreme indices using CMIP5 (coupled model intercomparison project phase 5) simulations of a warming of 1, 2, and 3 °C in China. Warming simulations show more dramatic effects in China compared with the global average. In general, the results show relatively small change signals in climate extreme events in China at 1 °C, larger anomalies at 2 °C, and stronger and more extended anomalies at 3 °C. Changes in the studied temperature indices indicate that warm events would be more frequent and stronger in the future, and that cold events would be reduced and weakened. For changes in the precipitation indices, extreme precipitation generally increases faster than total wet-day precipitation, and China will experience more intensified extreme precipitation events. Furthermore, the risk of flooding is projected to increase, and the dry conditions over northern China are projected to be mitigated. In certain regions, particularly Southwest China, the risks of both drought and flood events would likely increase despite the decreased total precipitation in the future. Uncertainties mainly derived from inter-model and scenario variabilities are attached to these projections, but a high model agreement can be generally observed in the likelihood of these extreme changes.\n",
        "journal": "International Journal of Climatology",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4168",
        "title": "Changes in climate extreme events in China associated with warming"
    },
    {
        "author": "Hua Su et al",
        "date": "2014-04-14",
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Journal of Climate",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-13-00185.1?af=R",
        "title": "On the spatial gradient of soil moisture-precipitation feedback strength in the 2011 April drought in the Southern Great Plains"
    }
]