[
    {
        "author": "", 
        "date": "2015-08-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">The study analyses the annual structure of dry spells over the Iberian Peninsula through a second markov chain model based on the persistence concept under present and future conditions. The persistence of dryness can be considered as an indicator of drought, being useful for early warning drought systems. It can be studied as an isolated factor, here we focus the analysis on the probability of dry spells occurrence at each grid point of the domain by means of a two-state second order of Markov Chain model. Previous studies using this model along twentieth century observational data obtained successful results in the dry spells characterisation over several regions. First, the application of this theoretical model on three observational datasets over the domain, confirms the second order of markov chain characteristics of the observed dry spells. Then, the observational climate (1989–2007) EraInterim-forced regional climate model simulations from Spanish ESCENA project are successfully compared with those observational datasets results. Then, the study of climate change projections on the markovian behaviour is studied through the ECHAM5r2 global climate model and the regional models under present (1970–2000) and future (2021–2050) climate conditions. They indicate that the markovian characteristics of dry spells are kept in the future over the domain except some points in the South East coast. A decrease of the probability of occurrence of short dry spells (1–7 days) is obtained, while the longest dry spells (&gt;12 days) are increased. These results are coherent with the analysis of the annual average of dry spells length.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2280-8", 
        "title": "Markovian characteristics of dry spells over the Iberian Peninsula under present and future conditions using ESCENA ensemble of regional climate models"
    }, 
    {
        "author": "", 
        "date": "2015-08-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">Climate change is a likely addition to the unpredictable challenges urban communities will face. Enhancing urban forests has gained prominence as a climate adaptation tool in cities. The fact that urban forests are also vulnerable is now starting to emerge. Many urban forest management professionals do not know how to take climate change into account and what aspects of urban forest vulnerability to climate change to prioritize. Bringing climate change to the forefront of the decision-making process in urban forest management, and urban forests to the forefront of urban climate issues, is important to urban forest success. This paper presents an exploratory assessment of vulnerability to climate change in the Canadian urban forests of Halifax, London, and Saskatoon. The objectives of the assessment were to: 1) identify the elements of urban forest exposure and sensitivity to climate change, the nature of the expected impact, and the adaptive capacities that exist in these three urban forests; 2) assess which of these elements contributes more to urban forest vulnerability to climate change; and, 3) elicit adaptive strategies based on this information. The method used was participatory and expert-based and allowed for a systematic evaluation of vulnerability. Exposures related to drought, heat stress, and wind, susceptibility of urban trees to insects and diseases, and the sensitivity of young trees and tree species with specific temperature and moisture requirements, are the main concerns regarding the vulnerability of urban forests to climate change in these three cities.</p>\n                  ", 
        "journal": "Climatic Change", 
        "link": "http://link.springer.com/10.1007/s10584-015-1394-2", 
        "title": "Climate change vulnerability assessment of the urban forest in three Canadian cities"
    }, 
    {
        "author": "Jason Patskoski, A. Sankarasubramanian", 
        "date": "2015-07-26", 
        "description": "\n\nReservoir sizing is a critical task as the storage in a reservoir must be sufficient to supply water during extended droughts. Typically, sequent peak algorithm (SQP) is used with observed streamflow to obtain reservoir storage estimates. To overcome the limited sample length of observed streamflow, synthetic streamflow traces estimated from observed streamflow characteristics are provided with SQP to estimate the distribution of storage. However, the parameters in the stochastic streamflow generation model are derived from the observed record and are still unrepresentative of the long-term drought records. Paleo-streamflow time series, usually reconstructed using tree-ring chronologies, span for a longer period than the observed streamflow and provide additional insight into the preinstrumental drought record. This study investigates the capability of reconstructed streamflow records in reducing the uncertainty in reservoir storage estimation. For this purpose, we propose a Bayesian framework that combines observed and reconstructed streamflow for estimating the parameters of the stochastic streamflow generation model. By utilizing reconstructed streamflow records from two potential stations over the Southeastern U.S., the distribution of storage estimated using the combined streamflows is compared with the distribution of storage estimated using observed streamflow alone based on split-sample validation. Results show that combining observed and reconstructed streamflow yield stochastic streamflow generation parameters more representative of the longer streamflow record resulting in improved reservoir storage estimates. We also generalize the findings through a synthetic experiment by generating reconstructed streamflow records of different sample length and skill. The analysis shows that uncertainty in storage estimates reduces by incorporating reconstruction records with higher skill and longer sample lengths. Potential applications of the proposed methodology are also discussed.\n", 
        "journal": "Water Resources Research", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014WR016189", 
        "title": "Improved reservoir sizing utilizing observed and reconstructed streamflows within a Bayesian combination framework"
    }, 
    {
        "author": "N. W. Chaney, J. D. Herman, P. M. Reed, and E. F. Wood", 
        "date": "2015-07-24", 
        "description": "<b>Flood and drought hydrologic monitoring: the role of model parameter uncertainty</b><br /><br />Hydrology and Earth System Sciences, 19, 3239-3251, 2015<br /><br />Author(s): N. W. Chaney, J. D. Herman, P. M. Reed, and E. F. Wood<br /><br />Land surface modeling, in conjunction with numerical weather forecasting and\nsatellite remote sensing, is playing an increasing role in global monitoring\nand prediction of extreme hydrologic events (i.e., floods and droughts).\nHowever, uncertainties in the meteorological forcings, model structure, and\nparameter identifiability limit the reliability of model predictions. This\nstudy focuses on the latter by assessing two potential weaknesses that emerge\ndue to limitations in our global runoff observations: (1) the limits of\nidentifying model parameters at coarser timescales than those at which the\nextreme events occur, and (2) the negative impacts of not properly accounting\nfor model parameter equifinality in the predictions of extreme events. To\naddress these challenges, petascale parallel computing is used to perform the\nfirst global-scale, 10 000 member ensemble-based evaluation of plausible\nmodel parameters using the VIC (Variable Infiltration Capacity) land surface\nmodel, aiming to characterize the impact of parameter identifiability on the\nuncertainty in flood and drought predictions. Additionally, VIC's\nglobal-scale parametric sensitivities are assessed at the annual, monthly,\nand daily timescales to determine whether coarse-timescale observations can\nproperly constrain extreme events. Global and climate type results indicate\nthat parameter uncertainty remains an important concern for predicting\nextreme events even after applying monthly and annual constraints to the\nensemble, suggesting a need for improved prior distributions of the model\nparameters as well as improved observations. This study contributes a\ncomprehensive evaluation of land surface modeling for global flood and\ndrought monitoring and suggests paths forward to overcome the challenges\nposed by parameter uncertainty.", 
        "journal": "Hydrology and Earth System Sciences", 
        "link": "http://www.hydrol-earth-syst-sci.net/19/3239/2015/", 
        "title": "Flood and drought hydrologic monitoring: the role of model parameter uncertainty"
    }, 
    {
        "author": "Youbing Peng, Caiming Shen, Hai Cheng, Ying Xu", 
        "date": "2015-07-23", 
        "description": "\n\nThe Interdecadal Pacific Oscillation (IPO) and its impacts on precipitation over eastern China during the last millennium are investigated through analyzing two 1000-yr global climate model simulations. Results show that the model does not simulate a prolonged period of negative IPO before AD 1300 suggested by the proxy reconstruction, although it does simulate centennial periods of negative and positive IPO. The simulated IPO exhibits several low-frequency oscillations, including 10-23, 30-33, 35-70 and 85-110 yr. However, it remains an open question whether simulated IPO oscillations longer than bidecadal mode can be or not be considered as essentially internal modes of variability. The simulations indicate that precipitation over eastern China is associated with the IPO. When the strongest IPO signal of 53-77 yr oscillation occurs, the summer precipitation goes of opposite sign over North China (NC) and the middle and lower Yangtze River Vally (MLYRV), i.e., dipole mode such as the “flood-in-south and drought-in-north” pattern that occurs during the positive IPO episodes and vice versa. While coherent mode is dominant when the relatively weak IPO signal occurs, and warm phases of the IPO coincide with coherent drought and vice versa. The association between 53-77 yr oscillation of the IPO and precipitation in NC is more marked than that in the MLYRV. Our results suggest that the internal variability of climate system like the IPO may play an important role in precipitation over eastern China, at least on the 53-77 yr oscillation.\n", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023104", 
        "title": "Simulation of the Interdecadal Pacific Oscillation and its impacts on the climate over eastern China during the last millennium"
    }, 
    {
        "author": "Y. Wang, L. Lin, and H. Chen", 
        "date": "2015-07-23", 
        "description": "<b>Assessing the economic impacts of drought from the perspective of profit loss rate: a case study of the sugar industry in China</b><br /><br />Natural Hazards and Earth System Science, 15, 1603-1616, 2015<br /><br />Author(s): Y. Wang, L. Lin, and H. Chen<br /><br />Natural disasters have enormous impacts on human society, especially on the\ndevelopment of the economy. To support decision-making in mitigation and\nadaption to natural disasters, assessment of economic impacts is fundamental\nand of great significance. Based on a review of the literature on economic\nimpact evaluation, this paper proposes a new assessment model of the economic\nimpacts of droughts by using the sugar industry in China as a case study,\nwhich focuses on the generation and transfer of economic impacts along a\nsimple value chain involving only sugarcane growers and a sugar-producing\ncompany. A perspective of profit loss rate is applied to scale economic\nimpact. By using \"with and without\" analysis, profit loss is defined as\nthe difference in profits between disaster-hit and disaster-free scenarios.\nTo calculate profit, analysis of a time series of sugar price is applied. \nWith the support of a linear regression model, an endogenous trend in sugar\nprice is identified and the time series of sugar price \"without\" disaster\nis obtained, using an autoregressive error model to separate impact of\ndisasters from the internal trend in sugar price. Unlike the settings in\nother assessment models, representative sugar prices, which represent value\nlevel in disaster-free conditions and disaster-hit conditions, are integrated\nfrom a long time series that covers the whole period of drought. As a \nresult, it is found that in a rigid farming contract, sugarcane growers\nsuffer far more than the sugar company when impacted by severe drought, which\nmay promote reflections among various economic\nbodies on economic equality related to the occurrence of natural disasters. Further, sensitivity analysis\nof the model built reveals that sugarcane purchase price has a significant\ninfluence on profit loss rate, which implies that setting a proper sugarcane\npurchase price would be an effective way of realizing economic equality in\nfuture practice of contract farming.", 
        "journal": "Natural Hazards and Earth System Science", 
        "link": "http://www.nat-hazards-earth-syst-sci.net/15/1603/2015/", 
        "title": "Assessing the economic impacts of drought from the perspective of profit loss rate: a case study of the sugar industry in China"
    }, 
    {
        "author": "Zhanming Wan, Ke Zhang, Xianwu Xue, Zhen Hong, Yang Hong, Jonathan J. Gourley", 
        "date": "2015-07-22", 
        "description": "\n\nThe objective of this study is to produce an observationally based monthly evapotranspiration (ET) product using the simple water balance equation across the conterminous United States (CONUS). We adopted the best quality ground- and satellite-based observations of the water budget components, i.e., precipitation, runoff, and water storage change, while ET is computed as the residual. Precipitation data is provided by the bias-corrected PRISM observation-based precipitation dataset, while runoff comes from observed monthly streamflow values at 592 USGS stream gauging stations that have been screened by strict quality controls. We developed a land surface model-based downscaling approach to disaggregate the monthly GRACE equivalent water thickness data to daily, 0.125º values. The derived ET computed as the residual from the water balance equation is evaluated against three sets of existing ET products. The similar spatial patterns and small differences between the reconstructed ET in this study and the other three products show the reliability of the observationally based approach. The new ET product and the disaggregated GRACE data provide a unique, important hydro-meteorological data set that can be used to evaluate the other ET products as a benchmark dataset, assess recent hydrological and climatological changes, and terrestrial water and energy cycle dynamics across the CONUS. These products will also be valuable for studies and applications in drought assessment, water resources management, and climate change evaluation. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Water Resources Research", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015WR017311", 
        "title": "Water balance-based actual evapotranspiration reconstruction from ground and satellite observations over the conterminous United States"
    }, 
    {
        "author": "M. Kang, Z. Zhang, A. Noormets, X. Fang, T. Zha, J. Zhou, G. Sun, S. G. McNulty, and J. Chen", 
        "date": "2015-07-21", 
        "description": "<b>Energy partitioning and surface resistance of a poplar  plantation in northern China</b><br /><br />Biogeosciences, 12, 4245-4259, 2015<br /><br />Author(s): M. Kang, Z. Zhang, A. Noormets, X. Fang, T. Zha, J. Zhou, G. Sun, S. G. McNulty, and J. Chen<br /><br />Poplar (<i>Populus</i> sp.) plantations have been, on the one hand, broadly used in northern China\nfor urban greening, combating desertification, as well as for paper and wood\nproduction. On the other hand, such plantations have been questioned\noccasionally for their possible negative impacts on water availability\ndue to the higher water-use nature of poplar trees compared with other tree\nspecies in water-limited dryland regions. To further understand the\nacclimation of poplar species to semiarid environments and to evaluate the\npotential impacts of these plantations on the broader context of the\nregion's water supply, we examine the variability of bulk resistance\nparameters and energy partitioning in a poplar (<i>Populus euramericana</i> cv. \"74/76\") plantation\nlocated in northern China over a 4-year period, encompassing both dry and\nwet conditions. The partitioning of available energy to latent heat flux\n(LE) decreased from 0.62 to 0.53 under mediated meteorological drought by\nirrigation applications. A concomitant increase in sensible heat flux (<i>H</i>)\nresulted in the increase of a Bowen ratio from 0.83 to 1.57. Partial\ncorrelation analysis indicated that surface resistance (<i>R</i><sub>s</sub>) normalized\nby leaf area index (LAI; <i>R</i><sub>s</sub>:LAI) increased by 50 % under drought\nconditions and was the dominant factor controlling the Bowen ratio.\nFurthermore, <i>R</i><sub>s</sub> was the main factor controlling LE during the growing\nseason, even in wet years, as indicated by the decoupling coefficient\n(&Omega; = 0.45 and 0.39 in wet and dry years, respectively). <i>R</i><sub>s</sub> was\nalso a major regulator of the LE / LE<sub>eq</sub> ratio, which decreased from 0.81\nin wet years to 0.68 in dry years. All physiological and bioclimatological\nmetrics indicated that the water demands of the poplar plantation were\ngreater than the amount available through precipitation, highlighting the\npoor match of a water-intensive species like poplar for this water-limited\nregion.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/4245/2015/", 
        "title": "Energy partitioning and surface resistance of a poplar  plantation in northern China"
    }, 
    {
        "author": "J. M. Finkel, L. M. Canel-Katz, J. I. Katz", 
        "date": "2015-07-20", 
        "description": "\n\nThe mean North American and world climates have warmed since the 19th century following the anthropogenic emission of large quantities of greenhouse gases. It has been suggested that this warming may increase the frequency or severity of droughts. We define a quantitative and objective aridity index that describes the precipitation forcing function of drought. Using the extensive historical database of precipitation records, we evaluate changes in the aridity in the 48 contiguous United States. The area-averaged mean fractional rate of change of aridity of 1218 sites in the period 1893–2013 was (−6.6 ± 0.4) × 10− 4 per year; the 48 contiguous United States became less arid. The rate of decrease of aridity was roughly consistent with expectations from the Clausius–Clapeyron relation and the rate of warming. The fractional rate of change of aridity was nearly uncorrelated with the aridity itself, but there were regional differences: many Western and coastal Southeastern sites showed increasing aridity, but regions of rapidly decreasing aridity were found in a band 85∘–100∘W and the Northeast.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4421", 
        "title": "Decreasing US aridity in a warming climate"
    }, 
    {
        "author": "Richard Seager et al", 
        "date": "2015-07-16", 
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00860.1?af=R", 
        "title": "Causes of the 2011 to 2014 California drought"
    }, 
    {
        "author": "Ali Behrangi et al", 
        "date": "2015-07-16", 
        "description": "Journal of Applied Meteorology and Climatology, Volume 54, Issue 7, Page 1510-1522, July 2015. \n\t\t<br/>\n\t", 
        "journal": "Journal of Applied Meteorology and Climatology", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JAMC-D-14-0162.1?af=R", 
        "title": "Probabilistic Seasonal Prediction of Meteorological Drought Using the Bootstrap and Multivariate Information"
    }, 
    {
        "author": "Yang Yang et al", 
        "date": "2015-07-16", 
        "description": "Journal of Applied Meteorology and Climatology, Volume 54, Issue 7, Page 1523-1537, July 2015. \n\t\t<br/>\n\t", 
        "journal": "Journal of Applied Meteorology and Climatology", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JAMC-D-14-0090.1?af=R", 
        "title": "Reformulation of the Drought Code in the Canadian Fire Weather Index System Implemented in New Zealand"
    }, 
    {
        "author": "Chris Palmer", 
        "date": "2015-07-16", 
        "description": "Since the mid-20th century, increased urbanization along the southern California coast has raised nighttime temperatures, resulting in less morning fog and cloud cover.", 
        "journal": "EOS", 
        "link": "https://eos.org/research-spotlights/urbanization-threatens-drought-reducing-clouds-in-california?utm_source=rss&utm_medium=rss&utm_content=urbanization-threatens-drought-reducing-clouds-in-california", 
        "title": "Urbanization Threatens Drought-Reducing Clouds in California"
    }, 
    {
        "author": "Ali Mehran, Omid Mazdiyasni, Amir AghaKouchak", 
        "date": "2015-07-16", 
        "description": "\n\nSocioeconomic drought broadly refers to conditions whereby the water supply cannot satisfy the demand. Most previous studies describe droughts based on large scale meteorological/hydrologic conditions, ignoring the demand and local resilience to cope with climate variability. Reservoirs provide resilience against climatic extremes and play a key role in water supply and demand management. Here, we outline a unique multivariate approach as a measure of socioeconomic drought, termed Multivariate Standardized Reliability and Resilience Index (MSRRI). The model combines information on the inflow and reservoir storage relative to the demand. MSRRI combines: (I) a “top-down” approach that focuses on processes/phenomena that cannot be simply controlled or altered by decision makers, such as climate change and variability, and (II) a “bottom-up” methodology that represents the local resilience and societal capacity to respond or adapt to droughts. MSRRI is based on a nonparametric multivariate distribution function that links Inflow-Demand Reliability (IDR) indicator to Water Storage Resilience (WSR) indicator. These indicators are used to assess socioeconomic drought during the Australian Millennium Drought (1998–2010) and the 2011–2014 California Drought. The results show that MSRRI is superior to univariate indices because it captures both early onset and persistence of water stress over time. The suggested framework can be applied to both individual reservoirs and a group of reservoirs in a region, and it is consistent with the currently available standardized drought indicators. MSRRI provides complementary information on socioeconomic drought development and recovery based on reservoir storage and demand that cannot be achieved from the commonly used drought indicators.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023147", 
        "title": "A Hybrid Framework for Assessing Socioeconomic Drought: Linking Climate Variability, Local Resilience, and Demand"
    }, 
    {
        "author": "XIUZHEN LI et al", 
        "date": "2015-07-15", 
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00403.1?af=R", 
        "title": "Assessment of Regional Drought Trend and Risk over China: A Drought Climate Division Perspective"
    }, 
    {
        "author": "Sloan Coats, Jason E. Smerdon, Richard Seager, Daniel Griffin, Benjamin I. Cook", 
        "date": "2015-07-14", 
        "description": "\n\nThe phasing of winter-to-summer precipitation anomalies in the North American Monsoon (NAM) region 2 (113.25°W-107.75°W, 30°N-35.25°N—NAM2) of Southwestern North America is analyzed in fully-coupled simulations of the last millennium and compared to tree-ring reconstructed winter and summer precipitation variability. The models simulate periods with in-phase seasonal precipitation anomalies but the strength of this relationship is variable on multi-decadal timescales, behavior that is also exhibited by the reconstructions. The models, however, are unable to simulate periods with consistently out-of-phase winter-to-summer precipitation anomalies as observed in the latter part of the instrumental interval. The periods with predominantly in-phase winter-to-summer precipitation anomalies in the models are significant against randomness, and while this result is suggestive of a potential for dual-season drought on interannual and longer timescales, models do not consistently exhibit the persistent dual-season drought seen in the dendroclimatic reconstructions. These collective findings indicate that model-derived drought risk assessments may underestimate the potential for dual-season drought in 21st-century projections of hydroclimate in the American Southwest and parts of Mexico.\n", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023085", 
        "title": "Winter-to-Summer Precipitation Phasing in Southwestern North America: A Multi-century perspective from Paleoclimatic Model-Data Comparisons"
    }, 
    {
        "author": "Xuejun Zhang, Qiuhong Tang", 
        "date": "2015-07-14", 
        "description": "\n\nSatellite real-time precipitation enables hydrological monitoring in China where the near-real-time ground observations are not readily available. However, the inconsistency between the real-time satellite precipitation and gauge-based retrospective data may introduce large systematic bias in near-real-time hydrological monitoring. Here we attempted to integrate the Tropical Rainfall Measuring Mission (TRMM) real-time precipitation (3B42RTV7) into a 62 year gauge-based retrospective product, the IGSNRR (Institute of Geographical Sciences and Natural Resources Research) dataset through matching their cumulative probability functions toward a near-real-time hydrological monitoring consistent with the long-term retrospective simulations. A nearly 11 year period from March 2000 to December 2010 was taken as the training period to establish the satellite-gauge precipitation relationship, which was employed in the period of 2011–2013 to evaluate the performance of the adjustment. The results show that the adjusted 3B42RTV7 matches well with IGSNRR precipitation, while the unadjusted data tend to overestimate precipitation. Forced by the adjusted 3B42RTV7, the Variable Infiltration Capacity model can reproduce the IGSNRR-derived hydrographs and high/low flows better than the model forced by the unadjusted data. The percentiles of the adjusted hydrological estimates in the 62 year estimates from IGSNRR are used for near-real-time assessment of hydrological extremes. The hydrological monitoring assisted by the adjusted satellite precipitation, which enables the employment of the long-term ground observations, is able to capture more detailed drought information than that before adjustment. Our experiment suggests that the satellite real-time precipitation, after adjustment, can generate the current hydrological conditions which can be directly compared with the long-term climatology, and thus facilitates near-real-time diagnosis and detection of hydrological extremes.\n", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023400", 
        "title": "Combining satellite precipitation and long-term ground observations for hydrological monitoring in China"
    }, 
    {
        "author": "Guobao Xu, Xiaohong Liu, Guoju Wu, Tuo Chen, Wenzhi Wang, Qiong Zhang, Youfu Zhang, Xiaomin Zeng, Dahe Qin, Weizhen Sun, Xuanwen Zhang", 
        "date": "2015-07-14", 
        "description": "\n\nCentral Asian droughts have drastically and significantly affected agriculture and water resource management in these arid and semiarid areas. Based on tree ring δ18O from native, dominant Schrenk spruce (Picea schrenkiana Fisch. et Mey.), we developed a 300 year (1710–2010) standard precipitation-evaporation index (SPEI) reconstruction from January to August for China's western Tianshan Mountains. The regression model explained 37.6% of the variation in the SPEI reconstruction during the calibration period from 1950 to 2010. Comparison with previous drought reconstructions confirmed the robustness of our reconstruction. The 20th century has been a relatively wet period during the past 300 years. The SPEI showed quasi 2, 5, and 10 year cycles. Several pluvials and droughts with covariability over large areas were revealed clearly in the reconstruction. The two longest pluvials (lasting for 12 years), separated by 50 years, appeared in the 1900s and the 1960s. The most severe drought occurred from 1739 to 1761 and from 1886 to 1911 was the wettest period since 1710. Compared to previous investigations of hydroclimatic changes in the western Tianshan Mountains, our reconstruction revealed more low-frequency variability and indicated that climate in the western Tianshan Mountains shifted from dry to wet in 1886. This regime shift was generally consistent with other moisture reconstructions for the northeastern Tibetan Plateau and northern Pakistan and may have resulted from a strengthened westerly circulation. The opposite hydrological trends in the western Tianshan Mountains and southeastern Tibetan Plateau reveal a substantial influence of strengthened westerlies and weakening of the Indian summer monsoon.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JD023027", 
        "title": "Tree ring δ18O's indication of a shift to a wetter climate since the 1880s in the western Tianshan Mountains of northwestern China"
    }, 
    {
        "author": "Deepthi Rajsekhar, Vijay P. Singh, Ashok K. Mishra", 
        "date": "2015-07-14", 
        "description": "\n\nDrought properties and the socioeconomic impact it makes are expected to increase in the coming years due to climate change. Here we review the possible impacts of changes in climate variability on the properties of different drought types. The downscaled and bias-corrected data from five general circulation models (GCMs) were used to produce an ensemble of precipitation, temperature, and wind speed, through a relative entropy approach and were used for drought analysis. A novel Multivariate Drought Index was then employed for an integrated quantification of all physical forms of drought. We studied the spatial patterns of drought properties and performed multivariate frequency analysis for each planning region in Texas to recognize the distribution of potential drought hazard areas under climate change impact by formulating a Drought Hazard Index. A drought vulnerability assessment was also carried out by taking into consideration various socioeconomic factors, leading to the development of socioeconomic Drought Vulnerability Index. A set of composite drought risk maps that combines hazard and vulnerability analysis were developed. This study also explored the cause-effect relationship between the drought events and several hydroclimatic triggers. A transfer entropy measure was used to quantify the causal relationships, thus indicating the predominant future drought triggers. Overall, the findings are expected to help achieve an effective drought mitigation strategy for the state of Texas.\n", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JD022670", 
        "title": "Integrated drought causality, hazard, and vulnerability assessment for future socioeconomic scenarios: An information theory perspective"
    }, 
    {
        "author": "Meixian Liu, Xianli Xu, Alex Sun", 
        "date": "2015-07-14", 
        "description": "\n\nClimate extremes can cause devastating damage to human society and ecosystems. Recent studies have drawn many conclusions about trends in climate extremes, but few have focused on quantitative analysis of their spatial variability and underlying mechanisms. By using the techniques of overlapping moving windows, the Mann-Kendall trend test, correlation, and stepwise regression, this study examined the spatial-temporal variation of precipitation extremes and investigated the potential key factors influencing this variation in southwestern (SW) China, a globally important biodiversity hot spot and climate-sensitive region. Results showed that the changing trends of precipitation extremes were not spatially uniform, but the spatial variability of these precipitation extremes decreased from 1959 to 2012. Further analysis found that atmospheric circulations rather than local factors (land cover, topographic conditions, etc.) were the main cause of such precipitation extremes. This study suggests that droughts or floods may become more homogenously widespread throughout SW China. Hence, region-wide assessments and coordination are needed to help mitigate the economic and ecological impacts.\n", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JD022886", 
        "title": "Decreasing spatial variability in precipitation extremes in southwestern China and the local/large-scale influencing factors"
    }, 
    {
        "author": "Edward Park, Edgardo M. Latrubesse", 
        "date": "2015-07-14", 
        "description": "\n\nLarge river channel confluences are recognized as critical fluvial features because both intensive and extensive hydrophysical and geoecological processes take place at this interface. However, identifications of suspended sediment routing patterns through channel junctions and the roles of tributaries on downstream sediment transport in large rivers are still poorly explored. In this paper, we propose a remote sensing-based approach to characterize the spatiotemporal patterns of the post-confluence suspended sediment transport by mapping the surface water distribution in the ultimate example of large river confluence on Earth where distinct water types meet: The Solimões-Amazon (white water) and Negro (black water) rivers. The surface water types distribution was modeled for three different years: average hydrological condition (2007) and two years when extreme events occurred (drought-2005 and flood-2009). Amazonian surface water domination along the main channel is highest during the water discharge rising season. Surface water mixing along the main channel depends on the hydrological seasons with the highest mixed-homogenized area observed during water discharge peak season and the lowest during discharge rising season. Water mixture also depends on the yearly hydrological regime with the highest rates of water mixing in 2009, followed by 2005 and 2007. We conclude that the dominant mixing patterns observed in this study have been persistent over a decadal scale and the anabranching patterns contribute to avoid a faster mixing in a shorter distance. Our proposed approach can be applied to a variety of morphodynamic and environmental analyses in confluences of large rivers around the world. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Water Resources Research", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014WR016757", 
        "title": "Surface water types and sediment distribution patterns at the confluence of mega rivers: The Solimões-Amazon and Negro rivers junction"
    }, 
    {
        "author": "D. Scott Mackay, David E. Roberts, Brent E. Ewers, John S. Sperry, Nathan G. McDowell, William T. Pockman", 
        "date": "2015-07-14", 
        "description": "\n\nHydraulic systems of plants have evolved in the context of carbon allocation and fitness tradeoffs of maximizing carbon gain and water transport in the face of short- and long-term fluctuations in environmental conditions. The resulting diversity of traits include a continuum of isohydry-anisohydry or high to low relative stomatal closure during drought, shedding of canopy foliage or disconnecting roots from soil to survive drought, and adjusting root areas to efficiently manage canopy water costs associated with photosynthesis. These traits are examined within TREES, an integrated model that explicitly couples photosynthesis and carbon allocation to soil-plant hydraulics and canopy processes. Key advances of the model are its ability to account for differences in soil and xylem cavitation, transience of hydraulic impairment associated with delayed or no refilling of xylem, and carbon allocation to plant structures based on photosynthetic uptake of carbon and hydraulic limitations to water transport. The model was used to examine hydraulic traits of co-occurring isohydric (piñon pine) and anisohydric (one-seed juniper) trees from a field-based experimental drought. Model predictions of both transpiration and leaf water potential were improved when there was no refilling of xylem over simulations where xylem was able refill in response to soil water recharge. Model experiments with alternative root-to-leaf area ratios (RR/L) showed the RR/L that supports maximum cumulative water use is not beneficial for supporting maximum carbon gain during extended drought, illustrating how a process model reveals tradeoffs in plant traits. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Water Resources Research", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015WR017244", 
        "title": "Interdependence of chronic hydraulic dysfunction and canopy processes can improve integrated models of tree response to drought"
    }, 
    {
        "author": "Howard S. Wheater, Patricia Gober", 
        "date": "2015-07-14", 
        "description": "\n\nThe freshwater environment is facing unprecedented global pressures. Unsustainable use of surface and groundwater is ubiquitous. Gross pollution is seen in developing economies, nutrient pollution is a global threat to aquatic ecosystems, and flood damage is increasing. Droughts have severe local consequences, but effects on food can be global. These current pressures are set in the context of rapid environmental change and socio-economic development, population growth, and weak and fragmented governance. We ask what should be the role of the water science community in addressing water security challenges. Deeper understanding of aquatic and terrestrial environments and their interactions with the climate system is needed, along with trans-disciplinary analysis of vulnerabilities to environmental and societal change. The human dimension must be fully integrated into water science research and viewed as an endogenous component of water system dynamics. Land and water management are inextricably linked, and thus more cross-sector coordination of research and policy is imperative. To solve real-world problems, the products of science must emerge from an iterative, collaborative, two-way exchange with management and policy communities. Science must produce knowledge that is deemed to be credible, legitimate, and salient by relevant stakeholders, and the social process of linking science to policy is thus vital to efforts to solve water problems. The paper shows how a large-scale catchment-based observatory can be used to practice trans-disciplinary science integration and address the Anthropocene's water problems.\n", 
        "journal": "Water Resources Research", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015WR016892", 
        "title": "Water security and the science agenda"
    }, 
    {
        "author": "J. A. Marengo, J. C. Espinoza", 
        "date": "2015-07-14", 
        "description": "\n\nThis paper reviews recent progress in the study and understanding of extreme seasonal events in the Amazon region, focusing on drought and floods. The review includes a history of droughts and floods in the past, in the present and some discussions on future extremes in the context of climate change and its impacts on the Amazon region. Several extreme hydrological events, some of them characterized as ‘once in a century’, have been reported in the Amazon region during the last decade. While abundant rainfall in various sectors of the basin has determined extreme floods along the river's main stem in 1953, 1989, 1999, 2009, 2012–2015, deficient rainfall in 1912, 1926, 1963, 1980, 1983, 1995, 1997, 1998, 2005 and 2010 has caused anomalously low river levels, and an increase in the risk and number of fires in the region, with consequences for humans. This is consistent with changes in the variability of the hydrometeorology of the basin and suggests that extreme hydrological events have been more frequent in the last two decades. Some of these intense/reduced rainfalls and subsequent floods/droughts were associated (but not exclusively) with La Niña/El Niño events. In addition, moisture transport anomalies from the tropical Atlantic into Amazonia, and from northern to southern Amazonia alter the water cycle in the region year-to-year. We also assess the impacts of such extremes on natural and human systems in the region, considering ecological, economic and societal impacts in urban and rural areas, particularly during the recent decades. In the context of the future climate change, studies show a large range of uncertainty, but suggest that drought might intensify through the 21st century.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4420", 
        "title": "Extreme seasonal droughts and floods in Amazonia: causes, trends and impacts"
    }, 
    {
        "author": "S. Rodríguez, E. Cuevas, J. M. Prospero, A. Alastuey, X. Querol, J. López-Solano, M. I. García, and S. Alonso-Pérez", 
        "date": "2015-07-10", 
        "description": "<b>Modulation of Saharan dust export by the North African dipole</b><br /><br />Atmospheric Chemistry and Physics, 15, 7471-7486, 2015<br /><br />Author(s): S. Rodríguez, E. Cuevas, J. M. Prospero, A. Alastuey, X. Querol, J. López-Solano, M. I. García, and S. Alonso-Pérez<br /><br />We have studied the relationship between the long-term interannual\nvariability in large-scale meteorology in western North Africa – the largest\nand most active dust source worldwide – and Saharan dust export in summer, when enhanced dust mobilization\nin the hyper-arid Sahara results in maximum dust impacts throughout the North\nAtlantic. We address this issue by analyzing 28 years (1987–2014) of summer\naveraged dust concentrations at the high-altitude Izaña observatory\n(~ 2400 m a.s.l.) on Tenerife, and satellite and meteorological\nreanalysis data. The summer meteorological scenario in North Africa (aloft\n850 hPa) is characterized by a high over the the subtropical Sahara and a\nlow over the tropics linked to the monsoon. We measured the variability of\nthis high–low dipole-like pattern in terms of the North African dipole\nintensity (NAFDI): the difference of geopotential height anomalies averaged\nover the subtropics (30–32° N, Morocco) and the tropics\n(10–13° N, Bamako region) close to the Atlantic coast (at\n5–8° W). We focused on the 700 hPa standard level due to\ndust export off the coast of North Africa tending to occur between 1 and\n5 km a.s.l. Variability in the NAFDI is associated with displacements of\nthe North African anticyclone over the Sahara and this has implications for\nwind and dust export. The correlations we found between the 1987–2014 summer\nmean of NAFDI with dust at Izaña, satellite dust observations and\nmeteorological re-analysis data indicate that increases in the NAFDI (i)\nresult in higher wind speeds at the north of the Inter-Tropical Convergence\nZone that are associated with enhanced dust export over the subtropical North\nAtlantic, (ii) influence the long-term variability of the size distribution\nof exported dust particles (increasing the load of coarse dust) and (iii) are\nassociated with enhanced rains in the tropical and northern shifts of the\ntropical rain band that may affect the southern Sahel. Interannual\nvariability in NAFDI is also connected to spatial distribution of dust over\nthe North Atlantic; high NAFDI summers are associated with major dust export\n(linked to winds) in the subtropics and minor dust loads in the tropics\n(linked to higher rainfall), and vice versa. The evolution of the summer\nNAFDI values since 1950 to the present day shows connections to climatic\nvariability (through the Sahelian drought, ENSO (El Niño–Southern\nOscillation) and winds) that have implications for dust export paths. Efforts\nto anticipate how dust export may evolve in future decades will require a\nbetter understanding of how the large-scale meteorological systems\nrepresented by the NAFD will evolve.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/7471/2015/", 
        "title": "Modulation of Saharan dust export by the North African dipole"
    }, 
    {
        "author": "Huopo Chen et al", 
        "date": "2015-07-07", 
        "description": "Journal of Climate, Volume 28, Issue 13, Page 5430-5447, July 2015. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00707.1?af=R", 
        "title": "Changes in Drought Characteristics over China Using the Standardized Precipitation Evapotranspiration Index"
    }, 
    {
        "author": "Casey M. Brown, Jay R. Lund, Ximing Cai, Patrick M. Reed, Edith A. Zagona, Avi Ostfeld, Jim Hall, Greg W. Characklis, Winston Yu, Levi Brekke", 
        "date": "2015-07-03", 
        "description": "\n\nThis paper presents a short history of water resources systems analysis from its beginnings in the Harvard Water Program, through its continuing evolution toward a general field of water resources systems science. Current systems analysis practice is widespread and addresses the most challenging water issues of our times, including water scarcity and drought, climate change, providing water for food and energy production, decision making amid competing objectives, and bringing economic incentives to bear on water use. The emergence of public recognition and concern for the state of water resources provides an opportune moment for the field to reorient to meet the complex, interdependent, interdisciplinary and global nature of today's water challenges. At present, water resources systems analysis is limited by low scientific and academic visibility relative to its influence in practice and bridled by localized findings that are difficult to generalize. The evident success of water resource systems analysis in practice (which is set out in this paper) needs in future to be strengthened by substantiating the field as the science of water resources that seeks to predict the water resources variables and outcomes that are important to governments, industries and the public the world over. Doing so promotes the scientific credibility of the field, provides understanding of the state of water resources and furnishes the basis for predicting the impacts of our water choices. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Water Resources Research", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015WR017114", 
        "title": "The future of water resources systems analysis: Toward a scientific framework for sustainable water management"
    }, 
    {
        "author": "Tianyi Zhang et al", 
        "date": "2015-07-01", 
        "description": "Earth Interactions, Volume 19, Issue 7, Page 1-16, June 2015. \n\t\t<br/>\n\t", 
        "journal": "Earth Interactions", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/EI-D-14-0035.1?af=R", 
        "title": "Adaptation of Irrigation Infrastructure on Irrigation Demands under Future Drought in the United States"
    }, 
    {
        "author": "Khandu, J. L. Awange, E. Forootan", 
        "date": "2015-06-30", 
        "description": "\n\nSeveral global and regional high-resolution precipitation products have been released over the past decade by combining precipitation estimates from various sources including satellite-based measurements and gauge-based observations. With relatively few validation studies over the Eastern Himalayan region, this study examined seasonal and interannual skills of four gridded precipitation products including the regional gauge-based APHRODITE (Asian Precipitation-Highly Resolved Observational Data Integration Towards Evaluation of Water Resources) and three near-global satellite-based products: Tropical Rainfall Measuring Mission (TRMM), Climate Prediction Centre (CPC) MORPHing (CMORPH), and Climate Hazards Group InfraRed Precipitation (CHIRP) using in-situ rain gauge data from Bhutan for the period 1998–2012. Principal component analysis (PCA) was used to assess the dominant rainfall patterns over Bhutan. An attempt has also been made to correct precipitation biases in the satellite-only products using a gamma (γ)-based distribution approach. Results indicated that APHRODITE and satellite-based precipitation products were able to adequately capture the spatio-temporal patterns of rainfall variability over Bhutan. Extreme precipitation events and extreme drought periods were well captured with very good correlations (>0.5). APHRODITE and TRMM 3B43v7 were remarkably similar, whereas satellite-only products (CMORPH and CHIRP) highly underestimated (20–60% or 200–450 mm month−1) monsoon rainfall over Bhutan. While TRMM 3B43v7 still underestimated monsoon rainfall (by ∼25%), it has significantly improved the seasonal bias (by 20–40%) from its previous version (TRMM 3B43v6). CHIRP performed relatively better in the high rainfall regions but indicated very low correlations over mountainous regions and during the pre- and post-monsoon season. The bias correction approach indicated best results for TRMM 3B43v6 (up to 33%) in the Southern Foothills, whereas satellite-only products improved only moderately (5–20%).\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4402", 
        "title": "An evaluation of high-resolution gridded precipitation products over Bhutan (1998–2012)"
    }, 
    {
        "author": "R. D. Field, A. C. Spessa, N. A. Aziz, A. Camia, A. Cantin, R. Carr, W. J. de Groot, A. J. Dowdy, M. D. Flannigan, K. Manomaiphiboon, F. Pappenberger, V. Tanpipat, and X. Wang", 
        "date": "2015-06-30", 
        "description": "<b>Development of a Global Fire Weather Database</b><br /><br />Natural Hazards and Earth System Science, 15, 1407-1423, 2015<br /><br />Author(s): R. D. Field, A. C. Spessa, N. A. Aziz, A. Camia, A. Cantin, R. Carr, W. J. de Groot, A. J. Dowdy, M. D. Flannigan, K. Manomaiphiboon, F. Pappenberger, V. Tanpipat, and X. Wang<br /><br />The Canadian Forest Fire Weather Index (FWI) System is the mostly widely used fire danger rating system in the world. We\nhave developed a global database of daily FWI System calculations, beginning\nin 1980, called the Global Fire WEather Database (GFWED) gridded to a spatial\nresolution of 0.5° latitude by 2/3° longitude. Input weather\ndata were obtained from the NASA Modern Era Retrospective-Analysis for\nResearch and Applications (MERRA), and two different estimates of daily\nprecipitation from rain gauges over land. FWI System Drought Code\ncalculations from the gridded data sets were compared to calculations from\nindividual weather station data for a representative set of 48 stations in\nNorth, Central and South America, Europe, Russia, Southeast Asia and\nAustralia. Agreement between gridded calculations and the station-based\ncalculations tended to be most different at low latitudes for strictly\nMERRA-based calculations. Strong biases could be seen in either direction:\nMERRA DC over the Mato Grosso in Brazil reached unrealistically high values\nexceeding DC = 1500 during the dry season but was too low over Southeast\nAsia during the dry season. These biases are consistent with those previously\nidentified in MERRA's precipitation, and they reinforce the need to consider\nalternative sources of precipitation data. GFWED can be used for analyzing\nhistorical relationships between fire weather and fire activity at\ncontinental and global scales, in identifying large-scale atmosphere–ocean\ncontrols on fire weather, and calibration of FWI-based fire prediction\nmodels.", 
        "journal": "Natural Hazards and Earth System Science", 
        "link": "http://www.nat-hazards-earth-syst-sci.net/15/1407/2015/", 
        "title": "Development of a Global Fire Weather Database"
    }, 
    {
        "author": "S. Bachmair, I. Kohn, and K. Stahl", 
        "date": "2015-06-30", 
        "description": "<b>Exploring the link between drought indicators and impacts</b><br /><br />Natural Hazards and Earth System Science, 15, 1381-1397, 2015<br /><br />Author(s): S. Bachmair, I. Kohn, and K. Stahl<br /><br />Current drought monitoring and early warning systems use different\nindicators for monitoring drought conditions and apply different indicator\nthresholds and rules for assigning drought intensity classes or issue\nwarnings or alerts. Nevertheless, there is little knowledge on the meaning\nof different hydro-meteorologic indicators for impact occurrence on the\nground. To date, there have been very few attempts to systematically\ncharacterize the indicator–impact relationship owing to sparse and patchy\ndata on drought impacts. The newly established European Drought Impact\nreport Inventory (EDII) offers the possibility to investigate this linkage.\nThe aim of this study was to explore the link between hydro-meteorologic\nindicators and drought impacts for the case study area Germany and thus to\ntest the potential of qualitative impact data for evaluating the performance\nof drought indicators. As drought indicators two climatological drought\nindices – the Standardized Precipitation Index (SPI) and the Standardized\nPrecipitation Evapotranspiration Index (SPEI) – as well as streamflow and\ngroundwater level percentiles were selected. Linkage was assessed though\ndata visualization, extraction of indicator values concurrent with impact\nonset, and correlation analysis between monthly time series of indicator and\nimpact data at the federal state level, and between spatial patterns for\nselected drought events. The analysis clearly revealed a significant\nmoderate to strong correlation for some states and drought events allowing\nfor an intercomparison of the performance of different drought indicators.\nImportant findings were strongest correlation for intermediate accumulation\nperiods of SPI and SPEI, a slightly better performance of SPEI versus SPI, and a similar\nperformance of streamflow percentiles to SPI in many cases. Apart from these\ncommonalities, the analysis also exposed differences among federal states\nand drought events, suggesting that the linkage is time variant and region\nspecific to some degree. Concerning \"thresholds\" for drought impact onset,\ni.e. indicator values concurrent with past impact onsets, we found that no\nsingle \"best\" threshold value can be identified but impacts occur within a\nrange of indicator values. Nevertheless, the median of the threshold\ndistributions showed differences between northern/northeastern versus\nsouthern/southwestern federal states, and among drought events. While the\nfindings strongly depend on data and may change with a growing number of\nEDII entries in the future, this study clearly demonstrates the feasibility\nof evaluating hydro-meteorologic variables with text-based impact reports\nand highlights the value of impact reporting as a tool for monitoring\ndrought conditions.", 
        "journal": "Natural Hazards and Earth System Science", 
        "link": "http://www.nat-hazards-earth-syst-sci.net/15/1381/2015/", 
        "title": "Exploring the link between drought indicators and impacts"
    }, 
    {
        "author": "A. AghaKouchak, A. Farahmand, F. S. Melton, J. Teixeira, M. C. Anderson, B. D. Wardlow, C. R. Hain", 
        "date": "2015-06-29", 
        "description": "\n\nThis review surveys current and emerging drought monitoring approaches using satellite remote sensing observations from climatological and ecosystem perspectives. We argue that satellite observations not currently used for operational drought monitoring, such as near-surface air relative humidity data from the Atmospheric Infrared Sounder mission, provide opportunities to improve early drought warning. Current and future satellite missions offer opportunities to develop composite and multi-indicator drought models. While there are immense opportunities, there are major challenges including data continuity, unquantified uncertainty, sensor changes, and community acceptability. One of the major limitations of many of the currently available satellite observations is their short length of record. A number of relevant satellite missions and sensors (e.g., the Gravity Recovery and Climate Experiment) provide only a decade of data, which may not be sufficient to study droughts from a climate perspective. However, they still provide valuable information about relevant hydrologic and ecological processes linked to this natural hazard. Therefore, there is a need for models and algorithms that combine multiple data sets and/or assimilate satellite observations into model simulations to generate long-term climate data records. Finally, the study identifies a major gap in indicators for describing drought impacts on the carbon and nitrogen cycle, which are fundamental to assessing drought impacts on ecosystems.\n", 
        "journal": "Reviews of Geophysics", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014RG000456", 
        "title": "Remote sensing of drought: Progress, challenges and opportunities"
    }, 
    {
        "author": "S. Lamontagne, A. R. Taylor, J. Batlle-Aguilar, A. Suckow, P. G. Cook, S. D. Smith, U. Morgenstern, M. K. Stewart", 
        "date": "2015-06-21", 
        "description": "\n\nChloride (Cl−), stable isotope ratios of water (δ18O and δ2H), sulfur hexafluoride (SF6), tritium (3H), carbon-14 (14C), noble gases (4He, Ne, and Ar), and hydrometry were used to characterize groundwater-surface water interactions, in particular infiltration rates, for the Lower Namoi River (New South Wales, Australia). The study period (four sampling campaigns between November 2009 and November 2011) represented the end of a decade-long drought followed by several high-flow events. The hydrometry showed that the river was generally losing to the alluvium, except when storm-derived floodwaves in the river channel generated bank recharge—discharge cycles. Using 3H/14C-derived estimates of groundwater mean residence time along the transect, infiltration rates ranged from 0.6 to 5 m yr−1. However, when using the peak transition age (a more realistic estimate of travel time in highly dispersive environments), the range in infiltration rate was larger (4–270 m yr−1). Both river water (highest δ2H, δ18O, SF6, 3H, and 14C) and an older groundwater source (lowest δ2H, δ18O, SF6, 3H, 14C, and highest 4He) were found in the riparian zone. This old groundwater end-member may represent leakage from an underlying confined aquifer (Great Artesian Basin). Environmental tracers may be used to estimate infiltration rates in this riparian environment but the presence of multiple sources of water and a high dispersion induced by frequent variations in the water table complicates their interpretation.\n", 
        "journal": "Water Resources Research", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014WR015663", 
        "title": "River infiltration to a subtropical alluvial aquifer inferred using multiple environmental tracers"
    }, 
    {
        "author": "Brent Boehlert et al", 
        "date": "2015-06-12", 
        "description": "Weather, Climate, and Society, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Weather, Climate and Society", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/WCAS-D-14-00020.1?af=R", 
        "title": "Effects of Greenhouse Gas Mitigation on Drought Impacts in the U.S."
    }, 
    {
        "author": "Jordan Christian et al", 
        "date": "2015-06-12", 
        "description": "Journal of Applied Meteorology and Climatology, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Applied Meteorology and Climatology", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JAMC-D-15-0002.1?af=R", 
        "title": "Drought and Pluvial Dipole Events within the Great Plains of the United States"
    }, 
    {
        "author": "David Gallego, Paulina Ordóñez, Pedro Ribera, Cristina Peña-Ortiz, Ricardo García-Herrera", 
        "date": "2015-06-11", 
        "description": "\n\nA new index, namely the African South Westerly Index (ASWI), based on the persistence of the low-level south westerly winds in the region [29°W-17°W;7°N-13°N] is developed to characterise the strength of the West African Monsoon. The ASWI is significantly correlated with the monsoonal precipitation in the Sahel in the 1900–2013 period (r = +0.57, r = +0.66 and r = +0.53 for July, August and September respectively). By using historical wind direction measurements it has been possible to compute the ASWI back to 1790 for July and to 1839 for August and September, thus providing the first instrumental record of the West African Monsoon strength for a large portion of the 19th century.\nSince the 1970s, the Sahel has experienced a strong and persistent drought. During this period the West African Monsoon has been weaker than normal and its correlation with different climatic patterns such as the ENSO has changed. The analysis of our new series indicates that this anomalous behaviour of the West African Monsoon has no precedent in the last 170 years.\nOur results also show that the period 1839–1890 was characterised by a stronger than average monsoon, resulting in relatively wet conditions in the Sahel. Notwithstanding, two of the few dry years within this period were concurrent with large volcanic eruptions in the Northern Hemisphere. This latter result supports the recently described relationship between major volcanic eruptions and the occurrence of isolated drought episodes in the Sahel.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2601", 
        "title": "An instrumental index of the West African Monsoon back to the 19th century"
    }, 
    {
        "author": "S. Y. Maezumi, M. J. Power, F. E. Mayle, K. K. McLauchlan, and J. Iriarte", 
        "date": "2015-06-08", 
        "description": "<b>Effects of past climate variability on fire and vegetation in the cerrãdo savanna of the Huanchaca Mesetta, NE Bolivia</b><br /><br />Climate of the Past, 11, 835-853, 2015<br /><br />Author(s): S. Y. Maezumi, M. J. Power, F. E. Mayle, K. K. McLauchlan, and J. Iriarte<br /><br />Cerrãdo savannas have the greatest fire activity of all major global land-cover\ntypes and play a significant role in the global carbon cycle. During the\n21st century, temperatures are projected to increase by ~ 3 °C coupled with a precipitation decrease of\n~ 20%. Although these conditions could potentially\nintensify drought stress, it is unknown how that might alter vegetation\ncomposition and fire regimes. To assess how Neotropical savannas responded\nto past climate changes, a 14 500-year, high-resolution, sedimentary record\nfrom Huanchaca Mesetta, a palm swamp located in the cerrãdo savanna in northeastern\nBolivia, was analyzed with phytoliths, stable isotopes, and charcoal. A\nnon-analogue, cold-adapted vegetation community dominated the\nLateglacial–early Holocene period (14 500–9000 cal yr BP, which included trees and\nC<sub>3</sub> Pooideae and C<sub>4</sub> Panicoideae grasses. The Lateglacial\nvegetation was fire-sensitive and fire activity during this period was low,\nlikely responding to fuel availability and limitation. Although similar\nvegetation characterized the early Holocene, the warming conditions\nassociated with the onset of the Holocene led to an initial increase in fire\nactivity. Huanchaca Mesetta became increasingly fire-dependent during the\nmiddle Holocene with the expansion of C<sub>4</sub> fire-adapted grasses. However,\nas warm, dry conditions, characterized by increased length and severity of\nthe dry season, continued, fuel availability decreased. The establishment of\nthe modern palm swamp vegetation occurred at 5000 cal yr BP. Edaphic factors\nare the first-order control on vegetation on the rocky quartzite mesetta.\nWhere soils are sufficiently thick, climate is the second-order control of\nvegetation on the mesetta. The presence of the modern palm swamp is\nattributed to two factors: (1) increased precipitation that increased water\ntable levels and (2) decreased frequency and duration of <i>surazos</i> (cold wind\nincursions from Patagonia) leading to increased temperature minima. Natural\n(soil, climate, fire) drivers rather than anthropogenic drivers control the\nvegetation and fire activity at Huanchaca Mesetta. Thus the cerrãdo savanna\necosystem of the Huanchaca Plateau has exhibited ecosystem resilience to\nmajor climatic changes in both temperature and precipitation since the\nLateglacial period.", 
        "journal": "Climate of the Past", 
        "link": "http://www.clim-past.net/11/835/2015/", 
        "title": "Effects of past climate variability on fire and vegetation in the cerrãdo savanna of the Huanchaca Mesetta, NE Bolivia"
    }, 
    {
        "author": "Olga Clorinda Penalba, Juan Antonio Rivera", 
        "date": "2015-06-05", 
        "description": "\n\nThis article addresses the regional impacts of climate change on precipitation and meteorological drought over Southern South America (SSA) through a CMIP5 multi-model ensemble based on 15 General Circulation Models (GCMs) forced under two different greenhouse gas concentration pathways (RCP4.5 and RCP8.5). An assessment of the biases in the representation of the precipitation annual cycle was performed over the 1979–2008 period over five regions within SSA, based on a comparison between the GCMs precipitation outputs with the Global Precipitation Climatology Centre (GPCC) dataset. The multi-model ensemble well reproduces the shape of the annual cycle of precipitation over most of SSA, although the monthly totals were overestimated (underestimated) over the North-West and South (North-East and Central-East) regions. Changes in precipitation and meteorological drought characteristics were identified by the difference for early (2011–2040) and late (2071–2100) 21st century values with respect to the 1979–2008 baseline, using the standardized precipitation index as a short- and long-term drought indicator. Future climate conditions are expected to modify the regional characteristics of meteorological droughts over SSA, but the range of uncertainty in the expected changes is high. A significant increase in the number of drought events in all the regions for most of the 21st century sub-periods is projected for the multi-model ensemble. The mean duration of drought events will be shorter, with no significant changes in the severity of droughts and the occurrence of multi-decadal changes in the number of critical dry months is likely, although the significance in the changes depends on the region, future time horizon and greenhouse gas concentration pathways. These results overlap with a projected increase in precipitation over most of the regions, which has a strong seasonality and, therefore, will have some implications upon the future meteorological drought developments and the agricultural and hydrological practices in SSA.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4398", 
        "title": "Regional aspects of future precipitation and meteorological drought characteristics over Southern South America projected by a CMIP5 multi-model ensemble"
    }, 
    {
        "author": "Prabir Kumar Das, Dibyendu Dutta, J. R. Sharma, V. K. Dadhwal", 
        "date": "2015-06-02", 
        "description": "\n\nMonthly gridded (0.5° × 0.5°) standardized precipitation–evapotranspiration index (SPEI) data of 1901–2008 were used to detect spatial pattern of temporal trend in meteorological drought during the Indian summer monsoon period. The SPEI data were converted into drought duration, magnitude and types of occurrence to capture overall drought scenario. A non-parametric (Mann–Kendall test) method was used to test for monotonic trend at each grid level, whereas the magnitude was estimated using Sen's method. Further, a field significance test was performed at major meteorological regions level to assess whether the individual trends identified could occur by chance in an analysis of large number of time series analysed. Significant (α = 0.05) increasing trend of both drought duration and magnitude during the monsoon was found over parts of eastern, central and north-eastern region of India, whereas the parts of west coast, arid western region and north India showed significantly decreasing trend. The trends in mid- as well as late-season drought were contributing towards significant increase in drought condition, whereas trends in early-season drought were responsible for decrease in drought events. The time series analysis of rainfall and potential evapotranspiration (PET) illustrated that over eastern part of India the increase in drought was attributed due to decrease in rainfall, whereas the decrease in drought occurrence over western arid region was mainly because of decrease in PET.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4392", 
        "title": "Trends and behaviour of meteorological drought (1901–2008) over Indian region using standardized precipitation–evapotranspiration index"
    }, 
    {
        "author": "Lin Wang, Wen Chen, Wen Zhou, Gang Huang", 
        "date": "2015-06-02", 
        "description": "\n\nIn the last decade, a series of super extreme droughts have swept across Southwest China (SWC). However, the essential feature behind them is not yet fully understood and traditional drought indices as well as precipitation fail to describe it, due to a lack of comprehensive treatment of drought. We propose an integrated metric, the Comprehensive Multiscalar Indicator (CMI), as a new criterion for super drought detection. Reexamination of SWC droughts illuminates the essential feature of super drought events: a combination of multiple stresses on water resources and highlights the utility of CMI.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2593", 
        "title": "Understanding and Detecting Super Extreme Droughts in Southwest China through an Integrated Approach and Index"
    }, 
    {
        "author": "Hongshuo Wang et al", 
        "date": "2015-05-27", 
        "description": "Journal of Hydrometeorology, Volume 16, Issue 3, Page 1397-1408, June 2015. \n\t\t<br/>\n\t", 
        "journal": "Journal of Hydrometeorology", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JHM-D-14-0076.1?af=R", 
        "title": "Commonly Used Drought Indices as Indicators of Soil Moisture in China"
    }, 
    {
        "author": "Kingtse C. Mo et al", 
        "date": "2015-05-27", 
        "description": "Journal of Hydrometeorology, Volume 16, Issue 3, Page 1409-1424, June 2015. \n\t\t<br/>\n\t", 
        "journal": "Journal of Hydrometeorology", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JHM-D-14-0192.1?af=R", 
        "title": "Global Meteorological Drought Prediction Using the North American Multi-Model Ensemble"
    }, 
    {
        "author": "Zhixin Hao, Jingyun Zheng, Xuezhen Zhang, Haolong Liu, Mingqi Li, Quansheng Ge", 
        "date": "2015-05-26", 
        "description": "\n\nThe spatial patterns of precipitation anomalies in eastern China during both warm and cold periods over the past 2000 years were studied. Four warm periods (AD 650–750, AD 1000–1100, AD 1190–1290, and AD 1900–2000) and five cold periods (AD 440–540, AD 780–920, AD 1390–1460, AD 1600–1700, and AD 1800–1900) were selected on a centennial timescale, referring to the synthesized temperature changes over China and Northern Hemisphere. The regional differences in precipitation were analysed and compared using a data set consisting of the grades in severity of floods and droughts as derived from Chinese historical documents. The results showed that there has been no fixed spatial pattern of precipitation anomalies during either cold or warm periods in eastern China over the past 2000 years. For the most of warm periods, there existed coherence of spatial pattern with dry condition only occurred over north of the Yangtze River, and the consistent spatial patterns were found between the periods 650–750 and 1190–1290, 650–750, and 1000–1100. For the cold periods, the precipitation showed various spatial patterns, and similarities were only presented in the two periods of 1600–1700 and 1800–1900 featured by meridional distribution. Comparing the spatial patterns between cold and warm periods, inverse pattern of 440–540 and 1900–2000 over the most study area can be detected, but similar pattern was also found between the periods 1800–1900 and 1900–2000, and 1600–1700 and 1900–2000. Our results implicated that the relationship between temperature and spatial pattern of precipitation anomaly has high complexity, which would be of significance to understanding the spatial pattern of precipitation in the future climate change study.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4367", 
        "title": "Spatial patterns of precipitation anomalies in eastern China during centennial cold and warm periods of the past 2000 years"
    }, 
    {
        "author": "HUIJUN WANG et al", 
        "date": "2015-05-22", 
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-15-0202.1?af=R", 
        "title": "The North China/Northeastern Asia Severe Summer Drought in 2014"
    }, 
    {
        "author": "Sharon E. Nicholson", 
        "date": "2015-05-19", 
        "description": "\n\nThis article examines recent rainfall conditions in two sectors of eastern Africa, the summer rainfall region and the equatorial rainfall region with rainy seasons in the boreal spring and boreal autumn. The analysis covers the years 1998–2014 and is carried out using TRMM 3B43 Version 7 rainfall estimates. In both regions, extensive periods of anomalously low rainfall and prolonged drought have prevailed since roughly 2008. Prior to that time, only three periods of drought are noteworthy 1998/1999, 2000, and 2005. The post-2008 drought conditions were interrupted by floods in both regions in February 2010 and in several years in the equatorial region. This rapid alternation between extremes creates additional hardships on the population. Two notable results emerge from this analysis. One is the tendency for similar trends in interannual variability in both regions, despite vastly different rainfall regimes. The other is the persistence of recent droughts through several rainy seasons. The implication of these results is that one or more factors in interannual variability is operative in all seasons. This could account for the common trends in the equatorial and summer rainfall regions.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4358", 
        "title": "An analysis of recent rainfall conditions in eastern Africa"
    }, 
    {
        "author": "I. Bouimetarhan, L. Dupont, H. Kuhlmann, J. Pätzold, M. Prange, E. Schefuß, and K. Zonneveld", 
        "date": "2015-05-11", 
        "description": "<b>Northern Hemisphere control of deglacial vegetation changes in the Rufiji uplands (Tanzania)</b><br /><br />Climate of the Past, 11, 751-764, 2015<br /><br />Author(s): I. Bouimetarhan, L. Dupont, H. Kuhlmann, J. Pätzold, M. Prange, E. Schefuß, and K. Zonneveld<br /><br />In tropical eastern Africa, vegetation distribution is largely controlled by\nregional hydrology, which has varied over the past 20 000 years. Therefore,\naccurate reconstructions of past vegetation and hydrological changes are\ncrucial for a better understanding of climate variability in the tropical\nsoutheastern African region. We present high-resolution pollen records from\na marine sediment core recovered offshore of the Rufiji River delta. Our data\ndocument significant shifts in pollen assemblages during the last\ndeglaciation, identifying, through changes in both upland and\nlowland vegetation, specific responses of plant communities to atmospheric\n(precipitation) and coastal (coastal dynamics and sea-level changes)\nalterations. Specifically, arid conditions reflected by a maximum pollen\nrepresentation of dry and open vegetation occurred during the Northern\nHemisphere cold Heinrich event 1 (H1), suggesting that the expansion of drier\nupland vegetation was synchronous with cold Northern Hemisphere\nconditions. This arid period is followed by an interval in which forest and\nhumid woodlands expanded, indicating a hydrologic shift towards more humid\nconditions. Droughts during H1 and the shift to humid conditions around 14.8 kyr BP in the uplands are consistent with latitudinal shifts of the\nintertropical convergence zone (ITCZ) driven by high-latitude Northern\nHemisphere climatic fluctuations. Additionally, our results show that the\nlowland vegetation, consisting of well-developed salt marshes and mangroves\nin a successional pattern typical for vegetation occurring in intertidal\nhabitats, has responded mainly to local coastal dynamics related to marine\ninundation frequencies and soil salinity in the Rufiji Delta as well as to the\nlocal moisture availability. Lowland vegetation shows a substantial\nexpansion of mangrove trees after ~ 14.8 kyr BP, suggesting an\nincreased moisture availability and river runoff in the coastal area. The\nresults of this study highlight the decoupled climatic and environmental\nprocesses to which the vegetation in the uplands and the Rufiji Delta has\nresponded during the last deglaciation.", 
        "journal": "Climate of the Past", 
        "link": "http://www.clim-past.net/11/751/2015/", 
        "title": "Northern Hemisphere control of deglacial vegetation changes in the Rufiji uplands (Tanzania)"
    }, 
    {
        "author": "David Kaniewski, Joël Guiot, Elise Van Campo", 
        "date": "2015-05-06", 
        "description": "\nOne of the goals of climate scientists is to understand how climate shifts may have changed the course of history and influenced culture at millennial timescales. Repeatedly, environmental degradation has upset the balance between people, their habitat, and the socioeconomic frameworks in which they live. Among these imbalances, drought, firmly rooted in people's minds as a catalyst of harvest failures and famines, remains a permanent threat because it may trigger or amplify social crises, leading to massive exoduses, conflicts, and political turmoil. The spiral of decline in which the flourishing Eastern Mediterranean civilizations were plunged 3200 years ago, and the ensuing chaos, remains a persistent riddle in Near Eastern history. Scholars tend to believe that this socioeconomic collapse was violent and culturally disruptive. Most of the coastal cities between Pylos and Gaza were destroyed, burned, and often left unoccupied, thereafter, putting an end to the elaborate network of international trade that ensured prosperity in the Aegean and the Eastern Mediterranean. The rural settlements that emerged have mainly persisted through adapted agropastoral activities and limited long-distance trade. At the dusk of this event, regional cultures began to be poorly documented, leading historians to allude to a dark age that lasted for 300 years. Among the roots, tectonic instability and earthquakes, demographic imbalance between social groups, internal collapses, and technological innovations are commonly evoked. However, recent studies have mainly hypothesized about an impact of a centuries-long drought behind the decline. Drought may have hastened the fall of the Old World by sparking famine, invasions, and conflicts, leading to the political, economic, and cultural chaos termed ‘Late Bronze Age collapse’. WIREs Clim Change 2015, 6:369–382. doi: 10.1002/wcc.345\nFor further resources related to this article, please visit the \nWIREs website.\nConflict of interest: The authors have declared no conflict of interest for this article.\n", 
        "journal": "WIREs Climate Change", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fwcc.345", 
        "title": "Drought and societal collapse 3200 years ago in the Eastern Mediterranean: a review"
    }, 
    {
        "author": "Anne Steinemann et al", 
        "date": "2015-04-17", 
        "description": "Journal of Hydrometeorology, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Hydrometeorology", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JHM-D-14-0234.1?af=R", 
        "title": "Developing and Evaluating Drought Indicators for Decision-Making"
    }, 
    {
        "author": "Shih-Yu Simon Wang, Wan-Ru Huang, Jin-Ho Yoon", 
        "date": "2015-02-13", 
        "description": "\n\nThe 2013–2014 winter in North America brought intense drought in the West and severe cold in the East. The circulation anomalies were characterized as a dipole: an amplified upper-level ridge over the West Coast and a deepened trough over the central-eastern United States. A previous study using a single model has linked the dipole to the El Niño precursor and found that this link has strengthened in recent years. Here, 17 models from the Coupled Model Intercomparison Project Phase 5 are used to examine the dipole activity. Most models capture the dipole and its association with El Niño precursor and project this association to strengthen.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.565", 
        "title": "The North American winter ‘dipole’ and extremes activity: a CMIP5 assessment"
    }, 
    {
        "author": "Eric F. Wood et al", 
        "date": "2015-02-11", 
        "description": "Journal of Hydrometeorology, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Hydrometeorology", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JHM-D-14-0164.1?af=R", 
        "title": "Prospects for Advancing Drought Understanding, Monitoring and Prediction"
    }, 
    {
        "author": "Jason A. Otkin et al", 
        "date": "2014-12-30", 
        "description": "Bulletin of the American Meteorological Society, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Bulletin of the American Meteorological Society", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/BAMS-D-14-00219.1?af=R", 
        "title": "Facilitating the Use of Drought Early Warning Information through Interactions with Agricultural Stakeholders"
    }, 
    {
        "author": "C. Andrade, M. Belo-Pereira", 
        "date": "2014-11-29", 
        "description": "\n\nThis paper analyses the temporal and spatial variability of droughts in Iberia (IP) and in five IP regions (1951−2007) using four observational precipitation-gridded data sets. Droughts were analysed by means of the Weighted Anomaly of Standardized Precipitation (WASP) for 3-, 6- and 12-month time scales. WASP-Index and the Standardized Precipitation Index are highly correlated. The major drought spells at Iberian scale are identified by the four data sets. Moreover, the droughts frequency and severity increased from the late 1980s. Finally, in western Iberia, statistically significant drying trends are detected. In eastern Iberia, larger uncertainties are found on the trends signal.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.542", 
        "title": "Assessment of droughts in the Iberian Peninsula using the WASP-Index"
    }, 
    {
        "author": "Blaž Kurnik, Lučka Kajfež-Bogataj, Stephanie Horion", 
        "date": "2014-10-18", 
        "description": "\n\nChanges in agricultural droughts were investigated using simulations of soil water deficit (SWD) and actual evapotranspiration (ETA) from a distributed semi-empirical soil water balance model – swbEWA. At European scale, both SWD and ETA did not change significantly between 1951 and 2011. However, significant increases in SWD were found in southern Europe, except in western Turkey, whereas in northern Europe changes in SWD remain small. ETA increased significantly as a joint response to increased air temperature and precipitation in northern Europe.\nUsing the Empirical Orthogonal Function (EOF) analysis and the Pearson correlation coefficients (RPearson), we showed that large-scale agricultural droughts are influenced by the recurrence of the North Atlantic Oscillation (NAO) and by the atmospheric blocking. Atmospheric blocking in different months throughout the year and extreme NAO index (mainly in winter months) contribute to the severity of agricultural droughts. During a negative phase of NAO, storms over the North Atlantic and Europe are less frequent and as a consequence dry weather in Europe is observed. Positive NAO influences agricultural drought in Europe by shifting storms tracks from the North Atlantic onto European continent to more northerly paths, which in turn decreases the amount of precipitation over central Europe.\nLarge SWDs are mainly influenced by atmospheric blocking. Notably, winter blocking increases severity of agricultural droughts in southwestern Europe, while summer blocking influences agricultural droughts in southeastern Europe. Notwithstanding, the first three EOFs contribute to less than 40% of the total spatial variability of SWD. This shows that agricultural droughts are complex phenomena that can be only partly explained by extreme NAO or by intensive atmospheric blocking.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4154", 
        "title": "An assessment of actual evapotranspiration and soil water deficit in agricultural regions in Europe"
    }, 
    {
        "author": "M. Trnka, R. Brázdil, J. Balek, D. Semerádová, P. Hlavinka, M. Možný, P. Štěpánek, P. Dobrovolný, P. Zahradníček, M. Dubrovský, J. Eitzinger, B. Fuchs, M. Svoboda, M. Hayes, Z. Žalud", 
        "date": "2014-10-13", 
        "description": "\n\nSoil moisture dynamics and their temporal trends in the Czech Republic are forced by various drivers. The methodology of applying remotely sensed data with both high temporal and spatial resolutions provides detailed insight and objective quantification of the causes of changes in soil moisture patterns. Our analysis of temporal trends indicates that shifts in drought severity between 1961 and 2012 (especially in the April, May, and June period, which displayed a 50% increase in drought probability between 1961–1980 and 2001–2012) are alarming. We found that increased global radiation and air temperature together with decreased relative humidity (all statistically significant at the 0.05 level) led to increases in the reference evapotranspiration in all months of the growing season; this trend was particularly evident in April, May, and August, when more than 80% of the territory displayed an increased demand for soil water. This finding was shown to be consistent with the measured pan evaporation (1968–2012) that was characterized by increasing trends, particularly during the April–June period. These changes, in combination with the earlier end of snow cover and the earlier start of growing season (up to 20 days in some regions), led to an increased actual evapotranspiration at the start of growing season that tends to deplete the soil moisture earlier, leaving the soil more exposed to the impacts of rainfall variability. These results support concerns related to the potentially increased severity of drought events in Central Europe. The reported trend patterns are of particular importance with respect to the expected climate change, given the robustness and consistency of the trends shown and the fact that they can be aligned with the existing climate model projections.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4167", 
        "title": "Drivers of soil drying in the Czech Republic between 1961 and 2012"
    }, 
    {
        "author": "Andrea Seim, Kerstin Treydte, Valerie Trouet, David Frank, Patrick Fonti, Willy Tegel, Momchil Panayotov, Laura Fernández-Donado, Paul Krusic, Ulf Büntgen", 
        "date": "2014-09-08", 
        "description": "\n\nThe European Mediterranean region is governed by a characteristic climate of summer drought that is likely to increase in duration and intensity under predicted climate change. However, large-scale network analyses investigating spatial aspects of pre-instrumental drought variability for this biogeographic zone are still scarce. In this study we introduce 54 mid- to high-elevation tree-ring width (TRW) chronologies comprising 2186 individual series from pine trees (Pinus spp.). This compilation spans a 4000-km east–west transect from Spain to Turkey, and was subjected to quality control and standardization prior to the development of site chronologies. A principal component analysis (PCA) was applied to identify spatial growth patterns during the network's common period 1862–1976, and new composite TRW chronologies were developed and investigated. The PCA reveals a common variance of 19.7% over the 54 Mediterranean pine chronologies. More interestingly, a dipole pattern in growth variability is found between the western (15% explained variance) and eastern (9.6%) sites, persisting back to 1330 AD. Pine growth on the Iberian Peninsula and Italy favours warm early growing seasons, but summer drought is most critical for ring width formation in the eastern Mediterranean region. Synoptic climate dynamics that have been in operation for the last seven centuries have been identified as the driving mechanism of a distinct east–west dipole in the growth variability of Mediterranean pines.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4137", 
        "title": "Climate sensitivity of Mediterranean pine growth reveals distinct east–west dipole"
    }, 
    {
        "author": "Hua Su et al", 
        "date": "2014-04-14", 
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-13-00185.1?af=R", 
        "title": "On the spatial gradient of soil moisture-precipitation feedback strength in the 2011 April drought in the Southern Great Plains"
    }
]