[
    {
        "author": "C.   Bloszies, S.L.   Forman, D.K.   Wright</br>", 
        "date": "2015-08-31", 
        "description": "             Publication date: <pubDate>September 2015</pubDate><br> <b>Source:</b>Global and Planetary Change, Volume 132</br><br>     Author(s): C.   Bloszies, S.L.   Forman, D.K.   Wright</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Relict beaches adjacent to Lake Turkana, Kenya provide a record of water level variability for the Late Quaternary. This study focused on deciphering the geomorphology, sedimentology, stratigraphy and <sup loc=\"pre\">14</sup>C chronology of strand plain sequences in the Kalokol and Lothagam areas, at the western margin of the Lake. Nine &amp;gt;<hsp sp=\"0.10\"/>30<hsp sp=\"0.25\"/>m oscillations in water level were documented between ca. 15 and 4<hsp sp=\"0.25\"/>ka. The earliest lake level oscillation between ca. 14.5 and 13<hsp sp=\"0.25\"/>ka is not well constrained with water level to at least 70<hsp sp=\"0.25\"/>m above the present surface and subsequently fell to at least 50<hsp sp=\"0.25\"/>m. Lake level increased to at least 90<hsp sp=\"0.25\"/>m between ca. 11.2 and 10.4<hsp sp=\"0.25\"/>ka, post Younger Dryas cooling. Water level fell by &amp;gt;<hsp sp=\"0.10\"/>30<hsp sp=\"0.25\"/>m by 10.2<hsp sp=\"0.25\"/>ka, with another potential rise at ca. 8.5<hsp sp=\"0.25\"/>ka to &amp;gt;<hsp sp=\"0.10\"/>70<hsp sp=\"0.25\"/>m above current level. Lake level regressed by &amp;gt;<hsp sp=\"0.10\"/>40<hsp sp=\"0.25\"/>m at 8.2<hsp sp=\"0.25\"/>ka coincident with cooling in the equatorial eastern Atlantic Ocean. Two major &amp;gt;<hsp sp=\"0.10\"/>70<hsp sp=\"0.25\"/>m lake level oscillations centered at 6.6 and 5.2<hsp sp=\"0.25\"/>ka may reflect enhanced convection with warmer sea surface temperatures in the western Indian Ocean. The termination of the African Humid Period occurred from ca. 8.0 to 4.5<hsp sp=\"0.25\"/>ka and is characterized by highly variable lake level (±&amp;gt;40<hsp sp=\"0.25\"/>m), rather than one monotonic fall in water level. This lake level variability reflects a complex response to variations in the extent and intensity of the East and West African Monsoons near geographic and topographic limits within the catchment of Lake Turkana. Also, for this closed lake basin excesses and deficits in water input are amplified with a cascading lake effect in the East African Rift Valley and through the Chew Bahir Basin. The final regression from a high stand of &amp;gt;<hsp sp=\"0.10\"/>90<hsp sp=\"0.25\"/>m above the present lake began at 5.2<hsp sp=\"0.25\"/>ka and water level was below 20<hsp sp=\"0.25\"/>m by 4.5<hsp sp=\"0.25\"/>ka; and for the remainder of the Holocene. This sustained low stand is associated with weakening of the West African Monsoon, a shift of the mean position of Congo Air Boundary west of the Lake Turkana catchment and with meter-scale variability in lake level linked to Walker circulation across the Indian Ocean.</simple-para> </abstract-sec><br> <h3 class=\"h3\">Graphical abstract</h3> <img src=\"http://origin-ars.els-cdn.com/content/image/1-s2.0-S0921818115001265-fx1.jpg\" height=\"200\" width=\"390\" alt=\"image\"/></br></br><br></br></br>", 
        "journal": "Global and Planetary Change", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0921818115001265%26_version%3D1%26md5%3Dc9c183ede532ed9498a850ada820050f", 
        "title": "Water level history for Lake Turkana, Kenya in the past 15,000years and a variable transition from the African Humid Period to Holocene aridity"
    }, 
    {
        "author": "B.   Smets, M.   Kervyn, N.   d’Oreye, F.   Kervyn</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>Available online 28 August 2015</pubDate><br> <b>Source:</b>Earth-Science Reviews</br><br>     Author(s): B.   Smets, M.   Kervyn, N.   d’Oreye, F.   Kervyn</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Detailed historical records of rift volcanism are scarce. Such information is, however, of a great importance to study the role of magmatism and volcanism as forces contributing to continental rifting. Nyamulagira (or Nyamuragira) volcano, located in the western branch of the East African Rift System, is one of the most active volcanoes on Earth and, hence, represents a good case study to investigate the spatial and temporal evolution of eruptive activity in a youthful extensional setting. Since 1882, Nyamulagira produced at least 42 eruptions, offering a dense historical record for that time period. Using scientific literature, including colonial scientific documents archived at the Royal Museum for Central Africa in Belgium, field data and a detailed mapping of the volcanic field, the spatial and temporal evolution of the eruptive activity of Nyamulagira is studied in order to 1) review the current state of knowledge on eruption history and dynamics at that volcano, and 2) infer the influence of the rift on factors controlling the location, occurrence and characteristics of Nyamulagira eruptions. The results show that the duration and location of eruptions allow the distinction of four eruption groups: summit/upper-flank, classical flank, long-lived flank and remote eruptions. The interpretation of these groups suggests that Nyamulagira eruptions are related to the main crustal magmatic system and are strongly influenced by the gravitational stress field induced by the main central edifice. However, remote eruptions (1904, 1912, 1948, 1991–1993) are not influenced by this edifice loading and seem directly related to deeper magma reservoirs. The 1938–1940 eruption is also atypical, but is related to an important drainage of the upper magma plumbing system, which triggered a caldera collapse. No tectonic trigger of eruption is evidenced, but cone and eruptive fissure alignments suggest that rift structures can also influence the eruption location. In addition, the present study suggest that the major eruptions of Nyamulagira along structural axes close to Nyiragongo can induce a change in the eruptive activity of the latter hazardous volcano. Hence, the historical eruptive activity of Nyamulagira highlights the complex interplay between the magmatic system and the local and regional stress fields in controlling the location and characteristics of eruptions, in this youthful extensional tectonic setting where main volcanic edifices developed.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Earth-Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0012825215300325%26_version%3D1%26md5%3D5a5adca73e72dba2d26b4439c4b3dd65", 
        "title": "Spatio-temporal dynamics of eruptions in a youthful extensional setting: Insights from Nyamulagira Volcano (D.R. Congo), in the western branch of the East African Rift"
    }, 
    {
        "author": "Manuel   Chevalier, Brian M.   Chase</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>1 October 2015</pubDate><br> <b>Source:</b>Quaternary Science Reviews, Volume 125</br><br>     Author(s): Manuel   Chevalier, Brian M.   Chase</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">Late Quaternary climate variability in the southern African subtropics is still only poorly resolved, with significant complexity and apparent contradictions in the regional dataset. To more effectively interpret and synthesize key regional records, we reanalysed the data from 13 pollen sequences from the summer rainfall zone of South Africa spanning the last 45,000 years, obtaining directly comparable quantitative reconstructions of mean annual temperature and summer rainfall. Temperature reconstructions from across the region provide consistent results, with all sites reflecting trends observed in southwest Indian Ocean sea-surface temperatures in the adjacent Mozambique Channel. Precipitation reconstructions are more heterogeneous, with two distinct subregions being identified. In the northeast, long-term trends in precipitation are determined by sea-surface and continental temperature trends, revealing a positive relationship between temperature and rainfall. This long-term pattern appears to be primarily driven by high northern latitude mechanisms, with direct local insolation being subordinate. Their relative impact reversed during terminal glacial period/early Holocene, at which time direct insolation forcing became the main driver of rainfall variability. Further south, in central South Africa, precipitation variability appears also to be influenced by the latitudinal position of the Southern Hemisphere westerlies, which combine with tropical flow to create tropical-temperate trough, advecting moisture into the interior. In this region, periods of maximum precipitation coincide with periods of elevated SSTs and equatorward expansions of the westerly storm track. This study allows for a fully constrained understanding of climate dynamics along the eastern African margin for the last 45,000 years, linking dynamics to drivers and describing how the climate systems evolved across the last glacial–interglacial transition.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Quaternary Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0277379115300482%26_version%3D1%26md5%3D52318f9973a6e8cc5c8fc194bbc2c441", 
        "title": "Southeast African records reveal a coherent shift from high- to low-latitude forcing mechanisms along the east African margin across last glacial–interglacial transition"
    }, 
    {
        "author": "C. Morana, F. Darchambeau, F. A. E. Roland, A. V. Borges, F. Muvundja, Z. Kelemen, P. Masilya, J.-P. Descy, and S. Bouillon", 
        "date": "2015-08-19", 
        "description": "<b>Biogeochemistry of a large and deep tropical lake (Lake Kivu, East Africa: insights from a stable isotope study covering an annual cycle</b><br /><br />Biogeosciences, 12, 4953-4963, 2015<br /><br />Author(s): C. Morana, F. Darchambeau, F. A. E. Roland, A. V. Borges, F. Muvundja, Z. Kelemen, P. Masilya, J.-P. Descy, and S. Bouillon<br /><br />During this study, we investigated the seasonal variability of the\nconcentration and the stable isotope composition of several inorganic and\norganic matter (OM) reservoirs in the large, oligotrophic and deep tropical\nLake Kivu (East Africa). Data were acquired over 1 year at a fortnightly\ntemporal resolution. The δ<sup>13</sup>C signature of the dissolved inorganic\ncarbon (DIC) increased linearly with time during the rainy season, then\nsuddenly decreased during the dry season due to vertical mixing with\n<sup>13</sup>C-depleted DIC waters. The δ<sup>13</sup>C signature of the particulate\norganic carbon pool (POC) revealed the presence of a consistently abundant\nmethanotrophic biomass in the oxycline throughout the year. We also noticed a\nseasonal shift during the dry season toward higher values in the\nδ<sup>15</sup>N of particulate nitrogen (PN) in the mixed layer and\nδ<sup>15</sup>N-PN was significantly related to the contribution of\ncyanobacteria to the phytoplankton assemblage, suggesting that rainy season\nconditions could be more favourable to atmospheric nitrogen-fixing\ncyanobacteria. Finally, zooplankton were slightly enriched in <sup>13</sup>C\ncompared to the autochthonous POC pool, and the δ<sup>15</sup>N signature of\nzooplankton followed well the seasonal variability in δ<sup>15</sup>N-PN,\nconsistently 3.0 ± 1.1 &permil; heavier than the PN pool.\nTogether, δ<sup>13</sup>C and δ<sup>15</sup>N analysis suggests that\nzooplankton directly incorporate algal-derived OM in their biomass, and that\nthey rely almost exclusively on this source of OM throughout the year in\ngeneral agreement with the very low allochthonous OM inputs from rivers in\nLake Kivu.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/4953/2015/", 
        "title": "Biogeochemistry of a large and deep tropical lake (Lake Kivu, East Africa: insights from a stable isotope study covering an annual cycle"
    }, 
    {
        "author": "Desmond Manatsa, Chipo Mudavanhu, Terrence D. Mushore, Emmanuel Mavhura", 
        "date": "2015-08-06", 
        "description": "\n\nThe Southern Annular Mode (SAM) is a natural climate mode of variability whose discovery can be traced back at least as far as the beginning of the 20th century, before human activities produced enough gases to noticeably change the climate. However, recent observed changes in the SAM are linked to increases of greenhouse gases and stratospheric ozone depletion, hence assigning SAM's alterations, in large part, to human activities. In this study, the 20th century reanalysis data were used to establish the SAM's prominent shifts during the years 1917, 1961 and 1997. The first shift coincides with abrupt greenhouse gas increases and the latter shifts are attributed to stratospheric ozone level changes. The East Africa ‘Short Rains’ (EASR) index derived from the Global Precipitation Climatology Center (GPCC) dating back to the beginning of the 20th century, demonstrates coinciding shifts with the SAM index. However, the SAM's influence on EASR appears to be achieved through a meridional dipole that is formed in the sea-level pressure of the Indian Ocean basin, with one pole over the Tropics and the other over the extratropics. When this dipole pattern is weakly developed as the period between 1961 and 1997, the SAM is decoupled from the EASR and the Indian Ocean Dipole (IOD) demonstrates a dominant role in modulating the EASR. The SAM is also linked to the IOD through its control of the Mascarene High variability, hence connecting the SAM to the dominant circulation variability in the Indian Ocean. Although the El Nino Southern Oscillation is strongly correlated to EASR, it is not related to the epochal variability in the rainfall. Therefore, the slow modulation in EASR is linked to the SAM whose shifts are triggered by gases emanating from human influences.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4443", 
        "title": "Linking major shifts in East Africa ‘short rains’ to the Southern Annular Mode"
    }, 
    {
        "author": "J. Zavala-Garay, J. Theiss, M. Moulton, C. Walsh, R. van Woesik, C. G. Mayorga-Adame, M. Garcíia-Reyes, D. S. Mukaka, K. Whilden, Y. W. Shaghude", 
        "date": "2015-07-24", 
        "description": "\n\nThe Zanzibar Channel lies between the mainland of Tanzania and Zanzibar Island in the tropical western Indian Ocean, is about 100 km long, 40 km wide, and 40 m deep, and is essential to local socioeconomic activities. This paper presents a model of the seasonal and tidal dynamics of the Zanzibar Channel based on the Regional Ocean Modeling System (ROMS) and a comparison of the model and observations. The seasonal dynamics of the channel is forced by remote processes and the local wind. Remote forcing creates the East African Coastal Current, a portion of which flows through the channel northward with a seasonally varying magnitude. The local wind enhances this seasonality in the surface Ekman layer, resulting in a stronger northward flow during the southwest monsoon season and a weak northward or occasionally southward flow during the northeast monsoon season. The tidal flows converge and diverge in the center of the channel and reduce the transport in the channel. The remotely forced, wind-forced, and tidal dynamics contain 5%, 3%, and 92% of the total kinetic energy, respectively. Despite their low kinetic energy, the remotely forced and wind-forced flows are most relevant in advecting channel water to the open ocean, which occurs in 19 days at the peak of the southwest monsoon season. The channel is well mixed, except during brief periods in the two rainy seasons, and temporarily cools between December and February. The dispersion of passive tracers is presented as an example of potential model applications. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010879", 
        "title": "On the dynamics of the Zanzibar Channel"
    }, 
    {
        "author": "Sharon E. Nicholson", 
        "date": "2015-07-14", 
        "description": "Journal of Hydrometeorology, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Hydrometeorology", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JHM-D-14-0138.1?af=R", 
        "title": "The predictability of rainfall over the Greater Horn of Africa. Part II. Prediction of monthly rainfall during the long rains."
    }, 
    {
        "author": "Tsegaye Tadesse et al", 
        "date": "2015-05-01", 
        "description": "Bulletin of the American Meteorological Society, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Bulletin of the American Meteorological Society", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/BAMS-D-14-00280.1?af=R", 
        "title": "Participatory Research Workshop on Seasonal Prediction of Hydro-climatic Extremes in the Greater Horn of Africa"
    }, 
    {
        "author": "Lei Wang, Zhanggui Wang, Jianping Li, Fei Zheng", 
        "date": "2015-03-19", 
        "description": "\n\nSeesaw pattern of the perturbation potential energy in the extratropics and the Arctic (defined as PEAS) is observed. The PEAS is closely related to the Arctic Oscillation, kinetic energy and zonal wind in the middle- and high-latitude. The PEAS may influence atmospheric circulation via northern migration of anomalous Ferrel cell, accompanying by suppressed subtropical jet stream and enhanced polar jet stream. Anomalous warm conditions associated with the PEAS are observed in high-latitude of Eurasia, whereas cold anomalies are presented in Greenland, northeast Africa and southwest China, which is mainly attributed to the horizontal temperature advection.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.575", 
        "title": "The impact of extratropics-arctic-seesaw of perturbation potential energy on surface air temperature in boreal winters"
    }, 
    {
        "author": "Chia-Jeng Chen, Aris P. Georgakakos", 
        "date": "2014-10-10", 
        "description": "\n\nThe detrimental impacts of climate variability on water, agriculture, and food resources in East Africa underscore the importance of reliable seasonal climate predictions. This study compares several forecasting methods using sea surface temperature (SST) anomalies to predict East African rains with various lead times. It is shown that the forecasts can explain more than 50% of the short rains (boreal autumn) variance across large regions of Ethiopia, Somalia, and Kenya, and reaffirm the importance of the Walker-like circulation over the Indian Ocean. The forecasts also explain more than 50% of the long rains (boreal spring) over Uganda, Lake Victoria, and western Kenya, and demonstrate the strong connection of the long rains to the SSTs in the southern Atlantic Ocean, Mediterranean Sea, southwestern Indian Ocean, and Arabian Sea. For the unimodal rains in Tanzania, the forecasts explain more than 40% of the rainfall variance over northwestern Tanzania based on SST predictors in the southwestern Indian Ocean and the subtropical North Atlantic. For the South Sudan and Ethiopian Kiremt rains, the forecast skill is less pronounced. The predictor regions (dipoles) for a recently developed method are validated through composite maps of surface and atmospheric reanalysis variables. Lastly, 2010–2011 forecasts for both the long and short rains demonstrate skill in predicting the recent drought suggesting that seasonal climate forecasts can inform natural disaster preparedness and water resources planning in East Africa.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4165", 
        "title": "Seasonal prediction of East African rainfall"
    }
]