[
    {
        "author": "J. Zavala-Garay, J. Theiss, M. Moulton, C. Walsh, R. van Woesik, C. G. Mayorga-Adame, M. Garcíia-Reyes, D. S. Mukaka, K. Whilden, Y. W. Shaghude", 
        "date": "2015-07-24", 
        "description": "\n\nThe Zanzibar Channel lies between the mainland of Tanzania and Zanzibar Island in the tropical western Indian Ocean, is about 100 km long, 40 km wide, and 40 m deep, and is essential to local socioeconomic activities. This paper presents a model of the seasonal and tidal dynamics of the Zanzibar Channel based on the Regional Ocean Modeling System (ROMS) and a comparison of the model and observations. The seasonal dynamics of the channel is forced by remote processes and the local wind. Remote forcing creates the East African Coastal Current, a portion of which flows through the channel northward with a seasonally varying magnitude. The local wind enhances this seasonality in the surface Ekman layer, resulting in a stronger northward flow during the southwest monsoon season and a weak northward or occasionally southward flow during the northeast monsoon season. The tidal flows converge and diverge in the center of the channel and reduce the transport in the channel. The remotely forced, wind-forced, and tidal dynamics contain 5%, 3%, and 92% of the total kinetic energy, respectively. Despite their low kinetic energy, the remotely forced and wind-forced flows are most relevant in advecting channel water to the open ocean, which occurs in 19 days at the peak of the southwest monsoon season. The channel is well mixed, except during brief periods in the two rainy seasons, and temporarily cools between December and February. The dispersion of passive tracers is presented as an example of potential model applications. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010879", 
        "title": "On the dynamics of the Zanzibar Channel"
    }, 
    {
        "author": "Sharon E. Nicholson", 
        "date": "2015-07-14", 
        "description": "Journal of Hydrometeorology, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Hydrometeorology", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JHM-D-14-0138.1?af=R", 
        "title": "The predictability of rainfall over the Greater Horn of Africa. Part II. Prediction of monthly rainfall during the long rains."
    }, 
    {
        "author": "Gulilat Tefera Diro", 
        "date": "2015-06-02", 
        "description": "\n\nThis study presents an assessment of the skill and economic benefits of a seasonal forecast carried out by nine-member ensembles of regional and global models over southern Africa for the period of 1991–2002. The regional ensemble seasonal hindcasts were conducted at a resolution of 25 km by driving RegCM4 with the corresponding ensembles of the European Centre for Medium-Range Weather Forecasts (ECMWF) seasonal hindcasts. Skill and cost/loss ratio analysis were carried out on the probabilistic hindcasts to assess how much added value a regional model would bring over the driving ECMWF forecasts. RegCM4 shows an added value over most areas of southeastern Africa where the skill of the global circulation model (GCM) is already positive. In terms of economic benefits, RegCM4 brings additional benefits for southeastern Africa either by benefiting more users with interest in larger cost/loss ratio or by providing a higher economic value for users with small cost/loss ratio. Additional RegCM4 simulations with the same resolution were performed using a near ‘perfect’ boundary conditions with ‘continuous (climate)’ and ‘reinitialized’ modes to test the impact of land surface initialization/ spin up time on the seasonal mean precipitation simulation. Evaluation of the ‘perfect’ boundary forced simulations reveals that the regional model not only generates finer spatial-scale features that are missing in the ECMWF GCM, in terms of the December to April (DJFMA) climatology, but also reduced the wet bias of the driving GCM. Land surface initialization is found to have less impact on the DJFMA seasonal mean rainfall for forecasts initialized on 1 November, suggesting that 1 month is enough to recover from the shock of poor soil moisture initialization.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4375", 
        "title": "Skill and economic benefits of dynamical downscaling of ECMWF ENSEMBLE seasonal forecast over southern Africa with RegCM4"
    }, 
    {
        "author": "Sharon E. Nicholson", 
        "date": "2015-05-19", 
        "description": "\n\nThis article examines recent rainfall conditions in two sectors of eastern Africa, the summer rainfall region and the equatorial rainfall region with rainy seasons in the boreal spring and boreal autumn. The analysis covers the years 1998–2014 and is carried out using TRMM 3B43 Version 7 rainfall estimates. In both regions, extensive periods of anomalously low rainfall and prolonged drought have prevailed since roughly 2008. Prior to that time, only three periods of drought are noteworthy 1998/1999, 2000, and 2005. The post-2008 drought conditions were interrupted by floods in both regions in February 2010 and in several years in the equatorial region. This rapid alternation between extremes creates additional hardships on the population. Two notable results emerge from this analysis. One is the tendency for similar trends in interannual variability in both regions, despite vastly different rainfall regimes. The other is the persistence of recent droughts through several rainy seasons. The implication of these results is that one or more factors in interannual variability is operative in all seasons. This could account for the common trends in the equatorial and summer rainfall regions.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4358", 
        "title": "An analysis of recent rainfall conditions in eastern Africa"
    }, 
    {
        "author": "I. Bouimetarhan, L. Dupont, H. Kuhlmann, J. Pätzold, M. Prange, E. Schefuß, and K. Zonneveld", 
        "date": "2015-05-11", 
        "description": "<b>Northern Hemisphere control of deglacial vegetation changes in the Rufiji uplands (Tanzania)</b><br /><br />Climate of the Past, 11, 751-764, 2015<br /><br />Author(s): I. Bouimetarhan, L. Dupont, H. Kuhlmann, J. Pätzold, M. Prange, E. Schefuß, and K. Zonneveld<br /><br />In tropical eastern Africa, vegetation distribution is largely controlled by\nregional hydrology, which has varied over the past 20 000 years. Therefore,\naccurate reconstructions of past vegetation and hydrological changes are\ncrucial for a better understanding of climate variability in the tropical\nsoutheastern African region. We present high-resolution pollen records from\na marine sediment core recovered offshore of the Rufiji River delta. Our data\ndocument significant shifts in pollen assemblages during the last\ndeglaciation, identifying, through changes in both upland and\nlowland vegetation, specific responses of plant communities to atmospheric\n(precipitation) and coastal (coastal dynamics and sea-level changes)\nalterations. Specifically, arid conditions reflected by a maximum pollen\nrepresentation of dry and open vegetation occurred during the Northern\nHemisphere cold Heinrich event 1 (H1), suggesting that the expansion of drier\nupland vegetation was synchronous with cold Northern Hemisphere\nconditions. This arid period is followed by an interval in which forest and\nhumid woodlands expanded, indicating a hydrologic shift towards more humid\nconditions. Droughts during H1 and the shift to humid conditions around 14.8 kyr BP in the uplands are consistent with latitudinal shifts of the\nintertropical convergence zone (ITCZ) driven by high-latitude Northern\nHemisphere climatic fluctuations. Additionally, our results show that the\nlowland vegetation, consisting of well-developed salt marshes and mangroves\nin a successional pattern typical for vegetation occurring in intertidal\nhabitats, has responded mainly to local coastal dynamics related to marine\ninundation frequencies and soil salinity in the Rufiji Delta as well as to the\nlocal moisture availability. Lowland vegetation shows a substantial\nexpansion of mangrove trees after ~ 14.8 kyr BP, suggesting an\nincreased moisture availability and river runoff in the coastal area. The\nresults of this study highlight the decoupled climatic and environmental\nprocesses to which the vegetation in the uplands and the Rufiji Delta has\nresponded during the last deglaciation.", 
        "journal": "Climate of the Past", 
        "link": "http://www.clim-past.net/11/751/2015/", 
        "title": "Northern Hemisphere control of deglacial vegetation changes in the Rufiji uplands (Tanzania)"
    }, 
    {
        "author": "Tsegaye Tadesse et al", 
        "date": "2015-05-01", 
        "description": "Bulletin of the American Meteorological Society, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Bulletin of the American Meteorological Society", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/BAMS-D-14-00280.1?af=R", 
        "title": "Participatory Research Workshop on Seasonal Prediction of Hydro-climatic Extremes in the Greater Horn of Africa"
    }, 
    {
        "author": "Shira Raveh-Rubin, Heini Wernli", 
        "date": "2015-03-26", 
        "description": "\nA new method for identifying high impact large-scale wind and precipitation events in the extended Mediterranean region is outlined and applied to the European Centre for Medium-range Weather Forecasts (ECMWF) reanalysis dataset ERA-Interim for the years 1979–2012. The method highlights large-scale 10 m gust and precipitation events that classify as extreme if integrated over a spatial scale of 1000 km and a temporal scale of 3 days. The method detects successfully high impact events, and reveals clear seasonal differences among the subregions of the Mediterranean. Western Mediterranean precipitation extremes are more intense, and occur mainly in autumn, while eastern Mediterranean events occur in winter. Composite dynamical analyses of large-scale wind and precipitation extremes, and a combination of them, highlight coherent dynamical flow structures associated with the extremes in the different subregions of the Mediterranean. Precipitation events are preceded by an upper-level trough and strong jet on its western flank, followed by cyclogenesis (mainly in the western Mediterranean), and/or a merging of the polar with the subtropical jet over northeastern Africa (in the eastern Mediterranean). Strong surface wind extremes develop around cyclones that intensify south of a deep parent cyclone near the exit of a strong anticyclonically curved jet, propagate eastwards and create a cold and dry northerly wind anomaly at the surface. Furthermore, combined large-scale wind and precipitation extremes often occur simultaneously near cyclones, either North Atlantic cyclones, which project the wind and precipitation into the western Mediterranean, or Mediterranean cyclones. The latter produce wind extremes over a localized area, which often overlaps entirely with the region that receives extreme precipitation.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2531", 
        "title": "Large-scale wind and precipitation extremes in the Mediterranean: a climatological analysis for 1979–2012"
    }, 
    {
        "author": "Lei Wang, Zhanggui Wang, Jianping Li, Fei Zheng", 
        "date": "2015-03-19", 
        "description": "\n\nSeesaw pattern of the perturbation potential energy in the extratropics and the Arctic (defined as PEAS) is observed. The PEAS is closely related to the Arctic Oscillation, kinetic energy and zonal wind in the middle- and high-latitude. The PEAS may influence atmospheric circulation via northern migration of anomalous Ferrel cell, accompanying by suppressed subtropical jet stream and enhanced polar jet stream. Anomalous warm conditions associated with the PEAS are observed in high-latitude of Eurasia, whereas cold anomalies are presented in Greenland, northeast Africa and southwest China, which is mainly attributed to the horizontal temperature advection.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.575", 
        "title": "The impact of extratropics-arctic-seesaw of perturbation potential energy on surface air temperature in boreal winters"
    }, 
    {
        "author": "Wilson Gitau, Pierre Camberlin, Laban Ogallo, Raphael Okoola", 
        "date": "2014-08-25", 
        "description": "\n\nDespite earlier studies over various parts of the world including equatorial Eastern Africa (EEA) showing that intraseasonal statistics of wet and dry spells have spatially coherent signals and thus greater predictability potential, no attempts have been made to identify the predictors for these intraseasonal statistics. This study therefore attempts to identify the predictors (with a 1-month lead time) for some of the subregional intraseasonal statistics of wet and dry spells (SRISS) which showed the greatest predictability potential during the short rainfall season over EEA. Correlation analysis between the SRISS and seasonal rainfall totals on one hand and the predefined predictors on the other hand were initially computed and those that were significant at 95% confidence levels retained. To identify additional potential predictors, partial correlation analyses were undertaken between SRISS and large-scale oceanic and atmospheric fields while controlling the effects of the predefined predictors retained earlier. Cross-validated multivariate linear regression (MLR) models were finally developed and their residuals assessed for independence and for normal distribution. Four large-scale oceanic and atmospheric predictors with robust physical/dynamical linkages with SRISS were identified for the first time. The cross-validated MLR models for the SRISS of wet spells and seasonal rainfall totals mainly picked two of these predictors around the Bay of Bengal. The two predictors combined accounted for 39.5% of the magnitude of the SST changes between the July–August and October–November–December periods over the Western Pole of the Indian Ocean Dipole, subsequently impacting EEA rainfall. MLR models were defined yielding cross-validated correlations between observed and predicted values of seasonal totals and number of wet days ranging from 0.60 to 0.75, depending on the subregion. MLR models could not be developed over a few of the subregions suggesting that the local factors could have masked the global and regional signals encompassed in the additional potential predictors.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4131", 
        "title": "Oceanic and atmospheric linkages with short rainfall season intraseasonal statistics over Equatorial Eastern Africa and their predictive potential"
    }
]