[
    {
        "author": "", 
        "date": "2015-10-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">Anomalous warming occurred in the equatorial central-eastern Pacific in early May 2014, attracting much attention to the possible occurrence of an extreme El Niño event that year because of its similarity to the situation in early 1997. However, the subsequent variation in sea surface temperature anomalies (SSTAs) during summer 2014 in the tropical Pacific was evidently different to that in 1997, but somewhat similar to the situation of the 1990 aborted El Niño event. Based on NCEP (National Centers for Environmental Prediction) oceanic and atmospheric reanalysis data, the physical processes responsible for the strength of El Niño events are examined by comparing the dominant factors in 2014 in terms of the preceding instability of the coupled ocean–atmosphere system and westerly wind bursts (WWBs) with those in 1997 and 1990, separately. Although the unstable ocean–atmosphere system formed over the tropical Pacific in the preceding winter of 2014, the strength of the preceding instability was relatively weak. Weak oceanic eastward-propagating downwelling Kelvin waves were forced by the weak WWBs over the equatorial western Pacific in March 2014, as in February 1990. The consequent positive upper-oceanic heat content anomalies in the spring of 2014 induced only weak positive SSTAs in the central-eastern Pacific–unfavorable for the subsequent generation of summertime WWB sequences. Moreover, the equatorial western Pacific was not cooled, indicating the absence of positive Bjerknes feedback in early summer 2014. Therefore, the development of El Niño was suspended in summer 2014.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-015-4269-6", 
        "title": "A comparative study on the dominant factors responsible for the weaker-than-expected El Niño event in 2014"
    }, 
    {
        "author": "", 
        "date": "2015-09-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">\n      On the basis of a 51-year statistical analysis of reanalysis data, we propose for the first time that the positive phase of the Western Pacific (WP) pattern in the winter is linked to the negative phase of the North Atlantic Oscillation (NAO) in the previous winter, and vice versa. We show that there are two possible mechanisms responsible for this interannual remote linkage. One is an Arctic mechanism. Extensive Arctic sea ice in the summer after a negative NAO acts as a bridge to the positive phase of the WP in the next winter. The other mechanism involves the tropics. An El Niño occurrence after a negative winter NAO acts as another bridge to the positive phase of the WP in the following winter. The timescale of the Arctic route is nearly decadal, whereas that of the tropical route is about 3–5 years. The tropical mechanism indicates that the NAO remotely excites an El Niño in the second half of the following year. A process perhaps responsible for the El Niño occurrence was investigated statistically. A negative NAO in the winter increases Eurasian snow cover. This anomalous snow cover then intensifies the cold air outbreak from Asia to the western tropical Pacific. This outbreak can intensify the westerly wind burst and excite El Niño in the following year. We suggest that the phase of the NAO in the winter could be a predictor of the WP in the following year.\n      </p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2384-1", 
        "title": "Impact of the winter North Atlantic Oscillation (NAO) on the Western Pacific (WP) pattern in the following winter through Arctic sea ice and ENSO: part I—observational evidence"
    }, 
    {
        "author": "", 
        "date": "2015-09-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">This study evaluates the influence of various climate modes on sea level. The altimetry record has excellent spatial coverage but the limited length becomes an issue when evaluating low frequency variability in the presence of a trend. We use altimetry along with two ocean models to study how the relationship between sea surface height (SSH) in the Indian and Pacific Oceans and four climate modes [the Pacific Decadal Oscillation (PDO), the El Niño–Southern Oscillation, the Indian Ocean Dipole and the Southern Annular Mode] depends on the length of the time series. For low frequency variability such as the PDO, a time series on the order of 50 years in length is required to separate variability from the trend. Using shorter time series results in aliasing of the SSH trend and low frequency variability, which has implications for ascertaining the role of the PDO in the SSH trends. We find that the regression of SSH on to the PDO during the altimetry period, which is thought to have been responsible for a large fraction of the recent western Pacific SSH trend, is not representative of the SSH–PDO relationship in the longer-term record.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2377-0", 
        "title": "Robustness of the modes of Indo-Pacific sea level variability"
    }, 
    {
        "author": "", 
        "date": "2015-09-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">\n      A wide range of sea surface temperature (SST) expressions have been observed during the El Niño–Southern Oscillation events of 1950–2010, which have occurred simultaneously with different global atmospheric circulations. This study examines the atmospheric circulation and precipitation during December–March 1950–2010 over the African Continent south of 15<span class=\"a-plus-plus inline-equation id-i-eq1\">\n                        \n                        <span class=\"a-plus-plus equation-source format-t-e-x\">\\(^{\\circ }\\)</span>\n                        \n                      </span>S, a region hereafter known as Southern Africa, associated with eight tropical Pacific SST expressions characteristic of El Niño and La Niña events. The self-organizing map method along with a statistical distinguishability test was used to isolate the SST expressions of El Niño and La Niña. The seasonal precipitation forcing over Southern Africa associated with the eight SST expressions was investigated in terms of the horizontal winds, moisture budget and vertical motion. El Niño events, with warm SST across the east and central Pacific Ocean and warmer than average SST over the Indian Ocean, are associated with precipitation reductions over Southern Africa. The regional precipitation reductions are forced primarily by large-scale mid-tropospheric subsidence associated with anticyclonic circulation in the upper troposphere. El Niño events with cooler than average SST over the Indian Ocean are associated with precipitation increases over Southern Africa associated with lower tropospheric cyclonic circulation and mid-tropospheric ascent. La Niña events, with cool SST anomalies over the central Pacific and warm SST over the west Pacific and Indian Ocean, are associated with precipitation increases over Southern Africa. The regional precipitation increases are forced primarily by lower tropospheric cyclonic circulation, resulting in mid-tropospheric ascent and an increased flux of moisture into the region.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2414-z", 
        "title": "El Niño–Southern Oscillation diversity and Southern Africa teleconnections during Austral Summer"
    }, 
    {
        "author": "M.   Soumya, P.   Vethamony, P.   Tkalich</br>", 
        "date": "2015-08-31", 
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Global and Planetary Change, Volume 133</br><br>     Author(s): M.   Soumya, P.   Vethamony, P.   Tkalich</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">The South China Sea (SCS) is the largest marginal sea in the western Pacific Basin. Sea level anomalies (SLAs) in the southern South China Sea (SSCS) are assumed to be governed by various phenomena associated with the adjacent parts of the Indian Ocean and the Pacific Ocean. We have used monthly sea level anomalies obtained from 12 tide gauge stations of PSMSL and UHSLC and merged and gridded AVISO products of SLAs (sea level anomalies) derived from satellite altimeter. We find that IOD-influenced inter-annual variations are found only in the southwestern and southeastern coastal regions of SSCS. Our analysis reveals that inter-annual regional sea level drops are associated with positive phase of the IOD, and the rises with negative phase of the IOD. SLA variations at decadal scale in the southeastern and northern Gulf of Thailand correlate with Pacific Decadal Oscillations (PDO). Multiple linear regression analysis of inter-annual SLAs and climate indices shows that IOD induced inter-annual variations dominate in the southwestern SCS and it contributes to about ~<hsp sp=\"0.10\"/>40% of inter-annual sea level variation. Meanwhile, ENSO contributes to around ~<hsp sp=\"0.10\"/>30% variation in sea level in the southwestern and ~<hsp sp=\"0.10\"/>40% variation in the southeastern SSCS. The present study also suggests that inter-annual SLA variations in the SSCS can occur by ENSO and IOD induced changes in wind stress curl and volume transport variations.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Global and Planetary Change", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0921818115001435%26_version%3D1%26md5%3Df7f23ea9dfcaa47d7f71a6b5cdcd0e76", 
        "title": "Inter-annual sea level variability in the southern South China Sea"
    }, 
    {
        "author": "Darwin   Pucha-Cofrep, Thorsten   Peters, Achim   Bräuning</br>", 
        "date": "2015-08-31", 
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Global and Planetary Change, Volume 133</br><br>     Author(s): Darwin   Pucha-Cofrep, Thorsten   Peters, Achim   Bräuning</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">This study investigates the dendroclimatic potential of tree species in a tropical dry forest in southern Ecuador. From 10 selected tree species, <italic>Bursera graveolens</italic> and <italic>Maclura tinctoria</italic> exhibited distinct annual and cross-datable tree-rings. It was possible to synchronize individual tree-ring series and to establish two tree-ring chronologies of 203 and 87<hsp sp=\"0.25\"/>years length, respectively. The characteristic ENSO frequency band is reflected in wavelet power spectra of both chronologies. Both species show a strong correlation between ring width and precipitation of the wet season (January–May). Strong El Niño events (1972, 1983 and 1998) lead to strong growth responses in the tree-ring chronologies, whereas ‘normal’ ENSO events do not trigger long-lasting growth responses. The first ring-width based wet-season precipitation reconstruction for the past 103<hsp sp=\"0.25\"/>years was developed. Statistical and spatial correlation analysis verified the skills of the reconstructed precipitation which captures a great part of the Rainfall Index over the land area of Ecuador and the equatorial Pacific. Furthermore, teleconnections with central Pacific precipitation and SST patterns were found.</simple-para> </abstract-sec><br> <h3 class=\"h3\">Graphical abstract</h3> <img src=\"http://origin-ars.els-cdn.com/content/image/1-s2.0-S0921818115001526-fx1.jpg\" height=\"200\" width=\"315\" alt=\"image\"/></br></br><br></br></br>", 
        "journal": "Global and Planetary Change", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0921818115001526%26_version%3D1%26md5%3D083cce3f1a919e30944b14233ee1e189", 
        "title": "Wet season precipitation during the past century reconstructed from tree-rings of a tropical dry forest in Southern Ecuador"
    }, 
    {
        "author": "Sebastian H.   Mernild, Andrew P.   Beckerman, Jacob C.   Yde, Edward   Hanna, Jeppe K.   Malmros, Ryan   Wilson, Micheal   Zemp</br>", 
        "date": "2015-08-31", 
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Global and Planetary Change, Volume 133</br><br>     Author(s): Sebastian H.   Mernild, Andrew P.   Beckerman, Jacob C.   Yde, Edward   Hanna, Jeppe K.   Malmros, Ryan   Wilson, Micheal   Zemp</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Here, we examine available glacier mass-balance records between 1993 and 2012 for Andes Cordillera, South America (6.5°N–45.8°S), and the sub-Antarctic islands around the northern tip of the Antarctic Peninsula (62.7°S–63.8°S) to determine their recent mass loss and imbalance with the present climate. The mean annual observed mass-balance <italic>B<inf loc=\"post\">a</inf> </italic> changed from −<hsp sp=\"0.10\"/>620<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>390 (1993–2002) to −<hsp sp=\"0.10\"/>740<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>240<hsp sp=\"0.25\"/>kg<hsp sp=\"0.25\"/>m<sup loc=\"post\">−<hsp sp=\"0.10\"/>2</sup> <hsp sp=\"0.25\"/>yr<sup loc=\"post\">−<hsp sp=\"0.10\"/>1</sup> (2003–2012) and for this past decade showed a decrease in <italic>B<inf loc=\"post\">a</inf> </italic> from south to north. These glaciers had a mean accumulation area ratio of 0.42, which is below the AAR value for glaciers in equilibrium, reflecting mean area and volume imbalances of 23% and 27%, respectively. Glaciers in the northern part of Andes Cordillera are most out of balance with the present climate (33%), while glaciers on the sub-Antarctic islands are only slightly out of balance (4%). We identified a spatiotemporal cycle of <italic>B<inf loc=\"post\">a</inf> </italic> that distinguishes glaciers on the sub-Antarctic islands from glaciers in the Andes using an Empirical Orthogonal Function analysis. This analysis also revealed that South America should be divided into three individual glacier regions, and not two regions as earlier stated. Overall, the spatiotemporal cycles identified correlate to the multivariate El Niño Southern Oscillation Index instantaneously (zero-year lag-time) and to the Pacific Decadal Oscillation with an approximately eight-year lag-time.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Global and Planetary Change", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0921818115300023%26_version%3D1%26md5%3D4aee3ea5c562abbe3473916cc45967c7", 
        "title": "Mass loss and imbalance of glaciers along the Andes Cordillera to the sub-Antarctic islands"
    }, 
    {
        "author": "Qiang   Li, Yu   Liu, Takeshi   Nakatsuka, Huiming   Song, Danny   McCarroll, Yinke   Yang, Jun   Qi</br>", 
        "date": "2015-08-31", 
        "description": "             Publication date: <pubDate>September 2015</pubDate><br> <b>Source:</b>Global and Planetary Change, Volume 132</br><br>     Author(s): Qiang   Li, Yu   Liu, Takeshi   Nakatsuka, Huiming   Song, Danny   McCarroll, Yinke   Yang, Jun   Qi</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Understanding the interactions between the East Asian summer monsoon and Indian summer monsoon is a challenging task because of the insufficient proxy records. In this study, we reconstructed a 225-year precipitation record by combining ring widths of <italic>Pinus tabulaeformis</italic> and stable oxygen isotope ratios of <italic>Larix principis-rupprechtii</italic> using a multi-proxy dendroclimatology approach in the North China. The reconstructed record explained 51.9% of the variance in the observed precipitation during 1955–2003. The precipitation series could indicate the intensity of the East Asian summer monsoon. A spatial field analysis indicated that the series was strongly correlated with the reconstructed records of the surrounding area and a large part of the Indian subcontinent. The reconstructed records were significantly and positively correlated with All Indian Precipitation records (<italic>r</italic> <hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/>0.32, <italic>n</italic> <hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/>132, <italic>p</italic> <hsp sp=\"0.25\"/>&amp;lt;<hsp sp=\"0.25\"/>0.001) and with a proxy of the Indian summer monsoon. These findings suggest that a persistent teleconnection exists between the reconstructed record and the Indian summer monsoon records from the past 225<hsp sp=\"0.25\"/>years. The observed interannual synchronisation potentially resulted from the transport of partial water vapour from the Indian summer monsoon area to NC; however, this synchronisation could not be attributed to the El Nino-South Oscillation (ENSO). When considering an interdecadal time scale, the synchronisation with the North Atlantic Oscillation (NAO) has varied since 1779, implying that the NAO may serve as an additional atmospheric pattern that affects this teleconnection.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Global and Planetary Change", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0921818115001253%26_version%3D1%26md5%3D87abcd54086d71508df476139e53169c", 
        "title": "The 225-year precipitation variability inferred from tree-ring records in Shanxi Province, the North China, and its teleconnection with Indian summer monsoon"
    }, 
    {
        "author": "Jiangfeng   Shi, Huayu   Lu, Jinbao   Li, Shiyuan   Shi, Shuangye   Wu, Xinyuan   Hou, Lingling   Li</br>", 
        "date": "2015-08-31", 
        "description": "             Publication date: <pubDate>August 2015</pubDate><br> <b>Source:</b>Global and Planetary Change, Volume 131</br><br>     Author(s): Jiangfeng   Shi, Huayu   Lu, Jinbao   Li, Shiyuan   Shi, Shuangye   Wu, Xinyuan   Hou, Lingling   Li</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">February–April drought strongly affects agriculture and socio-economics in southeastern China, yet its long-term variability has not been assessed due to the shortness of instrumental records. In this study, we reported a 168-year tree-ring width chronology from a steep, low-elevation site with thin soil layers in the Xianxia Mountains, southeastern China. Contrary to the existing chronologies that are mostly temperature sensitive, this chronology contained a strong February–April precipitation signal, indicating great potential for tree-ring based precipitation reconstructions in southeastern China. The reconstruction explained 47.8% of the instrumental variance during 1951–2012. The full reconstruction indicated that there were 3 dry periods (1873–1896, 1924–1971, 1995–2012) and 2 wet periods (1856–1872, 1972–1994) during 1856–2013. The extreme drought in 2011 was not unprecedented for the past 168<hsp sp=\"0.25\"/>years, and the recent severe droughts may be part of interdecadal variations in regional February–April precipitation. Our results also suggested that February–April precipitation in southeastern China was highly influenced by the tropical Pacific climate system, in particular El Niño-Southern Oscillation (ENSO).</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Global and Planetary Change", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0921818115000910%26_version%3D1%26md5%3D718f37e63e9a9f7c0438410668c067b8", 
        "title": "Tree-ring based February–April precipitation reconstruction for the lower reaches of the Yangtze River, southeastern China"
    }, 
    {
        "author": "Bijan   Fallah, Sahar   Sodoudi</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>June 2015</pubDate><br> <b>Source:</b>Dynamics of Atmospheres and Oceans, Volume 70</br><br>     Author(s): Bijan   Fallah, Sahar   Sodoudi</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0010\" view=\"all\">Maximum covariance analysis (MCA) and isometric feature mapping (Isomap) are applied to investigate the spatio-temporal atmosphere–ocean interactions otherwise hidden in observational data for the period of 1979–2010. Despite an established long-term surface warming trend for the whole northern hemisphere, sea surface temperatures (SST) in the East Pacific have remained relatively constant for the period of 2001–2010. Our analysis reveals that SST anomaly probability density function of the leading two Isomap components is bimodal. We conclude that Isomap shows the existence of two distinct regimes in surface ocean temperature, resembling the break and active phases of rainfall over equatorial land areas. These regimes occurred within two separated time windows during the past three decades. Strengthening of trade winds over Pacific was coincident with the cold phase of east equatorial Pacific. This pattern was reversed during the warm phase of east equatorial Pacific. The El Niño event of 1997/1998 happened within the transition mode between these two regimes and may be a trigger for the SST changes in the Pacific. Furthermore, we suggest that Isomap, compared with MCA, provides more information about the behavior and predictability of the inter-seasonal atmosphere–ocean interactions.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Dynamics of Atmospheres and Oceans", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0377026515000135%26_version%3D1%26md5%3D7c52631ef62c879d21a04f2c211eae0b", 
        "title": "Bimodality and regime behavior in atmosphere–ocean interactions during the recent climate change"
    }, 
    {
        "author": "Elke   Hertig, Christoph   Beck, Heinz   Wanner, Jucundus   Jacobeit</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>August 2015</pubDate><br> <b>Source:</b>Earth-Science Reviews, Volume 147</br><br>     Author(s): Elke   Hertig, Christoph   Beck, Heinz   Wanner, Jucundus   Jacobeit</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Non-stationarities are inherent characteristics of the climate system and can be observed on different temporal and spatial scales. Non-stationarities in large-scale modes of climate variability of the Northern Hemisphere and the associated changes in the surface climate like modifications of the temperature and precipitation patterns are analysed. As major modes of climate variability the El Niño–Southern Oscillation phenomenon, the Pacific–North American pattern and the North Atlantic Oscillation are selected. The North Atlantic–European area is taken as an example to highlight non-stationarities in the atmospheric circulation and their impact on regional climate. The mechanisms and consequences of circulation-climate non-stationarities are discussed.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Earth-Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0012825215000756%26_version%3D1%26md5%3D393d87f4b91176eb43e315eccaafc49c", 
        "title": "A review of non-stationarities in climate variability of the last century with focus on the North Atlantic–European sector"
    }, 
    {
        "author": "Isaac A.   Hart, Jack M.   Broughton, Ruth   Gruhn</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>July 2015</pubDate><br> <b>Source:</b>Quaternary Research, Volume 84, Issue 1</br><br>     Author(s): Isaac A.   Hart, Jack M.   Broughton, Ruth   Gruhn</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">The El Niño/Southern Oscillation (ENSO) is a major source of climatic variation worldwide, with significant impacts on modern human and animal populations. However, few detailed records exist on the long-term effects of ENSO on prehistoric vertebrate populations. Here we examine how lagomorph (rabbit and hare) deposition rate, population age structure and taxonomic composition from Abrigo de los Escorpiones, a well-dated, trans-Holocene vertebrate fauna from northern Baja California, Mexico, vary as a function of the frequency of wet El Niño events and eastern Pacific sea-surface temperatures (SSTs) derived from eastern Pacific geological records. Faunal indices vary significantly in response to El Niño-based precipitation and SST, with substantial moisture-driven variability in the middle and late Holocene. The late Holocene moisture pulse is coincident with previously documented changes in the population dynamics of other vertebrates, including humans. As the frequency and intensity of ENSO is anticipated to vary in the future, these results have important implications for change in future vertebrate populations.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Quaternary Research", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0033589415000368%26_version%3D1%26md5%3D3a65bca7ee3b7bdfc44051eeb36097fd", 
        "title": "El Niño controls Holocene rabbit and hare populations in Baja California"
    }, 
    {
        "author": "Francisca   Staines-Urías, Oscar   González-Yajimovich, Luc   Beaufort</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>May 2015</pubDate><br> <b>Source:</b>Quaternary Research, Volume 83, Issue 3</br><br>     Author(s): Francisca   Staines-Urías, Oscar   González-Yajimovich, Luc   Beaufort</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Nannofossil assemblages from core MD02-2510 provide a ~<hsp sp=\"0.10\"/>22<hsp sp=\"0.25\"/>ka record of past oceanographic variability in Alfonso Basin (Gulf of California, east subtropical Pacific). In this area, environmental conditions depend on a monsoonal system heavily influenced by changes in the location of the ITCZ and nearby atmospheric pressure centers. To reconstruct nutricline depth and ENSO-like variability, two ecological indexes were calculated based on the relative abundance of the three dominant coccolith species. The late glacial period is characterized by intensified wind-driven upwelling, high primary productivity and La Niña-like conditions. An environmental shift occurs during the glacial–interglacial transition, El Niño-like conditions intensify, nutricline deepens and surface productivity declines. The late Holocene is characterized by a persistent increase in nutricline depth and dominance of El Niño-like conditions. The fluctuations in the composition of the coccolith assemblages can be related to orbital-scale fluctuations in the average position of the ITCZ. However, while the ENSO-like signal that overprints the record varies in response to orbital forcing, on suborbital time scales the relation between ENSO-like conditions and the average position of the ITCZ and the North Pacific High changes, suggesting that the development of persistent El Niño-like conditions is strongly dependent on the specific climatic background.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Quaternary Research", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0033589415000319%26_version%3D1%26md5%3Df7d222058902b9f81310f56c9621be42", 
        "title": "Reconstruction of past climate variability and ENSO-like fluctuations in the southern Gulf of California (Alfonso Basin) since the last glacial maximum"
    }, 
    {
        "author": "Enqing   Huang, Jun   Tian, Peijun   Qiao, Sui   Wan, Xin   Xie, Wenguang   Yang</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>1 October 2015</pubDate><br> <b>Source:</b>Quaternary Science Reviews, Volume 125</br><br>     Author(s): Enqing   Huang, Jun   Tian, Peijun   Qiao, Sui   Wan, Xin   Xie, Wenguang   Yang</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">A compilation of many late Quaternary marine sediment records from the northern South China Sea (SCS) continental slope confirms 15–50% reductions in sedimentary calcium carbonate concentrations between 11.0 and 8.5 ka BP in the early Holocene. This low carbonate% event occurred at a time when the regional sea level rose from −50 m to −10 m, which drowned large areas of continental shelves especially those near and within the Taiwan Strait. This event is associated with a significant increase in bulk sedimentation rates on the upper continental slope and the relative abundance of fine-grained detritus. Sediment provenance analyses suggest a dominant terrigenous input from Taiwan and a minor contribution from Luzon during the low carbonate% event, similar to the background terrigenous deposition in other periods of the Holocene. Two comparable low carbonate% events, respectively from the beginning of marine isotope stages 5.5 and 7.3, have also been recognized, pointing to similar causal factors. While carbonate dissolution and carbonate accumulation rate should not have been responsible, increased terrigenous input and dilution is considered as the main cause for the recurrent low carbonate% events in early interglacials. We further hypothesize that, during early interglacials, fluvial sediment discharge from Taiwan and Luzon intensified due to stronger typhoon activities, and massive fine-grained sediments from these two end members may have been transported to the northern SCS continental slope via surface and deep ocean currents. The conjecture of strengthened typhoon activities over East Asia during the early Holocene is supported by high ocean heat contents in the West Pacific Warm Pool area with the prevailing La Niña-like conditions.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Quaternary Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0277379115300743%26_version%3D1%26md5%3D7480b3ae8a2448d8b703152f5ae80b36", 
        "title": "Early interglacial carbonate-dilution events in the South China Sea: Implications for strengthened typhoon activities over subtropical East Asia"
    }, 
    {
        "author": "S.   Fleury, P.   Martinez, X.   Crosta, K.   Charlier, I.   Billy, V.   Hanquiez, T.   Blanz, R.R.   Schneider</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>1 October 2015</pubDate><br> <b>Source:</b>Quaternary Science Reviews, Volume 125</br><br>     Author(s): S.   Fleury, P.   Martinez, X.   Crosta, K.   Charlier, I.   Billy, V.   Hanquiez, T.   Blanz, R.R.   Schneider</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">There is no agreement on the pluri-decadal expression of El Niño–Southern Oscillation (ENSO) in the Pacific over the last millennium. Marine records from the Peruvian margin indicate humid conditions (El Niño-like mean conditions) over the Little Ice Age, while precipitation records from the eastern equatorial Pacific infer arid conditions (La Niña-like mean conditions) for the same period. We here studied diatom assemblages, nitrogen isotopes, and major and minor elements at the lamination level in three laminated trigger cores located between 11°S and 15°S on the Peruvian shelf within the oxygen minimum zone (OMZ) to reconstruct precipitation and ocean productivity at the multiannual to multidecadal timescales over the last millennium. We respected the sediment structure, thus providing the first records of the mean climatic conditions at the origin of the lamination deposition, which ones represent several years. Light laminations were deposited under productive and dry conditions, indicative of La Niña-like mean conditions in the system, while dark laminations were deposited under non-productive and humid conditions, representative of El Niño-like mean conditions. La Niña-like mean conditions were predominant during the Medieval Warm Period (MWP; 1000–600 years BP) and Current Warm Period (CWP; 150 years BP to present), while El Niño-like mean conditions prevailed over the Little Ice Age (LIA; 600–150 years BP). We provide evidence for persistent multidecadal variations in productivity over the last millennium, which were disconnected from the mean climate state. Multidecadal variability has been stronger over the last 450 years concomitantly to increased variability in the NAO index. Two intervals of strong multidecadal variability were also observed over the MWP, congruent to decreased solar irradiance and increased volcanic activity.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Quaternary Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0277379115300731%26_version%3D1%26md5%3D76476a722a140df5d472ba44a605abf6", 
        "title": "Pervasive multidecadal variations in productivity within the Peruvian Upwelling System over the last millennium"
    }, 
    {
        "author": "Paul A.   Baker, Sherilyn C.   Fritz</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>15 September 2015</pubDate><br> <b>Source:</b>Quaternary Science Reviews, Volume 124</br><br>     Author(s): Paul A.   Baker, Sherilyn C.   Fritz</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">This selective review of the Quaternary paleoclimate of the South American summer monsoon (SASM) domain presents viewpoints regarding a range of key issues in the field, many of which are unresolved and some of which are controversial. (1) El Niño-Southern Oscillation variability, while the most important global-scale mode of interannual climate variation, is insufficient to explain most of the variation of tropical South American climate observed in both the instrumental and the paleoclimate records. (2) Significant climate variation in tropical South America occurs on seasonal to orbital (i.e. multi-millennial) time scales as a result of sea-surface temperature (SST) variation and ocean–atmosphere interactions of the tropical Atlantic. (3) Decadal-scale climate variability, linked with this tropical Atlantic variability, has been a persistent characteristic of climate in tropical South America for at least the past half millennium, and likely, far beyond. (4) Centennial-to-millennial climate events in tropical South America were of longer duration and, perhaps, larger amplitude than any observed in the instrumental period, which is little more than a century long in tropical South America. These were superimposed upon both precession-paced insolation changes that caused significant variation in SASM precipitation and eccentricity-paced global glacial boundary conditions that caused significant changes in the tropical South American moisture balance. As a result, river sediment and water discharge increased and decreased across tropical South America, lake levels rose and fell, paleolakes arose and disappeared on the Altiplano, glaciers waxed and waned in the tropical Andes, and the tropical rainforest underwent significant changes in composition and extent.</simple-para> <simple-para id=\"abspara0015\" view=\"all\">To further evaluate climate forcing over the last glacial cycle (∼125 ka), we developed a climate forcing model that combines summer insolation forcing and a proxy for North Atlantic SST forcing to reconstruct long-term precipitation variation in the SASM domain. The success of this model reinforces our confidence in assigning causation to observed reconstructions of precipitation. In addition, we propose a critical correction for speleothem stable oxygen isotopic ratios, which are among the most significant of paleoclimate proxies in tropical South America for reconstruction of variation of paleo-precipitation (or SASM intensity). However, it is already well known that any particular δ<sup loc=\"post\">18</sup>O value observed in speleothem carbonate is affected by two processes that have nothing to do with changes in precipitation amount—the influence of temperature on carbonate-water isotopic fractionation in the cave and the influence of changing δ<sup loc=\"post\">18</sup>O of seawater. Quantitatively accounting for both “artifacts” can significantly alter the interpretations of speleothem records. In tropical South America, both adjustments act in the same direction and have the tendency to increase the true amplitude of the paleo-hydrologic signal (but by different amounts in glacial and inter-glacial stages). These corrections have even graver implications for the interpretation of tropical Northern Hemisphere speleothem records (e.g. Chinese speleothems) where the combined adjustments tend to decrease or even eliminate the “true” signal amplitude.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Quaternary Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0277379115300202%26_version%3D1%26md5%3Db1dd0f716b66ccaa005df953147da844", 
        "title": "Nature and causes of Quaternary climate variation of tropical South America"
    }, 
    {
        "author": "Matthew D.   Jones, Sarah E.   Metcalfe, Sarah J.   Davies, Anders   Noren</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>15 September 2015</pubDate><br> <b>Source:</b>Quaternary Science Reviews, Volume 124</br><br>     Author(s): Matthew D.   Jones, Sarah E.   Metcalfe, Sarah J.   Davies, Anders   Noren</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">The North American Monsoon (NAM) provides the majority of rainfall for central and northern Mexico as well as parts of the south west USA. The controls over the strength of the NAM in a given year are complex, and include both Pacific and Atlantic systems. We present here an annually resolved proxy reconstruction of NAM rainfall variability over the last ∼6 ka, from an inwash record from the Laguna de Juanacatlán, Mexico. This high resolution, exceptionally well dated record allows changes in the NAM through the latter half of the Holocene to be investigated in both time and space domains, improving our understanding of the controls on the system. Our analysis shows a shift in conditions between c. 4 and 3 ka BP, after which clear ENSO/PDO type forcing patterns are evident.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Quaternary Science Reviews", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0277379115300433%26_version%3D1%26md5%3Daa7d9cd655a58806030dc3ab70d8329d", 
        "title": "Late Holocene climate reorganisation and the North American Monsoon"
    }, 
    {
        "author": "Omar   Bellprat, Fraser C.   Lott, Carla   Gulizia, Hannah R.   Parker, Luana A.   Pampuch, Izidine   Pinto, Andrew   Ciavarella, Peter A.   Stott</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>September 2015</pubDate><br> <b>Source:</b>Weather and Climate Extremes, Volume 9</br><br>     Author(s): Omar   Bellprat, Fraser C.   Lott, Carla   Gulizia, Hannah R.   Parker, Luana A.   Pampuch, Izidine   Pinto, Andrew   Ciavarella, Peter A.   Stott</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abs0010\" view=\"all\"> <simple-para id=\"sp0035\" view=\"all\">Southern Africa and Southern South America have experienced recent extremes in dry and wet rainy seasons which have caused severe socio-economic damages. Selected past extreme events are here studied, to estimate how human activity has changed the risk of the occurrence of such events, by applying an event attribution approach (Stott et al., 2004)comprising global climate models of Coupled Model Intercomparison Project 5 (CMIP5). Our assessment shows that models' representation of mean precipitation variability over Southern South America is not adequate to make a robust attribution statement about seasonal rainfall extremes in this region. Over Southern Africa, we show that unusually dry austral summers as occurred during 2002/2003 have become more likely, whereas unusually wet austral summers like that of 1999/2000 have become less likely due to anthropogenic climate change. There is some tentative evidence that the risk of extreme high 5-day precipitation totals (as observed in 1999/2000) have increased in the region. These results are consistent with CMIP5 models projecting a general drying trend over SAF during December–January–February (DJF) but also an increase in atmospheric moisture availability to feed heavy rainfall events when they do occur. Bootstrapping the confidence intervals of the fraction of attributable risk has demonstrated estimates of attributable risk are very uncertain, if the events are very rare. The study highlights some of the challenges in making an event attribution study for precipitation using seasonal precipitation and extreme 5-day precipitation totals and considering natural drivers such as ENSO in coupled ocean–atmosphere models.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Weather and Climate Extremes", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS2212094715300086%26_version%3D1%26md5%3D74fd1c12f0e996539c13fee8bbe4bd62", 
        "title": "Unusual past dry and wet rainy seasons over Southern Africa and South America from a climate perspective"
    }, 
    {
        "author": "Acacia S.   Pepler, Leandro B.   Díaz, Chloé   Prodhomme, Francisco J.   Doblas-Reyes, Arun   Kumar</br>", 
        "date": "2015-08-30", 
        "description": "             Publication date: <pubDate>September 2015</pubDate><br> <b>Source:</b>Weather and Climate Extremes, Volume 9</br><br>     Author(s): Acacia S.   Pepler, Leandro B.   Díaz, Chloé   Prodhomme, Francisco J.   Doblas-Reyes, Arun   Kumar</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abs0010\" view=\"all\"> <simple-para id=\"sp0065\" view=\"all\">Dynamical models are now widely used to provide forecasts of above or below average seasonal mean temperatures and precipitation, with growing interest in their ability to forecast climate extremes on a seasonal time scale. This study assesses the skill of the ENSEMBLES multi-model ensemble to forecast the 90th and 10th percentiles of both seasonal temperature and precipitation, using a number of metrics of ‘extremeness’. Skill is generally similar or slightly lower to that for seasonal means, with skill strongly influenced by the El Niño-Southern Oscillation. As documented in previous studies, much of the skill in forecasting extremes can be related to skill in forecasting the seasonal mean value, with skill for extremes generally lower although still significant. Despite this, little relationship is found between the skill of forecasting the upper and lower tails of the distribution of daily values.</simple-para> </abstract-sec><br></br></br><br></br></br>", 
        "journal": "Weather and Climate Extremes", 
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS2212094715300062%26_version%3D1%26md5%3Ddec9625c5fef781cfdb3fd731940784c", 
        "title": "The ability of a multi-model seasonal forecasting ensemble to forecast the frequency of warm, cold and wet extremes"
    }, 
    {
        "author": "Michael Notaro, Yan Yu, Olga V. Kalashnikova", 
        "date": "2015-08-29", 
        "description": "\n\nThe Arabian Peninsula has experienced pronounced interannual to decadal variability in dust activity, including an abrupt regime shift around 2006 from an inactive dust period during 1998–2005 to an active period during 2007–2013. Corresponding in time to the onset of this regime shift, the climate state transitioned into a combined La Niña and negative phase of the Pacific Decadal Oscillation, which incited a hiatus in global warming in the 2000s (Kosaka and Xie, 2013; Trenberth and Fasullo, 2013). Superimposed upon a long-term regional drying trend, synergistic interactions between these teleconnection modes triggered the establishment of a devastating and prolonged drought, which engulfed the Fertile Crescent, namely Iraq and Syria, and led to crop failure and civil unrest [Kelley et al., 2015]. Dried soils and diminished vegetation cover in the Fertile Crescent, as evident through remotely-sensed Enhanced Vegetation Indices, supported greater dust generation and transport to the Arabian Peninsula in 2007–2013, as identified both in increased dust days observed at weather stations and enhanced remotely-sensed aerosol optical depth. According to backward trajectory analysis of dust days on the Arabian Peninsula, increased dust lifting and atmospheric dust concentration in the Fertile Crescent during this recent, prolonged drought episode supported a greater frequency of dust events across the peninsula with associated northerly trajectories and led to the dust regime shift. These findings are particularly concerning, considering projections of warming and drying for the eastern Mediterranean region and potential collapse of the Fertile Crescent during this century [Kitoh et al., 2008].\n", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023855", 
        "title": "Regime shift in Arabian dust activity, triggered by persistent fertile crescent drought"
    }, 
    {
        "author": "Kevin E. Trenberth, Yongxin Zhang, John T. Fasullo", 
        "date": "2015-08-27", 
        "description": "\n\nA detailed examination is made in both observations and the Community Earth System Model (CESM) of relationships among top-of-atmosphere (TOA) radiation, water vapor, temperatures and precipitation for 2000-2014 to assess the origins of radiative perturbations and climate feedbacks empirically. The 30-member large ensemble coupled runs are analyzed along with one run with specified sea surface temperatures for 1994 to 2005 (to avoid volcanic eruptions). The vertical structure of the CESM temperature profile tends to be top-heavy in the model, with too much deep convection and not enough lower stratospheric cooling as part of the response to tropospheric heating. There is too much absorbed solar radiation (ASR) over the southern oceans and not enough in the tropics, and ENSO is too large in amplitude in this version of the model. However, the co-variability of monthly mean anomalies produces remarkably good replication of most of the observed relationships. There is a lot more high frequency variability in radiative fluxes than in temperature, highlighting the role of clouds and transient weather systems in the radiation statistics. Over the Warm Pool in the tropical western Pacific and Indian oceans, where non-local effects from the Walker circulation driven by the ENSO events are important, several related biases emerge: in response to high SST anomalies there is more precipitation, water vapor and cloud, and less ASR and Outgoing Longwave Radiation (OLR) in the model than observed. Different model global mean trends are evident, however, and possibly hinting at too much positive cloud feedback in the model.\n", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023381", 
        "title": "Relationships among top-of-atmosphere radiation and atmospheric state variables in observations and CESM"
    }, 
    {
        "author": "Kit-Yan Choi et al", 
        "date": "2015-08-26", 
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-15-0211.1?af=R", 
        "title": "Nonlinear zonal wind response to ENSO in the CMIP5 models: Roles of the zonal and meridional shift of the ITCZ/SPCZ and the simulated climatological precipitation"
    }, 
    {
        "author": "Marta Martín-Rey, Belén Rodríguez-Fonseca, Irene Polo", 
        "date": "2015-08-26", 
        "description": "\n\nEl Niño–Southern Oscillation (ENSO) is the dominant mode of interannual climate variability with worldwide impacts. The knowledge of ENSO drivers and the underlying mechanisms is crucial to improve ENSO prediction, which still remains a challenge. The recently discovered connection between an Atlantic Niño (Niña) and a Pacific Niña (Niño), through an air-sea coupled mechanism during the first and last decades of the twentieth century, highlights an opportunity for ENSO prediction. Here a statistical cross-validated hindcast of ENSO along the twentieth century is presented, considering the Atlantic sea surface temperatures as the unique predictor field, and a set of atmospheric and oceanic variables related to the Atlantic-Pacific connection as the predictand field. The observed ENSO phase is well reproduced, and the skill is enhanced at the beginning and the end of the twentieth century. Understanding this multidecadal modulation of the Atlantic-Pacific connection could help to improve seasonal-to-decadal forecasts of ENSO and its associated impacts.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065062", 
        "title": "Atlantic opportunities for ENSO prediction"
    }, 
    {
        "author": "Feng Ma, Xing Yuan, Aizhong Ye", 
        "date": "2015-08-26", 
        "description": "\n\nUnder a changing environment, seasonal droughts have been exacerbated with devastating impacts. However, the understanding of drought mechanism and predictability is limited. Based on the hindcasts from multiple climate models, the predictability and forecast skill for drought over China are investigated. The 3 month standardized precipitation index is used as the drought index, and the predictability is quantified by using a perfect model assumption. Ensemble hindcasts from multiple climate models are assessed individually, and the grand multimodel ensemble is also evaluated. Drought forecast skill for model ensemble mean is higher than individual ensemble members, and North American Multimodel Ensemble grand ensemble performs the best. Predictability is higher than forecast skill, indicating the room for improving drought forecast. Drought predictability and forecast skill are positively correlated in general, but they vary depending on seasons, regions, and forecast leads. Higher drought predictability and forecast skill are found over regimes where ENSO has significant impact. For the ENSO-affected regimes, both drought predictability and forecast skill in ENSO years are higher than that in neutral years. This study suggests that predictability not only provides a measure for selecting climate models for ensemble drought forecast in ENSO-affected regimes but also serves as an indicator for forecast skill especially when in situ and/or remote sensing measurements for the hindcast verifications are considered unreliable.\n", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023185", 
        "title": "Seasonal drought predictability and forecast skill over China"
    }, 
    {
        "author": "Hsin-I Chang, Christopher L. Castro, Carlos M. Carrillo, Francina Dominguez", 
        "date": "2015-08-26", 
        "description": "\n\nArid and semiarid regions located in subtropical zones are projected to experience the most adverse impacts of climate change. During the warm season, observations and Intergovernmental Panel on Climate Change global climate models generally support a “wet gets wetter, dry gets drier” hypothesis in these regions, which acts to amplify the climatological transitions in the context of the annual cycle. In this study, we consider changes in U.S. early warm season precipitation in the observational record and regional climate model simulations driven by two “well-performing” dynamically downscaled Coupled Model Intercomparison Project phase 3 (CMIP3) models (Hadley Centre Coupled Model, version 3 and Max Planck Institute (MPI) European Centre/Hamburg Model 5) that have a robust climatological representation of the North American Monsoon System (NAMS). Both observations and model results show amplification in historical seasonal transitions of temperature and precipitation associated with NAMS development, with Weather Research and Forecasting (WRF)-MPI better representing the observed signal. Assuming the influence of remote Pacific sea surface temperature (SST) forcing associated with the El Niño–Southern Oscillation and Pacific Decadal Variability (ENSO-PDV) on U.S. regional climate remains the same in the 21st century, similar extreme trends are also projected by WRF-MPI for the next 30 years. A methodology is also developed to objectively analyze how climate change may be synergistically interacting with ENSO-PDV variability during the early warm season. Our analysis suggests that interannual variability of warm season temperature and precipitation associated with Pacific SST forcing is becoming more extreme, and the signal is stronger in the observed record.\n", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023333", 
        "title": "The more extreme nature of U.S. warm season climate in the recent observational record and two “well-performing” dynamically downscaled CMIP3 models"
    }, 
    {
        "author": "J. I. López-Moreno, E. Morán-Tejeda, S. M. Vicente-Serrano, J. Bazo, C. Azorin-Molina, J. Revuelto, A. Sánchez-Lorenzo, F. Navarro-Serrano, E. Aguilar, O. Chura", 
        "date": "2015-08-26", 
        "description": "\n\nThis work analysed the changes in air temperature in 25 meteorological stations in the Altiplano and the surrounding Andean slopes of Bolivia and Peru, and their relationship with El Niño-Southern Oscillation (SO) and the Pacific Decadal Oscillation (PDO). The analysis focused on annual, warm season (DJF) and cold season (JJA) maximum and minimum temperatures. All analyses were undertaken during 1965–2012, but some analyses were also from 1945 and 1955 when data were available. Principal component analysis was applied to the annual and seasonal series to identify spatial differences of changes in maximum and minimum air temperature. There was an overall increase of temperatures since the mid-20th century. The most intense and spatially coherent warming was observed for annual and warm season maximum temperature, with warming rates from 0.15 to 0.25 °C decade−1. Changes in the cold season maximum temperature were more heterogeneous, and statistically significant trends were mostly in the Bolivian Altiplano. Minimum temperatures increased, but there was higher spatial variability and lower rates of warming. Maximum temperature was negatively correlated with the Southern Oscillation index (SO) in the warm season, and positively correlated with the SO in the cold season; there were less statistically significant correlations with the PDO, that exhibited inverse sign than those for SO. The strongest correlations were in the region near Lake Titicaca. The negative correlation of minimum temperatures with SO and the positive correlation of minimum temperatures with PDO were lower than the observed for maximum temperature. The changes in temperature and correlations with SO and PDO were highly dependent on the selected period, with stronger trends in the last 30–40 years. This suggests reinforcement of warming rates that cannot be only explained by SO and PDO variability.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4459", 
        "title": "Recent temperature variability and change in the Altiplano of Bolivia and Peru"
    }, 
    {
        "author": "S. A. Mauget", 
        "date": "2015-08-26", 
        "description": "<b>Optimal ranking regime analysis of TreeFlow dendrohydrological reconstructions</b><br /><br />Climate of the Past, 11, 1107-1125, 2015<br /><br />Author(s): S. A. Mauget<br /><br />The optimal ranking regime (ORR) method was used to identify 6–100-year time\nwindows containing significant ranking sequences in 55 western US streamflow\nreconstructions, and reconstructions of the level of the Great Salt Lake and\nSan Francisco Bay salinity during 1500–2007. The method's ability to\nidentify optimally significant and non-overlapping runs of low- and\nhigh-rankings allows it to re-express a reconstruction time series as a\nsimplified sequence of regime segments marking intra- to multi-decadal (IMD)\nperiods of low or high streamflow, lake level, and salinity. Those ORR\nsequences, referred to here as <i>Z</i>-lines, can be plotted to identify\nconsistent regime patterns in the analysis of numerous reconstructions. The\n<i>Z</i>-lines for the 57 reconstructions evaluated here show a common\npattern of IMD cycles of drought and pluvial periods during the late 16th and\n17th centuries, a relatively dormant period during the 18th century, and the\nreappearance of alternating dry and wet IMD periods during the 19th and early\n20th centuries. Although this pattern suggests the possibility of similarly\nactive and inactive oceanic modes in the North Pacific and North Atlantic,\nsuch centennial-scale patterns are not evident in the ORR analyses of\nreconstructed Pacific Decadal Oscillation (PDO), El Niño–Southern\nOscillation, and North Atlantic sea-surface temperature variation. However,\ngiven the inconsistency in the analyses of four PDO reconstructions, the\npossible role of centennial-scale oceanic mechanisms is uncertain. In future\nresearch the ORR method might be applied to climate reconstructions around\nthe Pacific Basin to try to resolve this uncertainty. Given its ability to\ncompare regime patterns in climate reconstructions derived using different\nmethods and proxies, the method may also be used in future research to\nevaluate long-term regional temperature reconstructions.", 
        "journal": "Climate of the Past", 
        "link": "http://www.clim-past.net/11/1107/2015/", 
        "title": "Optimal ranking regime analysis of TreeFlow dendrohydrological reconstructions"
    }, 
    {
        "author": "David Chapman et al", 
        "date": "2015-08-25", 
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-15-0306.1?af=R", 
        "title": "A Vector Autoregressive ENSO Prediction Model"
    }, 
    {
        "author": "Andrey K. Savtchenko, George Huffman, Bruce Vollmer", 
        "date": "2015-08-25", 
        "description": "\n\nUsing modern satellite (Tropical Rainfall Measuring Mission, TRMM, 1998–2014) and reanalysis (Modern-Era Retrospective Analysis for Research and Applications, MERRA, 1979–2015) data, we reassess certain aspects of the precipitation climate in California from the past decades. California has a well-pronounced rain season that peaks in December–February. However, the 95% confidence interval around the climatological precipitation during these months imply that deviations on the order of 60% of the expected amounts are very likely during the most important period of the rain season. While these positive and negative anomalies alternate almost every year and tend to cancel each other, severe multiyear declines of precipitation in California appear on decadal scales. The 1986–1994 decline of precipitation was similar to the current one that started in 2011 and is apparent in the reanalysis data. In terms of accumulated deficits of precipitation, that episode was no less severe than the current one. While El Niño (the warm phase of the El Niño–Southern Oscillation, ENSO) is frequently cited as the natural forcing expected to bring a relief from drought, our assessment is that ENSO has been driving at best only 6% of precipitation variability in California in the past three decades. Using fractional risk analysis of precipitation during typical versus drying periods, we show that the likelihood of losing the most intensive precipitation events drastically increases during the multiyear drying events. Storms delivering up to 50% of the precipitation in California are driven by atmospheric rivers making landfall. However, these phenomena can be suppressed and even blocked by persistent ridges of atmospheric pressure in the northeast Pacific. The reanalysis and satellite data are proven to be reliable to the extent where they yield information on developing conditions and observed precipitation anomalies.\n", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023573", 
        "title": "Assessment of precipitation anomalies in California using TRMM and MERRA data"
    }, 
    {
        "author": "Emily C. Gill, Balaji Rajagopalan, Peter Molnar", 
        "date": "2015-08-24", 
        "description": "\n\nCorrelations of 1° by 1° seasonal rainfall with Pacific sea surface temperatures (SSTs) reveal spatially distinct teleconnections between El Niño–Southern Oscillation (ENSO) and Indian summer monsoon rainfall over the full monsoon season, as well as three subseasons. Over the full season (June–September), Pacific SSTs correlate with rainfall in Western India more than that in Eastern India. This spatial signature shifts as the monsoon progresses through early (June), middle or peak (July–August), and late (September) subseasons. Specifically, a 1°C cooling of the central equatorial Pacific (i.e., La Niña conditions) can result in the following: ∼70–100% increase in precipitation in north central Indian and the Indo-Gangetic Plains during the early season, ∼30–80% increase peak season precipitation in south central India and northwestern Rajasthan, and ∼60–100% increase in late season precipitation in northern, northwestern, and central India. Furthermore, the spatial signatures between La Niña and El Niño are asymmetric in that for a particular location, the enhancement and suppression of rainfall associated with La Niña and El Niño conditions, respectively, are not equal. El Niño suppresses peak season rainfall in the south central and northwestern Rajasthan regions more than La Niña enhances it, but the opposite occurs during the late season in northern, northwestern, and central India. Additionally, the correspondence of minima (maxima) in anomalies of velocity potential aloft with maxima (minima) at 925 mb and with positive (negative) surface pressure anomalies suggests that anomalous subsidence (ascent) occurs in July–September during El Niño (La Niña) times. In the early season, however, patterns of velocity potential composites suggest a region of descent (ascent) over the western equatorial Indian Ocean, along with a region of ascent (descent) over the Indian subcontinent that exists only during the early season but not during the peak or late season. These patterns are consistent with the hypothesis that local Hadley cell circulation affects pressure and thus rainfall during the early season but that a larger-scale mechanism, such as eastward or westward shifts in the Walker circulation, may be more responsible for teleconnections seen throughout the remainder of the season. These findings indicate that focusing monsoon forecasting efforts on these regions and on subseasonal periods while incorporating ENSO asymmetries will yield useful and skillful regional forecasts, compared to the declining utility and skill of all-India summer monsoon rainfall.\n", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023184", 
        "title": "Subseasonal variations in spatial signatures of ENSO on the Indian summer monsoon from 1901 to 2009"
    }, 
    {
        "author": "Sarah E. Perkins, Daniel Argüeso, Christopher J. White", 
        "date": "2015-08-24", 
        "description": "\n\nWhile it is established that low-frequency climate variability modes have a dominant role on Australia's climate, limited work to date has focused on relationships between climate variability and Australian heatwaves. Moreover, heatwaves are a distinctive type of extreme weather that can be classified by multiple characteristics, such as intensity, frequency, duration, and timing. This study identifies the relationships between known modes of climate variability that influence Australian climate, and discrete seasonal characteristics of the intensity, frequency, duration, and timing of heatwaves. The large-scale seasonal modes of the El Niño/Southern Oscillation (ENSO), the Indian Ocean Dipole (IOD), and the Southern Annular Mode (SAM) are investigated for extended Austral summers commencing between the years 1911 and 2012. While ENSO is found to have the strongest relationship with Australian heatwave characteristics, this study finds that ENSO's influence differs between heatwave frequency, duration, intensity, and timing. Regions dominated by ENSO experience more, longer lasting and hotter heatwaves combined with an earlier commencement of the heatwave season during El Niño phases. The exception to this is southeast Australia, where SAM is generally more dominant. In contrast, the IOD provides little indication of seasonal heatwave characteristics due to its relative inactivity during the Austral summer months. Lastly, we show that antecedent soil moisture has varying strengths of relationships with Australian heatwave characteristics, exhibiting relationships with heatwave intensity and timing over some regions where none are detected between large-scale modes. However, while significant relationships between dry antecedent soil moisture and extreme heatwaves do exist over Australia, these appear to be slightly weaker than similar relationships over Europe reported in other studies.\n", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023592", 
        "title": "Relationships between climate variability, soil moisture, and Australian heatwaves"
    }, 
    {
        "author": "Lauren T. Toth, Richard B. Aronson, Hai Cheng, R. Lawrence Edwards", 
        "date": "2015-08-24", 
        "description": "\n\nWind-driven upwelling in Pacific Panamá is a significant source of oceanographic variability in the tropical eastern Pacific. This upwelling system provides a critical teleconnection between the Atlantic and tropical Pacific that may impact climate variability on a global scale. Despite its importance to oceanographic circulation, ecology, and climate, little is known about the long-term stability of the Panamanian upwelling system or its interaction with climatic forcing on millennial time scales. Using a combination of radiocarbon and U-series dating of fossil corals collected in cores from five sites across Pacific Panamá, we reconstructed the local radiocarbon reservoir correction, ΔR, from ~6750 cal B.P. to present. Because the ΔR of shallow-water environments is elevated by upwelling, our data set represents a millennial-scale record of spatial and temporal variability of the Panamanian upwelling system. The general oceanographic gradient from relatively strong upwelling in the Gulf of Panamá to weak-to-absent upwelling in the Gulf of Chiriquí was present throughout our record; however, the intensity of upwelling in the Gulf of Panamá varied significantly through time. Our reconstructions suggest that upwelling in the Gulf of Panamá is weak at present; however, the middle Holocene was characterized by periods of enhanced upwelling, with the most intense upwelling occurring just after of a regional shutdown in the development of reefs at ~4100 cal B.P. Comparisons with regional climate proxies suggest that, whereas the Intertropical Convergence Zone is the primary control on modern upwelling in Pacific Panamá, the El Niño–Southern Oscillation drove the millennial-scale variability of upwelling during the Holocene.\n", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015PA002794", 
        "title": "Holocene variability in the intensity of wind-gap upwelling in the tropical eastern Pacific"
    }, 
    {
        "author": "Soumya Sagarika, Ajay Kalra, Sajjad Ahmad", 
        "date": "2015-08-24", 
        "description": "\n\nThe current study focuses on evaluating the relationship between the Pacific Ocean climate variability and western US streamflow for six hydrologic regions of the western United States, as defined by United States Geological Survey: Rio Grande, Upper Colorado, Lower Colorado, Great Basin, Pacific Northwest, and California. The singular-valued decomposition (SVD) technique was applied on data for 50 years (1960–2010) of sea-surface temperatures (SST), geopotential height index of 500 mbar (Z500), and 90 unimpaired western US streamflows; the results established a spatio-temporal association for each major hydrologic region in the western United States with Pacific Oceanic variability. An approach using a 3- to 9-month lead time was utilized, i.e. the previous year's July to August SST/Z500, the previous year's October to December SST/Z500 to predict streamflow for current year spring–summer (April to September), spring (April to June), and summer (July to September) seasons. Significant regions in the Pacific were identified that influence hydrology of the western United States. The traditional El Niño/Southern Oscillation (ENSO) and Pacific Decadal Oscillation regions were identified along with regions over eastern Russia, Canadian British Columbia, and the ‘Hondo’ region along the east coast of Japan. Z500 showed pronounced association with 3-month lead time streamflow, whereas SST had better association with 6-month lead time streamflow. The SVD results showed improvement in correlation values of smaller spatial regions over larger regions, and a lagged response of adjacent hydrologic regions to the same physical indicators. The results obtained in this study could be helpful in improving the current forecasting models for water management.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4442", 
        "title": "Pacific Ocean SST and Z500 climate variability and western U.S. seasonal streamflow"
    }, 
    {
        "author": "Mengyu Deng, Riyu Lu, Wei Chen, Jie Cao", 
        "date": "2015-08-24", 
        "description": "\n\nThis paper investigates the interannual variability of precipitation over the South Asian monsoonal region in May, during which the South Asian summer monsoon is generally established. The South Asian monsoonal region in this study is referred to as a broad area that includes the Arabian Sea, the Indian peninsula, the Bay of Bengal, and the Indochina peninsula. The precipitation exhibits a significant enhancement in May, compared to that in the previous month. The present results indicate that the interannual variability of May precipitation in this region is significantly regulated by two independent factors: The Europe-West Asia (EWA) teleconnection and El Niño Southern Oscillation. The EWA teleconnection pattern is characterized by the see-saw pattern of upper-tropospheric geopotential height anomalies between the Europe and the Iranian plateau. Both the factors modulate the meridional gradient of tropospheric temperature and lower-tropospheric zonal winds, and thus affect the rainfall in the monsoonal region. Therefore, both the extratropical circulation teleconnection and tropical forcing are crucial for inducing rainfall variability in May over the monsoonal region.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4454", 
        "title": "Interannual variability of precipitation in May over the South Asian monsoonal region"
    }, 
    {
        "author": "Equisha Glenn, Daniel Comarazamy, Jorge E. González, Thomas Smith", 
        "date": "2015-08-22", 
        "description": "\n\nWe show a sea surface temperature (SST) warming trend for the Caribbean and surrounding region over 1982–2012. Using an optimum interpolated SST product, a 30 year climatological analysis was generated to observe annual, monthly, and seasonal trends. Results show that SSTs are increasing annually for the region. For the two Caribbean rainy seasons, the Early Rainfall Season (ERS) and the Late Rainfall Season (LRS), estimated trends at 0.0161°C yr−1 and 0.0209°C yr−1 were observed, with high statistical significance. Subregional analysis revealed that warming is greatest in the Gulf of Mexico and north of South America during the ERS and LRS. Additionally, LRS averages for 1998–2012 reflect an increase in magnitude and intensity of the Atlantic Warm Pool (AWP) since the 1983–1997 period reflected in the AWP Area Index. Extreme increases/decreases in the time series show potential correlation with El Niño and the Southern Oscillation.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065002", 
        "title": "Detection of recent regional sea surface temperature warming in the Caribbean and surrounding region"
    }, 
    {
        "author": "Congsheng Fu, Huaxia Yao", 
        "date": "2015-08-20", 
        "description": "\n\nLarge-scale ice phenology studies have revealed overall patterns of later freeze, earlier breakup, and shorter duration of ice in the Northern Hemisphere. However, there have been few studies regarding the trends, including their spatial patterns, in ice phenology for individual waterbodies on a local or small regional scale, although the coherence of ice phenology has been shown to decline rapidly in the first few hundred kilometers. In this study, we extracted trends, analyzed affecting factors, and investigated relevant spatial patterns for ice breakup date time series at ten locations with record length ≥ 90 years in south-central Ontario, Canada. Wavelet methods, including the multi-resolution analysis (MRA) method for non-linear trend extraction and the wavelet coherence (WTC) method for identifying the teleconnections between large-scale climate modes and ice breakup date, are proved to be effective in ice phenology analysis. Using MRA method, the overall trend of ice breakup date time series (1905-1991) varied from earlier ice breakup to later ice breakup, then to earlier breakup again from south to north in south-central Ontario. Ice breakup date is closely correlated with air temperature during certain winter/spring months, as well as the last day with snow on the ground and number of snow-on-ground days. The influences of solar activity and Pacific North American (PNA) on ice breakup were comparatively uniform across south-central Ontario, while those of El Niño/Southern Oscillation (ENSO), North Atlantic Oscillation (NAO), and Arctic Oscillation (AO) on ice phenology changed with distance of 50 – 100 km in the north–south direction.\n", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023370", 
        "title": "Trends of ice breakup date in south-central Ontario"
    }, 
    {
        "author": "Qingye Min, Jingzhi Su, Renhe Zhang, Xinyao Rong", 
        "date": "2015-08-19", 
        "description": "\n\nAt the beginning of 2014, an El Niño event was predicted to occur in the following winter. However, the El Niño that started to develop in 2014 was hindered in the boreal summer, and only the ocean reached a weak El Niño condition. This outcome was largely attributed to a suppressed ocean-atmosphere interaction caused by anomalous easterly winds in the eastern equatorial Pacific. These winds were related to negative sea surface temperature anomalies (SSTAs) in the southeastern subtropical Pacific (SESP). The negative phase of the Interdecadal Pacific Oscillation (IPO) laid the foundation for the persistence of cooler SSTAs and enhanced trade winds in the SESP after the year 2000. As the recent IPO downward trend continued, the SSTAs in SESP reached an extremely low value in the boreal summer of 2014 and imposed a serious obstacle to the evolution of a warming event.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064899", 
        "title": "What hindered the El Niño pattern in 2014?"
    }, 
    {
        "author": "Jianghao Wang, Julien Emile-Geay, Dominique Guillot, Nicholas P. McKay, Bala Rajaratnam", 
        "date": "2015-08-18", 
        "description": "\n\nClimate field reconstructions (CFRs) enable spatially-resolved estimates of past climates, providing important insights about climate variability over the Common Era. In particular, a reconstructed “La Niña-like” pattern during the transition from the Medieval Climate Anomaly (MCA) to the Little Ice Age (LIA) has been widely tied to medieval droughts in southwest North America. This pattern is now used as a key benchmark for global climate model (GCM) simulations of the last millennium, which have yet to reproduce it. Here we test the pattern's robustness by using four different CFR methods and two proxy networks. With the older network, we find the reconstructed patterns to be highly method-dependent, with the La Niña-like pattern not reproduced by two of the CFR methodologies. With the updated proxy network, a globally uniform MCA emerges with all methods, in agreement with simulations from the Paleoclimate Model Intercomparison Project Phase 3 (PMIP3) ensemble. Our results caution against drawing dynamical interpretations from a single CFR, and affirm the importance of developing CFRs through improved statistical methodology and community-driven proxy syntheses.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065265", 
        "title": "Fragility of reconstructed temperature patterns over the Common Era: Implications for model evaluation."
    }, 
    {
        "author": "Colene Haffke, Gudrun Magnusdottir", 
        "date": "2015-08-18", 
        "description": "\n\nA dataset of three-hourly SPCZ location and extent, from which IR temperature within the SPCZ may be obtained, for 1980 – 2012, Nov – Apr is used to examine the diurnal cycle of the South Pacific Convergence Zone (SPCZ). Maximum SPCZ area occurs at 1500 – 1800 LST. Two minima in mean IR temperature are evident, one at 1300 – 1600 LST, nearly coinciding with the maximum in area, and the second in the early morning hours at 0500 – 0700 LST when area is at a minimum. The morning minimum in mean IR temperature is associated with a peak in deep convection while the afternoon minimum is associated with a peak in mid-level clouds. On average, the morning minimum in IR temperature dominates in the tropical regions of the SPCZ while the afternoon IR temperature minimum dominates in the subtropical regions of the SPCZ. The relative strength of the two IR temperature minima is affected by the seasonal cycle, intraseasonal variability associated with active Madden Julian Oscillation events, and interannual variability due to the El Niño Southern Oscillation. The morning IR temperature minimum becomes more dominant when the SPCZ is more frequently present or when the SPCZ is shifted toward the equator. In terms of cloud height, mid-level clouds dominate at all times in all regions of the SPCZ and peak in abundance between 1500 – 1800 LST. Low-level clouds peak near midnight and then transition to high-level clouds, which peak between 0300 – 0600 LST, just before sunrise.\n", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023436", 
        "title": "Diurnal cycle of the South Pacific Convergence Zone in 30 years of satellite images"
    }, 
    {
        "author": "S. A. Sepúlveda and D. N. Petley", 
        "date": "2015-08-18", 
        "description": "<b>Regional trends and controlling factors of fatal landslides in Latin America and the Caribbean</b><br /><br />Natural Hazards and Earth System Science, 15, 1821-1833, 2015<br /><br />Author(s): S. A. Sepúlveda and D. N. Petley<br /><br />A new data set of landslides that caused loss of life in Latin America and the\nCaribbean in the 10-year period from 2004 and 2013 inclusive has been\ncompiled, providing new insight into the impact of landslides in this key\npart of the world. This data set indicates that in the 10-year period a total\nof 11 631 people lost their lives across the region in 611 landslides. The\ngeographical distribution of the landslides is highly heterogeneous, with\nareas of high incidence in parts of the Caribbean (most notably Haiti),\nCentral America, Colombia, and southeast Brazil. There is significant interannual\nvariation in the number of landslides, with the El Niño/La Niña cycle\nemerging as a key control. Our analysis suggests that on a continental scale\nthe mapped factors that best explain the observed distribution are\ntopography, annual precipitation and population density. On a national basis\nwe have compared the occurrence of fatality-inducing landslide occurrence\nwith the production of locally authored research articles, demonstrating that\nthere is a landslide research deficit in Latin America and the Caribbean.\nUnderstanding better the mechanisms, distribution causes and triggers of\nlandslides in Latin America and the Caribbean must be an essential first step\ntowards managing the hazard.", 
        "journal": "Natural Hazards and Earth System Science", 
        "link": "http://www.nat-hazards-earth-syst-sci.net/15/1821/2015/", 
        "title": "Regional trends and controlling factors of fatal landslides in Latin America and the Caribbean"
    }, 
    {
        "author": "Felicity S. Graham et al", 
        "date": "2015-08-17", 
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00812.1?af=R", 
        "title": "Reassessing Conceptual Models of ENSO"
    }, 
    {
        "author": "Muhammad Adnan Abid, Fred Kucharski, Mansour Almazroui, In-Sik Kang", 
        "date": "2015-08-14", 
        "description": "\n\nInterannual winter rainfall variability and its predictability are analyzed over the Arabian Peninsula region by using observed and hindcast datasets from the state-of-the-art ECMWF seasonal prediction System4 for the period 1981–2010. An Arabian winter monsoon index (AWMI) is defined to highlight the Arabian Peninsula as the most representative region for the northern hemispheric winter rainfall. The observations show that the rainfall variability is relatively large over the northeast of the Arabian Peninsula. The correlation coefficient between the Niño3.4 index and rainfall in this region is 0.33, statistically significant at 90% level, suggesting potentially some modest predictability, and indicating that El Niño increases and La Niña decreases the rainfall. Regression analysis shows that upper-level cyclonic circulation anomalies that are forced by El Niño Southern Oscillation (ENSO) are responsible for the winter rainfall anomalies over the Arabian region. The stronger (weaker) mean transient eddy activity related to the upper-level trough induced by the warm (cold) SSTs during El Niño (La Niña) tends to increase (decrease) the rainfall in the region. The model hindcast dataset reproduces the ENSO-rainfall connection. The seasonal mean predictability of northeast Arabian rainfall index is 0.35, statistically significant at 95% level. It is shown that the noise variance is larger than the signal over the Arabian Peninsula region, which tends to limit the prediction skill. The potential predictability is generally increased in ENSO years and is, in particular, larger during La Niña compared to El Niño years in the region. Furthermore, central Pacific ENSO events and ENSO events with weak signals in the Indian Ocean tend to increase predictability over the Arabian region.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2648", 
        "title": "Interannual Rainfall Variability and ECMWF-SYS4-based Predictability over the Arabian Peninsula Winter monsoon Region"
    }, 
    {
        "author": "A. Inness, A. Benedetti, J. Flemming, V. Huijnen, J. W. Kaiser, M. Parrington, and S. Remy", 
        "date": "2015-08-14", 
        "description": "<b>The ENSO signal in atmospheric composition fields: emission-driven versus dynamically induced changes</b><br /><br />Atmospheric Chemistry and Physics, 15, 9083-9097, 2015<br /><br />Author(s): A. Inness, A. Benedetti, J. Flemming, V. Huijnen, J. W. Kaiser, M. Parrington, and S. Remy<br /><br />The El Niño–Southern Oscillation (ENSO) not only affects\nmeteorological fields but also has a large impact on atmospheric\ncomposition. Atmospheric composition fields from the Monitoring Atmospheric\nComposition and Climate (MACC) reanalysis are used to identify the ENSO\nsignal in tropospheric ozone, carbon monoxide, nitrogen oxide and smoke\naerosols, concentrating on the months October to December. During El\nNiño years, all of these fields have increased concentrations over maritime\nSouth East Asia in October. The MACC Composition Integrated Forecasting\nSystem (C-IFS) model is used to quantify the relative magnitude of\ndynamically induced and emission-driven changes in the atmospheric\ncomposition fields. While changes in tropospheric ozone are a combination of\ndynamically induced and emission-driven changes, the changes in carbon\nmonoxide, nitrogen oxides and smoke aerosols are almost entirely emission-driven in the MACC model. The ozone changes continue into December, i.e.\nafter the end of the Indonesian fire season while changes in the other\nfields are confined to the fire season.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/9083/2015/", 
        "title": "The ENSO signal in atmospheric composition fields: emission-driven versus dynamically induced changes"
    }, 
    {
        "author": "Prasanth A. Pillai, Jasti S. Chowdary", 
        "date": "2015-08-13", 
        "description": "\n\nThe present study investigates the characteristics of active and break cycles associated with the Indian summer monsoon (ISM) during developing and decaying phase of El Niño and in the years in which Indian Ocean Dipole (IOD) co-occurred with El Niño (co-occurred years). Observations show that break days are more in number (∼2–3 times) and long lasting (∼15–20 days) than active days in El Niño developing summers and vice versa for decay years. During El Niño developing years, northward propagation is well organized with significant anomalies in both active and break phases. The increased convection associated with active phase persists longer over Indian Ocean, than over the monsoon region, while the reduced convection in break phase propagates faster from ocean to land and persists there for a longer time. Compared to break events, active events have slower (faster) propagation over the monsoon (oceanic) region during El Nino decay years. The present study put forward the argument that the contrasting persistent circulations over Indo-western Pacific regions favour particular phase of intra-seasonal oscillation (ISO) in developing and decay phase of El Nino. These long-lasting circulations advect anomalous dry (moist) air to ISM region for longer period, resulting in long-lasting break (active) events in El Niño developing (decay) years. During co-occurrence years, the number of break (active) days is reduced by two to three times compared to the developing (decaying) phase of El Niño. It is found that 30- to 60-day scale ISO is strongly modulated, than 10 - to 20-day scale, by the changes in seasonal mean state associated with El Nino. Thus, this study demonstrates that the ISO characteristics such as its variance, northward propagation, spatial distribution and duration of active and break days are strongly modulated by seasonal background anomalies over the Indo-Pacific region.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4464", 
        "title": "Indian summer monsoon intra-seasonal oscillation associated with the developing and decaying phase of El Niño"
    }, 
    {
        "author": "Gayoung Kim, Joong-Bae Ahn, Vladimir N. Kryjov, Soo-Jin Sohn, Won-Tae Yun, Richard Graham, Rupa K. Kolli, Arun Kumar, Jean-Pierre Ceron", 
        "date": "2015-08-13", 
        "description": "\n\nThe World Meteorological Organization (WMO) Lead Centre for Long-Range Forecast Multi-Model Ensemble (WMO LC-LRFMME) has been established to collect and share long-range forecasts from the WMO designated Global Producing Centres (GPC). In this study, the seasonal skill of the deterministic multi-model prediction of GPCs in WMO LC-LRFMME is investigated. The GPC models included in the analysis cover 30 years of common hindcast period from 1981 to 2010 and real-time forecast for the period from DJF2011/2012 to SON2014. The equal-weighted multi-model ensemble (MME) method is used to produce the MME forecast. We show that the GPC models generally capture the observed climatological patterns and seasonal variations in temperature and precipitation. However, some systematic biases/errors in simulation of the climatological mean patterns and zonal mean profiles are also found, most of which are located in mid-latitudes or high latitudes. The temporal correlation coefficients both of 2 m temperature and precipitation in the tropical region (especially over the ocean) exceed 95%, but drop gradually towards high latitudes and are even negative in the polar region for precipitation. The prediction skills of individual models and the MME over 13 regional climate outlook forum (RCOF) regions for four calendar seasons are also assessed. The prediction skills vary with season and region, with the highest skill being demonstrated by the MME forecasts for the regions of the tropical RCOFs. These predictions are strongly affected by the ENSO over Pacific Islands, Southeast Asia and Central America. Additionally, Southeast of South America and North Eurasian regions show relatively low skills for all seasons when compared to other regions.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4449", 
        "title": "Global and regional skill of the seasonal predictions by WMO Lead Centre for Long-Range Forecast Multi-Model Ensemble"
    }, 
    {
        "author": "Xin Li et al", 
        "date": "2015-08-12", 
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-15-0123.1?af=R", 
        "title": "The relationship between contiguous El Niño and La Niña revealed by the self-organizing maps"
    }, 
    {
        "author": "Marta Abalos, Bernard Legras, Felix Ploeger, William J. Randel", 
        "date": "2015-08-11", 
        "description": "\nMost chemistry-climate models show an intensification of the Brewer-Dobson circulation (BDC) in the stratosphere associated with increasing greenhouse gas emissions and ozone depletion in the last decades, but this trend remains to be confirmed in observational data. In this work the evolution of the advective BDC for the period 1979–2012 is evaluated and compared in three modern reanalyses (ERA-Interim, MERRA, and JRA-55). Three different estimates of the BDC are computed for each reanalysis, one based on the definition of the residual circulation and two indirect estimates derived from momentum and thermodynamic balances. The comparison among the nine estimates shows substantial uncertainty in the mean magnitude (∼40%) but significant common variability. The tropical upwelling series show variability linked to the stratospheric quasi-biennial oscillation and to El Niño–Southern Oscillation (ENSO) and also reflect extreme events such as major sudden stratospheric warmings and volcanic eruptions. The trend analysis suggests a strengthening of tropical upwelling of around 2–5%/decade throughout the layer 100–10 hPa. The global spatial structure of the BDC trends provides evidence of an overall acceleration of the circulation in both hemispheres, with qualitative agreement among the estimates. The global BDC trends are mainly linked to changes in the boreal winter season and can be tracked to long-term increases in the resolved wave drag in both hemispheres.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023182", 
        "title": "Evaluating the advective Brewer-Dobson circulation in three reanalyses for the period 1979–2012"
    }, 
    {
        "author": "Andrea E. Gaughan, Caroline G. Staub, Andrew Hoell, Ariel Weaver, Peter R. Waylen", 
        "date": "2015-08-11", 
        "description": "\n\nPrecipitation variability at inter- and intra-annual scales may influence land-use management decisions in semi-arid savannas worldwide, and in particular, over the Kavango-Zambezi Transfrontier Conservation Area (KAZA) in southern Africa. Over KAZA, spatiotemporal precipitation variability forced by the El Niño Southern Oscillation (ENSO) and the Indian Ocean Dipole (IOD) is important to local and regional-scale decisions for planting, livestock grazing, and wildlife migration patterns. We investigate the annual water year (October–September) and early rainy season [October–November–December (OND)] precipitation patterns during 60 years before and after a 1970s shift in the global ocean–atmosphere system for this region in southern Africa.\nThe coincidence of the number of wet (upper tercile) and dry (lower tercile) years and OND seasons during the various phases of ENSO and IOD are compared prior to (1950–1975) and after (1980–2008) the 1970s climate shift over KAZA. Since the 1970s climate shift, KAZA has been significantly drier and observed fewer wet years and OND seasons. ENSO is the dominant forcing of precipitation differences over southern Africa before and after the 1970s climate shift, with IOD playing a secondary role. However, when ENSO and IOD phases are analysed simultaneously, El Niño and positive IOD events are significantly related to dry periods.\nThe forcing of atmospheric circulation over southern Africa before and after the 1970s climate shift during El Niño and La Niña events is significantly different. Prior to the 1970s climate shift, atmospheric circulation during El Niño (La Niña) favoured strong (weak) precipitation increases (decreases). Afterward the 1970s climate shift, atmospheric circulation during La Niña (El Niño) favoured strong (weak) precipitation decreases (increases). The shifting nature of climate modes, especially ENSO, and respective influence on rainfall variability for southern Africa is important to understand to better inform seasonal climate forecasts to improve operational decision-making for land-use and water management decisions in semi-arid savanna regions.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4448", 
        "title": "Inter- and Intra-annual precipitation variability and associated relationships to ENSO and the IOD in southern Africa"
    }, 
    {
        "author": "Nicolas Astier, Matthieu Plu, Chantal Claud", 
        "date": "2015-08-07", 
        "description": "\n\nThe link between El Niño Southern Oscillation (ENSO) and tropical cyclone activity over the Southwest Indian Ocean [(0°–30°S) × (48°–90°E)] is revisited. Based on the records for 1981–2013, we show that cyclonic activity decreases dramatically during strong ENSO events: only a few cases are observed during the January-March period. This pattern is attributed to changes in large-scale thermodynamic parameters. Although El Niño is correlated with an increase in tropospheric moisture and sea-surface temperatures, it is also associated with an equatorward shift of the subtropical jet. When El Niño is sufficiently strong, the latter effect may dominate the former, inhibiting tropical cyclone activity.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl.589", 
        "title": "Associations between tropical cyclone activity in the Southwest Indian Ocean and El Niño Southern Oscillation"
    }, 
    {
        "author": "Denis Mutiibwa, Steven J. Vavrus, Stephanie A. McAfee, Thomas P. Albright", 
        "date": "2015-08-06", 
        "description": "\n\nWith a warming climate, understanding the physical dynamics of hot and cold extreme events has taken on increased importance for public health, infrastructure, ecosystems, food security, and other domains. Here we use a high-resolution spatial and temporal seamless gridded land surface forcing data set to provide an assessment of recent spatiotemporal patterns in temperature extremes over the conterminous United States (CONUS). We asked the following: (1) How are temperature extremes changing across the different regions of CONUS? (2) How do changes in extremes vary on seasonal, annual, and decadal scales? (3) How do changes in extremes relate to changes in mean conditions? And (4) do extremes relate to major modes of ocean-atmosphere variability? We derive a subset of the CLIMDEX extreme indices from the North American Land Data Assimilation phase 2 forcing data set. While there were warming trends in all indices, daytime temperature extremes warmed more than nighttime. Spring warming was the strongest and most extensive across CONUS, and summer experienced the strongest and most extensive decrease in cold extremes. Increase in winter warm extremes appeared weakening relative to the rapid 1950–1990 increase found in previous studies. The Northeast and Midwest experienced the most warming, while the Northwest and North Great Plains saw the least. We found changes in average temperatures were more associated with changes in cold extremes than warm extremes. Since 2006 there have been 5 years when more than 5% of the U.S. experienced at least 90 warm days, something not observed in the previous 25 years. The unusually warm first decade of 21st century could have been associated with the warm conditions of near El Niño–Southern Oscillation-neutral phase of the decade, and possibly amplified by anthropogenic forcing. The widespread, lengthy, and severe extreme hot events documented here during the past three decades underscore the need to implement thoughtful adaptation plans in the very near future, to the growing evidence of increasing warm extremes across United States.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023598", 
        "title": "Recent spatiotemporal patterns in temperature extremes across conterminous United States"
    }, 
    {
        "author": "Xu Xue, Wen Chen, Shangfeng Chen, Dingwen Zhou", 
        "date": "2015-08-06", 
        "description": "\nThis study investigated the modulation effect of boreal winter quasi-biennial oscillation (QBO) on the connection between winter El Niño–Southern Oscillation (ENSO) events and the variability of the following summer's South Asian high (SAH) by using European Centre for Medium-Range Weather Forecasts Interim Reanalysis data for the period of 1979–2013. The results suggest that the boreal summer SAH is more significantly influenced by preceding ENSO events in the easterly phase of the QBO than in the westerly phase. The change in the ENSO-SAH relationship in the different QBO phases may be attributable to the change in the ENSO-induced sea surface temperature (SST) anomalies over the tropical Indian Ocean (TIO). Specifically, ENSO's influence on the following summer's TIO SST is more significant when the QBO is in its easterly phase than westerly phase. Further analysis showed that the change in the connection between ENSO and the TIO SST in the different QBO phases may be attributable to change in the anomalous tropical Indian Ocean cell (IOC) associated with ENSO. In particular, the anomalous IOC induced by anomalous Walker circulation over the tropical Pacific is stronger and located further west in QBO easterly than westerly phase. This leads to stronger descending motion and larger SST anomalies over the TIO in the QBO easterly phase. These larger SST anomalies over the TIO in the QBO easterly phase could exert a more significant influence on the tropospheric temperature through moist adjustment, which subsequently results in stronger SAH variability.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023260", 
        "title": "Modulation of the connection between boreal winter ENSO and the South Asian high in the following summer by the stratospheric quasi-biennial oscillation"
    }, 
    {
        "author": "Mirian Capa-Morocho, Belén Rodríguez-Fonseca, Margarita Ruiz-Ramos", 
        "date": "2015-08-06", 
        "description": "\n\nEl Niño phenomenon is the leading mode of sea surface temperature interannual variability. It can affect weather patterns worldwide and therefore crop production. Crop models are useful tools for impact and predictability applications, allowing to obtain long time series of potential and attainable crop yield, unlike to available time series of observed crop yield for many countries. Using this tool, crop yield variability in a location of Iberia Peninsula (IP) has been previously studied, finding predictability from Pacific El Niño conditions. Nevertheless, the work has not been done for an extended area. The present work carries out an analysis of maize yield variability in IP for the whole 20th century, using a calibrated crop model at five contrasting Spanish locations and reanalyses climate datasets to obtain long time series of potential yield. The study tests the use of reanalysis data for obtaining only climate-dependent time series of crop yield for the whole region, and to use these yield to analyse the influences of oceanic and atmospheric patterns. The results show a good reliability of reanalysis data. The spatial distribution of the leading principal component of yield variability shows a similar behaviour over all the studied locations in the IP. The strong linear correlation between El Niño index and yield is remarkable, being this relation non-stationary on time, although the air temperature–yield relationship remains on time, being the highest influences during grain filling period. Regarding atmospheric patterns, the summer Scandinavian pattern has significant influence on yield in IP. The potential usefulness of this study is to apply the relationships found to improving crop forecasting in IP.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4426", 
        "title": "El Niño influence on potential maize yield in Iberian Peninsula"
    }, 
    {
        "author": "Desmond Manatsa, Chipo Mudavanhu, Terrence D. Mushore, Emmanuel Mavhura", 
        "date": "2015-08-06", 
        "description": "\n\nThe Southern Annular Mode (SAM) is a natural climate mode of variability whose discovery can be traced back at least as far as the beginning of the 20th century, before human activities produced enough gases to noticeably change the climate. However, recent observed changes in the SAM are linked to increases of greenhouse gases and stratospheric ozone depletion, hence assigning SAM's alterations, in large part, to human activities. In this study, the 20th century reanalysis data were used to establish the SAM's prominent shifts during the years 1917, 1961 and 1997. The first shift coincides with abrupt greenhouse gas increases and the latter shifts are attributed to stratospheric ozone level changes. The East Africa ‘Short Rains’ (EASR) index derived from the Global Precipitation Climatology Center (GPCC) dating back to the beginning of the 20th century, demonstrates coinciding shifts with the SAM index. However, the SAM's influence on EASR appears to be achieved through a meridional dipole that is formed in the sea-level pressure of the Indian Ocean basin, with one pole over the Tropics and the other over the extratropics. When this dipole pattern is weakly developed as the period between 1961 and 1997, the SAM is decoupled from the EASR and the Indian Ocean Dipole (IOD) demonstrates a dominant role in modulating the EASR. The SAM is also linked to the IOD through its control of the Mascarene High variability, hence connecting the SAM to the dominant circulation variability in the Indian Ocean. Although the El Nino Southern Oscillation is strongly correlated to EASR, it is not related to the epochal variability in the rainfall. Therefore, the slow modulation in EASR is linked to the SAM whose shifts are triggered by gases emanating from human influences.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4443", 
        "title": "Linking major shifts in East Africa ‘short rains’ to the Southern Annular Mode"
    }, 
    {
        "author": "Verónica Martín-Gómez, Marcelo Barreiro", 
        "date": "2015-08-06", 
        "description": "\n\nSoutheastern South America (SESA) rainfall is influenced by the tropical Pacific, Atlantic and Indian Oceans. At the same time, these tropical oceans interact with each other inducing sea surface temperature anomalies in remote basins through atmospheric and oceanic teleconnections.\nIn this study, we employ a tool from complex networks to analyse the collective influence of the three tropical oceans on austral spring rainfall variability over SESA during the 20th century. To do so we construct a climate network considering as nodes the observed Niño3.4, Tropical North Atlantic (TNA), and Indian Ocean Dipole (IOD) indices, together with an observed and simulated precipitation (PCP) index over SESA. The mean network distance is considered as a measure of synchronization among all these phenomena during the 20th century.\nThe approach allowed to uncover two main synchronization periods characterized by different interactions among the oceanic and precipitation nodes. Whereas in the 1930s El Niño and the TNA were the main tropical oceanic phenomena that influenced SESA precipitation variability, during the 1970s they were El Niño and the IOD. The influence of El Niño on SESA precipitation variability might be understood through an increase of the northerly transport of moisture in lower-levels and advection of cyclonic vorticity in upper-levels. On the other hand, the interaction between the IOD and PCP can be interpreted in two possible ways. One possibility is that both nodes (IOD and PCP) are forced by El Niño. Another possibility is that the Indian Ocean warming influences rainfall over SESA through the eastward propagation of Rossby waves as suggested previously. Finally, the influence of TNA on SESA precipitation persists even when the El Niño signal is removed, suggesting that SST anomalies in the TNA can directly influence SESA precipitation and further studies are needed to elucidate this connection.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4428", 
        "title": "Analysis of oceans' influence on spring time rainfall variability over Southeastern South America during the 20th century"
    }, 
    {
        "author": "Christopher F. O’Connor et al", 
        "date": "2015-08-05", 
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00638.1?af=R", 
        "title": "VARIABILITY OF HAWAIIAN WINTER RAINFALL DURING LA NIÑA EVENTS SINCE 1956"
    }, 
    {
        "author": "XUAN JI et al", 
        "date": "2015-08-05", 
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00716.1?af=R", 
        "title": "El Niño–Southern Oscillation Sea Level Pressure Anomalies in the Western Pacific: Why Are They There?"
    }, 
    {
        "author": "Yun Yang et al", 
        "date": "2015-08-03", 
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-15-0078.1?af=R", 
        "title": "Seasonality and Predictability of the Indian Ocean Dipole Mode: ENSO Forcing and Internal Variability"
    }, 
    {
        "author": "Arun Kumar et al", 
        "date": "2015-08-03", 
        "description": "Monthly Weather Review, Volume 143, Issue 8, Page 3204-3213, August 2015. \n\t\t<br/>\n\t", 
        "journal": "Monthly Weather Review", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/MWR-D-15-0035.1?af=R", 
        "title": "An Analysis of the Temporal Evolution of ENSO Prediction Skill in the Context of the Equatorial Pacific Ocean Observing System"
    }, 
    {
        "author": "Andrew M. Chiodi et al", 
        "date": "2015-07-30", 
        "description": "Journal of Climate, Volume 28, Issue 15, Page 6133-6159, August 2015. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00387.1?af=R", 
        "title": "Global Seasonal Precipitation Anomalies Robustly Associated with El Niño and La Niña Events—An OLR Perspective"
    }, 
    {
        "author": "Hisayuki Kubota, Yu Kosaka, Shang-Ping Xie", 
        "date": "2015-07-29", 
        "description": "\n\nThe Pacific-Japan (PJ) pattern affects interannual variability in the East Asian and western North Pacific (WNP) summer monsoons. This teleconnection pattern is characterized by a meridional dipole of anomalous circulation and precipitation between the tropical WNP and the midlatitudes. This study develops a long index of the PJ pattern using station-based atmospheric pressure data to track the PJ variability from 1897 to 2013. This index is correlated with a wide array of climate variables including air temperature, precipitation, Yangtze River flow, Japanese rice yield and the occurrence of tropical cyclones over the WNP (especially those that make landfall on the Chinese and Korean coast). For the recent three decades, the PJ index reproduces well-known correlations with El Niño-Southern Oscillation (ENSO) in the preceding boreal winter and Indian Ocean temperature in the concurrent summer. For the 117-year period, this ENSO-PJ relationship varies on interdecadal time scales, with low correlations in the 1920s and from the 1940s to 1970s, and recurrences of significant correlations at the beginning of the 20th century and the 1930s. In accordance with the modulation, the magnitude and regional climate effect of the PJ variability have changed. These results highlight the importance of interdecadal modulations of climate anomalies in the summer WNP and the need of long-term observations to study such modulations.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4441", 
        "title": "A 117-year long index of the Pacific-Japan pattern with application to interdecadal variability"
    }, 
    {
        "author": "Yu-Chiao Liang, Jin-Yi Yu, Min-Hui Lo, Chunzai Wang", 
        "date": "2015-07-28", 
        "description": "\n\nThis study finds that the El Niño influences on the summer Great Plains low-level jet (GPLLJ) are different for the Central Pacific (CP) and Eastern Pacific (EP) types during their decaying phases. While the CP El Niño induces negative sea level pressure anomalies over the Gulf of Mexico to drive anomalous northerly winds weakening the GPLLJ, the EP El Niño intensifies the GPLLJ by inducing anomalous surface air temperature gradient between the northeastern and southwestern United States. The recent emerging CP El Niño can weaken the GPLLJ to lead to a drier environment in the central United States.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl.590", 
        "title": "The changing influence of El Niño on the Great Plains low-level jet"
    }, 
    {
        "author": "Yoo-Geun Ham et al", 
        "date": "2015-07-27", 
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00721.1?af=R", 
        "title": "Changes in Independency between Two Types of El Niño Events under Greenhouse Warming Scenario in CMIP5 Models"
    }, 
    {
        "author": "M. Tchilibou, T. Delcroix, G. Alory, S. Arnault, G. Reverdin", 
        "date": "2015-07-23", 
        "description": "\n\nThis study focuses on the time-space variability of the low Sea Surface Salinity (SSS) waters extending zonally within 2°N–12°N in the Atlantic and Pacific and within 6°S–16°S in the western third of the Pacific. The analysis is based on a combination of in situ SSS observations collected in the last three decades from voluntary observing ships, TAO/TRITON and PIRATA moorings, Argo floats, and (few) CTD profiles. The mean latitudes of the Atlantic and Pacific low SSS waters appear 1°–3° further poleward than the Evaporation minus Precipitation (E-P) minima linked to the Inter Tropical Convergence Zones (ITCZ) and South Pacific Convergence Zone (SPCZ). At the seasonal time scale, the E-P minima migrate poleward in summer hemispheres, leading the migration of the SSS minima by 2–3 months in the Atlantic ITCZ, Pacific SPCZ, and in the eastern part of the Pacific ITCZ. On the other hand, the seasonal displacements of E-P and SSS minima are in antiphase in the central and western parts of the Pacific ITCZ. At the interannual time scale, the E-P and SSS minima migrate poleward during La Nina events in the Pacific and during the positive phase of the Atlantic Meridional Dipole (AMD) in the Atlantic (and vice versa during El Nino and the negative phase of the AMD). We further document long-term (1979–2009) meridional migrations of the E-P and SSS minima, especially in the SPCZ region, and discuss whether or not they are consistent with documented SST and wind stress trends.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010836", 
        "title": "Variations of the tropical Atlantic and Pacific SSS minimum zones and their relations to the ITCZ and SPCZ rain bands (1979–2009)"
    }, 
    {
        "author": "Alvaro Fernandez, Thomas J. Lapen, Rasmus Andreasen, Peter K. Swart, Christopher D. White, Brad E. Rosenheim", 
        "date": "2015-07-23", 
        "description": "\n\nWe present coral- and sclerosponge-based reconstructions of the 14C content in North Atlantic dissolved inorganic carbon (DIC) during the last ~100 years from the subtropical cells (STCs). These waters are sensitive to the dynamics of the shallow overturning meridional circulation that transports heat and water masses from the subtropics to the tropics. We use these records to investigate the circulation patterns of the off-equatorial upwelling regions of the STCs, which are not well understood. Coral and sclerosponge skeletons provide long time series of ocean DIC 14C content, a tracer of oceanic circulation, effectively extending the observational record back in time. Sclerosponge data from the Bahamas were used to extend the existing subtropical 14C time series to the 21st century. Coral 14C data from the Cape Verde Islands (1890–2002) captured the 14C signature of water brought to the surface in the off-equatorial regions of the STC present near the West African coast. We observe a unique postbomb trend at Cape Verde that is similar to the upwelling regions in the Pacific, and we interpret this trend as the result of the slow penetration of bomb 14C into the interior ocean as part of the STC circulation. Using a multibox mixing model we constrain the time history of bomb 14C in the eastern tropical Atlantic, and we estimate a 20 year time scale for ventilation of the thermocline in this area of the ocean. The similarity between the Atlantic and Pacific 14C-based records of upwelling suggests that both are caused by bomb 14C penetration rather than more complex explanations that invoke changes in thermocline depth (e.g., related to El Niño–Southern Oscillation variability) or changes in the strength of the subtropical cells. Our results offer constraints for models of tropical ocean circulation and anthropogenic CO2 uptake that attempt to reproduce the characteristics of the shallow wind-driven circulation in the Atlantic.\n", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015PA002790", 
        "title": "Ventilation time scales of the North Atlantic subtropical cell revealed by coral radiocarbon from the Cape Verde Islands"
    }, 
    {
        "author": "R. Hierro, P. Llamedo, A. de la Torre, P. Alexander", 
        "date": "2015-07-20", 
        "description": "\n\nOn the basis of Tropical Rainfall Measuring Mission (TRMM) daily accumulated rainfall data (3B42 v7 product) covering 16 years (1998–2013), the Amazon Basin (AB) time and space rainfall variability is analysed. Different behaviours of precipitation over AB are found to the north and south of 8°S when the longitudinal band 70°–50°W is considered. The sample is then split into northern and southern sectors with respect to 8°S, describing their monthly evolution as a function of longitude. The main spatial oscillation modes are isolated and analysed through continuous wavelet transform analysis. Intense spatial oscillations are found close to the western side of the studied region. Several temporal modes in different scales are detected within each sample. Two of them show scales longer than 12 months, which are probably associated with ENSO phases. Smaller scale oscillations, evaluated from daily data, are also found. The northern sector of AB shows more daily data variability than the southern one and seems to be more affected by large temporal processes than the southern sector.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4429", 
        "title": "Spatiotemporal structures of rainfall over the Amazon basin derived from TRMM data"
    }, 
    {
        "author": "K. J. Allen, S. C. Nichols, R. Evans, E. R. Cook, S. Allie, G. Carson, F. Ling, P. J. Baker", 
        "date": "2015-07-19", 
        "description": "\n\nProjected decreases and changes in the seasonal distribution of precipitation will have profound impacts on southeastern Australia, including its ability to generate renewable hydroelectricity. Recent decreases in precipitation over the region may be significant in the context of instrumental records, but the question of whether these decreases are within long-term natural variability remains. To help address this issue, we present December–January streamflow and dam inflow reconstructions for southeastern Australia. These reconstructions for the Tasmanian west coast are based solely on local tree ring chronologies and span up to 1600 years. Nonparametric estimates, however, indicate good model skill for the last 458 years (streamflow) and 478 years (dam inflow). The reconstructions indicate that twentieth century conditions were well within the range of historical variability, and were in fact relatively wet. The period from approximately 1600 to 1750 CE was one of the enhanced variability and a high proportion of low and high flow events occurred in the seventeenth century. There are significant relationships between streamflow and inflow reconstructions and large-scale ocean-atmosphere processes such as ENSO and the Southern Annular Mode. Critically, our two reconstructions rely heavily on new tree ring chronologies based on properties such as tracheid radial diameter, cell wall thickness, and density, underscoring the importance of these different types of chronologies in reconstructions.\n", 
        "journal": "Water Resources Research", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015WR017062", 
        "title": "Preliminary December–January inflow and streamflow reconstructions from tree rings for western Tasmania, southeastern Australia"
    }, 
    {
        "author": "Vincent Combes, Samuel Hormazabal, Emanuele Di Lorenzo", 
        "date": "2015-07-16", 
        "description": "\n\nThe Southeast Pacific, which encompasses the coasts of Peru and Chile, is one of the world's most productive regions resulting principally from the upwelling of subsurface nutrient-rich waters. Over the satellite altimetry era, there have been numerous evidence that surface mesoscale eddies play an important role in the offshore transport of rich coastal waters, but it has been only recently that few observational/numerical studies have highlighted the importance of the subsurface eddies. The eddy field variability is explored using the results of a high-resolution model experiment from 1979 to 2012. The model results indicate an asymmetry of the surface and subsurface eddy fields. While surface-intensified cyclones are slightly more frequent than anticyclones, the subsurface field is dominated by anticyclones (IntrathermoclineEddies; ITEs), triggered by the instability of the subsurface Peru Chile undercurrent (PCUC). Composite maps are consistent with in situ observations. ITEs are associated with maximum vorticity around 150–200 m depth, warmer and more saline core, characteristic of the equatorial subsurface water from the PCUC. We find that the variability of the ITEs is significantly correlated with the ENSO equatorial signal. During strong El Niño events (e.g., 1982; 1998), we find that while the PCUC transport increases, the volume of coastal waters transported by ITEs however decreases during those periods. We find that the relaxation of the isopycnals along the coast during El Niño events leads to weakened baroclinic instability and to a decrease of the ITEs transport.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010265", 
        "title": "Interannual variability of the subsurface eddy field in the Southeast Pacific"
    }, 
    {
        "author": "Jai Sukhatme, V. Venugopal", 
        "date": "2015-07-15", 
        "description": "\nWe begin by providing observational evidence that the probability of encountering very high and very low annual tropical rainfall has increased significantly in the recent decade (1998-present) as compared to the preceding warming era (1979–1997). These changes over land and ocean are spatially coherent and comprise of a rearrangement of very wet regions and a systematic expansion of dry zones. While the increased likelihood of extremes is consistent with a higher average temperature during the pause (as compared to 1979–1997), it is important to note that the periods considered are also characterized by a transition from a relatively warm to cold phase of the El Niño Southern Oscillation (ENSO). To further probe the relation between contrasting phases of ENSO and extremes in accumulation, a similar comparison is performed between 1960–1978 (another extended cold phase of ENSO) and the aforementioned warming era. Though limited by land-only observations, in this cold-to-warm transition, remarkably, a near-exact reversal of extremes is noted both statistically and geographically. This is despite the average temperature being higher in 1979–1997 as compared to 1960–1978. Taken together, we propose that there is a fundamental mode of natural variability, involving the waxing and waning of extremes in accumulation of global tropical rainfall with different phases of ENSO.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2633", 
        "title": "Waxing and Waning of Observed Extreme Annual Tropical Rainfall"
    }, 
    {
        "author": "Jennifer M. Jackson, Richard E. Thomson, Leslie N. Brown, Peter G. Willis, Gary A. Borstad", 
        "date": "2015-07-14", 
        "description": "\n\nWe examine the spatial and temporal variability of satellite-sensed sea surface chlorophyll off the west coast of North America from 1997 to 2010, with focus on coastal British Columbia. The variability in surface chlorophyll is complex. Whereas the spring bloom generates the highest phytoplankton concentration for coastal Alaska, the north and east coasts of Haida Gwaii, Queen Charlotte Sound, the Strait of Georgia, and coastal Oregon and California, it is the fall bloom that normally generates the highest concentration for the west coast of Vancouver Island, Juan de Fuca Strait, and the west coast of Washington. The highest satellite-sensed chlorophyll concentrations occur in the Strait of Georgia, where mean values are at least 2 times higher than elsewhere in the northeast Pacific. Moreover, the annual average surface chlorophyll concentration increased significantly in the Strait of Georgia during this period, with highest concentration observed during the near neutral ENSO conditions of the spring of 2007. The next highest concentrations occur off southwest Vancouver Island but have no statistically significant trend. The lowest average peak chlorophyll concentration is observed off Southern California. The timing of the highest chlorophyll concentration is latest off the coast of Washington and earliest off the coast of Southern California. Small increasing concentration trends are observed off the Washington and California coasts.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010496", 
        "title": "Satellite chlorophyll off the British Columbia Coast, 1997–2010"
    }, 
    {
        "author": "J. A. Marengo, J. C. Espinoza", 
        "date": "2015-07-14", 
        "description": "\n\nThis paper reviews recent progress in the study and understanding of extreme seasonal events in the Amazon region, focusing on drought and floods. The review includes a history of droughts and floods in the past, in the present and some discussions on future extremes in the context of climate change and its impacts on the Amazon region. Several extreme hydrological events, some of them characterized as ‘once in a century’, have been reported in the Amazon region during the last decade. While abundant rainfall in various sectors of the basin has determined extreme floods along the river's main stem in 1953, 1989, 1999, 2009, 2012–2015, deficient rainfall in 1912, 1926, 1963, 1980, 1983, 1995, 1997, 1998, 2005 and 2010 has caused anomalously low river levels, and an increase in the risk and number of fires in the region, with consequences for humans. This is consistent with changes in the variability of the hydrometeorology of the basin and suggests that extreme hydrological events have been more frequent in the last two decades. Some of these intense/reduced rainfalls and subsequent floods/droughts were associated (but not exclusively) with La Niña/El Niño events. In addition, moisture transport anomalies from the tropical Atlantic into Amazonia, and from northern to southern Amazonia alter the water cycle in the region year-to-year. We also assess the impacts of such extremes on natural and human systems in the region, considering ecological, economic and societal impacts in urban and rural areas, particularly during the recent decades. In the context of the future climate change, studies show a large range of uncertainty, but suggest that drought might intensify through the 21st century.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4420", 
        "title": "Extreme seasonal droughts and floods in Amazonia: causes, trends and impacts"
    }, 
    {
        "author": "Yukiko Imada et al", 
        "date": "2015-07-09", 
        "description": "Monthly Weather Review, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Monthly Weather Review", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/MWR-D-15-0007.1?af=R", 
        "title": "Predictability of Two Types of El Niño Assessed Using an Extended Seasonal Prediction System by MIROC"
    }, 
    {
        "author": "Yali Yang et al", 
        "date": "2015-07-06", 
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-15-0057.1?af=R", 
        "title": "Interdecadal difference of interannual variability characteristics of SCS SST associated with ENSO"
    }, 
    {
        "author": "Muhammad Adnan Abid et al", 
        "date": "2015-07-01", 
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00497.1?af=R", 
        "title": "Contribution of Synoptic Transients to the Potential Predictability of PNA Circulation Anomalies: El Niño vs La Niña"
    }, 
    {
        "author": "David Gallego, Paulina Ordóñez, Pedro Ribera, Cristina Peña-Ortiz, Ricardo García-Herrera", 
        "date": "2015-06-11", 
        "description": "\n\nA new index, namely the African South Westerly Index (ASWI), based on the persistence of the low-level south westerly winds in the region [29°W-17°W;7°N-13°N] is developed to characterise the strength of the West African Monsoon. The ASWI is significantly correlated with the monsoonal precipitation in the Sahel in the 1900–2013 period (r = +0.57, r = +0.66 and r = +0.53 for July, August and September respectively). By using historical wind direction measurements it has been possible to compute the ASWI back to 1790 for July and to 1839 for August and September, thus providing the first instrumental record of the West African Monsoon strength for a large portion of the 19th century.\nSince the 1970s, the Sahel has experienced a strong and persistent drought. During this period the West African Monsoon has been weaker than normal and its correlation with different climatic patterns such as the ENSO has changed. The analysis of our new series indicates that this anomalous behaviour of the West African Monsoon has no precedent in the last 170 years.\nOur results also show that the period 1839–1890 was characterised by a stronger than average monsoon, resulting in relatively wet conditions in the Sahel. Notwithstanding, two of the few dry years within this period were concurrent with large volcanic eruptions in the Northern Hemisphere. This latter result supports the recently described relationship between major volcanic eruptions and the occurrence of isolated drought episodes in the Sahel.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2601", 
        "title": "An instrumental index of the West African Monsoon back to the 19th century"
    }, 
    {
        "author": "SONG Fengfei et al", 
        "date": "2015-05-28", 
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00783.1?af=R", 
        "title": "The crucial role of internal variability in modulating the decadal variation of the East Asian summer monsoon-ENSO relationship during the 20th century"
    }, 
    {
        "author": "Rajib Chattopadhyay, R. Phani, C. T. Sabeerali, A. R. Dhakate, K. D. Salunke, S. Mahapatra, A. Suryachandra Rao, B. N. Goswami", 
        "date": "2015-05-15", 
        "description": "\nBased on extensive analysis of observations and a series of climate model experiments, here we establish that slow variations of northern hemispheric extratropical sea-surface temperature (SST) anomalies can augment seasonal predictability of the south Asian monsoon. The SST conditions and performance of the south Asian monsoon during 2013 boreal summer months (June–September) led us to hypothesize that the strong extratropical SST anomalies in the North Pacific and North Atlantic in conjunction with weak tropical SST anomalies (weak La Niña) were responsible for the above-normal rainfall over India during 2013. We also argue that the 2013 SST pattern and above-normal monsoon condition are not unique but occurred on several occasions in the past. Further, we show that there is a complementary pattern of strong extratropical SST and weak tropical SST that is associated with below-normal south Asian monsoon rainfall. We also show that the extratropical SST pattern in the Northern Hemisphere is associated with a low-frequency interdecadal mode of variability indicating potential predictability associated with such extratropical SST forcing. Extensive experiments with an atmospheric general circulation model forced by such SST conditions elucidate the mechanism through which the extratropical SSTs influence the Indian monsoon. The SST anomalies affect the north–south temperature gradient and lead to a local displacement of the jet stream, setting up a quasi-stationary wave. Such a stationary wave, in turn, affects the tropospheric temperature (TT) over southern Eurasia, influencing the north–south TT gradient in the region and thereby the Indian monsoon. Our discovery of this additional source of potential predictability together with the fact that the new-generation coupled ocean–atmosphere models are capable of predicting the extratropical SST anomalies brightens the prospect of south Asian monsoon prediction.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2562", 
        "title": "Influence of extratropical sea-surface temperature on the Indian summer monsoon: an unexplored source of seasonal predictability"
    }, 
    {
        "author": "Agus Santoso et al", 
        "date": "2015-05-13", 
        "description": "Bulletin of the American Meteorological Society, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Bulletin of the American Meteorological Society", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/BAMS-D-15-00141.1?af=R", 
        "title": "ENSO Extremes and Diversity: Dynamics, Teleconnections, and Impacts"
    }, 
    {
        "author": "R. G. Harrison, K. A. Nicoll, M. H. P. Ambaum", 
        "date": "2015-05-13", 
        "description": "\nLiquid layer clouds are abundant globally. Lacking strong convection, they do not become electrified by the usual thunderstorm mechanisms of collisional electrification between hydrometeors of different phases. Instead, the background global circuit current flow in fair weather is largely unaffected by the layer cloud's presence, and, if the layer cloud is extensive horizontally, the vertical fair weather conduction current passes through the cloud. A consequence of the vertical current flow is that, at the cloud–air boundary where there is a conductivity transition and droplets form or evaporate, droplet charging occurs. Charge can affect both droplet evaporation and droplet–droplet collisions. Using new radiosonde instrumentation, the charge observed at layer cloud edges is evaluated for both these microphysical droplet processes. This shows that the charging is more likely to affect collision processes than activation, for small droplets. Enhancing the collection efficiency of small droplets modifies their evolution and propagates through the size distribution to shorten the autoconversion time-scale to rain drops, and the cloud radiative properties. Because the conduction current density is influenced by both external (e.g. solar modulation of high-energy particles) and internal (e.g. El Niño–Southern Oscillation) factors, current flow leading to layer cloud edge charging provides a possible route for expressing solar influences on the climate system and a teleconnection mechanism for communicating internal climate variability.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2554", 
        "title": "On the microphysical effects of observed cloud edge charging"
    }, 
    {
        "author": "H. Athar", 
        "date": "2015-03-03", 
        "description": "\n\nThe analyses of monthly and annual variability, and the seasonal teleconnections with the Indian Ocean Dipole (IOD), El-Niño Southern Oscillation (ENSO), and the North Atlantic Oscillation (NAO) circulation indices, for rainfall from 26 stations in Saudi Arabia (SA), for 33-year period (1978–2010), are presented. High interannual variability with non-monsoonal annual cycle characterizes the rainfall climate of SA in recent 33-year period. Eight of 26 stations display statistically significant simultaneous teleconnections with IOD and ENSO in the September–October–November (SON) season. These eight stations are situated north of 21.50°N (nSA) and are located in northern and in southeastern regions of nSA.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.570", 
        "title": "Teleconnections and variability in observed rainfall over Saudi Arabia during 1978–2010"
    }, 
    {
        "author": "Shih-Yu Simon Wang, Wan-Ru Huang, Jin-Ho Yoon", 
        "date": "2015-02-13", 
        "description": "\n\nThe 2013–2014 winter in North America brought intense drought in the West and severe cold in the East. The circulation anomalies were characterized as a dipole: an amplified upper-level ridge over the West Coast and a deepened trough over the central-eastern United States. A previous study using a single model has linked the dipole to the El Niño precursor and found that this link has strengthened in recent years. Here, 17 models from the Coupled Model Intercomparison Project Phase 5 are used to examine the dipole activity. Most models capture the dipole and its association with El Niño precursor and project this association to strengthen.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.565", 
        "title": "The North American winter ‘dipole’ and extremes activity: a CMIP5 assessment"
    }, 
    {
        "author": "Michael J. McPhaden et al", 
        "date": "2014-12-11", 
        "description": "Bulletin of the American Meteorological Society, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Bulletin of the American Meteorological Society", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/BAMS-D-14-00089.1?af=R", 
        "title": "The Curious Case of the El Niño That Never Happened: A perspective from 40 years of progress in climate research and forecasting"
    }, 
    {
        "author": "Victor Privalsky, Vladislav Yushkov", 
        "date": "2014-12-10", 
        "description": "\n\nStatistical properties of observed and CMIP5-simulated bivariate time series ‘annual global surface temperature (AGST) – sea surface temperature in the Niño area 3.4 (SST3.4)’ are analyzed in the time and frequency domains. Both observed and most simulated data show that AGST is explicitly affected by SST3.4 but not vice versa. Though the AGST spectral density is low at intermediate frequencies, most CMIP5 models reproduce its behavior and show the high coherence observed in nature inside that frequency band. However, CMIP5 models show a dependence between AGST and SST3.4 at frequencies below 0.1 year−1, which is not found in nature.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.548", 
        "title": "ENSO influence upon global temperature in nature and in CMIP5 simulations"
    }, 
    {
        "author": "Chao He, Tianjun Zhou", 
        "date": "2014-12-05", 
        "description": "\n\nA decadal change has occurred on the relationship between the summertime western North Pacific subtropical High (WNPSH) and the tropical Sea Surface Temperature anomalies (SSTA) in the early 1990s. After this decadal change, the interannual variability of the WNPSH is more strongly regulated by the SSTA over the equatorial central Pacific and the maritime continent. The earlier decay of El Niño in strong WNPSH years and the earlier development of El Niño in weak WNPSH years both contributed to this change. Such decadal change is found in the pre-industrial control simulation of a coupled model, suggesting it is probably an internal variability of the climate system.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.550", 
        "title": "Decadal change of the connection between summer western North Pacific Subtropical High and tropical SST in the early 1990s"
    }, 
    {
        "author": "Angela Khong, Jessica K. Wang, Steven M. Quiring, Trent W. Ford", 
        "date": "2014-11-18", 
        "description": "\n\nThirty years (1954–1983) of soil moisture data from 60 sites in Iowa are used to identify the dominant modes of spatial and temporal variability. Both soil moisture and precipitation exhibit a northwest to southeast gradient across Iowa, with wetter conditions in the southeast and drier conditions in the northwest. Climate and soil characteristics are responsible for the spatial variations in soil moisture. There is a pronounced annual soil moisture cycle that has three distinct phases: a moist phase (April–June), a drying phase (June–September), and a recharge phase (September–November). Spring soil moisture is strongly controlled by the amount of recharge during the previous fall. There is no evidence of a long-term trend in soil moisture; however there is significant interannual variability and about 20% of the variance is attributable to El Niño-Southern Oscillation (ENSO). The warm (cold) phase of ENSO is associated with above (below) average soil moisture in Iowa. The multi-decadal soil moisture record is used to analyse drought frequency and magnitude in Iowa, and to place the 2012 Midwest drought in historical context. In general, Iowa drought is more common during the latter part of the warm season (August through November), but tends to be more severe during the early part of the warm season (April–July). We find that the 2012 drought was unusual because it persisted and intensified throughout the growing season.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4176", 
        "title": "Soil moisture variability in Iowa"
    }, 
    {
        "author": "Hemantkumar S. Chaudhari, Samir Pokhrel, Subodh K. Saha, Ashish Dhakate, Anupam Hazra", 
        "date": "2014-11-06", 
        "description": "\n\nThe improvements in representing the Indian summer monsoon features are assessed using the latest coupled global reanalysis, the climate forecast system reanalysis (CFSR) from National Centre for Environmental Predictions (NCEP) with respect to widely used NCEP-reanalysis 2 (NCEP2). To validate the reanalysis product corresponding observations are also used. CFSR is more realistic in terms of spatial pattern of seasonal mean rainfall, first and second empirical orthogonal function (EOF) modes of interannual variability as compared with NCEP2 reanalysis. Percentage of total variance was explained by northward and westward propagating intraseasonal oscillation modes in CFSR that are better captured than those from NCEP2 reanalysis. Northward propagating mode is well depicted in CFSR as compared with that of NCEP2 and may be attributed to the strong vertical shear of zonal wind and strong meridional gradient of specific humidity in CFSR. Distribution of the north–south and east–west spectra of CFSR suggests much better conformity with observation as compared with NCEP2. Surface wind patterns of CFSR are having relatively small errors compared to Quick Scatterometer (QuikSCAT) winds. CFSR has some success in simulating observed sea surface temperature (SST)–rainfall relationship as well as in depicting the coupled ocean-atmosphere phenomena of El Niño and Southern Oscillation (ENSO) in terms of Indian summer monsoon rainfall (ISMR) teleconnections. Overall monsoon features in CFSR are much closer to the observation as compared with NCEP2, and these may be because of the realistic representation of ocean–atmosphere feedback owing to the coupled model-based reanalysis. This study will help in establishing the credibility of the CFSR in terms of realistic representation of Indian summer monsoon as compared with widely used atmospheric only reanalysis.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4196", 
        "title": "Improved depiction of Indian summer monsoon in latest high resolution NCEP climate forecast system reanalysis"
    }, 
    {
        "author": "Mathieu Plante, Seok-Woo Son, Eyad Atallah, John Gyakum, Kevin Grise", 
        "date": "2014-09-24", 
        "description": "\n\nExtratropical cyclone (ETC) tracks across eastern Canada are examined by applying a Lagrangian tracking algorithm to the lower-tropospheric relative vorticity field of reanalysis data. Both the seasonal cycle and the interannual variability of ETCs are quantified in terms of overall cyclone frequency, intensity, and regions of development and decay. We find that ETCs travelling to eastern Canada tend to develop over the Rockies, the Great Lakes and the US East Coast. The ETCs are most intense over Newfoundland and the North Atlantic Ocean, confirming previous findings. While ETCs at cities along the Atlantic coastline (e.g. St. John's) are dominated by East Coast cyclones (which are intense in winter), those inland (e.g. Toronto) track primarily from the Great Lakes. ETCs that develop over the Gulf of Mexico affect eastern Canada infrequently, but those that do tend to be intense. The interannual variability of the wintertime ETCs is influenced by the El Niño-Southern Oscillation (ENSO). Significant ENSO-related variability is found over most regions of southern Canada, except on the east coast. Although ETCs at Toronto are significantly modulated by ENSO, no visible changes are found at St. John's. These ENSO-related ETC changes are mostly due to the shifts in ETC development regions, with minor changes in the travelling direction of ETCs.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4170", 
        "title": "Extratropical cyclone climatology across eastern Canada"
    }, 
    {
        "author": "Jiqing Tan", 
        "date": "2014-09-24", 
        "description": "\n\nDespite the many improvements that have been achieved in prediction methods, considerable uncertainties in the models and the observing systems remain in El Niño Southern Oscillation predictions. One of the uncertainties is the definition of El Niño and La Niña years. Because academia has accepted too many indexes, there is much confusion among scientists regarding whether El Niño and La Niña events have occurred. In the view of this author, the oceans on this planet can be vividly called ‘ocean stabilization machines’ (OSMs). When some part of an OSM loses control for unknown reasons, other parts of the OSM function stabilize the atmospheric circulation. As a result, El Niño or La Niña events occur. In this study, we use a most-recognized principle to determine El Niño (La Niña) years based on a K-line diagram technique. This technique not only focuses on the anomaly of five accepted indexes, but also aims at the signals of an on-going crash downward or a dramatic upward tendency of the sea-surface temperature. To achieve this purpose, a new terminology, ‘suspected El Niño (La Niña) years’ and an Ocean Stabilization Index (OSI) expressing the state of the Pacific are proposed. The results indicate that there were only 10 El Niño years and 12 La Niña years from 1950 to 2012. Significant statistical relationships between the annual OSI and 14 indexes are also found.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4171", 
        "title": "A most-recognized principle to define El Niño and La Niña years based on the K-line diagram technique"
    }, 
    {
        "author": "U. Umakanth, Amit P. Kesarkar, T. Narayana Rao, S. Vijaya Bhaskar Rao", 
        "date": "2014-09-12", 
        "description": "\n\nWe proposed a new objective criterion for discerning breaks in Indian summer monsoon rainfall, which is based on grid-level rainfall threshold. The identified breaks reproduced all well-known breaks discussed in the literature, but are relatively fewer in number. The correlation analysis between the number of break days and all-India seasonal rainfall is not only high (R2 = −0.77) but also reproduced well-known association between El Nino and bad monsoon years. The fraction of seasonal rainfall in break days is found to be smaller (<10%) over most part of India than earlier studies, indicating that the discerned spells are valid for a large part of India.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.536", 
        "title": "An objective criterion for the identification of breaks in Indian summer monsoon rainfall"
    }
]