[
    {
        "author": "", 
        "date": "2015-06-12", 
        "description": "In science news around the world, Canadian researchers call for a ban on new mining of the nation's oil sands; the Giant Magellan Telescope gets a green light to begin construction in northern Chile; the Large Hadron Collider is back online and smashing protons together at energies nearly twice as high as its first run; thousands of Russian scientists protest government reforms of the research system; and the European Commission rejects a plea to abolish animal research across the European Union, saying that this would harm biomedical research. Also, a new report by the International Union for Conservation of Nature finds that more than 90 species of marine fish in Europe's waters are threatened with extinction due to overfishing, pollution, and development. And a new study links El Niño events over the past 10,000 years to booms in bunny populations in Mexico's Baja California.\n", 
        "journal": "Science", 
        "link": "http://www.sciencemag.org/content/348/6240/1180.summary?rss=1", 
        "title": "[In Brief] This week's section"
    }, 
    {
        "author": "Agus Santoso et al", 
        "date": "Wed, 13 May 2015 07:00:00 GMT", 
        "description": "", 
        "journal": "Bulletin of the American Meteorological Society", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/BAMS-D-15-00141.1?af=R", 
        "title": "ENSO Extremes and Diversity: Dynamics, Teleconnections, and Impacts"
    }, 
    {
        "author": "Michael J. McPhaden et al", 
        "date": "Thu, 11 Dec 2014 08:00:00 GMT", 
        "description": "", 
        "journal": "Bulletin of the American Meteorological Society", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/BAMS-D-14-00089.1?af=R", 
        "title": "The Curious Case of the El Niño That Never Happened: A perspective from 40 years of progress in climate research and forecasting"
    }, 
    {
        "author": "Antonietta Capotondi et al", 
        "date": "Mon, 22 Sep 2014 07:00:00 GMT", 
        "description": "", 
        "journal": "Bulletin of the American Meteorological Society", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/BAMS-D-13-00117.1?af=R", 
        "title": "Understanding ENSO diversity"
    }, 
    {
        "author": "OLIVIA KELLNER et al", 
        "date": "Mon, 04 May 2015 07:00:00 GMT", 
        "description": "", 
        "journal": "Earth Interactions", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/EI-D-14-0031.1?af=R", 
        "title": "Climate Variability and the U.S. Corn Belt: ENSO and AO Episode-dependent Hydroclimatic Feedbacks to Corn Production at Regional and Local Scales"
    }, 
    {
        "author": "SONG Fengfei et al", 
        "date": "Thu, 28 May 2015 07:00:00 GMT", 
        "description": "", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00783.1?af=R", 
        "title": "The crucial role of internal variability in modulating the decadal variation of the East Asian summer monsoon-ENSO relationship during the 20th century"
    }, 
    {
        "author": "Andrew M. Chiodi et al", 
        "date": "Thu, 14 May 2015 07:00:00 GMT", 
        "description": "", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00387.1?af=R", 
        "title": "Global seasonal precipitation anomalies robustly associated with El Niño and La Niña events - an OLR perspective"
    }, 
    {
        "author": "Wenjun Zhang et al", 
        "date": "Tue, 21 Apr 2015 07:00:00 GMT", 
        "description": "", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00724.1?af=R", 
        "title": "The Annual-Cycle Modulation of Meridional Asymmetry in ENSO’s Atmospheric Response and Its Dependence on ENSO Zonal Structure"
    }, 
    {
        "author": "Shuangwen Sun et al", 
        "date": "Tue, 13 Jan 2015 08:00:00 GMT", 
        "description": "", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00580.1?af=R", 
        "title": "A triggering mechanism for the Indian Ocean Dipoles independent of ENSO"
    }, 
    {
        "author": "Sarah M. Larson et al", 
        "date": "Thu, 11 Jun 2015 17:04:24 GMT", 
        "description": "Journal of Climate, Volume 28, Issue 12, Page 4724-4742, June 2015. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00731.1?af=R", 
        "title": "Revisiting ENSO Coupled Instability Theory and SST Error Growth in a Fully Coupled Model"
    }, 
    {
        "author": "In-Sik Kang et al", 
        "date": "Thu, 11 Jun 2015 17:02:52 GMT", 
        "description": "Journal of Climate, Volume 28, Issue 12, Page 4743-4752, June 2015. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00388.1?af=R", 
        "title": "Multidecadal Changes in the Relationship between ENSO and Wet-Season Precipitation in the Arabian Peninsula"
    }, 
    {
        "author": "Seth Westra et al", 
        "date": "Thu, 11 Jun 2015 17:00:30 GMT", 
        "description": "Journal of Climate, Volume 28, Issue 12, Page 4753-4773, June 2015. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00722.1?af=R", 
        "title": "The ENSO–Precipitation Teleconnection and Its Modulation by the Interdecadal Pacific Oscillation"
    }, 
    {
        "author": "Jiankai Zhang et al", 
        "date": "Thu, 11 Jun 2015 17:04:01 GMT", 
        "description": "Journal of Climate, Volume 28, Issue 12, Page 4774-4793, June 2015. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00615.1?af=R", 
        "title": "The Influence of ENSO on Northern Midlatitude Ozone during the Winter to Spring Transition"
    }, 
    {
        "author": "Chris C. Funk et al", 
        "date": "Wed, 27 May 2015 15:36:30 GMT", 
        "description": "Journal of Climate, Volume 28, Issue 11, Page 4309-4329, June 2015. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00334.1?af=R", 
        "title": "The Leading Mode of Observed and CMIP5 ENSO-Residual Sea Surface Temperatures and Associated Changes in Indo-Pacific Climate"
    }, 
    {
        "author": "Lakshmi Krishnamurthy et al", 
        "date": "Wed, 27 May 2015 15:35:12 GMT", 
        "description": "Journal of Climate, Volume 28, Issue 11, Page 4525-4544, June 2015. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00590.1?af=R", 
        "title": "The Seasonality of the Great Plains Low-Level Jet and ENSO Relationship"
    }, 
    {
        "author": "Arun Kumar et al", 
        "date": "Tue, 19 May 2015 07:00:00 GMT", 
        "description": "", 
        "journal": "Monthly Weather Review", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/MWR-D-15-0035.1?af=R", 
        "title": "An Analysis of the Temporal Evolution of ENSO Prediction Skill in the Context of the Equatorial Pacific Ocean Observing System"
    }, 
    {
        "author": "Houk Paek et al", 
        "date": "Thu, 28 May 2015 20:09:37 GMT", 
        "description": "Monthly Weather Review, Volume 143, Issue 6, Page 2348-2362, June 2015. \n\t\t<br/>\n\t", 
        "journal": "Monthly Weather Review", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/MWR-D-14-00401.1?af=R", 
        "title": "A Source of AGCM Bias in Simulating the Western Pacific Subtropical High: Different Sensitivities to the Two Types of ENSO"
    }, 
    {
        "author": "Anthony G. Barnston et al", 
        "date": "Mon, 27 Apr 2015 07:00:00 GMT", 
        "description": "Journal of Applied Meteorology and Climatology, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Applied Meteorology and Climatology", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JAMC-D-14-0188.1?af=R", 
        "title": "Toward an Improved Multi-model ENSO Prediction"
    }, 
    {
        "author": "A. Akarsh, Vimal Mishra", 
        "date": "2015-06-12T06:17:39.04333-05:00", 
        "description": "\n\nPrediction of vegetation anomalies at regional scales is essential for management of food and water resources. Forecast of vegetation anomalies at 1–3 months lead time can help in decision making. Here, we show that Normalized Difference Vegetation Index (NDVI) along with other hydroclimatic variables (soil moisture and sea surface temperature) can be effectively used to predict vegetation anomalies in India. The spatiotemporal analysis of NDVI showed significant greening over the region during the period of 1982–2013. The root zone soil moisture showed a positive correlation with NDVI whereas the ENSO index (Nino 3.4) is negatively correlated in most of the regions. We extended this relationship to develop a model to predict NDVI in 1 to 3 months lead time. The predicted vegetation anomalies compare well with observations, which can be effectively utilized in early warning and better planning in water resources and agricultural sectors in India.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063991", 
        "title": "Prediction of vegetation anomalies to improve food security and water management in India"
    }, 
    {
        "author": "Aaron F. Z. Levine, Michael J. McPhaden", 
        "date": "2015-06-11T16:31:39.324082-05:00", 
        "description": "\n\nThe spring predictability barrier increases the uncertainty in ENSO forecasts starting before and during the boreal spring. Recent work has shown that the annual cycle of ENSO growth rate is responsible for phase-locking of peak ENSO development to the boreal winter, suggesting that this annual cycle may play a role in the spring predictability barrier. To test this hypothesis, the annual cycle of ENSO growth rate is added to a damped, noise driven conceptual recharge oscillator model. When the annual cycle of ENSO growth rate is included, a spring predictability barrier develops whereas without it ENSO predictability is independent of the forecast start date. When state-dependent noise is included in the simulations in addition to the annual cycle of the growth rate, the spring predictability barrier is enhanced and more realistic.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064309", 
        "title": "The annual cycle in ENSO growth rate as a cause of the spring predictability barrier"
    }, 
    {
        "author": "Jin-Ho Yoon, L. Ruby Leung", 
        "date": "2015-06-09T16:17:06.097114-05:00", 
        "description": "\n\nThis study assesses the relative influence of soil moisture memory and tropical sea surface temperature (SST) in seasonal rainfall over the contiguous United States. Using observed precipitation, the NINO3.4 index and soil moisture and evapotranspiration simulated by a land surface model for 61 years, analysis was performed using partial correlations to evaluate to what extent land surface and SST anomaly of El Niño and Southern Oscillation (ENSO) can affect seasonal precipitation over different regions and seasons. Results show that antecedent soil moisture is as important as concurrent ENSO condition in controlling rainfall anomalies over the U.S., but they generally dominate in different seasons with SST providing more predictability during winter while soil moisture, through its linkages to evapotranspiration and snow water, has larger influence in spring and early summer. The proposed methodology is applicable to climate model outputs to evaluate the intensity of land-atmosphere coupling and its relative importance.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064139", 
        "title": "Assessing the relative influence of surface soil moisture and ENSO SST on precipitation predictability over the contiguous United States"
    }, 
    {
        "author": "Mi-Kyung Sung, Soon-Il An, Baek-Min Kim, Jong-Seong Kug", 
        "date": "2015-06-05T22:46:41.816315-05:00", 
        "description": "\n\nThe long-lasting cold surface conditions of North Atlantic, i.e., the negative phase of Atlantic Multidecadal Oscillation (AMO), can intensify the El Niño-Southern Oscillation (ENSO) through the enhanced air-sea coupling under the increased central-to-eastern tropical Pacific mean sea surface temperature (SST). However, the impact of warmer mean SST is more efficient in the intensifying El Niño than La Niña, because of the nature of the exponential growth of atmospheric convection to SST change. Moreover, the farther eastward shift of the atmospheric convection during the negative AMO leads to the stronger El Niño due to the longer delayed negative feedback by oceanic waves. Therefore, the AMO mainly influences the El Nino intensity rather than La Nina intensity.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064381", 
        "title": "Asymmetric Impact of Atlantic Multi-decadal Oscillation on El Niño and La Niña Characteristics"
    }, 
    {
        "author": "Jieshun Zhu, Arun Kumar, Bohua Huang", 
        "date": "2015-06-04T02:37:54.512502-05:00", 
        "description": "\nEven though the vital role of thermocline fluctuation in El Niño–Southern Oscillation (ENSO) cycle has been established previously, the direct relationship between the thermocline depth and sea surface temperature (SST) anomalies in the equatorial Pacific is yet to be fully understood, especially its seasonality. Thermocline depth anomalies have been found to lead SST anomalies in time with a longitude-dependent delay, but our study also suggests that the relationship shows considerable seasonal dependency and is strongest (weakest) during the boreal spring (summer). Over the eastern equatorial Pacific where there is least delay (compared to that in the western and central Pacific), the connection between thermocline and SST is the weakest during the boreal spring. This feature may be one of causes for ENSO spring persistence barrier. Furthermore, the thermocline-SST connections exhibit significant decadal variations, which are remarkably consistent with the decadal changes in the persistence barrier of SST anomalies over the eastern Pacific. It is also found that the decadal shift in the timing of the thermocline-SST connection barrier is caused by the changes in the seasonal cycle of tropical trade winds and thermocline depths.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064220", 
        "title": "The relationship between thermocline depth and SST anomalies in the eastern equatorial Pacific: Seasonality and decadal variations"
    }, 
    {
        "author": "Dev Niyogi, Xing Liu, Jeff Andresen, Yang Song, Atul K. Jain, Olivia Kellner, Eugene S. Takle, Otto C. Doering", 
        "date": "2015-05-05T10:22:55.534822-05:00", 
        "description": "\n\nWe investigate the ability of three different crop models of varying complexity for capturing El Niño–Southern Oscillation-based climate variability impacts on the U.S. Corn Belt (1981–2010). Results indicate that crop models, irrespective of their complexity, are able to capture the impacts of climate variability on yield. Multiple-model ensemble analysis provides best results. There was no significant difference between using on-site and gridded meteorological data sets to drive the models. These results highlight the ability of using simpler crop models and gridded regional data sets for crop-climate assessments.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063841", 
        "title": "Crop models capture the impacts of climate variability on corn yield"
    }, 
    {
        "author": "Xiaoqiong Li, Mingfang Ting", 
        "date": "2015-05-07T10:07:32.409217-05:00", 
        "description": "\n\nThe Asian monsoon-ENSO (El Niño–Southern Oscillation) relationship in the 20th and 21st centuries is examined using observations and Coupled Model Intercomparison Project Phase 5 (CMIP5) model simulations. CMIP5 models can simulate the ENSO-monsoon spatial structure reasonably well when using the multimodel mean. Running correlations show prominent decadal variability of the ENSO-monsoon relationship in observations. The modeled ENSO-monsoon relation shows large intermodel spread, indicating large variations across the model ensemble. The anthropogenically forced component of ENSO-monsoon relationship is separated from the naturally varying component based on a signal-to-noise maximizing empirical orthogonal function analysis using global sea surface temperature (SST). Results show that natural variability plays a dominant role in the varied ENSO-monsoon relationship during the 20th century. In the 21st century, the forced component is dominated by enhanced monsoon rainfall associated with SST warming, which may contribute to a slightly weakened ENSO-monsoon relation in the future.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063557", 
        "title": "Recent and future changes in the Asian monsoon-ENSO relationship: Natural or forced?"
    }, 
    {
        "author": "Julien Boucharel, Axel Timmermann, Agus Santoso, Matthew H. England, Fei-Fei Jin, Magdalena A. Balmaseda", 
        "date": "2015-05-13T14:41:51.65745-05:00", 
        "description": "\n\nCharacteristics of the El Niño–Southern Oscillation (ENSO), such as frequency, propagation, spatial extent, and amplitude, strongly depend on the climatological background state of the tropical Pacific. Multidecadal changes in the ocean mean state are hence likely to modulate ENSO properties. To better link background state variations with low-frequency amplitude changes of ENSO, we develop a diagnostic framework that determines locally the contributions of different physical feedback terms on the ocean surface temperature variance. Our analysis shows that multidecadal changes of ENSO variance originate from the delicate balance between the background-state-dependent positive thermocline feedback and the atmospheric damping of sea surface temperatures anomalies. The role of higher-order processes and atmospheric and oceanic nonlinearities is also discussed. The diagnostic tool developed here can be easily applied to other tropical ocean areas and climate phenomena.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063843", 
        "title": "A surface layer variance heat budget for ENSO"
    }, 
    {
        "author": "Renaud Barbero, John T. Abatzoglou, Timothy J. Brown", 
        "date": "2015-05-14T10:22:13.63578-05:00", 
        "description": "\nSatellite-mapped fire perimeters and the multivariate El Niño–Southern Oscillation index were used to examine the impact of concurrent El Niño–Southern Oscillation (ENSO) phase on very large fire (VLF) occurrences over the intermountain northwestern United States (U.S.) from 1984 to 2012. While the warm phase of ENSO promotes drier and warmer than normal conditions across the region during winter and spring that favor widespread fire activity the following summer, a reduction in VLFs was found during the warm phase of ENSO during summer concurrent with the fire season. This paradox is primarily tied to an anomalous upper level trough over the western U.S. and positive anomalies in integrated water vapor that extend over the northwestern U.S. during summers when the warm phase of ENSO is present. Collectively, these features result in widespread increases in precipitation amount during the summer and a curtailment of periods of critically low-fuel moistures that can carry wildfire.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063428", 
        "title": "Seasonal reversal of the influence of El Niño–Southern Oscillation on very large wildfire occurrence in the interior northwestern United States"
    }, 
    {
        "author": "WonMoo Kim, Wenju Cai, Jong-Seong Kug", 
        "date": "2015-05-07T13:47:00.938516-05:00", 
        "description": "\nThe warm phase of El Niño–Southern Oscillation can grow much stronger than the cold phase, but the associated dynamics are not well understood. Here we show that the anomalous zonal advection of warm water is the major process that pushes El Niño to extremes and that this anomalous advection results from the coupling of oceanic currents with eastward migration of the atmospheric convection; a greater zonal advection is associated with a greater extent of the eastward migration. By contrast, there is a limited extent for westward migration during La Niña. Climate models that successfully simulate the amplitude asymmetry display a systematic linkage of a greater longitudinal movement of the convection center with a stronger zonal advection and greater El Niño amplitude. In a warming world, the longitudinal migration of convection response increases, as does the role of zonal advection, increasing the frequency of future extremes of El Niño.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063886", 
        "title": "Migration of atmospheric convection coupled with ocean currents pushes El Niño to extremes"
    }, 
    {
        "author": "Christopher Lucas, Hanh Nguyen", 
        "date": "2015-06-11T23:53:11.261753-05:00", 
        "description": "\n\nRadiosonde-based tropical expansion rate estimates for six continental-centred regions of the globe are discussed. New results from the Northern Hemisphere are presented, complementing previous Southern Hemisphere (SH) results using an identical methodology. Expansion rates are largest over Asia and Australia-New Zealand (ANZ). Other regions show more modest rates of expansion, and there is no statistically significant expansion over North America. In the hemispheric average, expansion rates are slightly larger in the SH. This asymmetry, although not statistically significant, is consistent with ozone depletion acting as a co-driver of tropical expansion since 1979. The picture of regional expansion here is different from that in other studies or that derived solely from reanalyses. The relationships between tropical expansion and modes of climate variability are explored using partial regression techniques. Interannually, a relationship is seen with the El Niño–Southern Oscillation (ENSO) across most of the globe. Regionally, the Pacific Decadal Oscillation (PDO) has a significant impact over Asia while the Southern Annular Mode (SAM) affects expansion over ANZ. Considering the longer-term changes in the climate variability indices since 1979, suggests that the PDO may account for up to 50% of the observed tropical expansion over Asia, while SAM may account for 20-30% of the SH expansion, particularly over ANZ. Decadal changes in ENSO may account for a further 20-30% of the global and regional trends. Accounting for the effect of climate variability helps to reconcile the differences in observations and model-based simulations of tropical expansion.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023130", 
        "title": "Regional characteristics of tropical expansion and the role of climate variability"
    }, 
    {
        "author": "P. J. Nair, L. Froidevaux, J. Kuttippurath, J. M. Zawodny, J. M. Russell, W. Steinbrecht, H. Claude, T. Leblanc, J. A. E. Gijsel, B. Johnson, D. P. J. Swart, A. Thomas, R. Querel, R. Wang, J. Anderson", 
        "date": "2015-06-05T10:06:58.838952-05:00", 
        "description": "\n\nWe present a comprehensive analysis of the trends of stratospheric ozone in the mid-latitudes and subtropics. The analysis is performed using ground-based and space-based measurements over the Light detection and ranging (lidar) stations for the period 1985–2012. Also, trends are estimated for the zonal mean data made from a merged satellite data set, GOZCARDS (Global OZone Chemistry And Related trace gas Data records for the Stratosphere) over 1979–2012. The linear trends in stratospheric ozone are estimated using piece-wise linear trend (PWLT) functions. The ozone trends during the increasing phase of halogens (before 1997) range from −0.2±0.08 to −1±0.07 % year−1 in the mid-latitudes and −0.2±0.06 to −0.7±0.05 % year−1 in the subtropics at 15–45 km, depending on altitude. In 1997–2012, the PWLT analyses show a positive trend, significantly different from zero at the 95% confidence intervals, toward ozone recovery in the middle and low latitude upper stratosphere (35–45 km), and the trends are about ±0.5±0.07 % year−1 at mid-latitudes and about ±0.3±0.05 % year−1 at subtropical latitudes. However, negative and insignificant trends are estimated in the lower stratosphere (15–20 km) over 1997–2012 in the mid-latitudes, mainly due to the dynamics, as demonstrated by the large (50–60%) contributions from the quasi-biennial oscillation, El Niño Southern Oscillation and planetary wave activity to recent ozone changes. This suggests that the ozone changes are governed by the interannual variations in meteorology and dynamics of the regions; these factors will influence the recovery detection time and the behavior of the recovery path to pre-1980 levels.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JD022371", 
        "title": "Subtropical and mid-latitude ozone trends in the stratosphere: implications for recovery"
    }, 
    {
        "author": "Peter Thorne, Stephen Outten, Ingo Bethke, Øyvind Seland", 
        "date": "2015-04-22T08:39:25.304241-05:00", 
        "description": "\n\nTo assess published hypotheses surrounding the recent slowdown in surface warming (hiatus) we compare five available global observational surface temperature estimates to two thirty member ensembles from the Norwegian Earth System Model (NorESM). Model ensembles are initialized in 1980 from the transient historical runs and driven with forcings used in the CMIP5 experiments and updated forcings based upon current observational understanding, described in Part 1. The ensembles’ surface temperature trends are statistically indistinguishable over 1998-2012 despite differences in the prescribed forcings. There is thus no evidence that forcing errors play a significant role in explaining the hiatus according to NorESM. The observations fall either towards the lower portion of the ensembles or, for some observational estimates and regions, outside. The exception is the Arctic where the observations fall towards the upper ensemble bounds. Observational dataset choices can make a large difference to findings of consistency or otherwise. Those NorESM ensemble members that exhibit nino3.4 SST trends similar to observed also exhibit comparable tropical and to some extent global-mean trends, supporting a role for ENSO in explaining the hiatus. Several ensemble members capture the marked seasonality observed in Northern Hemisphere mid-latitude trends, with cooling in the wintertime and warming in the remaining seasons. Overall, we find that we cannot falsify NorESM as being capable of explaining the observed hiatus behavior. Importantly, this is not equivalent to concluding NorESM could simultaneously capture all important facets of the hiatus. Similar experiments with further, distinct, Earth System Models are required to verify our findings.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JD022805", 
        "title": "Investigating the recent apparent hiatus in surface temperature increases: Part 2. Comparison of model ensembles to observational estimates"
    }, 
    {
        "author": "Archana Rai, Subodh K. Saha, Samir Pokhrel, K. Sujith, Subhadeep Halder", 
        "date": "2015-05-21T14:52:59.45135-05:00", 
        "description": "\n\nA possible link between preonset land atmospheric conditions and the Indian summer monsoon rainfall (ISMR) is explored. It is shown that, the preonset positive (negative) rainfall anomaly over northwest India, Pakistan, Afghanistan, and Iran is associated with decrease (increase) in ISMR, primarily in the months of June and July, which in turn affects the seasonal mean. ISMR in the months of June and July is also strongly linked with the preonset 2 m air temperature over the same regions. The preonset rainfall/2 m air temperature variability is linked with stationary Rossby wave response, which is clearly evident in the wave activity flux diagnostics. As the predictability of Indian summer monsoon relies mainly on the El Niño–Southern Oscillation (ENSO), the found link may further enhance our ability to predict the monsoon, particularly during a non-ENSO year.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023159", 
        "title": "Influence of preonset land atmospheric conditions on the Indian summer monsoon rainfall variability"
    }, 
    {
        "author": "Chengji Liu, Elizabeth A. Barnes", 
        "date": "2015-05-08T05:08:49.049413-05:00", 
        "description": "\nThe transport of moisture into the Arctic is tightly connected to midlatitude dynamics. We show that the bulk of the transient poleward moisture transport across 60°N is driven by extreme transport (fluxes greater than the 90th percentile) events. We demonstrate that these events are closely related to the two types of Rossby wave breaking (RWB)—anticyclonic wave breaking (AWB) and cyclonic wave breaking (CWB). Using a RWB tracking algorithm, we determine that RWB can account for approximately 68% of the extreme poleward moisture transport by transients across 60°N in winter and 56% in summer. Additional analysis suggests that the seasonality of such RWB-related moisture transport is determined approximately equally by (1) the magnitude of transport (which is largely a function of the background moisture gradient) and (2) the frequency of RWB occurrence. The seasonality of RWB occurrence is, in turn, tied to the seasonal variation of the latitude of the jet streams—AWB-related (CWB-related) transport occurs more frequently when the jet is shifted poleward (equatorward). The interannual variability of RWB-related transport across 60°N in winter is shown to be strongly influenced by climate variability captured by the El Niño/Southern Oscillation (ENSO) and the North Atlantic Oscillation (NAO). In the positive (negative) phase of ENSO, AWB transports less (more) moisture through the Bering Strait and CWB transports more (less) through western Canada. In the positive (negative) phase of the NAO, AWB transports more (less) moisture through the Norwegian Sea and CWB transports less (more) along the west coast of Greenland. These results highlight that low-frequency climate variability outside of the polar regions can influence the Arctic water vapor by modulating extreme synoptic transport events.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JD022796", 
        "title": "Extreme moisture transport into the Arctic linked to Rossby wave breaking"
    }, 
    {
        "author": "Zhang Chen, Renguang Wu, Wen Chen", 
        "date": "2015-05-11T14:06:17.443993-05:00", 
        "description": "\nThe present study investigates the impacts of the two components of the East Asian winter monsoon (EAWM) variability on sea surface temperature (SST) changes in the western North Pacific. When the EAWM is stronger than normal, significant negative SST anomalies form in the East Asian marginal seas and subtropical western North Pacific and persist from winter to the following spring. It is found that winter-spring SST anomalies in the Yellow Sea and the Japan Sea have a close association with the northern component of the EAWM variability, whereas the southern component has a large impact on SST changes in subtropical western North Pacific. The two components induce SST anomalies through both surface heat flux and oceanic advection changes. The surface latent heat flux is predominantly responsible for SST changes. The oceanic advection has a secondary contribution to the SST change in subtropical western North Pacific associated with the northern component and in the Japan Sea associated with the southern component. The surface latent heat flux anomalies associated with the northern component are induced through changes in both wind speed and sea-air humidity difference, and those associated with the southern component are induced mainly through changes in sea-air humidity difference north of 20°N. The SST anomalies induced by the northern component are mostly independent of El Niño–Southern Oscillation (ENSO). While ENSO has a large effect on the SST anomalies in open oceanic regions, the southern component has a dominant contribution independent of ENSO to the SST anomalies in the marginal seas.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023149", 
        "title": "Effects of northern and southern components of the East Asian winter monsoon variability on SST changes in the western North Pacific"
    }, 
    {
        "author": "Vincent Combes, Samuel Hormazabal, Emanuele Di Lorenzo", 
        "date": "2015-06-02T19:23:13.377424-05:00", 
        "description": "\n\nThe Southeast Pacific, which encompasses the coasts of Peru and Chile, is one of the world's most productive regions resulting principally from the upwelling of subsurface nutrient-rich waters. Over the satellite altimetry era, there have been numerous evidence that surface mesoscale eddies play an important role in the offshore transport of rich coastal waters, but it has been only recently that few observational/numerical studies have highlighted the importance of the subsurface eddies. The eddy field variability is explored using the results of a high-resolution model experiment from 1979 to 2012. The model results indicate an asymmetry of the surface and subsurface eddy fields. While surface-intensified cyclones are slightly more frequent than anticyclones, the subsurface field is dominated by anticyclones (IntrathermoclineEddies; ITEs), triggered by the instability of the subsurface Peru Chile undercurrent (PCUC). Composite maps are consistent with in-situ observations. ITEs are associated with maximum vorticity around 150-200 m depth, warmer and more saline core, characteristic of the equatorial subsurface water from the PCUC. We find that the variability of the ITEs is significantly correlated with the ENSO equatorial signal. During strong El Niño events (e.g. 1982; 1998), we find that while the PCUC transport increases, the volume of coastal waters transported by ITEs however decreases during those periods. We find that the relaxation of the isopycnals along the coast during El Niño events leads to weakened baroclinic instability and to a decrease of the ITEs transport. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010265", 
        "title": "Interannual variability of the subsurface eddy field in the southeast Pacific"
    }, 
    {
        "author": "Xiang-Hui Fang, Fei Zheng, Jiang Zhu", 
        "date": "2015-05-25T10:56:46.264255-05:00", 
        "description": "\n\nIt has been suggested that the strength asymmetry of the Bjerknes feedback is responsible for the pronounced amplitude asymmetry between eastern Pacific (EP) and central Pacific (CP) El Niño events. Detailed analyses have indicated that this strength asymmetry is mainly derived from the weaker sensitivity of the zonal sea level pressure (SLP) anomaly to that of the diabatic heating anomaly during the development phase of CP El Niño events, which mainly results from the large cancelation induced by the negative sea surface temperature (SST)–cloud thermodynamic feedback that negates the positive dynamical feedback. This study validates these conclusions by using historical runs of 20 models involved in the Coupled Model Intercomparison Project Phase 5 (CMIP5). Our results suggest that the CMIP5 models generally depict the asymmetry in amplitude between the two types of El Niño events well, which is consistent with successfully simulating the strength asymmetry of the Bjerknes feedback. As observed during both types of El Niño events, variations in the total cloud amount and short wave radiation also indicated that the cloud radiative effect is an important factor that causes amplitude asymmetry between CP and EP El Niño events. However, the CMIP5 models are severely biased when capturing realistic CP El Niño structures, namely few models can simulate the significantly weaker warming anomalies in the EP relative to the CP. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010683", 
        "title": "The cloud radiative effect when simulating strength asymmetry in two types of El Niño events using CMIP5 models"
    }, 
    {
        "author": "Jennifer M. Jackson, Richard E. Thomson, Leslie N. Brown, Peter G. Willis, Gary A. Borstad", 
        "date": "2015-05-20T03:31:37.348619-05:00", 
        "description": "\n\nWe examine the spatial and temporal variability of satellite-sensed sea surface chlorophyll-a off the west coast of North America from 1997 to 2010, with focus on coastal British Columbia. The variability in surface chlorophyll-a is shown to be complex. Whereas the spring bloom generates the highest phytoplankton concentration for coastal Alaska, the north and east coasts of Haida Gwaii, Queen Charlotte Sound, the Strait of Georgia, and coastal Oregon and California, it is the fall bloom that normally generates the highest concentration for the west coast of Vancouver Island, Juan de Fuca Strait, and the west coast of Washington. The highest satellite-sensed chlorophyll concentrations occur in the Strait of Georgia, where mean values are at least two times higher than elsewhere in the northeast Pacific. Moreover, the annual average surface chlorophyll concentration has increased significantly in the Strait of Georgia from 5.9 mg m−3 in 1998 (a major El Niño year) to 8.9 mg m−3 in 2010 (a moderate El Niño year), suggesting an enhancement of biological productivity. Similarly, surface chlorophyll in the waters north and east of Haida Gwaii increased from 2.0 mg m−3 in 1998 to 2.8 mg m−3 in 2010. In all British Columbia regions, except the Strait of Georgia, the annual average chlorophyll concentration was highest in 2008, a year with prolonged La Niña conditions in the North Pacific. In the Strait of Georgia, the highest chlorophyll concentration was observed during the near neutral ENSO conditions of the spring of 2007. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010496", 
        "title": "Satellite chlorophyll off the British Columbia coast, 1997–2010"
    }, 
    {
        "author": "Cristina A. León-Chávez, Emilio Beier, Laura Sánchez-Velasco, Eric Desmond Barton, Victor M. Godínez", 
        "date": "2015-06-04T23:47:52.489563-05:00", 
        "description": "\n\nOn the basis of five oceanographic cruises carried out in the Eastern Tropical Pacific off Mexico, relationships between the larval fish habitats (areas inhabited by larval fish assemblages) and the environmental circulation scales (mesoscale, seasonal, and interannual) were examined. Analysis of in situ data over a grid of hydrographic stations and oblique zooplankton hauls with bongo net (505 µm) was combined with orthogonal robust functions decomposition applied to altimetry anomalies obtained from satellite. During both cool (March and June) and warm (August and November) periods, Bray-Curtis dissimilarity Index defined three recurrent larval fish habitats which varied in species composition and extent as a function of the environmental scales. The variability of the Tropical larval fish habitat (characterized by high species richness, and dominated by Vinciguerria lucetia, Diogenichthys laternatus, and Diaphus pacificus) was associated with the seasonal changes. The Transitional-California Current larval fish habitat (dominated by V. lucetia and D. laternatus, with lower mean abundance and lower species richness than in the Tropical habitat) and Coastal-and-Upwelling larval fish habitat (dominated by Bregmaceros bathymaster) was associated mainly with mesoscale activity induced by eddies and with coastal upwelling. During February 2010, the Tropical larval fish habitat predominated offshore and the Transitional-California Current larval fish habitat was not present, which we attribute to the effect of El Niño conditions. Thus, the mesoscale, seasonal, and interannual environmental scales affect the composition and extension of larval fish habitats.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010289", 
        "title": "Role of circulation scales and water mass distributions on larval fish habitats in the Eastern Tropical Pacific off Mexico"
    }, 
    {
        "author": "B. D. Hamlington, R. R. Leben, K.-Y. Kim, R. S. Nerem, L. P. Atkinson, P. R. Thompson", 
        "date": "2015-06-03T09:54:10.155058-05:00", 
        "description": "\n\nAlthough much of the focus on future sea level rise concerns the long-term trend associated with anthropogenic warming, on shorter time scales, internal climate variability can contribute significantly to regional sea level. Such sea level variability should be taken into consideration when planning efforts to mitigate the effects of future sea level change. In this study, we quantify the contribution to regional sea level of the El Niño-Southern Oscillation (ENSO). Through cyclostationary empirical orthogonal function analysis (CSEOF) of the long reconstructed sea level data set and of a set of U.S. tide gauges, two global modes dominated by Pacific Ocean variability are identified and related to ENSO and, by extension, the Pacific Decadal Oscillation. By estimating the combined contribution of these two modes to regional sea level, we find that ENSO can contribute significantly on short time scales, with contributions of up to 20 cm along the west coast of the U.S. The CSEOF decomposition of the long tide gauge records around the U.S. highlights the influence of ENSO on the U.S. east coast. Tandem analyses of both the reconstructed and tide gauge records also examine the utility of the sea level reconstructions for near-coast studies.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010602", 
        "title": "The effect of the El Niño-Southern Oscillation on U.S. regional and coastal sea level"
    }, 
    {
        "author": "Peter D. Bromirski, Daniel R. Cayan", 
        "date": "2015-05-09T23:34:17.188279-05:00", 
        "description": "\n\nClimate variations influence North Atlantic winter storm intensity and resultant variations in wave energy levels. A 60 year hindcast allows investigation of the influence of decadal climate variability on long-term trends of North Atlantic wave power, PW, spanning the 1948–2008 epoch. PW variations over much of the eastern North Atlantic are strongly influenced by the fluctuating North Atlantic Oscillation (NAO) atmospheric circulation pattern, consistent with previous studies of significant wave height, Hs. Wave activity in the western Atlantic also responds to fluctuations in Pacific climate modes, including the Pacific North American (PNA) pattern and the El Niño/Southern Oscillation. The magnitude of upward long-term trends during winter over the northeast Atlantic is strongly influenced by heightened storm activity under the extreme positive phase of winter NAO in the early 1990s. In contrast, PW along the United States East Coast shows no increasing trend, with wave activity there most closely associated with the PNA. Strong wave power “events” exhibit significant upward trends along the Atlantic coasts of Iceland and Europe during winter months. Importantly, in opposition to the long-term increase of PW, a recent general decrease in PW across the North Atlantic from 2000 to 2008 occurred. The 2000–2008 decrease was associated with a general shift of winter NAO to its negative phase, underscoring the control exerted by fluctuating North Atlantic atmospheric circulation on PW trends.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010440", 
        "title": "Wave power variability and trends across the North Atlantic influenced by decadal climate patterns"
    }, 
    {
        "author": "Vimlesh Pant, M. S. Girishkumar, T. V. S. Udaya Bhaskar, M. Ravichandran, Fabrice Papa, V. P. Thangaprakash", 
        "date": "2015-05-03T07:27:09.136752-05:00", 
        "description": "\n\nAn in situ gridded data of salinity, comprising Argo and CTD profiles, has been used to study the interannual variability of near-surface salinity (within 30 m from sea surface) in the Bay of Bengal (BoB) during the years 2005–2013. In addition to the broad agreement with earlier studies on the north-to-south gradient of surface salinity and general features of seasonal variability of salinity, the data also revealed few episodes of enhanced freshening in the BoB. The observations showed distinct anomalous low salinity (< 2 psu) waters in the northern BoB during June–February of the years 2006–2007 (Y67), 2011–2012 (Y12), and 2012–2013 (Y23). The anomalous freshening during these years showed similar life cycle, such as, it starts in the northern BoB during July–September of current summer and extends up to February–March of next winter with a southward propagation. Analysis showed that the oceanic and atmospheric conditions associated with positive Indian Ocean Dipole (pIOD) lead to these freshening events, and IOD rather than El Niño/Southern Oscillation (ENSO) controls the interannual variability of salinity in the BoB. The mixed layer salt budget analysis indicated the dominant role of local fresh water flux (horizontal advection) on the observed salinity tendency during summer (winter) monsoon season. Enhanced precipitation associated with pIOD lead to enhanced freshening in northern BoB during June–September, which remained to this region with prevailing summer monsoon circulation. The weakening or absence of southward east India coastal current (EICC) during October–December of these freshening years trapped anomalous freshwater in the northern BoB.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010340", 
        "title": "Observed interannual variability of near-surface salinity in the Bay of Bengal"
    }, 
    {
        "author": "R. Dwi Susanto, Y. Tony Song", 
        "date": "2015-04-15T09:54:34.216877-05:00", 
        "description": "\n\nThe Indonesian throughflow (ITF) from the Pacific to the Indian Ocean plays an important role in global ocean circulation and climate. Yet, continuous ITF measurement is difficult and expensive. The longest time series of in situ measurements of the ITF to date were taken in the Makassar Strait, the main pathway of the ITF. Here we have demonstrated a plausible approach to derive the ITF transport proxy using satellite altimetry sea surface height (SSH), gravimetry ocean bottom pressure (OBP) data, in situ measurements from the Makassar Strait from 1996 to 1998 and 2004 to 2011, and a theoretical formulation. We first identified the optimal locations of the correlation between the observed ITF transport through the Makassar Strait and the pressure gradients, represented by the SSH and OBP differences between the Pacific and Indian Oceans at a 1° × 1° horizontal resolution. The optimal locations were found centered at 162°E and 11°N in the Pacific Ocean and 80°E and 0° in the Indian Ocean, then were used in the theoretical formulation to estimate the throughflow. The proxy time series follow the observation time series quite well, with the 1993–2011 mean proxy transport of 11.6 ± 3.2 Sv southward, varying from 5.6 Sv during the strong 1997 El Niño to 16.9 Sv during the 2007 La Nina period, which are consistent with previous estimates. The observed Makassar mean transport is 13.0 ± 3.8 Sv southward over 2004–2011, while the SSH proxy (for the same period) gives an ITF mean transport of 13.9 ± 4.1 Sv and the SSH + OBP proxy (for 2004–2010) is 15.8 ± 3.2 Sv.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010382", 
        "title": "Indonesian throughflow proxy from satellite altimeters and gravimeters"
    }, 
    {
        "author": "Yunwei Yan, Guihua Wang, Chunzai Wang, Jilan Su", 
        "date": "2015-04-25T02:51:44.494202-05:00", 
        "description": "\n\nLow-salinity water with two cores is found off West Luzon Island in the South China Sea (SCS) during summer. A series of salinity observations and model results show that the low-salinity water begins to appear in June, reaches its lowest salinity in September, and disappears after October. Rainfall associated with the summer monsoon impinging on the Philippine mountain ranges plays an important role in the formation of the low-salinity water, while upward Ekman pumping of high-salinity subsurface water caused by the strong winter monsoon is important for its disappearance. Variation in mixed layer depth is responsible for the formation of the two cores of the low-salinity water, while advection also contributes. The study further demonstrates that the low-salinity water has considerable interannual variability associated with El Niño-Southern Oscillation (ENSO): during the summer of the decaying year of an El Niño, an anticyclonic wind anomaly occurs in the SCS. The anticyclonic wind anomaly is associated with a northeasterly anomaly south of 18°N, reducing precipitation and causing salting of the low-salinity water off West Luzon Island. The situation is reversed during the summer of the decaying year of a La Niña.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010465", 
        "title": "Low-salinity water off West Luzon Island in summer"
    }, 
    {
        "author": "Xuerong Qin, Alex Sen Gupta, Erik van Sebille", 
        "date": "2015-04-26T09:21:21.761911-05:00", 
        "description": "\n\nThe Pacific Equatorial Undercurrent (EUC) transports water originating from a number of distinct source regions, eastward across the Pacific Ocean. It is responsible for supplying nutrients to the productive eastern Equatorial Pacific Ocean. Of particular importance is the transport of iron by the EUC; the limiting nutrient in that region. Although the mean circulation and sources of EUC water are reasonably well understood, it is unclear how the contribution of water from these sources to the EUC vary on seasonal to interannual timescales. Here a Lagrangian analysis is applied to the eddy-resolving OFAM3 ocean simulation in order to identity variability in the makeup of the EUC over an 18 year period (1993–2010). While ENSO has an influence on the variability of source transport contributions to the EUC, the signal of increased (decreased) transport of water from the LLWBCs during El Niño (La Niña) periods does not translate to substantial changes in the makeup of the EUC between 165°E and 140°W. It is hypothesized that this is due to the large spread in travel times of water parcels as they travel from the source regions into the EUC. The consequent erosion of transport anomalies generated at the different western boundary source regions associated with ENSO may help explain why previous studies found little relationship between variability in iron fluxes off Papua New Guinea shelves and the chlorophyll response in the eastern tropical Pacific.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010549", 
        "title": "Variability in the origins and pathways of Pacific Equatorial Undercurrent water"
    }, 
    {
        "author": "Alvaro Fernandez, Thomas J. Lapen, Rasmus Andreasen, Peter K. Swart, Christopher D. White, Brad E. Rosenheim", 
        "date": "2015-06-12T08:39:01.390335-05:00", 
        "description": "\n\nWe present coral and sclerosponge based reconstructions of the 14C content in North Atlantic dissolved inorganic carbon (DIC) during the last ~100 years from the subtropical cells (STCs). These waters are sensitive to the dynamics of the shallow overturning meridional circulation that transports heat and water masses from the subtropics to the tropics. We use these records to investigate the circulation patterns of the off-equatorial upwelling regions of the STCs, which are not well understood. Coral and sclerosponge skeletons provide long time-series of ocean DIC 14C content, a tracer of oceanic circulation, effectively extending the observational record back in time. Sclerosponge data from the Bahamas were used to extend the existing subtropical 14C time series to the 21st century. Coral 14C data from the Cape Verde Islands (1890–2002) captured the 14C signature of water brought to the surface in the off-equatorial regions of the STC present near the West African coast. We observe a unique post-bomb trend at Cape Verde that is similar to the upwelling regions in the Pacific, and we interpret this trend as the result of the slow penetration of bomb 14C into the interior ocean as part of the STC circulation. Using a multi-box mixing model we constrain the time history of bomb 14C in the eastern tropical Atlantic, and we estimate a 20-year timescale for ventilation of the thermocline in this area of the Ocean. The similarity between the Atlantic and Pacific 14C-based records of upwelling suggests that both are caused by bomb 14C penetration rather than more complex explanations that invoke changes in thermocline depth (e.g., related to El Niño Southern Oscillation variability) or changes in the strength of the subtropical cells. Our results offer constraints for models of tropical ocean circulation and anthropogenic CO2 uptake that attempt to reproduce the characteristics of the shallow wind driven circulation in the Atlantic.", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015PA002790", 
        "title": "Ventilation Timescales Of The N. Atlantic Subtropical Cell Revealed By Coral Radiocarbon From The Cape Verde Islands"
    }, 
    {
        "author": "Christina Karamperidou, Pedro N. Di Nezio, Axel Timmermann, Fei-Fei Jin, Kim M. Cobb", 
        "date": "2015-05-21T14:58:51.938309-05:00", 
        "description": "\nThe response of El Niño–Southern Oscillation (ENSO) to mid-Holocene boundary conditions remains an open question: paleoclimate proxies and climate model simulations do not agree in the magnitude of the reduction of ENSO variability, while recent proxy evidence from fossil corals from the central Pacific show that the reduction in mid-Holocene ENSO variability compared to the end of the twentieth century is not different from the reduction during other Holocene time intervals. This is inconsistent with the interpretation of lake and ocean sediment records from the eastern Pacific, which show a significant reduction compared to all other Holocene periods. In order to reconcile the seemingly conflicting proxy evidence from the eastern and central Pacific, we hypothesize that ENSO remained active during the mid-Holocene; however, there was a change in the spatial pattern of the sea surface temperature anomalies, also known as ENSO flavors. Using National Center for Atmospheric Research's Community Climate System Model version 4 forced with mid-Holocene orbital conditions, we find that the frequency of occurrence of the strongest eastern Pacific (EP) events decreases in the mid-Holocene and their variance is reduced by ∼30%, while the frequency of central Pacific (CP) events slightly increases and their variance does not change. We also find a shift in the seasonality of EP events, but not in that of CP events. Lastly, mid-Holocene EP events develop more slowly and decay faster. The differential response of ENSO flavors to mid-Holocene forcing is remotely forced by the West Pacific, where a weakening of the trade winds in early boreal spring in the mid-Holocene initiates an anomalous downwelling annual Kelvin wave, which reaches the eastern Pacific during the ENSO development season, weakens the upper ocean stratification, and results in reduced ENSO upwelling feedback. The simulated reduction in the EP flavor versus the CP flavor in the mid-Holocene is consistent with proxy evidence: The teleconnection patterns of the two flavors with temperature, precipitation, and salinity are distinct, and proxies from different regions of the Pacific might be recording variability associated with only one of the flavors, or some combination of their relative effects.", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014PA002742", 
        "title": "The response of ENSO flavors to mid-Holocene climate: Implications for proxy interpretation"
    }, 
    {
        "author": "", 
        "date": "2015-07-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">The El Nino Southern Oscillation (ENSO) and the Indian Ocean Dipole (IOD) are widely recognized as major drivers of inter-annual variability of the Indian monsoon (IM) and extreme rainfall events (EREs). We assess the time-varying strength and non-linearity of these linkages using dynamic linear regression and Generalized Additive Models. Our results suggest that IOD has evolved independently of ENSO, with its influence on IM and EREs strengthening in recent decades when compared to ENSO, whose relationship with IM seems to be weakening and more uncertain. A unit change in IOD currently has a proportionately greater impact on IM. ENSO positively influences EREs only below a threshold of 100 mm day<sup class=\"a-plus-plus\">−1</sup>. Furthermore, there is a non-linear and positive relationship between IOD and IM totals and the frequency of EREs (&gt;100 mm day<sup class=\"a-plus-plus\">−1</sup>). Improvements in modeling this complex system can enhance the forecasting accuracy of the IM and EREs.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2288-0", 
        "title": "Non-stationary and non-linear influence of ENSO and Indian Ocean Dipole on the variability of Indian monsoon rainfall and extreme rain events"
    }, 
    {
        "author": "", 
        "date": "2015-07-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">The interannual variability of seasonal precipitation in eastern China from fall to following spring is examined for the period of 1951–2004 based on observations at 106 stations. The temporal variability of seasonal mean values is decomposed into intraseasonal (fast) and slow (potentially predictable) components. EOF analysis is then applied to both the fast and predictable components. We find that (1) the most predictable signal migrates in a north–south direction along with the annual cycle of the monsoon in east China, while spatial patterns of the leading fast modes does not change much; (2) the predictable signal of precipitation in eastern China is associated with anomalous atmospheric circulation patterns having more zonally symmetric structures while the fast time-varying precipitation components are accompanied by wavy anomalous atmospheric circulation patterns; (3) the most predictable signal has an apparent 1-season lagged correlation with the interannual variation of sea surface temperature associated with El Niño/Southern Oscillation; (4) The fast rainfall component is largely attributed to the intraseasonal variabilities of the Siberian High over the Eurasian continent and the subtropical high associated with the Western-Pacific-Oscillation-like variabilities over the North Pacific; and (5) The ENSO signal in the fall seasonal precipitation persisted throughout the entire 54-year period while the signal in winter intensified significantly after the mid-1970s. This is attributed to the weaker/stronger intensification of ENSO anomalies in the tropical Pacific during the fall/winter.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2411-2", 
        "title": "Interannual variability of autumn to spring seasonal precipitation in eastern China"
    }, 
    {
        "author": "", 
        "date": "2015-07-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">Inverse methods are used to investigate changes in the precursors to El Niño Southern Oscillation (ENSO) events since the so-called 1970’s climate shift, associated with a change in the phase of the Interdecadal Pacific Oscillation (IPO). Linear Inverse Models (LIMs) constructed from tropical sea surface temperature, thermocline depth and zonal wind stress anomalies from each of the periods 1959–1978 and 1979–1998, are able to reproduce the major observed characteristics of ENSO, including its amplitude, frequency and time evolution. Each LIM possesses low-frequency and biennial ENSO modes, the former being both the least damped and the mode responsible for strongest pseudoresonance, as quantified via calculation of the resolvent norm. Because these modes are damped, ENSO variability is sustained in the stochastically forced LIMs by transiently growing perturbations, and predictability is determined by the character of the transiently growing subspace of perturbations. The optimal linear precursor over any given lead time is equivalent to the optimal perturbation of the LIM, that represents the most rapidly growing linear perturbation over that timescale. In both periods linear ENSO growth occurs through one of two trajectories associated with the 7 and 15 month optimal perturbations. The structure of these two optimal perturbations change significantly between the two periods, and their ability to predict ENSO degrades dramatically when applied to the alternate period. This suggests that ENSO precursors changed following the 1970s climate shift over both 7 and 15 month time-scales. In particular, while prior to the climate shift the heat content of the equatorial Pacific alone is a skillful ENSO predictor on 7 month lead times, afterwards Indian and south Atlantic sea surface temperature anomalies are inferred to have become important. Optimal ENSO growth over 15 months also contains a significant extra-Pacific contribution, and it is possible to skillfully hindcast some (but not all) ENSO events in both periods over 15 month lead times. Of the four considered linear precursors, only the 7 month optimal perturbation corresponding to the period 1959–1978 is able to skillfully hindcast ENSO amplitude from 1998 to the present, correctly predicting the development of El Niño conditions since February 2014. As such the optimal precursor structure appears to be related to the phase of the IPO, and we conjecture that extra-Pacific teleconnections may gain importance during a positive phase of the IPO.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2300-8", 
        "title": "Optimal forcing of ENSO either side of the 1970’s climate shift and its implications for predictability"
    }, 
    {
        "author": "H. Athar", 
        "date": "2015-03-03T04:07:02.100922-05:00", 
        "description": "\n\nThe analyses of monthly and annual variability, and the seasonal teleconnections with the Indian Ocean Dipole (IOD), El-Niño Southern Oscillation (ENSO), and the North Atlantic Oscillation (NAO) circulation indices, for rainfall from 26 stations in Saudi Arabia (SA), for 33-year period (1978–2010), are presented. High interannual variability with non-monsoonal annual cycle characterizes the rainfall climate of SA in recent 33-year period. Eight of 26 stations display statistically significant simultaneous teleconnections with IOD and ENSO in the September–October–November (SON) season. These eight stations are situated north of 21.50°N (nSA) and are located in northern and in southeastern regions of nSA.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.570", 
        "title": "Teleconnections and variability in observed rainfall over Saudi Arabia during 1978–2010"
    }, 
    {
        "author": "Victor Privalsky, Vladislav Yushkov", 
        "date": "2014-12-10T01:12:26.016844-05:00", 
        "description": "\n\nStatistical properties of observed and CMIP5-simulated bivariate time series ‘annual global surface temperature (AGST) – sea surface temperature in the Niño area 3.4 (SST3.4)’ are analyzed in the time and frequency domains. Both observed and most simulated data show that AGST is explicitly affected by SST3.4 but not vice versa. Though the AGST spectral density is low at intermediate frequencies, most CMIP5 models reproduce its behavior and show the high coherence observed in nature inside that frequency band. However, CMIP5 models show a dependence between AGST and SST3.4 at frequencies below 0.1 year−1, which is not found in nature.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.548", 
        "title": "ENSO influence upon global temperature in nature and in CMIP5 simulations"
    }, 
    {
        "author": "U. Umakanth, Amit P. Kesarkar, T. Narayana Rao, S. Vijaya Bhaskar Rao", 
        "date": "2014-09-12T11:30:13.288474-05:00", 
        "description": "\n\nWe proposed a new objective criterion for discerning breaks in Indian summer monsoon rainfall, which is based on grid-level rainfall threshold. The identified breaks reproduced all well-known breaks discussed in the literature, but are relatively fewer in number. The correlation analysis between the number of break days and all-India seasonal rainfall is not only high (R2 = −0.77) but also reproduced well-known association between El Nino and bad monsoon years. The fraction of seasonal rainfall in break days is found to be smaller (<10%) over most part of India than earlier studies, indicating that the discerned spells are valid for a large part of India.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.536", 
        "title": "An objective criterion for the identification of breaks in Indian summer monsoon rainfall"
    }, 
    {
        "author": "Lei Wang, Jianping Li, Zhanggui Wang, Yanjie Li, Fei Zheng", 
        "date": "2014-09-26T06:04:30.715704-05:00", 
        "description": "\n\nCorrelation analyses reveal that the perturbation potential energy (PPE) in the extratropics and tropics in boreal winters undergoes out-of-phase oscillations (PPE1 extratropics–tropics oscillation, PETO). PETO is closely related to both El Niño-Southern Oscillation  (ENSO) and kinetic energy, furthermore, PETO tends to dominate over the extratropics while ENSO is more important over the tropics. In the Northern (Southern) Hemisphere, positive PETO phases tend to strengthen (weaken) Hadley circulation and to weaken (strengthen) an expanded Ferrel circulation, resulting in equatorward shift of the subtropical jet streams. In addition, precipitation is enhanced in regions of ascending vertical motion, and warmer temperatures are observed in the tropics except over the western Pacific.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.532", 
        "title": "The oscillation of the perturbation potential energy between the extratropics and tropics in boreal winter"
    }, 
    {
        "author": "Indrani Roy, Matthew Collins", 
        "date": "2014-12-13T10:31:23.908338-05:00", 
        "description": "\n\nA solar influence on Indian Summer Monsoon (ISM) rainfall, identified in previous studies using the method of solar peak year compositing, may not be robust and can be influenced by other factors such as the El Nino Southern Oscillation (ENSO) and trends. Regression analysis, which takes into account variations across the whole solar cycle rather than just the minimum /maximum solar years, fails to detect any direct solar influence on the ISM during June–August. Regression suggests that the spatial pattern of ENSO, as imprinted in the sea level pressure in the Indian Ocean region, covering parts of Australia, has changed during the second half of last century. Thus ENSO impacts via variations in the local Hadley circulation may have played a role in modulating the ISM during that period. Finally, we discuss a possible indirect connection between the solar cycle and monsoon rainfall, which are different since the 1950s.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.547", 
        "title": "On identifying the role of Sun and the El Niño Southern Oscillation on Indian Summer Monsoon Rainfall"
    }, 
    {
        "author": "Jasti S. Chowdary, Arti B. Bandgar, C. Gnanaseelan, Jing-Jia Luo", 
        "date": "2015-01-24T09:05:47.413217-05:00", 
        "description": "\n\nWhile the importance of El Niño to the Indian summer monsoon (ISM) rainfall variability has been widely recognized, the role of tropical Indian Ocean (TIO) is still unclear. Present results based on coupled model sensitivity experiments revealed that the TIO air–sea interaction trims down suppressed rainfall locally over the ISM region by opposing the influence of tropical Pacific Ocean (TPO) during El Niño developing summers. Besides, El Niño-induced TIO basin-wide warming supports positive rainfall anomalies over the ISM region by maintaining local convection. TIO local air–sea interaction opposes the Pacific impact even in the absence of Indian Ocean Dipole.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.561", 
        "title": "Role of tropical Indian Ocean air–sea interactions in modulating Indian summer monsoon in a coupled model"
    }, 
    {
        "author": "Gabriele Villarini, Rhawn F. Denniston", 
        "date": "2015-06-12T00:45:48.752153-05:00", 
        "description": "\n\nThe contribution by tropical cyclones (TCs) to extreme rainfall in Australia is examined using daily rainfall measurements from over 2000 rain gauges. Analyses focus on the period beginning with regular satellite monitoring of TCs (1969/1970) through the year 2012/2013 and consider daily and multi-daily annual maximum rainfall series. Our results indicate that TCs play a prominent role in extreme rainfall over much Australia, with more than half of the highest annual rainfall events associated with these storms over the coastal regions and in particular over Western Australia. Moreover, the TC fractional contribution to extreme rainfall increases as we focus on the largest rainfall events, with approximately 66–100% of annual maxima in excess of 100 mm (∼4 inches) over Western Australia associated with TCs at over one third of the locations. Given the well-established controls on Australian TC activity by the El Niño–Southern Oscillation (ENSO), we also examined the relationship between extreme rainfall associated with TCs and ENSO using logistic regression. A larger probability of having an annual rainfall maximum related to TCs occurs during La Niña years, consistent with enhanced Australian cyclogenesis during these phases of ENSO. We also highlighted regional differences in the link between ENSO and extreme rainfall events, highlighting the stronger connection along the coastal areas and in particular over Western Australia.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4393", 
        "title": "Contribution of tropical cyclones to extreme rainfall in Australia"
    }, 
    {
        "author": "Junqiao Feng, Qingye Wang, Shijian Hu, Dunxin Hu", 
        "date": "2015-06-12T00:21:13.534332-05:00", 
        "description": "\n\nThe spatial structure and temporal evolution of the intraseasonal variability (ISV) of the subsurface ocean temperature (STA) in the equatorial Pacific associated with the two flavours of El Niño [i.e. the canonical or eastern Pacific (EP) El Niño and the central Pacific (CP) El Niño] are investigated using observations and 1.5-layer linear reduced gravity model. Results suggest that the ISV characteristics show some differences in the two types of El Niño, although both oscillate along the thermocline in the form of the intraseasonal equatorial Kelvin wave (IEKW), which is excited in the western tropical Pacific by the zonal wind stress associated with the Madden–Julian oscillation (MJO). First, the period of dominant mode of the STA ISV during CP El Niño broadly distributes in 50–80 days with the spectra peaking in 60–65 days. By contrast, the spectrum of STA ISV during EP El Niño shows a peak in 75–80-day period. This indicates that the wave speed is faster in the CP El Niño than in EP El Niño. Second, the ISV activity peaks in previous spring during the developing phase of EP El Niño, whereas during CP El Niño it becomes the most active during the mature phase. Third, the strongest IEKW occurs in the CP around the dateline during CP El Niño and attenuates quickly east of 130°W due to strong eddy viscosity dissipation, while the IEKW during the EP El Niño propagates efficiently from the western to the eastern Pacific with a relative weak diffusion.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4389", 
        "title": "Intraseasonal variability of the tropical Pacific subsurface temperature in the two flavours of El Niño"
    }, 
    {
        "author": "Xin Hao, Fei Li, Jianqi Sun, Huijun Wang, Shengping He", 
        "date": "2015-06-05T06:39:41.525027-05:00", 
        "description": "\n\nThe simulated response of the East Asian winter monsoon (EAWM) to ENSO-like sea surface temperature anomalies (SSTAs) forcing in three U.S. Climate Variability and Predictability (U.S. CLIVAR) Project models (GFDL, CCM3, and CCM3.5) are evaluated. The time series of the ENSO-like pattern significantly correlates with the EAWM index for the period 1949–2004 based on the HadISST SST data set and the NCEP atmospheric reanalysis. Their correlation coefficient is −0.32 at the 95% confidence level. The warm (cold) phase of ENSO-like SSTAs is associated with a weakened (strengthened) Siberian High and an eastern-positioned (western-positioned) Aleutian Low, anomalous southerly (northerly) wind at 850 hPa and positive (negative) surface air temperature anomalies over East Asia and western North Pacific, while 300 hPa zonal wind anomalies emerge with a reduced (accelerated) East Asian jet stream.\nFurther model examination reveals that the simulated response over East Asia forced by warm (cold) ENSO-like SSTAs in CCM3 and the three-model ensemble corresponds to the weakened (strengthened) EAWM. The spatial correlation coefficients between the three-model ensemble and observation in the atmospheric circulation and surface air temperature range from 0.15 to 0.80 at the 99% confidence level. This success in simulating relationship between ENSO-like SSTAs and EWAM using three-model ensemble proposes a new idea for the EAWM prediction.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4388", 
        "title": "Assessment of the response of the East Asian winter monsoon to ENSO-like SSTAs in three U.S. CLIVAR Project models"
    }, 
    {
        "author": "Renata G. Tedeschi, Matthew Collins", 
        "date": "2015-05-19T06:30:52.06235-05:00", 
        "description": "\n\nSouth American precipitation is observed to respond differently to different types of El Niño Southern Oscillation (ENSO) events, such as those in which the main signal in sea surface temperature (SST) occurs either in the eastern equatorial Pacific or central equatorial Pacific. This study investigates how Coupled Model Intercomparison Project Phase 5 (CMIP5) models represent different types of ENSO and how they represent teleconnections to South American precipitation. It is found that the CMIP5 models can represent the basic structure of SST anomalies that occur during different types of ENSO events and these are described using simple SST indices. Most of the CMIP5 models can reproduce the correct sign of precipitation anomalies in northeast South America during austral summer and autumn, in cases where the observed teleconnections are relatively strong. The same is also true of north South America in austral summer. In the east and southeast regions of South America, many models fail to reproduce the correct sign during both Canonical and Modoki/Central Pacific/Warm Pool ENSO events. The precipitation composites in Atmospheric Model Intercomparison Project (AMIP) models tend to agree with their CMIP5 counterparts, so we conclude that the errors in teleconnections are not principally driven by mean SST biases. Precipitation teleconnections in the northern regions are shown to be linked to variations in the Walker circulation in models, with the exception of that in north South America during March–May. During March–May, composite precipitation in southeast South America is related to wave trains emanating from the equator.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4371", 
        "title": "The influence of ENSO on South American precipitation during austral summer and autumn in observations and models"
    }, 
    {
        "author": "Ming Luo, Yee Leung, Hans-F. Graf, Michael Herzog, Wei Zhang", 
        "date": "2015-05-19T06:24:18.957913-05:00", 
        "description": "\n\nThis article investigates the year-to-year variability of the onset of the South China Sea summer monsoon (SCSSM) and the possible influences exerted by the surface temperature anomalies over land and sea. Early and late monsoon onsets are related to the temperature anomalies in different regions. It is found that an early onset follows negative sea surface temperature (SST) anomalies in the central tropical Pacific (CP) Ocean during the preceding winter and spring, corresponding to a CP La Niña. In contrast, a late onset is preceded by the negative surface air temperature anomalies over land in the central Asian continent. Negative SST anomalies in the central-eastern equatorial Pacific Ocean and the associated warming in the western Pacific induce an anomalously enhanced Walker circulation. This anomalous Walker cell leads to an increase in convection, causing more latent heat release and a subsequent decrease of surface pressure. The anomalous Walker cell and the enhanced latent heat release weaken the Western North Pacific subtropical high and the Philippine Sea anticyclone, favouring a westerly flow from the Indian Ocean, resulting in an early SCSSM onset. On the other hand, negative land surface temperature anomalies cool the atmosphere over land, and locally modify the Hadley circulation, accompanied by the anomalous divergence in the low-level atmosphere over the western equatorial Pacific. This divergence anomaly reduces the latent heat release and strengthens the anticyclone in the Philippine Sea, thus preventing the westward extension of the westerlies from the Indian Ocean and causing a late SCSSM onset.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4364", 
        "title": "Interannual variability of the onset of the South China Sea summer monsoon"
    }, 
    {
        "author": "Jiabing Shuai, Zhao Zhang, Fulu Tao, Peijun Shi", 
        "date": "2015-05-09T04:34:30.392198-05:00", 
        "description": "\n\nThe El Niño Southern Oscillation (ENSO) is one of the main factors influencing global climate variability and consequently has a major effect on crop yield variability. However, most studies have been based on statistical approaches, which make it difficult to discover the underlying impact mechanisms. Here, using process-based crop model Model to Capture the Crop-Weather relationship over a Large Area (MCWLA)-Maize, we found a consistent spatial pattern of maize yield variability in association with ENSO between MCWLA-Maize model outputs and observations. During El Niño years, most areas of China, especially in the north, experience a yield increase, whereas some areas in the south have a decrease in yields. During La Niña years, there is an obvious decline in yields, mainly in the north and northeast, and a general increase in the south. In-depth analyses suggest that precipitation P rather than temperature T and solar radiation S during the maize growing season is the main cause of ENSO-induced maize yield variability in northern and northeastern China. Although a 2 °C change of T can affect maize yields more than a 20% change of P, greater changes of P contribute more to maize yield variability during ENSO years. In general, maize yields in drier regions are much more sensitive to P variability than those in wetter areas. All changes in meteorological variables, including T, P, S, and vapour pressure deficit (VPD) during ENSO years, affect yield variability mainly through their effects on water stress. Our results suggest that more effective agricultural information can be provided to government decision makers and farmers by developing a food security warning system based on the MCWLA-Maize model and ENSO forecast information.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4360", 
        "title": "How ENSO affects maize yields in China: understanding the impact mechanisms using a process-based crop model"
    }, 
    {
        "author": "Ester Salimun, Fredolin Tangang, Liew Juneng, Francis W. Zwiers, William J Merryfield", 
        "date": "2015-05-09T04:33:48.220029-05:00", 
        "description": "\n\nThis study evaluates the forecast skill of the fourth version of the Canadian coupled ocean–atmosphere general circulation model (CanCM4) and its model output statistics (MOS) to forecast the seasonal rainfall in Malaysia, particularly during early (October–November–December) and late (January–February–March) winter monsoon periods. CanCM4 is the latest component of the Canadian Seasonal to Inter-annual Prediction System (CanSIPS), which is a multi-seasonal climate prediction system developed particularly for Canada but applicable globally. Generally, CanCM4's skill in reproducing the climatology during winter is not as good as in other seasons because of the model's inability to simulate the regional synoptic circulations over the western Maritime Continent. In particular, the model fails to forecast the cold surges and Borneo vortex circulations that play critical roles in moisture horizontal advection. Moreover, its forecast skill during the early winter monsoon period is poorer than during the late period. Interestingly, forecast skill is enhanced when MOS models are applied as the MOS utilizes the predictive signals in the quasi-global predictors from the CanCM4 forecast system. The predictability can be traced to the conventional El Niño–Southern Oscillation (ENSO) and ENSO Modoki signals that are present in the CanCM4 forecast MOS predictor fields. The quasi-global sea-surface temperature and quasi-global sea-level pressure fields are found to be the most useful predictors. Interestingly, CanCM4 forecast signals associated with the Indian Ocean Dipole also contribute to the skill. Skill enhancement is particularly significant for northern Borneo during early monsoon periods in medium- and long-lead forecasts when the CanCM4 has minimal direct skill in the region.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4361", 
        "title": "Skill evaluation of the CanCM4 and its MOS for seasonal rainfall forecast in Malaysia during the early and late winter monsoon periods"
    }, 
    {
        "author": "Federico Ariel Robledo, Carolina Vera, Olga C. Penalba", 
        "date": "2015-05-04T05:28:46.603598-05:00", 
        "description": "\n\nA singular value decomposition (SVD) analysis was performed jointly on the daily intensity of extreme rainfall (DIER) over Argentina and sea surface temperature (SST) anomalies from 17.5°N–90°S to describe and understand the influence of the large-scale variability of the SSTs on the regional extreme rainfall events for spring summer, autumn and winter. Three main leading modes were identified in agreement with previous works. Mode 1 activity is strongly related to El Niño-Southern Oscillation (ENSO). Warm anomalies in the central-eastern tropical Pacific and western Indian Ocean induce circulation anomalies extended along the South Pacific and the development of a continental-scale circulation gyre in South America promoting moisture convergence, and in turn favouring DIER positive anomalies, in eastern Argentina. The combined influence of SST anomalies in the tropical Atlantic and western tropical Pacific characterizes Mode 2 activity, which induces an anticyclonic (cyclonic) circulation gyre in southeastern South America promoting anomalous moisture convergence (divergence) and thus positive (negative) DIER anomalies in eastern Argentina in spring and fall (summer and winter). Finally, Mode 3 activity is also influenced by SST anomalies in tropical central-eastern Pacific from winter to summer. The associated teleconnections contribute to the development of a cyclonic circulation mainly influencing southeastern South America (SESA) circulation to the north of 30°S from summer to winter, and further south in spring.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4359", 
        "title": "Influence of the large-scale climate variability on daily rainfall extremes over Argentina"
    }, 
    {
        "author": "Stephanie A. McAfee, Erika K. Wise", 
        "date": "2015-05-04T05:28:23.446341-05:00", 
        "description": "\n\nAcross the western United States, seasonal-scale El Niño-Southern Oscillation (ENSO) teleconnections have been extensively described. Less attention has been paid to spatial and temporal details of these relationships that might be particularly important to managers and decision makers. Here, we explore intra-seasonal relationships between the Southern Oscillation Index (SOI) and average temperature, wet-day temperature, overall precipitation amount, precipitation frequency, and rain/snow partitioning at 138 Global Historical Climatology Network weather stations across the Pacific Northwest of the United States. Results of this study indicate that ENSO influences were generally more pronounced along the coast and in the northern Idaho/western Montana region than in the lee of the Cascades. There was a distinct seasonality in response, with stronger correlations in the late winter (February–March) than in the autumn (October–November) or mid-winter (December–January). The fraction of stations demonstrating correlations to SOI has changed over time, with a trend towards greater spring teleconnections in recent decades.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4351", 
        "title": "Intra-seasonal and inter-decadal variability in ENSO on impacts on the Pacific Northwest"
    }, 
    {
        "author": "Andres E. Pescio, Paula B. Martin, Walter C. Dragani", 
        "date": "2015-04-27T05:06:18.901603-05:00", 
        "description": "\n\nSurface scalar wind speed trends (from 1979 to 2009) at the southwestern Atlantic Ocean, between 33° and 50°S and 55° and 70°W, were estimated from the NCEP/NCAR I (NR1) and the Climate Forecast System Reanalysis (CFSR) using Sen's slope. Trends were tested using the seasonal Mann–Kendall test. Scalar wind speed trends computed from NR1 database were positive throughout the whole study area, with values ranging from +0.01 to +0.03 m s−1 year−1. On the contrary, wind speed trends computed from CFSR database were rather different to trends obtained from NR1 reanalysis. Wind speed and sea surface temperature (SST) trend patterns, both computed from CFSR database, seem to be quite consistent but, in general, no apparent relationship between both patterns was obtained when different global databases were analysed. Sea surface wind speed data compiled from multiple satellite observations were also used to compute wind speed trends. Computed satellite trends resulted in very good agreement with positive values obtained from NR1 database. NR1 data series presented significant inter-annual to multi-decadal oscillations at the Argentinean continental shelf, but they would not seem to be associated either with the Southern Annular Mode or with El Niño Southern Oscillation. Possible impacts of positive speed wind trends on the mean depth of the ocean mixed layer and on the wind wave climate are briefly discussed.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4348", 
        "title": "Wind speed trends over the southwestern Atlantic Ocean, between 33° and 50°S"
    }, 
    {
        "author": "Shengzhi Huang, Qiang Huang, Jianxia Chang, Guoyong Leng", 
        "date": "2015-04-16T02:09:31.23744-05:00", 
        "description": "\n\nIt is of great importance to investigate links between hydrological drought and climate indices, which helps to further reveal the cause of hydrological drought from a perspective of climate change, thus helping guiding future drought prediction and control. For a case study in the Columbia River basin, the Standardized Streamflow Index (SSI) was employed to characterize hydrological drought. The heuristic segmentation method was applied to identify change points of annual streamflow series spanning 1960–2012 in the Columbia River basin, and the cross-wavelet analysis was utilized to reveal the correlations between monthly climate indices and SSI. The primary results are as following: (1) monthly SSI has a statistically significantly increasing trend in November and December and a noticeably decreasing trend in June and July in the main stream of the basin; (2) generally, hydrological drought risk in this basin is high, and that in the Snake River is higher than the main stream of the Columbia River; (3) El Niño Southern Oscillation (ENSO) and Arctic Oscillation (AO) play a major role in affecting hydrological drought in the Columbia River basin, and ENSO index mainly affects SSI at a relatively short time scale (2–7 years), while AO primarily impacts SSI at a relatively long time scale (more than 10 years); (4) anthropogenic activities intensify hydrological drought in the Columbia River basin, and they primarily influence the linkages between climate indices and hydrological drought at intra-annual scale (less than 12 months), however, which do not change the basic pattern of their correlations.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4344", 
        "title": "Linkages between hydrological drought, climate indices and human activities: a case study in the Columbia River basin"
    }, 
    {
        "author": "Sandro Wellyanto Lubis, Christoph Jacobi", 
        "date": "2014-06-12T12:44:06.014039-05:00", 
        "description": "\n\nA detailed examination of the Tropical Rainfall Measuring Mission (TRMM) daily estimates, merging high-quality (HQ)/infrared (IR) precipitation from 1998 to 2009, revealed the modulating influence of convectively coupled equatorial waves (CCEWs), including Kelvin, n = 1 equatorial Rossby (ER), mixed Rossby-gravity (MRG), and tropical depression (TD)-type waves, on the variability of tropical precipitation. Consistent with inviscid β-plane shallow water theory, the wave-induced convergence zones are found to be an active location for precipitation. Modulated precipitation by ER waves exhibits slow westward phase progression of approximately −4.8 m s−1, and it is distributed as a symmetric pair of off-equatorial maxima and a weak equatorial peak. MRG waves show an asymmetrically modulated precipitation distribution and a faster phase progression of about −16.1 m s−1 followed by enhanced symmetrical gyres. Peak precipitation within TD-type waves originates in the trough axis of off-equatorial vortex trains and propagates to the west at approximately −9.5 m s−1. Regarding Kelvin waves, typical positive precipitation anomalies travelling in the east–west direction occur in the maxima of low-level wind convergences, with an approximate phase progression of about 15.4 m s−1.\nVariability of tropical precipitation due to CCEWs behaves relatively varied over different seasons and locations. TD-type waves exhibit more predominant impacts than other waves, with maximum impacts of up to 9.75 ± 4.54% of the total precipitation variance during boreal summer, which is three times higher than the MRG peak (2.90 ± 0.82%). On the other hand, Kelvin and n = 1 ER waves each have more prominent effects during boreal winter; up to 6.99 ± 3.30 % and 3.77 ± 1.79 %, respectively. On average, our results suggest that, although being less dominant than other tropical oscillations (e.g. ENSO, MJO), these four types of CCEWs can considerably affect precipitation by contributing up to 16–20% of the total intraseasonal (2.5–72 days) precipitation variance in the tropics.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4069", 
        "title": "The modulating influence of convectively coupled equatorial waves (CCEWs) on the variability of tropical precipitation"
    }, 
    {
        "author": "Kevin K. W. Cheung, Ningbo Jiang, K. S. Liu, Lisa T.-C. Chang", 
        "date": "2014-06-12T12:44:00.722521-05:00", 
        "description": "\n\nThe variability of intense tropical cyclone (TC) in the Southern Hemisphere and its relation to large-scale environmental parameters are examined through temporal and spatial principal component analysis (PCA). The results show that there was a shift from low intense TC activity during 1976/1977–1987/1988 (period 1) to high activity during 1988/1989–2007/2008 (period 2). Accumulated cyclone energy maps indicate that this shift is related to more occurrences of intense TCs in the southwestern Indian Ocean (SWIO) and northwestern Australian region during period 2. The spatial-mode PCA identifies distinct sea surface temperature anomaly (SSTA) patterns dominating in periods 1 and 2. The four dominating patterns in period 1 have low or negative SSTA in the TC development regions (especially over SWIO), whereas the five dominating ones in period 2 have much higher SSTA in the same regions. The temporal variability of the vertical wind shear (VWS) over the Indian Ocean (IO) is examined through the temporal-mode PCA. The first mode is El Niño Southern Oscillation (ENSO)-related, but there is no clear interdecadal variability identified. The second mode shows high VWS during the 1970s to early 1980s that is similar in length to period 1, followed by low VWS afterwards during period 2. This change in VWS thus may be responsible for the shift in intense TC activity over the IO. Linear correlative analysis shows that the mode of variability in VWS is significantly related to subtropical dipole events in the IO. Potential linkages of these findings with ENSO and Interdecadal Pacific Oscillation are discussed.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4073", 
        "title": "Interdecadal shift of intense tropical cyclone activity in the Southern Hemisphere"
    }, 
    {
        "author": "Sil Lanckriet, Amaury Frankl, Enyew Adgo, Piet Termonia, Jan Nyssen", 
        "date": "2014-06-19T11:48:48.203516-05:00", 
        "description": "\n\nThis study presents a method to elaborate atmospheric teleconnections and applies it on the drought-prone region of North Ethiopia. By doing so, the relatively new procedure known as empirical orthogonal teleconnection analysis (EOT) was validated as an effective way for identifying the impact of atmospheric patterns in remote oceanic basins on rainfall trends at a particular location. Rainfall trends were investigated, and trend analysis on optimally interpolated rain gauge data (1948–2013) shows no significant decrease for kiremt rainfall (June–September) in North Ethiopia. However, EOT analysis of assimilated mean sea level pressure data reveals that not only El Niño Southern Oscillation (ENSO)/La Niña, but also the Indian Ocean Dipole (IOD) has a significant impact in North Ethiopia. Including the variability of the Southwest Monsoons (SWM), subsequent multivariate regression could model North Ethiopian kiremt rainfall from these three teleconnections (R2 = 0.64), representing 89% of all dry years. In particular, the interaction between these three teleconnections was a major contributor to the 1983–1985 droughts and famine. The study hence finds a significant impact of three atmospheric teleconnections (ENSO, IOD, SWM) on North Ethiopian rainfall variability. Moreover, it is pointed out that EOT analysis is a useful tool to identify the relations between drought risk and remote atmospheric systems.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4074", 
        "title": "Droughts related to quasi-global oscillations: a diagnostic teleconnection analysis in North Ethiopia"
    }, 
    {
        "author": "David Gallego, Paulina Ordóñez, Pedro Ribera, Cristina Peña-Ortiz, Ricardo García-Herrera", 
        "date": "2015-06-11T01:50:46.591325-05:00", 
        "description": "\n\nA new index, namely the African South Westerly Index (ASWI), based on the persistence of the low-level south westerly winds in the region [29°W-17°W;7°N-13°N] is developed to characterise the strength of the West African Monsoon. The ASWI is significantly correlated with the monsoonal precipitation in the Sahel in the 1900–2013 period (r = +0.57, r = +0.66 and r = +0.53 for July, August and September respectively). By using historical wind direction measurements it has been possible to compute the ASWI back to 1790 for July and to 1839 for August and September, thus providing the first instrumental record of the West African Monsoon strength for a large portion of the 19th century.\nSince the 1970s, the Sahel has experienced a strong and persistent drought. During this period the West African Monsoon has been weaker than normal and its correlation with different climatic patterns such as the ENSO has changed. The analysis of our new series indicates that this anomalous behaviour of the West African Monsoon has no precedent in the last 170 years.\nOur results also show that the period 1839–1890 was characterised by a stronger than average monsoon, resulting in relatively wet conditions in the Sahel. Notwithstanding, two of the few dry years within this period were concurrent with large volcanic eruptions in the Northern Hemisphere. This latter result supports the recently described relationship between major volcanic eruptions and the occurrence of isolated drought episodes in the Sahel.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2601", 
        "title": "An instrumental index of the West African Monsoon back to the 19th century"
    }, 
    {
        "author": "Rajib Chattopadhyay, R. Phani, C. T. Sabeerali, A. R. Dhakate, K. D. Salunke, S. Mahapatra, A. Suryachandra Rao, B. N. Goswami", 
        "date": "2015-05-15T09:24:27.505534-05:00", 
        "description": "\nBased on extensive analysis of observations and a series of climate model experiments, here we establish that slow variations of northern hemispheric extratropical sea-surface temperature (SST) anomalies can augment seasonal predictability of the south Asian monsoon. The SST conditions and performance of the south Asian monsoon during 2013 boreal summer months (June–September) led us to hypothesize that the strong extratropical SST anomalies in the North Pacific and North Atlantic in conjunction with weak tropical SST anomalies (weak La Niña) were responsible for the above-normal rainfall over India during 2013. We also argue that the 2013 SST pattern and above-normal monsoon condition are not unique but occurred on several occasions in the past. Further, we show that there is a complementary pattern of strong extratropical SST and weak tropical SST that is associated with below-normal south Asian monsoon rainfall. We also show that the extratropical SST pattern in the Northern Hemisphere is associated with a low-frequency interdecadal mode of variability indicating potential predictability associated with such extratropical SST forcing. Extensive experiments with an atmospheric general circulation model forced by such SST conditions elucidate the mechanism through which the extratropical SSTs influence the Indian monsoon. The SST anomalies affect the north–south temperature gradient and lead to a local displacement of the jet stream, setting up a quasi-stationary wave. Such a stationary wave, in turn, affects the tropospheric temperature (TT) over southern Eurasia, influencing the north–south TT gradient in the region and thereby the Indian monsoon. Our discovery of this additional source of potential predictability together with the fact that the new-generation coupled ocean–atmosphere models are capable of predicting the extratropical SST anomalies brightens the prospect of south Asian monsoon prediction.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2562", 
        "title": "Influence of extratropical sea-surface temperature on the Indian summer monsoon: an unexplored source of seasonal predictability"
    }, 
    {
        "author": "R. G. Harrison, K. A. Nicoll, M. H. P. Ambaum", 
        "date": "2015-05-13T08:48:12.119514-05:00", 
        "description": "\nLiquid layer clouds are abundant globally. Lacking strong convection, they do not become electrified by the usual thunderstorm mechanisms of collisional electrification between hydrometeors of different phases. Instead, the background global circuit current flow in fair weather is largely unaffected by the layer cloud's presence, and, if the layer cloud is extensive horizontally, the vertical fair weather conduction current passes through the cloud. A consequence of the vertical current flow is that, at the cloud–air boundary where there is a conductivity transition and droplets form or evaporate, droplet charging occurs. Charge can affect both droplet evaporation and droplet–droplet collisions. Using new radiosonde instrumentation, the charge observed at layer cloud edges is evaluated for both these microphysical droplet processes. This shows that the charging is more likely to affect collision processes than activation, for small droplets. Enhancing the collection efficiency of small droplets modifies their evolution and propagates through the size distribution to shorten the autoconversion time-scale to rain drops, and the cloud radiative properties. Because the conduction current density is influenced by both external (e.g. solar modulation of high-energy particles) and internal (e.g. El Niño–Southern Oscillation) factors, current flow leading to layer cloud edge charging provides a possible route for expressing solar influences on the climate system and a teleconnection mechanism for communicating internal climate variability.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2554", 
        "title": "On the microphysical effects of observed cloud edge charging"
    }, 
    {
        "author": "Hans Hersbach, Carole Peubey, Adrian Simmons, Paul Berrisford, Paul Poli, Dick Dee", 
        "date": "2015-03-26T06:43:53.341484-05:00", 
        "description": "\nThis article describes an ensemble of ten atmospheric model integrations for the years 1899–2010, performed at the European Centre for Medium-Range Weather Forecasts (ECMWF). Horizontal spectral resolution is T159 (about 125 km), using 91 levels in the vertical from the surface up to 1 Pa, and a time step of 1 h. This ensemble, denoted by ERA-20CM, formed the first step toward a twentieth-century reanalysis within ERA-CLIM, a three-year European funded project involving nine partners.\nSea-surface temperature and sea-ice cover are prescribed by an ensemble of realizations (HadISST2), as recently produced by the Met Office Hadley Centre within ERA-CLIM. Variation in these realizations reflect uncertainties in the available observational sources on which this product is based. Forcing terms in the model radiation scheme follow CMIP5 recommendations. Any effect of their uncertainty is neglected. These terms include solar forcing, greenhouse gases, ozone and aerosols. Both the ocean surface and radiative forcing incorporate a proper long-term evolution of climate trends in the twentieth century, and the occurrence of major events, such as the El Niño–Southern Oscillations and volcanic eruptions.\nNo atmospheric observations were assimilated. For this reason ERA-20CM is not able to reproduce actual synoptic situations. However, the ensemble is able to provide a statistical estimate of the climate. Overall, the temperature rise over land is in fair agreement with the CRUTEM4 observational product. Over the last two decades the warming over land exceeds the warming over sea, which is consistent with models participating in the CMIP5 project, as well as with the ECMWF ERA-Interim reanalysis. Some aspects of warming and of the hydrological cycle are discerned, and the model response to volcanic eruptions is qualitatively correct.\nThe data from ERA-20CM are freely available, embracing monthly-mean fields for many atmospheric and ocean-wave quantities, and synoptic fields for a small, essential subset.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2528", 
        "title": "ERA-20CM: a twentieth-century atmospheric model ensemble"
    }, 
    {
        "author": "J. Camp, M. Roberts, C. MacLachlan, E. Wallace, L. Hermanson, A. Brookshaw, A. Arribas, A. A. Scaife", 
        "date": "2015-03-10T10:03:19.440988-05:00", 
        "description": "The variability and predictability of tropical storm activity in the Met Office fully coupled atmosphere–ocean Global Seasonal Forecast System 5 (GloSea5) is assessed. GloSea5 is a high-resolution seasonal forecast system with an atmospheric horizontal grid of 0.83°\nlongitude × 0.55° latitude (∼53 km at 55°N) and 0.25° in the global ocean. The performance of the system is assessed in terms of its ability to retrospectively predict the observed tropical storm climatology and its response to the El Niño–Southern Oscillation (ENSO). Results are compared to the predecessor system GloSea4 (∼120 km atmospheric horizontal resolution) and observational analyses over the common period of the operational hindcast for both systems: 1996–2009. A supplementary assessment of GloSea5 for the period 1992–2013 is then performed to evaluate skill of tropical storm predictions in the Northern Hemisphere as well as landfall frequency along two regions, the US coast and the Caribbean, over a longer period. GloSea5 is able to reproduce key tropical storm characteristics, such as their geographical distribution, seasonal cycle and interannual variability, as well as spatial changes in storm track density with ENSO. GloSea5 shows statistically significant skill for predictions of tropical storm numbers and accumulated cyclone energy (ACE) index in the North Atlantic, western Pacific, Australian region and South Pacific. Statistically significant skill is also found for predictions of landfall frequency along the Caribbean coastline. Skill is similar using either the direct counting of landfalling storms in the model, or by inferring landfall rates from the Atlantic basin-wide storm count. We find no skill for predictions of landfall along the US coast. Results suggest the potential for operational seasonal tropical storm forecasts throughout the Tropics.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2516", 
        "title": "Seasonal forecasting of tropical storms using the Met Office GloSea5 seasonal forecast system"
    }, 
    {
        "author": "C. MacLachlan, A. Arribas, K. A. Peterson, A. Maidens, D. Fereday, A. A. Scaife, M. Gordon, M. Vellinga, A. Williams, R. E. Comer, J. Camp, P. Xavier, G. Madec", 
        "date": "2014-06-27T12:16:24.868391-05:00", 
        "description": "\nThis article describes the UK Met Office Global Seasonal forecast system version 5 (GloSea5). GloSea5 upgrades include an increase in horizontal resolution in the atmosphere (N216–0.7°) and the ocean (0.25°), and implementation of a 3D-Var assimilation system for ocean and sea-ice conditions. GloSea5 shows improved year-to-year predictions of the major modes of variability. In the Tropics, predictions of the El Niño–Southern Oscillation are improved with reduced errors in the West Pacific. In the Extratropics, GloSea5 shows unprecedented levels of forecast skill and reliability for both the North Atlantic Oscillation and the Arctic Oscillation. We also find useful levels of skill for the western North Pacific Subtropical High which largely determines summer precipitation over East Asia.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2396", 
        "title": "Global Seasonal forecast system version 5 (GloSea5): a high-resolution seasonal forecast system"
    }, 
    {
        "author": "M. Girault, H. Arakawa, A. Barani, H. J. Ceccaldi, F. Hashihama, and G. Gregori", 
        "date": "Wed, 10 Jun 2015 00:00:00 +0200", 
        "description": "<b>Heterotrophic prokaryote distribution along a 2300 km transect in the North Pacific subtropical gyre during a strong La Niña conditions: relationship between distribution and hydrological conditions</b><br /><br />Biogeosciences, 12, 3607-3621, 2015<br /><br />Author(s): M. Girault, H. Arakawa, A. Barani, H. J. Ceccaldi, F. Hashihama, and G. Gregori<br /><br />The spatial distribution of heterotrophic prokaryotes was investigated\nduring the Tokyo–Palau cruise in the western part of the North Pacific\nsubtropical gyre (NPSG) along a north–south transect between 33.60 and\n13.25° N. The cruise was conducted in three different hydrological\nareas identified as the Kuroshio region, the subtropical gyre area and the\ntransition zone. Two eddies were crossed along the transect: one cold-core\ncyclonic eddy and one warm-core anticyclonic eddy and distributions of the\nheterotrophic prokaryotes were recorded. By using analytical flow cytometry\nand a nucleic acid staining protocol, heterotrophic prokaryotes were\ndiscriminated into three subgroups depending on their nucleic acid content\n(low, high and very high nucleic acid contents labelled LNA, HNA and VHNA,\nrespectively). Statistical analyses performed on the data set showed that\nLNA, mainly associated with low temperature and low salinity, were dominant\nin all the hydrological regions. In contrast, HNA distribution seemed to be\nassociated with temperature, salinity, Chl <i>a</i> and silicic acid. A latitudinal\nincrease in the HNA / LNA ratio was observed along the north–south transect\nand was related to higher phosphate and nitrate concentrations. However, the\nopposite relationship observed for the VHNA / HNA ratio suggested that the\nlink between nucleic acid content and oligotrophic conditions is not linear,\nunderlying the complexity of the biodiversity in the VHNA, HNA and LNA\nsubgroups. In the Kuroshio Current, it is suggested that the high\nconcentration of heterotrophic prokaryotes observed at station 4 was linked\nto the path of the cold cyclonic eddy core. In contrast, it is thought that\nlow concentrations of heterotrophic prokaryotes in the warm core of the\nanticyclonic gyre (Sta. 9) are related to the low nutrient concentrations\nmeasured in the seawater column. Our results showed that the high\nvariability between the various heterotrophic prokaryote cluster abundances\ndepend both on the mesoscale structures and the oligotrophic gradient.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/3607/2015/", 
        "title": "Heterotrophic prokaryote distribution along a 2300 km transect in the North Pacific subtropical gyre during a strong La Niña conditions: relationship between distribution and hydrological conditions"
    }, 
    {
        "author": "J. Roberts, C. Plummer, T. Vance, T. van Ommen, A. Moy, S. Poynter, A. Treverrow, M. Curran, and S. George", 
        "date": "Tue, 05 May 2015 00:00:00 +0200", 
        "description": "<b>A 2000-year annual record of snow accumulation rates for Law Dome, East Antarctica</b><br /><br />Climate of the Past, 11, 697-707, 2015<br /><br />Author(s): J. Roberts, C. Plummer, T. Vance, T. van Ommen, A. Moy, S. Poynter, A. Treverrow, M. Curran, and S. George<br /><br />Accurate high-resolution records of snow accumulation rates in Antarctica are\ncrucial for estimating ice sheet mass balance and subsequent sea level\nchange. Snowfall rates at Law Dome, East Antarctica, have been linked with\nregional atmospheric circulation to the mid-latitudes as well as regional\nAntarctic snowfall. Here, we extend the length of the Law Dome accumulation record from 750\nyears to 2035 years, using recent annual layer dating that extends to 22 BCE. Accumulation rates were calculated as the ratio of measured to modelled\nlayer thicknesses, multiplied by the long-term mean accumulation rate. The\nmodelled layer thicknesses were based on a power-law vertical strain rate\nprofile fitted to observed annual layer thickness. The periods 380–442,\n727–783  and 1970–2009 CE have above-average snow accumulation rates,\nwhile 663–704, 933–975 and 1429–1468 CE were below average, and\ndecadal-scale snow accumulation anomalies were found to be relatively common\n(74 events in the 2035-year record). The calculated snow accumulation rates\nshow good correlation with atmospheric reanalysis estimates, and significant\nspatial correlation over a wide expanse of East Antarctica, demonstrating\nthat the Law Dome record captures larger-scale variability across a large\nregion of East Antarctica well beyond the immediate vicinity of the Law Dome\nsummit. Spectral analysis reveals periodicities in the snow accumulation\nrecord which may be related to El Niño–Southern Oscillation (ENSO) and Interdecadal Pacific\nOscillation (IPO) frequencies.", 
        "journal": "Climate of the Past", 
        "link": "http://www.clim-past.net/11/697/2015/", 
        "title": "A 2000-year annual record of snow accumulation rates for Law Dome, East Antarctica"
    }, 
    {
        "author": "C. M. Brierley", 
        "date": "Fri, 27 Mar 2015 00:00:00 +0100", 
        "description": "<b>Interannual climate variability seen in the Pliocene Model Intercomparison Project</b><br /><br />Climate of the Past, 11, 605-618, 2015<br /><br />Author(s): C. M. Brierley<br /><br />Following reconstructions suggesting weakened temperature gradients along the\nEquator in the early Pliocene, there has been much speculation about Pliocene\nclimate variability. A major advance for our knowledge about the later\nPliocene has been the coordination of modelling efforts through the Pliocene\nModel Intercomparison Project (PlioMIP). Here the changes in interannual\nmodes of sea surface temperature variability will be presented across\nPlioMIP. Previously, model ensembles have shown little consensus in the\nresponse of the El Niño–Southern Oscillation (ENSO) to imposed forcings\n– either for the past or future. The PlioMIP ensemble, however, shows\nsurprising agreement, with eight models simulating reduced variability and\nonly one model indicating no change. The Pliocene's robustly weaker ENSO also\nsaw a shift to lower frequencies. Model ensembles focussed on a wide variety\nof forcing scenarios have not yet shown this level of coherency. Nonetheless,\nthe PlioMIP ensemble does not show a robust response of either ENSO flavour\nor sea surface temperature variability in the tropical Indian and North\nPacific oceans. Existing suggestions linking ENSO properties to to changes in\nzonal temperature gradient, seasonal cycle and the elevation of the Andes\nMountains are investigated, yet prove insufficient to explain the consistent\nresponse. The reason for this surprisingly coherent signal warrants further\ninvestigation.", 
        "journal": "Climate of the Past", 
        "link": "http://www.clim-past.net/11/605/2015/", 
        "title": "Interannual climate variability seen in the Pliocene Model Intercomparison Project"
    }, 
    {
        "author": "K. D. Williams, C. M. Harris, A. Bodas-Salcedo, J. Camp, R. E. Comer, D. Copsey, D. Fereday, T. Graham, R. Hill, T. Hinton, P. Hyder, S. Ineson, G. Masato, S. F. Milton, M. J. Roberts, D. P. Rowell, C. Sanchez, A. Shelly, B. Sinha, D. N. Walters, A. West, T. Woollings, and P. K. Xavier", 
        "date": "Thu, 21 May 2015 00:00:00 +0200", 
        "description": "<b>The Met Office Global Coupled model 2.0 (GC2) configuration</b><br /><br />Geoscientific Model Development, 8, 1509-1524, 2015<br /><br />Author(s): K. D. Williams, C. M. Harris, A. Bodas-Salcedo, J. Camp, R. E. Comer, D. Copsey, D. Fereday, T. Graham, R. Hill, T. Hinton, P. Hyder, S. Ineson, G. Masato, S. F. Milton, M. J. Roberts, D. P. Rowell, C. Sanchez, A. Shelly, B. Sinha, D. N. Walters, A. West, T. Woollings, and P. K. Xavier<br /><br />The latest coupled configuration of the Met Office Unified Model\n  (Global Coupled configuration 2, GC2) is presented. This paper\n  documents the model components which make up the configuration\n  (although the scientific description of these components is detailed\n  elsewhere) and provides a description of the coupling between the\n  components. The performance of GC2 in terms of its systematic errors\n  is assessed using a variety of diagnostic techniques. The\n  configuration is intended to be used by the Met Office and\n  collaborating institutes across a range of timescales, with the\n  seasonal forecast system (GloSea5) and climate projection system\n  (HadGEM) being the initial users. In this paper GC2 is compared\n  against the model currently used operationally in those two systems.\n<br><br>\n  Overall GC2 is shown to be an improvement on the configurations used\n  currently, particularly in terms of modes of variability\n  (e.g. mid-latitude and tropical cyclone intensities, the\n  Madden–Julian Oscillation and El Niño Southern\n  Oscillation). A number of outstanding errors are identified with the\n  most significant being a considerable warm bias over the Southern\n  Ocean and a dry precipitation bias in the Indian and West African\n  summer monsoons. Research to address these is ongoing.", 
        "journal": "Geoscientific Model Development", 
        "link": "http://www.geosci-model-dev.net/8/1509/2015/", 
        "title": "The Met Office Global Coupled model 2.0 (GC2) configuration"
    }
]