[
    {
        "author": "", 
        "date": "2015-09-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">In this study, a newly developed method, termed moving empirical orthogonal function analysis (MEOF), is applied to the study of midlatitude baroclinic waves over the wintertime North Pacific from 1979 to 2009. It is shown that when the daily, high-pass filtered (2–10 days) meridional wind at 250 hPa is chosen as the variable of the MEOF analysis, typical features of baroclinic waves/storm tracks over the wintertime North Pacific can be well described by this method. It is found that the first two leading modes of the MEOF analysis, MEOF1 and MEOF2, assume quite different patterns. MEOF1 takes the form of a single wave train running in the east-west direction along 40°N, while MEOF2 is a double wave train pattern running in the east-west direction along 50°N and 30°N, respectively. The shift composites of various anomalous fields based on MEOF1 and MEOF2 assume typical baroclinic wave features.</p>\n                    <p class=\"a-plus-plus\">MEOF1 represents a primary storm track pulsing with an intrinsic time scale of two days. It shows significant “midwinter suppression” and apparent interannual variability. It is stronger after the mid-1990s than before the mid-1990s. MEOF2 represents a double-branch storm track, also with an intrinsic time scale of approximately two days, running along 50°N and 30°N, respectively. It shows no apparent seasonal variation, but its interannual and decadal variation is quite clear. It oscillates with larger amplitude and longer periods after the mid-1990s than before the mid-1990s, and is heavily modulated by El Niño-Southern Oscillation (ENSO).</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-015-4251-3", 
        "title": "Two modes and their seasonal and interannual variation of the baroclinic waves/storm tracks over the wintertime North Pacific"
    }, 
    {
        "author": "", 
        "date": "2015-08-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">The impacts of El Niño and La Niña on the rainfall over southern China in winter half year (November–April) are investigated diagnostically. It is found that positive rainfall anomalies with statistical significance appear over southern China in El Niño winter but no reversed significant rainfall anomalies in La Niña winter. The asymmetry of the rainfall anomalies are related with the asymmetry in anomalous circulation over western North Pacific (WNP) in lower troposphere, with a strong anomalous anticyclone in El Niño winter but a weak anomalous cyclone in La Niña winter. It is revealed that the asymmetric responses in anomalous circulation to El Nino and La Niña are affected by the intraseasonal oscillation (ISO). In El Niño winter the interannual variation is dominant and the ISO is weak, and the strong interannual variation leads to a strong response of the anomalous anticyclone over WNP in winter half year. However, in La Niña winter the ISO is dominant and the interannual variation is weak, and the weak interannual variation results in a weak response of the anomalous cyclone over WNP.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2207-4", 
        "title": "Role of intraseasonal oscillation in asymmetric impacts of El Niño and La Niña on the rainfall over southern China in boreal winter"
    }, 
    {
        "author": "", 
        "date": "2015-08-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">Mega-El Niño-Southern Oscillation (ENSO) and the North Atlantic Oscillation (NAO), as two principal components of the global air-sea coupling system, may have synchronous or out-synchronous fluctuations during different epochs. Understanding such connection change is instrumental for climate prediction, particularly the decadal prediction. Results in this study show that mega-ENSO has experienced a notable inter-decadal change in its linkage with the winter NAO during the past 56 years: mega-ENSO was significantly correlated with the NAO during 1957–1981 (or synchronous epoch), while such correlation has broken down since 1982 (or out-synchronous epoch). This marked change might be attributed to a sea surface temperature (SST) forcing change in the North Atlantic, based on the observational and numerical evidences in this study. The synchronous epoch is concurrent with the anomalous tropical North Atlantic (TNA) SST forcing, whereas the out-synchronous epoch is associated with the anomalous extra-tropical North Atlantic (XNA) SST forcing. Two possible reasons may explain how the synchronous behaviors between mega-ENSO and the NAO were tied to the TNA SST anomaly (SSTA). There is a positive feedback between the TNA SSTA and the NAO-like atmosphere anomalies, which helps to “prolong” the NAO impacts from the developing phase through mature phase of mega-ENSO. Additionally, the TNA SSTA itself may induce a NAO-like atmosphere anomaly. Since 1982, the TNA SSTA has been replaced by the XNA SSTA and the latter primarily favors a NAO-neutral state in the atmosphere, which ends the synchronous epoch.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2361-8", 
        "title": "Interdecadal variability of the mega-ENSO–NAO synchronization in winter"
    }, 
    {
        "author": "", 
        "date": "2015-08-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">The impact of the interannual variations in ENSO SSTs on the spread of probability density function (PDF) for the seasonal mean of variables of societal relevance are analyzed based on a large set of the hindcasts from NCEP CFSv2. The study is focused on the analysis of global rainfall and 2-m temperature over land (T2m) for December–January–February (DJF) seasonal mean. For rainfall, the spatial distribution of the ENSO SST induced changes on the spread of PDF strongly resembles changes in the mean but have a smaller amplitude. Over the central-eastern equatorial Pacific, changes in the spread lead to a reduction in signal-to-noise ratio (SNR) during El Niño years while to an increase in the SNR during La Niña years. Over extratropics, year to year changes in the spread are relatively small. For T2m, the changes in spread have little systematic dependence on the ENSO SSTs and the amplitudes of the changes in spread are much smaller than corresponding changes in the ensemble mean. The results demonstrate small systematic year to year variations in the PDF spread, for example over extratropics for rainfall and over most of global land areas for T2m, and indicate that it might be a good practice in seasonal predictions to assume that the spread of seasonal means from year to year is constant and the skill in seasonal forecast information resides primarily in the shift of the first moment of the seasonal mean of the PDF.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2336-9", 
        "title": "Influence of ENSO SSTs on the spread of the probability density function for precipitation and land surface temperature"
    }, 
    {
        "author": "", 
        "date": "2015-08-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">El Niño phenomenon is the main oceanic driver of the interannual atmospheric variability and a determinant source of predictability in the tropics and extratropics. Several studies have found a consistent and statistically significant impact of El Niño over the North Atlantic European Sector, which could lead to an improvement of the skill of current seasonal forecast systems over Europe. Nevertheless, this signal seems to be non-stationary in time and it could be modulated by the ocean at very low frequencies. Hence, the seasonal climate predictability based on El Niño could be variable and only effective for specific time periods. This study considers the multidecadal changes in the ocean mean state as a possible modulator of ENSO-European rainfall teleconnection at interannual timescales. A long control simulation of the CNRM-CM5 model is used to substantiate this hypothesis and to assess if it can be relevant to explain the non-stationary behavior seen in the twentieth century. The model reproduces the leading rainfall mode over the Euro-Mediterranean region, and its non stationary link with El Niño. This teleconnection has been identified in coincidence with changes of the zonal mean flow at upper levels, which influence the propagation of the waves from the tropics to extratropics through the atmosphere and, hence, to explain the changing impact over Europe. However, the non-stationary impact observed along the twentieth century could also be related to the observed changes in the interannual oceanic forcing signal itself. The results obtained suggest, for both hypotheses, an important role of the natural internal variability of the ocean at multidecadal timescales.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2319-x", 
        "title": "A mechanism for the multidecadal modulation of ENSO teleconnection with Europe"
    }, 
    {
        "author": "", 
        "date": "2015-08-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">The prediction skills of climate model simulations in the western tropical Pacific (WTP) and East Asian region are assessed using the retrospective forecasts of seven state-of-the-art coupled models and their multi-model ensemble (MME) for boreal summers (June–August) during the period 1983–2005, along with corresponding observed and reanalyzed data. The prediction of summer rainfall anomalies in East Asia is difficult, while the WTP has a strong correlation between model prediction and observation. We focus on developing a new approach to further enhance the seasonal prediction skill for summer rainfall in East Asia and investigate the influence of convective activity in the WTP on East Asian summer rainfall. By analyzing the characteristics of the WTP convection, two distinct patterns associated with El Niño-Southern Oscillation developing and decaying modes are identified. Based on the multiple linear regression method, the East Asia Rainfall Index (EARI) is developed by using the interannual variability of the normalized Maritime continent-WTP Indices (MPIs), as potentially useful predictors for rainfall prediction over East Asia, obtained from the above two main patterns. For East Asian summer rainfall, the EARI has superior performance to the East Asia summer monsoon index or each MPI. Therefore, the regressed rainfall from EARI also shows a strong relationship with the observed East Asian summer rainfall pattern. In addition, we evaluate the prediction skill of the East Asia reconstructed rainfall obtained by hybrid dynamical–statistical approach using the cross-validated EARI from the individual models and their MME. The results show that the rainfalls reconstructed from simulations capture the general features of observed precipitation in East Asia quite well. This study convincingly demonstrates that rainfall prediction skill is considerably improved by using a hybrid dynamical–statistical approach compared to the dynamical forecast alone.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2343-x", 
        "title": "Enhancement of seasonal prediction of East Asian summer rainfall related to western tropical Pacific convection"
    }, 
    {
        "author": "", 
        "date": "2015-08-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">Australia experienced much above average rainfall in association with strong, extended La Niña conditions during 2010–2012. Was the heavy Australian rainfall influenced by La Niña conditions and/or anthropogenic greenhouse gases? We investigate the relative contributions of anthropogenic climate change and natural climatic variability to the likelihood of heavy Australian rainfall using three distinct model datasets. Area-average rainfall anomalies for model simulations with natural forcings only were compared to simulations with both anthropogenic and natural forcings using 16 models participating in the Coupled Model Intercomparison Project Phase 5. Using fraction of attributable risk to compare the likelihood of unusual rainfall between the parallel experiments, we find attribution statements are uncertain, with FAR values sensitive to the attribution parameters considered, including thresholds, regions and seasons. When heavy rainfall probabilities were next investigated in ensembles of two atmospheric general circulation models, run with and without anthropogenically-induced sea surface temperature changes, results were model-dependent. Overall, the attribution of seasonal-scale heavy Australia rainfall to a particular cause is likely more complicated than for temperature extremes. As estimates of the greenhouse gas attributable change in rainfall risk may depend on the model datasets considered, it is also useful to consider model outputs from several datasets and using various estimates of counterfactual surface conditions to establish robust attribution statements for extreme rainfall events. In contrast, comparing the likelihoods of heavy rainfall during simulated La Niña years with El Niño/neutral years reveals a substantial La Niña influence on Australian rainfall during 2010–2012 that is robust to changes in the attribution framework.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2283-5", 
        "title": "Are estimates of anthropogenic and natural influences on Australia’s extreme 2010–2012 rainfall model-dependent?"
    }, 
    {
        "author": "Yu-Chiao Liang, Jin-Yi Yu, Min-Hui Lo, Chunzai Wang", 
        "date": "2015-07-28", 
        "description": "\n\nThis study finds that the El Niño influences on the summer Great Plains low-level jet (GPLLJ) are different for the Central Pacific (CP) and Eastern Pacific (EP) types during their decaying phases. While the CP El Niño induces negative sea level pressure anomalies over the Gulf of Mexico to drive anomalous northerly winds weakening the GPLLJ, the EP El Niño intensifies the GPLLJ by inducing anomalous surface air temperature gradient between the northeastern and southwestern United States. The recent emerging CP El Niño can weaken the GPLLJ to lead to a drier environment in the central United States.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl.590", 
        "title": "The changing influence of El Niño on the Great Plains low-level jet"
    }, 
    {
        "author": "Christopher Lucas, Hanh Nguyen", 
        "date": "2015-07-27", 
        "description": "\n\nRadiosonde-based tropical expansion rate estimates for six continental-centered regions of the globe are discussed. New results from the Northern Hemisphere are presented, complementing previous Southern Hemisphere (SH) results using an identical methodology. Expansion rates are largest over Asia and Australia-New Zealand (ANZ). Other regions show more modest rates of expansion, and there is no statistically significant expansion over North America. In the hemispheric average, expansion rates are slightly larger in the SH. This asymmetry, although not statistically significant, is consistent with ozone depletion acting as a codriver of tropical expansion since 1979. The picture of regional expansion here is different from that in other studies or that derived solely from reanalyses. The relationships between tropical expansion and modes of climate variability are explored using partial regression techniques. Interannually, a relationship is seen with the El Niño–Southern Oscillation (ENSO) across most of the globe. Regionally, the Pacific Decadal Oscillation (PDO) has a significant impact over Asia, while the Southern Annular Mode (SAM) affects expansion over ANZ. Considering the longer-term changes in the climate variability indices since 1979, it suggests that the PDO may account for up to 50% of the observed tropical expansion over Asia, while SAM may account for 20–30% of the SH expansion, particularly over ANZ. Decadal changes in ENSO may account for a further 20–30% of the global and regional trends. Accounting for the effect of climate variability helps to reconcile the differences in observations and model-based simulations of tropical expansion.\n", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023130", 
        "title": "Regional characteristics of tropical expansion and the role of climate variability"
    }, 
    {
        "author": "Nicola Maher, Shayne McGregor, Matthew H. England, Alexander Sen Gupta", 
        "date": "2015-07-25", 
        "description": "\n\nThe effects of large tropical volcanic eruptions on Indo-Pacific tropical variability are investigated using 122 historical ensemble members from the Coupled Model Intercomparison Project 5. Radiative forcing due to volcanic aerosols in the stratosphere is found to increase the likelihood of a model climatic response that projects onto both the El Niño–Southern Oscillation and the Indian Ocean Dipole (IOD). Large eruptions are associated with co-occurring El Niño and positive IOD events in the ensemble means that peak 6–12 months after the volcanic forcing peaks, marking a significant increase in the likelihood of each event occurring in the Southern Hemisphere (SH) spring/summer posteruption. There is also an ensemble mean La Niña-like response in the third SH summer posteruption, which coincides with a significant increase in the likelihood of a La Niña occurring. Taken together with the initial cooling, this La Niña-like response may increase the persistence of the cool global average surface temperature anomaly after an eruption.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064751", 
        "title": "Effects of volcanism on tropical variability"
    }, 
    {
        "author": "Lauren T. Toth, Richard B. Aronson, Hai Cheng, R. Lawrence Edwards", 
        "date": "2015-07-25", 
        "description": "\n\nWind-driven upwelling in Pacific Panamá is a significant source of oceanographic variability in the tropical eastern Pacific. This upwelling system provides a critical teleconnection between the Atlantic and tropical Pacific that may impact climate variability on a global scale. Despite its importance to oceanographic circulation, ecology, and climate, little is known about the stability of the Panamanian upwelling system or its interaction with climatic forcing on millennial timescales. Using a combination of radiocarbon and U-series dating of fossil corals collected in cores from five sites across Pacific Panamá, we reconstructed the local radiocarbon reservoir correction, ΔR, from ~6750 cal BP to present. Because the ΔR of shallow-water environments is elevated by upwelling, our dataset represents a millennial-scale record of spatial and temporal variability of the Panamanian upwelling system. The general oceanographic gradient from relatively strong upwelling in the Gulf of Panamá to weak-to-absent upwelling in the Gulf of Chiriquí was present throughout our record; however, the intensity of upwelling in the Gulf of Panamá varied significantly through time. Our reconstructions suggest that upwelling in the Gulf of Panamá is weak at present; however the middle Holocene was characterized by periods of enhanced upwelling, with the most intense upwelling occurring at the onset of a regional shutdown in reef development at ~4100 cal BP. Comparisons with regional climate proxies suggest that, whereas the Intertropical Convergence Zone is the primary control on modern upwelling in Pacific Panamá, the El Niño–Southern Oscillation drove the variability in upwelling on millennial timescales.\n", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015PA002794", 
        "title": "Holocene variability in the intensity of wind-gap upwelling in the tropical eastern Pacific"
    }, 
    {
        "author": "Michael G. Jacox, Steven J. Bograd, Elliott L. Hazen, Jerome Fiechter", 
        "date": "2015-07-24", 
        "description": "\n\nA regional ocean model is used to evaluate the roles of wind, surface heat flux, and basin-scale climate variability in regulating the upwelled nitrate supply in the California Current. A strong positive trend in nitrate flux from 1980 to 2010 was driven almost entirely by enhanced equatorward winds, negating a weak negative trend associated with increased surface heat flux. Increased upwelling and nitrate flux are consistent with cooler surface temperatures and higher phytoplankton concentrations observed over the same period. Changes in remote ocean forcing, resulting primarily from basin-scale climate variability (e.g., El Niño–Southern Oscillation and Pacific Decadal Oscillation), drive considerable interannual fluctuations and may dominate the ecosystem response on interannual to decadal time scales. However, comparison with previously published findings suggests that local wind intensification persists through changing basin-scale climate regimes. Understanding the different time scales of variability in forcing mechanisms, and their interactions with each other, is necessary to distinguish transient ecosystem impacts from secular trends.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065147", 
        "title": "Sensitivity of the California Current nutrient supply to wind, heat, and remote ocean forcing"
    }, 
    {
        "author": "Emily C. Gill, Balaji Rajagopalan, Peter H. Molnar", 
        "date": "2015-07-23", 
        "description": "\n\nCorrelations of 1∘ by 1∘ seasonal rainfall with Pacific sea-surface temperatures (SSTs) reveal spatially distinct teleconnections between El Niño-Southern Oscillation (ENSO) and Indian summer monsoon rainfall over the full monsoon season, as well as three sub-seasons. Over the full season (June-September), Pacific SSTs correlate with rainfall in western India more than that in eastern India. This spatial signature shifts as the monsoon progresses through early (June), middle or peak (July-August) and late (September) sub-seasons. Specifically, a 1∘C cooling of the central equatorial Pacific (i.e. La Niña conditions) can result in: ∼ 70-100% increase in precipitation in north-central Indian and theIndo-Gangetic Plains during the early season, ∼ 30-80% increase peak season precipitation in south-central India north-western Rajasthan, and ∼ 30-80% increase in late season precipitation in northern, north-western, and central India. Furthermore, the spatial signatures between La Niña and El Niño are asymmetric in that for a particular location, the enhancement and suppression of rainfall associated with La Niña and El Niño conditions, respectively, are notequal. El Niño suppresses peak season rainfall in the south-central and northwestern Rajasthan regions more than La Niña enhances it, but, the opposite occurs during the late-season in northern, northwestern, and central India. Additionally, the correspondence of minima (maxima) in anomalies of velocity potential aloft with maxima (minima) at 925 mb and with positive (negative) surface pressure anomalies suggest that anomalous subsidence (ascent) occurs in July, August, and September during El Niño (La Niña) times. In the early season, however, patterns of velocity potential composites suggest a region of descent (ascent) over the western equatorial Indian Ocean, along with a region of ascent (descent) over the Indian subcontinent that exists only during the early season, but not during the peak or late season. These patterns are consistent with the hypothesis that local Hadley cell circulation affects pressure, and thus, rainfall during the early season, but that a larger scale mechanism, such as eastward or westward shifts in the Walker circulation, may be more responsible for teleconnections seen throughout the remainder of the season. These findings indicate that focusing monsoon forecasting efforts on these regions and on sub-seasonal periods while incorporating ENSO asymmetries will yield useful and skillful regional forecasts, compared to the declining utility and skill of All-India summer monsoon rainfall (AISMR).\n", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023184", 
        "title": "Sub-Seasonal Variations in Spatial Signatures of ENSO on the Indian Summer Monsoon from 1901-2009"
    }, 
    {
        "author": "M. Tchilibou, T. Delcroix, G. Alory, S. Arnault, G. Reverdin", 
        "date": "2015-07-23", 
        "description": "\n\nThis study focuses on the time-space variability of the low Sea Surface Salinity (SSS) waters extending zonally within 2°N–12°N in the Atlantic and Pacific and within 6°S–16°S in the western third of the Pacific. The analysis is based on a combination of in situ SSS observations collected in the last three decades from voluntary observing ships, TAO/TRITON and PIRATA moorings, Argo floats, and (few) CTD profiles. The mean latitudes of the Atlantic and Pacific low SSS waters appear 1°–3° further poleward than the Evaporation minus Precipitation (E-P) minima linked to the Inter Tropical Convergence Zones (ITCZ) and South Pacific Convergence Zone (SPCZ). At the seasonal time scale, the E-P minima migrate poleward in summer hemispheres, leading the migration of the SSS minima by 2–3 months in the Atlantic ITCZ, Pacific SPCZ, and in the eastern part of the Pacific ITCZ. On the other hand, the seasonal displacements of E-P and SSS minima are in antiphase in the central and western parts of the Pacific ITCZ. At the interannual time scale, the E-P and SSS minima migrate poleward during La Nina events in the Pacific and during the positive phase of the Atlantic Meridional Dipole (AMD) in the Atlantic (and vice versa during El Nino and the negative phase of the AMD). We further document long-term (1979–2009) meridional migrations of the E-P and SSS minima, especially in the SPCZ region, and discuss whether or not they are consistent with documented SST and wind stress trends.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010836", 
        "title": "Variations of the tropical Atlantic and Pacific SSS minimum zones and their relations to the ITCZ and SPCZ rain bands (1979–2009)"
    }, 
    {
        "author": "Alvaro Fernandez, Thomas J. Lapen, Rasmus Andreasen, Peter K. Swart, Christopher D. White, Brad E. Rosenheim", 
        "date": "2015-07-23", 
        "description": "\n\nWe present coral- and sclerosponge-based reconstructions of the 14C content in North Atlantic dissolved inorganic carbon (DIC) during the last ~100 years from the subtropical cells (STCs). These waters are sensitive to the dynamics of the shallow overturning meridional circulation that transports heat and water masses from the subtropics to the tropics. We use these records to investigate the circulation patterns of the off-equatorial upwelling regions of the STCs, which are not well understood. Coral and sclerosponge skeletons provide long time series of ocean DIC 14C content, a tracer of oceanic circulation, effectively extending the observational record back in time. Sclerosponge data from the Bahamas were used to extend the existing subtropical 14C time series to the 21st century. Coral 14C data from the Cape Verde Islands (1890–2002) captured the 14C signature of water brought to the surface in the off-equatorial regions of the STC present near the West African coast. We observe a unique postbomb trend at Cape Verde that is similar to the upwelling regions in the Pacific, and we interpret this trend as the result of the slow penetration of bomb 14C into the interior ocean as part of the STC circulation. Using a multibox mixing model we constrain the time history of bomb 14C in the eastern tropical Atlantic, and we estimate a 20 year time scale for ventilation of the thermocline in this area of the ocean. The similarity between the Atlantic and Pacific 14C-based records of upwelling suggests that both are caused by bomb 14C penetration rather than more complex explanations that invoke changes in thermocline depth (e.g., related to El Niño–Southern Oscillation variability) or changes in the strength of the subtropical cells. Our results offer constraints for models of tropical ocean circulation and anthropogenic CO2 uptake that attempt to reproduce the characteristics of the shallow wind-driven circulation in the Atlantic.\n", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015PA002790", 
        "title": "Ventilation time scales of the North Atlantic subtropical cell revealed by coral radiocarbon from the Cape Verde Islands"
    }, 
    {
        "author": "J. R. Ziemke, A. R. Douglass, L. D. Oman, S. E. Strahan, and B. N. Duncan", 
        "date": "2015-07-22", 
        "description": "<b>Tropospheric ozone variability in the tropics from ENSO to MJO and shorter timescales</b><br /><br />Atmospheric Chemistry and Physics, 15, 8037-8049, 2015<br /><br />Author(s): J. R. Ziemke, A. R. Douglass, L. D. Oman, S. E. Strahan, and B. N. Duncan<br /><br />Aura OMI and MLS measurements are combined to produce daily maps of\ntropospheric ozone beginning October 2004. We show that El Niño-Southern\nOscillation (ENSO) related inter-annual change in tropospheric ozone in the\ntropics is small in relation to combined intra-seasonal/Madden–Julian\nOscillation (MJO) and shorter timescale variability by a factor of ~ 3–10\n(largest in the Atlantic). Outgoing longwave radiation (OLR), taken as a\nproxy for convection, suggests that convection is a dominant driver of\nlarge-scale variability of tropospheric ozone in the Pacific from\ninter-annual (e.g., ENSO) to weekly periods. We compare tropospheric ozone\nand OLR satellite observations with two simulations: (1) the Goddard Earth\nObserving System (GEOS) chemistry-climate model (CCM) that uses observed sea\nsurface temperatures and is otherwise free-running, and (2) the NASA Global\nModeling Initiative (GMI) chemical transport model (CTM) that is driven by\nModern Era Retrospective-Analysis for Research and Applications (MERRA)\nanalyses. It is shown that the CTM-simulated ozone accurately matches\nmeasurements for timescales from ENSO to intra-seasonal/MJO and even\n1–2-week periods. The CCM simulation reproduces ENSO variability but not\nshorter timescales. These analyses suggest that a model used to delineate\ntemporal and/or spatial properties of tropospheric ozone and convection in the\ntropics must reproduce both ENSO and non-ENSO variability.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/8037/2015/", 
        "title": "Tropospheric ozone variability in the tropics from ENSO to MJO and shorter timescales"
    }, 
    {
        "author": "Antonietta Capotondi et al", 
        "date": "2015-07-21", 
        "description": "Bulletin of the American Meteorological Society, Volume 96, Issue 6, Page 921-938, June 2015. \n\t\t<br/>\n\t", 
        "journal": "Bulletin of the American Meteorological Society", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/BAMS-D-13-00117.1?af=R", 
        "title": "Understanding ENSO Diversity"
    }, 
    {
        "author": "R. Hierro, P. Llamedo, A. de la Torre, P. Alexander", 
        "date": "2015-07-20", 
        "description": "\n\nOn the basis of Tropical Rainfall Measuring Mission (TRMM) daily accumulated rainfall data (3B42 v7 product) covering 16 years (1998–2013), the Amazon Basin (AB) time and space rainfall variability is analysed. Different behaviours of precipitation over AB are found to the north and south of 8°S when the longitudinal band 70°–50°W is considered. The sample is then split into northern and southern sectors with respect to 8°S, describing their monthly evolution as a function of longitude. The main spatial oscillation modes are isolated and analysed through continuous wavelet transform analysis. Intense spatial oscillations are found close to the western side of the studied region. Several temporal modes in different scales are detected within each sample. Two of them show scales longer than 12 months, which are probably associated with ENSO phases. Smaller scale oscillations, evaluated from daily data, are also found. The northern sector of AB shows more daily data variability than the southern one and seems to be more affected by large temporal processes than the southern sector.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4429", 
        "title": "Spatiotemporal structures of rainfall over the Amazon basin derived from TRMM data"
    }, 
    {
        "author": "K. J. Allen, S. C. Nichols, R. Evans, E. R. Cook, S. Allie, G. Carson, F. Ling, P. J. Baker", 
        "date": "2015-07-19", 
        "description": "\n\nProjected decreases and changes in the seasonal distribution of precipitation will have profound impacts on southeastern Australia, including its ability to generate renewable hydroelectricity. Recent decreases in precipitation over the region may be significant in the context of instrumental records, but the question of whether these decreases are within long-term natural variability remains. To help address this issue, we present December–January streamflow and dam inflow reconstructions for southeastern Australia. These reconstructions for the Tasmanian west coast are based solely on local tree ring chronologies and span up to 1600 years. Nonparametric estimates, however, indicate good model skill for the last 458 years (streamflow) and 478 years (dam inflow). The reconstructions indicate that twentieth century conditions were well within the range of historical variability, and were in fact relatively wet. The period from approximately 1600 to 1750 CE was one of the enhanced variability and a high proportion of low and high flow events occurred in the seventeenth century. There are significant relationships between streamflow and inflow reconstructions and large-scale ocean-atmosphere processes such as ENSO and the Southern Annular Mode. Critically, our two reconstructions rely heavily on new tree ring chronologies based on properties such as tracheid radial diameter, cell wall thickness, and density, underscoring the importance of these different types of chronologies in reconstructions.\n", 
        "journal": "Water Resources Research", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015WR017062", 
        "title": "Preliminary December–January inflow and streamflow reconstructions from tree rings for western Tasmania, southeastern Australia"
    }, 
    {
        "author": "Anthony G. Barnston et al", 
        "date": "2015-07-16", 
        "description": "Journal of Applied Meteorology and Climatology, Volume 54, Issue 7, Page 1579-1595, July 2015. \n\t\t<br/>\n\t", 
        "journal": "Journal of Applied Meteorology and Climatology", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JAMC-D-14-0188.1?af=R", 
        "title": "Toward an Improved Multimodel ENSO Prediction"
    }, 
    {
        "author": "Vincent Combes, Samuel Hormazabal, Emanuele Di Lorenzo", 
        "date": "2015-07-16", 
        "description": "\n\nThe Southeast Pacific, which encompasses the coasts of Peru and Chile, is one of the world's most productive regions resulting principally from the upwelling of subsurface nutrient-rich waters. Over the satellite altimetry era, there have been numerous evidence that surface mesoscale eddies play an important role in the offshore transport of rich coastal waters, but it has been only recently that few observational/numerical studies have highlighted the importance of the subsurface eddies. The eddy field variability is explored using the results of a high-resolution model experiment from 1979 to 2012. The model results indicate an asymmetry of the surface and subsurface eddy fields. While surface-intensified cyclones are slightly more frequent than anticyclones, the subsurface field is dominated by anticyclones (IntrathermoclineEddies; ITEs), triggered by the instability of the subsurface Peru Chile undercurrent (PCUC). Composite maps are consistent with in situ observations. ITEs are associated with maximum vorticity around 150–200 m depth, warmer and more saline core, characteristic of the equatorial subsurface water from the PCUC. We find that the variability of the ITEs is significantly correlated with the ENSO equatorial signal. During strong El Niño events (e.g., 1982; 1998), we find that while the PCUC transport increases, the volume of coastal waters transported by ITEs however decreases during those periods. We find that the relaxation of the isopycnals along the coast during El Niño events leads to weakened baroclinic instability and to a decrease of the ITEs transport.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010265", 
        "title": "Interannual variability of the subsurface eddy field in the Southeast Pacific"
    }, 
    {
        "author": "Jai Sukhatme, V. Venugopal", 
        "date": "2015-07-15", 
        "description": "\nWe begin by providing observational evidence that the probability of encountering very high and very low annual tropical rainfall has increased significantly in the recent decade (1998-present) as compared to the preceding warming era (1979–1997). These changes over land and ocean are spatially coherent and comprise of a rearrangement of very wet regions and a systematic expansion of dry zones. While the increased likelihood of extremes is consistent with a higher average temperature during the pause (as compared to 1979–1997), it is important to note that the periods considered are also characterized by a transition from a relatively warm to cold phase of the El Niño Southern Oscillation (ENSO). To further probe the relation between contrasting phases of ENSO and extremes in accumulation, a similar comparison is performed between 1960–1978 (another extended cold phase of ENSO) and the aforementioned warming era. Though limited by land-only observations, in this cold-to-warm transition, remarkably, a near-exact reversal of extremes is noted both statistically and geographically. This is despite the average temperature being higher in 1979–1997 as compared to 1960–1978. Taken together, we propose that there is a fundamental mode of natural variability, involving the waxing and waning of extremes in accumulation of global tropical rainfall with different phases of ENSO.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2633", 
        "title": "Waxing and Waning of Observed Extreme Annual Tropical Rainfall"
    }, 
    {
        "author": "S. J. Sutanto, G. Hoffmann, J. Worden, R. A. Scheepmaker, I. Aben, T. Röckmann", 
        "date": "2015-07-14", 
        "description": "\n\nENSO (El Niño–Southern Oscillation) has profound effects on the global water cycle, which can be examined at the process level by investigating the associated water isotopologues. Many isotope-based studies are aimed at understanding ENSO variability in the tropics, however, focusing principally on near-surface processes and isotopologue signals. The goal of the present study is to investigate the atmospheric processes governing the changes in the isotopic composition of water vapor both near the surface and at midtroposphere in the Pacific region during ENSO events, using a combination of remote sensing data and model simulations. For the lower atmosphere (i.e., 1000 hPa), our results show that rainout processes, less rain reevaporation of falling droplets, and increase of convective updrafts and diffusive exchange within the convective systems contribute to “the isotope amount effect” and isotopically deplete the water vapor during wet conditions, in agreement with previous studies. However, we find that the ENSO-associated isotopic signal in the midtroposphere (i.e., 500 hPa) diverges from the near-surface response. Analysis suggests that transport of enriched water vapor from lower atmospheric layers through convective updrafts controls the enrichment of midtropospheric water vapor over the Pacific Ocean. In the observations, a strong positive correlation between the increase of convective precipitation and the isotopic composition of water vapor clearly points to such a mechanism (R of 0.7–0.8 in the Central Pacific and 0.5–0.6 in the West Pacific). Model results confirm this mechanisms though producing slightly lower correlation values, with R values of 0.6 in the Central Pacific and 0.5 in the West Pacific. However, the distinction between convective and stratiform precipitation remains a result of model-dependent parameterization. Our analysis suggests that two issues should be investigated in more detail in further studies: (1) the equilibrium and disequilibrium between rain droplets and surrounding vapor for convective and stratiform precipitation and (2) different convection schemes in the different isotopic general circulation models (GCMs) describing the triggering of convection and uplift of lower layer air to higher layers. Ideally, such a comparison of different isotopic GCMs can provide us with an interesting benchmark test for the performance of the different convection schemes during ENSO and can help to disentangle the importance of the different processes contributing to the amount effect.\n", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023228", 
        "title": "Atmospheric processes governing the changes in water isotopologues during ENSO events from model and satellite measurements"
    }, 
    {
        "author": "Jennifer M. Jackson, Richard E. Thomson, Leslie N. Brown, Peter G. Willis, Gary A. Borstad", 
        "date": "2015-07-14", 
        "description": "\n\nWe examine the spatial and temporal variability of satellite-sensed sea surface chlorophyll off the west coast of North America from 1997 to 2010, with focus on coastal British Columbia. The variability in surface chlorophyll is complex. Whereas the spring bloom generates the highest phytoplankton concentration for coastal Alaska, the north and east coasts of Haida Gwaii, Queen Charlotte Sound, the Strait of Georgia, and coastal Oregon and California, it is the fall bloom that normally generates the highest concentration for the west coast of Vancouver Island, Juan de Fuca Strait, and the west coast of Washington. The highest satellite-sensed chlorophyll concentrations occur in the Strait of Georgia, where mean values are at least 2 times higher than elsewhere in the northeast Pacific. Moreover, the annual average surface chlorophyll concentration increased significantly in the Strait of Georgia during this period, with highest concentration observed during the near neutral ENSO conditions of the spring of 2007. The next highest concentrations occur off southwest Vancouver Island but have no statistically significant trend. The lowest average peak chlorophyll concentration is observed off Southern California. The timing of the highest chlorophyll concentration is latest off the coast of Washington and earliest off the coast of Southern California. Small increasing concentration trends are observed off the Washington and California coasts.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010496", 
        "title": "Satellite chlorophyll off the British Columbia Coast, 1997–2010"
    }, 
    {
        "author": "J. A. Marengo, J. C. Espinoza", 
        "date": "2015-07-14", 
        "description": "\n\nThis paper reviews recent progress in the study and understanding of extreme seasonal events in the Amazon region, focusing on drought and floods. The review includes a history of droughts and floods in the past, in the present and some discussions on future extremes in the context of climate change and its impacts on the Amazon region. Several extreme hydrological events, some of them characterized as ‘once in a century’, have been reported in the Amazon region during the last decade. While abundant rainfall in various sectors of the basin has determined extreme floods along the river's main stem in 1953, 1989, 1999, 2009, 2012–2015, deficient rainfall in 1912, 1926, 1963, 1980, 1983, 1995, 1997, 1998, 2005 and 2010 has caused anomalously low river levels, and an increase in the risk and number of fires in the region, with consequences for humans. This is consistent with changes in the variability of the hydrometeorology of the basin and suggests that extreme hydrological events have been more frequent in the last two decades. Some of these intense/reduced rainfalls and subsequent floods/droughts were associated (but not exclusively) with La Niña/El Niño events. In addition, moisture transport anomalies from the tropical Atlantic into Amazonia, and from northern to southern Amazonia alter the water cycle in the region year-to-year. We also assess the impacts of such extremes on natural and human systems in the region, considering ecological, economic and societal impacts in urban and rural areas, particularly during the recent decades. In the context of the future climate change, studies show a large range of uncertainty, but suggest that drought might intensify through the 21st century.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4420", 
        "title": "Extreme seasonal droughts and floods in Amazonia: causes, trends and impacts"
    }, 
    {
        "author": "Wenjun Zhang et al", 
        "date": "2015-07-13", 
        "description": "Journal of Climate, Volume 28, Issue 14, Page 5795-5812, July 2015. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00724.1?af=R", 
        "title": "The Annual-Cycle Modulation of Meridional Asymmetry in ENSO’s Atmospheric Response and Its Dependence on ENSO Zonal Structure"
    }, 
    {
        "author": "S. Rodríguez, E. Cuevas, J. M. Prospero, A. Alastuey, X. Querol, J. López-Solano, M. I. García, and S. Alonso-Pérez", 
        "date": "2015-07-10", 
        "description": "<b>Modulation of Saharan dust export by the North African dipole</b><br /><br />Atmospheric Chemistry and Physics, 15, 7471-7486, 2015<br /><br />Author(s): S. Rodríguez, E. Cuevas, J. M. Prospero, A. Alastuey, X. Querol, J. López-Solano, M. I. García, and S. Alonso-Pérez<br /><br />We have studied the relationship between the long-term interannual\nvariability in large-scale meteorology in western North Africa – the largest\nand most active dust source worldwide – and Saharan dust export in summer, when enhanced dust mobilization\nin the hyper-arid Sahara results in maximum dust impacts throughout the North\nAtlantic. We address this issue by analyzing 28 years (1987–2014) of summer\naveraged dust concentrations at the high-altitude Izaña observatory\n(~ 2400 m a.s.l.) on Tenerife, and satellite and meteorological\nreanalysis data. The summer meteorological scenario in North Africa (aloft\n850 hPa) is characterized by a high over the the subtropical Sahara and a\nlow over the tropics linked to the monsoon. We measured the variability of\nthis high–low dipole-like pattern in terms of the North African dipole\nintensity (NAFDI): the difference of geopotential height anomalies averaged\nover the subtropics (30–32° N, Morocco) and the tropics\n(10–13° N, Bamako region) close to the Atlantic coast (at\n5–8° W). We focused on the 700 hPa standard level due to\ndust export off the coast of North Africa tending to occur between 1 and\n5 km a.s.l. Variability in the NAFDI is associated with displacements of\nthe North African anticyclone over the Sahara and this has implications for\nwind and dust export. The correlations we found between the 1987–2014 summer\nmean of NAFDI with dust at Izaña, satellite dust observations and\nmeteorological re-analysis data indicate that increases in the NAFDI (i)\nresult in higher wind speeds at the north of the Inter-Tropical Convergence\nZone that are associated with enhanced dust export over the subtropical North\nAtlantic, (ii) influence the long-term variability of the size distribution\nof exported dust particles (increasing the load of coarse dust) and (iii) are\nassociated with enhanced rains in the tropical and northern shifts of the\ntropical rain band that may affect the southern Sahel. Interannual\nvariability in NAFDI is also connected to spatial distribution of dust over\nthe North Atlantic; high NAFDI summers are associated with major dust export\n(linked to winds) in the subtropics and minor dust loads in the tropics\n(linked to higher rainfall), and vice versa. The evolution of the summer\nNAFDI values since 1950 to the present day shows connections to climatic\nvariability (through the Sahelian drought, ENSO (El Niño–Southern\nOscillation) and winds) that have implications for dust export paths. Efforts\nto anticipate how dust export may evolve in future decades will require a\nbetter understanding of how the large-scale meteorological systems\nrepresented by the NAFD will evolve.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/7471/2015/", 
        "title": "Modulation of Saharan dust export by the North African dipole"
    }, 
    {
        "author": "Yukiko Imada et al", 
        "date": "2015-07-09", 
        "description": "Monthly Weather Review, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Monthly Weather Review", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/MWR-D-15-0007.1?af=R", 
        "title": "Predictability of Two Types of El Niño Assessed Using an Extended Seasonal Prediction System by MIROC"
    }, 
    {
        "author": "Shuangwen Sun et al", 
        "date": "2015-07-07", 
        "description": "Journal of Climate, Volume 28, Issue 13, Page 5063-5076, July 2015. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00580.1?af=R", 
        "title": "A Triggering Mechanism for the Indian Ocean Dipoles Independent of ENSO"
    }, 
    {
        "author": "Yali Yang et al", 
        "date": "2015-07-06", 
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-15-0057.1?af=R", 
        "title": "Interdecadal difference of interannual variability characteristics of SCS SST associated with ENSO"
    }, 
    {
        "author": "Muhammad Adnan Abid et al", 
        "date": "2015-07-01", 
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00497.1?af=R", 
        "title": "Contribution of Synoptic Transients to the Potential Predictability of PNA Circulation Anomalies: El Niño vs La Niña"
    }, 
    {
        "author": "Olivia Kellner et al", 
        "date": "2015-06-30", 
        "description": "Earth Interactions, Volume 19, Issue 6, Page 1-32, June 2015. \n\t\t<br/>\n\t", 
        "journal": "Earth Interactions", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/EI-D-14-0031.1?af=R", 
        "title": "Climate Variability and the U.S. Corn Belt: ENSO and AO Episode-Dependent Hydroclimatic Feedbacks to Corn Production at Regional and Local Scales"
    }, 
    {
        "author": "Aaron F. Z. Levine, Michael J. McPhaden", 
        "date": "2015-06-30", 
        "description": "\n\nThe spring predictability barrier increases the uncertainty in ENSO forecasts starting before and during the boreal spring. Recent work has shown that the annual cycle of ENSO growth rate is responsible for phase locking of peak ENSO development to the boreal winter, suggesting that this annual cycle may play a role in the spring predictability barrier. To test this hypothesis, the annual cycle of ENSO growth rate is added to a damped, noise-driven conceptual recharge oscillator model. When the annual cycle of ENSO growth rate is included, a spring predictability barrier develops, whereas without it ENSO predictability is independent of the forecast start date. When state-dependent noise is included in the simulations in addition to the annual cycle of the growth rate, the spring predictability barrier is enhanced and more realistic.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064309", 
        "title": "The annual cycle in ENSO growth rate as a cause of the spring predictability barrier"
    }, 
    {
        "author": "Jin-Ho Yoon, L. Ruby Leung", 
        "date": "2015-06-29", 
        "description": "\n\nThis study assesses the relative influence of soil moisture memory and tropical sea surface temperature (SST) in seasonal rainfall over the contiguous United States. Using observed precipitation, the NINO3.4 index, and soil moisture and evapotranspiration simulated by a land surface model for 61 years, analysis was performed using partial correlations to evaluate to what extent land surface and SST anomaly of El Niño–Southern Oscillation (ENSO) can affect seasonal precipitation over different regions and seasons. Results show that antecedent soil moisture is as important as concurrent ENSO condition in controlling rainfall anomalies over the U.S., but they generally dominate in different seasons with SST providing more predictability during winter while soil moisture, through its linkages to evapotranspiration and snow water, has larger influence in spring and early summer. The proposed methodology is applicable to climate model outputs to evaluate the intensity of land-atmosphere coupling and its relative importance.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064139", 
        "title": "Assessing the relative influence of surface soil moisture and ENSO SST on precipitation predictability over the contiguous United States"
    }, 
    {
        "author": "Mi-Kyung Sung, Soon-Il An, Baek-Min Kim, Jong-Seong Kug", 
        "date": "2015-06-24", 
        "description": "\n\nThe long-lasting cold surface conditions of North Atlantic, i.e., the negative phase of Atlantic Multidecadal Oscillation (AMO), can intensify the El Niño–Southern Oscillation through the enhanced air-sea coupling under the increased central-to-eastern tropical Pacific mean sea surface temperature. However, the impact of warmer mean sea surface temperature (SST) is more efficient in the intensifying El Niño than La Niña, because of the nature of the exponential growth of atmospheric convection to SST change. Moreover, the farther eastward shift of the atmospheric convection during the negative AMO leads to the stronger El Niño due to the longer delayed negative feedback by oceanic waves. Therefore, the AMO mainly influences the El Niño intensity rather than La Niña intensity.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064381", 
        "title": "Asymmetric impact of Atlantic Multidecadal Oscillation on El Niño and La Niña characteristics"
    }, 
    {
        "author": "Xiang-Hui Fang, Fei Zheng, Jiang Zhu", 
        "date": "2015-06-17", 
        "description": "\n\nIt has been suggested that the strength asymmetry of the Bjerknes feedback is responsible for the pronounced amplitude asymmetry between eastern Pacific (EP) and central Pacific (CP) El Niño events. Detailed analyses have indicated that this strength asymmetry is mainly derived from the weaker sensitivity of the zonal sea level pressure (SLP) anomaly to that of the diabatic heating anomaly during the development phase of CP El Niño events, which mainly results from the large cancelation induced by the negative sea surface temperature (SST)-cloud thermodynamic feedback that negates the positive dynamical feedback. This study validates these conclusions by using historical runs of 20 models involved in the Coupled Model Intercomparison Project Phase 5 (CMIP5). Our results suggest that the CMIP5 models generally depict the asymmetry in amplitude between the two types of El Niño events well, which is consistent with successfully simulating the strength asymmetry of the Bjerknes feedback. As observed during both types of El Niño events, variations in the total cloud amount and shortwave radiation also indicated that the cloud-radiative effect is an important factor that causes amplitude asymmetry between CP and EP El Niño events. However, the CMIP5 models are severely biased when capturing realistic CP El Niño structures, namely few models can simulate the significantly weaker warming anomalies in the EP relative to the CP.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010683", 
        "title": "The cloud-radiative effect when simulating strength asymmetry in two types of El Niño events using CMIP5 models"
    }, 
    {
        "author": "Gabriele Villarini, Rhawn F. Denniston", 
        "date": "2015-06-12", 
        "description": "\n\nThe contribution by tropical cyclones (TCs) to extreme rainfall in Australia is examined using daily rainfall measurements from over 2000 rain gauges. Analyses focus on the period beginning with regular satellite monitoring of TCs (1969/1970) through the year 2012/2013 and consider daily and multi-daily annual maximum rainfall series. Our results indicate that TCs play a prominent role in extreme rainfall over much Australia, with more than half of the highest annual rainfall events associated with these storms over the coastal regions and in particular over Western Australia. Moreover, the TC fractional contribution to extreme rainfall increases as we focus on the largest rainfall events, with approximately 66–100% of annual maxima in excess of 100 mm (∼4 inches) over Western Australia associated with TCs at over one third of the locations. Given the well-established controls on Australian TC activity by the El Niño–Southern Oscillation (ENSO), we also examined the relationship between extreme rainfall associated with TCs and ENSO using logistic regression. A larger probability of having an annual rainfall maximum related to TCs occurs during La Niña years, consistent with enhanced Australian cyclogenesis during these phases of ENSO. We also highlighted regional differences in the link between ENSO and extreme rainfall events, highlighting the stronger connection along the coastal areas and in particular over Western Australia.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4393", 
        "title": "Contribution of tropical cyclones to extreme rainfall in Australia"
    }, 
    {
        "author": "Junqiao Feng, Qingye Wang, Shijian Hu, Dunxin Hu", 
        "date": "2015-06-12", 
        "description": "\n\nThe spatial structure and temporal evolution of the intraseasonal variability (ISV) of the subsurface ocean temperature (STA) in the equatorial Pacific associated with the two flavours of El Niño [i.e. the canonical or eastern Pacific (EP) El Niño and the central Pacific (CP) El Niño] are investigated using observations and 1.5-layer linear reduced gravity model. Results suggest that the ISV characteristics show some differences in the two types of El Niño, although both oscillate along the thermocline in the form of the intraseasonal equatorial Kelvin wave (IEKW), which is excited in the western tropical Pacific by the zonal wind stress associated with the Madden–Julian oscillation (MJO). First, the period of dominant mode of the STA ISV during CP El Niño broadly distributes in 50–80 days with the spectra peaking in 60–65 days. By contrast, the spectrum of STA ISV during EP El Niño shows a peak in 75–80-day period. This indicates that the wave speed is faster in the CP El Niño than in EP El Niño. Second, the ISV activity peaks in previous spring during the developing phase of EP El Niño, whereas during CP El Niño it becomes the most active during the mature phase. Third, the strongest IEKW occurs in the CP around the dateline during CP El Niño and attenuates quickly east of 130°W due to strong eddy viscosity dissipation, while the IEKW during the EP El Niño propagates efficiently from the western to the eastern Pacific with a relative weak diffusion.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4389", 
        "title": "Intraseasonal variability of the tropical Pacific subsurface temperature in the two flavours of El Niño"
    }, 
    {
        "author": "David Gallego, Paulina Ordóñez, Pedro Ribera, Cristina Peña-Ortiz, Ricardo García-Herrera", 
        "date": "2015-06-11", 
        "description": "\n\nA new index, namely the African South Westerly Index (ASWI), based on the persistence of the low-level south westerly winds in the region [29°W-17°W;7°N-13°N] is developed to characterise the strength of the West African Monsoon. The ASWI is significantly correlated with the monsoonal precipitation in the Sahel in the 1900–2013 period (r = +0.57, r = +0.66 and r = +0.53 for July, August and September respectively). By using historical wind direction measurements it has been possible to compute the ASWI back to 1790 for July and to 1839 for August and September, thus providing the first instrumental record of the West African Monsoon strength for a large portion of the 19th century.\nSince the 1970s, the Sahel has experienced a strong and persistent drought. During this period the West African Monsoon has been weaker than normal and its correlation with different climatic patterns such as the ENSO has changed. The analysis of our new series indicates that this anomalous behaviour of the West African Monsoon has no precedent in the last 170 years.\nOur results also show that the period 1839–1890 was characterised by a stronger than average monsoon, resulting in relatively wet conditions in the Sahel. Notwithstanding, two of the few dry years within this period were concurrent with large volcanic eruptions in the Northern Hemisphere. This latter result supports the recently described relationship between major volcanic eruptions and the occurrence of isolated drought episodes in the Sahel.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2601", 
        "title": "An instrumental index of the West African Monsoon back to the 19th century"
    }, 
    {
        "author": "Xin Hao, Fei Li, Jianqi Sun, Huijun Wang, Shengping He", 
        "date": "2015-06-05", 
        "description": "\n\nThe simulated response of the East Asian winter monsoon (EAWM) to ENSO-like sea surface temperature anomalies (SSTAs) forcing in three U.S. Climate Variability and Predictability (U.S. CLIVAR) Project models (GFDL, CCM3, and CCM3.5) are evaluated. The time series of the ENSO-like pattern significantly correlates with the EAWM index for the period 1949–2004 based on the HadISST SST data set and the NCEP atmospheric reanalysis. Their correlation coefficient is −0.32 at the 95% confidence level. The warm (cold) phase of ENSO-like SSTAs is associated with a weakened (strengthened) Siberian High and an eastern-positioned (western-positioned) Aleutian Low, anomalous southerly (northerly) wind at 850 hPa and positive (negative) surface air temperature anomalies over East Asia and western North Pacific, while 300 hPa zonal wind anomalies emerge with a reduced (accelerated) East Asian jet stream.\nFurther model examination reveals that the simulated response over East Asia forced by warm (cold) ENSO-like SSTAs in CCM3 and the three-model ensemble corresponds to the weakened (strengthened) EAWM. The spatial correlation coefficients between the three-model ensemble and observation in the atmospheric circulation and surface air temperature range from 0.15 to 0.80 at the 99% confidence level. This success in simulating relationship between ENSO-like SSTAs and EWAM using three-model ensemble proposes a new idea for the EAWM prediction.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4388", 
        "title": "Assessment of the response of the East Asian winter monsoon to ENSO-like SSTAs in three U.S. CLIVAR Project models"
    }, 
    {
        "author": "Cristina A. León-Chávez, Emilio Beier, Laura Sánchez-Velasco, Eric Desmond Barton, Victor M. Godínez", 
        "date": "2015-06-04", 
        "description": "\n\nOn the basis of five oceanographic cruises carried out in the Eastern Tropical Pacific off Mexico, relationships between the larval fish habitats (areas inhabited by larval fish assemblages) and the environmental circulation scales (mesoscale, seasonal, and interannual) were examined. Analysis of in situ data over a grid of hydrographic stations and oblique zooplankton hauls with bongo net (505 µm) was combined with orthogonal robust functions decomposition applied to altimetry anomalies obtained from satellite. During both cool (March and June) and warm (August and November) periods, Bray-Curtis dissimilarity Index defined three recurrent larval fish habitats which varied in species composition and extent as a function of the environmental scales. The variability of the Tropical larval fish habitat (characterized by high species richness, and dominated by Vinciguerria lucetia, Diogenichthys laternatus, and Diaphus pacificus) was associated with the seasonal changes. The Transitional-California Current larval fish habitat (dominated by V. lucetia and D. laternatus, with lower mean abundance and lower species richness than in the Tropical habitat) and Coastal-and-Upwelling larval fish habitat (dominated by Bregmaceros bathymaster) was associated mainly with mesoscale activity induced by eddies and with coastal upwelling. During February 2010, the Tropical larval fish habitat predominated offshore and the Transitional-California Current larval fish habitat was not present, which we attribute to the effect of El Niño conditions. Thus, the mesoscale, seasonal, and interannual environmental scales affect the composition and extension of larval fish habitats.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010289", 
        "title": "Role of circulation scales and water mass distributions on larval fish habitats in the Eastern Tropical Pacific off Mexico"
    }, 
    {
        "author": "B. D. Hamlington, R. R. Leben, K.-Y. Kim, R. S. Nerem, L. P. Atkinson, P. R. Thompson", 
        "date": "2015-06-03", 
        "description": "\n\nAlthough much of the focus on future sea level rise concerns the long-term trend associated with anthropogenic warming, on shorter time scales, internal climate variability can contribute significantly to regional sea level. Such sea level variability should be taken into consideration when planning efforts to mitigate the effects of future sea level change. In this study, we quantify the contribution to regional sea level of the El Niño-Southern Oscillation (ENSO). Through cyclostationary empirical orthogonal function analysis (CSEOF) of the long reconstructed sea level data set and of a set of U.S. tide gauges, two global modes dominated by Pacific Ocean variability are identified and related to ENSO and, by extension, the Pacific Decadal Oscillation. By estimating the combined contribution of these two modes to regional sea level, we find that ENSO can contribute significantly on short time scales, with contributions of up to 20 cm along the west coast of the U.S. The CSEOF decomposition of the long tide gauge records around the U.S. highlights the influence of ENSO on the U.S. east coast. Tandem analyses of both the reconstructed and tide gauge records also examine the utility of the sea level reconstructions for near-coast studies.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010602", 
        "title": "The effect of the El Niño-Southern Oscillation on U.S. regional and coastal sea level"
    }, 
    {
        "author": "SONG Fengfei et al", 
        "date": "2015-05-28", 
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00783.1?af=R", 
        "title": "The crucial role of internal variability in modulating the decadal variation of the East Asian summer monsoon-ENSO relationship during the 20th century"
    }, 
    {
        "author": "Arun Kumar et al", 
        "date": "2015-05-19", 
        "description": "Monthly Weather Review, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Monthly Weather Review", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/MWR-D-15-0035.1?af=R", 
        "title": "An Analysis of the Temporal Evolution of ENSO Prediction Skill in the Context of the Equatorial Pacific Ocean Observing System"
    }, 
    {
        "author": "Renata G. Tedeschi, Matthew Collins", 
        "date": "2015-05-19", 
        "description": "\n\nSouth American precipitation is observed to respond differently to different types of El Niño Southern Oscillation (ENSO) events, such as those in which the main signal in sea surface temperature (SST) occurs either in the eastern equatorial Pacific or central equatorial Pacific. This study investigates how Coupled Model Intercomparison Project Phase 5 (CMIP5) models represent different types of ENSO and how they represent teleconnections to South American precipitation. It is found that the CMIP5 models can represent the basic structure of SST anomalies that occur during different types of ENSO events and these are described using simple SST indices. Most of the CMIP5 models can reproduce the correct sign of precipitation anomalies in northeast South America during austral summer and autumn, in cases where the observed teleconnections are relatively strong. The same is also true of north South America in austral summer. In the east and southeast regions of South America, many models fail to reproduce the correct sign during both Canonical and Modoki/Central Pacific/Warm Pool ENSO events. The precipitation composites in Atmospheric Model Intercomparison Project (AMIP) models tend to agree with their CMIP5 counterparts, so we conclude that the errors in teleconnections are not principally driven by mean SST biases. Precipitation teleconnections in the northern regions are shown to be linked to variations in the Walker circulation in models, with the exception of that in north South America during March–May. During March–May, composite precipitation in southeast South America is related to wave trains emanating from the equator.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4371", 
        "title": "The influence of ENSO on South American precipitation during austral summer and autumn in observations and models"
    }, 
    {
        "author": "Ming Luo, Yee Leung, Hans-F. Graf, Michael Herzog, Wei Zhang", 
        "date": "2015-05-19", 
        "description": "\n\nThis article investigates the year-to-year variability of the onset of the South China Sea summer monsoon (SCSSM) and the possible influences exerted by the surface temperature anomalies over land and sea. Early and late monsoon onsets are related to the temperature anomalies in different regions. It is found that an early onset follows negative sea surface temperature (SST) anomalies in the central tropical Pacific (CP) Ocean during the preceding winter and spring, corresponding to a CP La Niña. In contrast, a late onset is preceded by the negative surface air temperature anomalies over land in the central Asian continent. Negative SST anomalies in the central-eastern equatorial Pacific Ocean and the associated warming in the western Pacific induce an anomalously enhanced Walker circulation. This anomalous Walker cell leads to an increase in convection, causing more latent heat release and a subsequent decrease of surface pressure. The anomalous Walker cell and the enhanced latent heat release weaken the Western North Pacific subtropical high and the Philippine Sea anticyclone, favouring a westerly flow from the Indian Ocean, resulting in an early SCSSM onset. On the other hand, negative land surface temperature anomalies cool the atmosphere over land, and locally modify the Hadley circulation, accompanied by the anomalous divergence in the low-level atmosphere over the western equatorial Pacific. This divergence anomaly reduces the latent heat release and strengthens the anticyclone in the Philippine Sea, thus preventing the westward extension of the westerlies from the Indian Ocean and causing a late SCSSM onset.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4364", 
        "title": "Interannual variability of the onset of the South China Sea summer monsoon"
    }, 
    {
        "author": "Rajib Chattopadhyay, R. Phani, C. T. Sabeerali, A. R. Dhakate, K. D. Salunke, S. Mahapatra, A. Suryachandra Rao, B. N. Goswami", 
        "date": "2015-05-15", 
        "description": "\nBased on extensive analysis of observations and a series of climate model experiments, here we establish that slow variations of northern hemispheric extratropical sea-surface temperature (SST) anomalies can augment seasonal predictability of the south Asian monsoon. The SST conditions and performance of the south Asian monsoon during 2013 boreal summer months (June–September) led us to hypothesize that the strong extratropical SST anomalies in the North Pacific and North Atlantic in conjunction with weak tropical SST anomalies (weak La Niña) were responsible for the above-normal rainfall over India during 2013. We also argue that the 2013 SST pattern and above-normal monsoon condition are not unique but occurred on several occasions in the past. Further, we show that there is a complementary pattern of strong extratropical SST and weak tropical SST that is associated with below-normal south Asian monsoon rainfall. We also show that the extratropical SST pattern in the Northern Hemisphere is associated with a low-frequency interdecadal mode of variability indicating potential predictability associated with such extratropical SST forcing. Extensive experiments with an atmospheric general circulation model forced by such SST conditions elucidate the mechanism through which the extratropical SSTs influence the Indian monsoon. The SST anomalies affect the north–south temperature gradient and lead to a local displacement of the jet stream, setting up a quasi-stationary wave. Such a stationary wave, in turn, affects the tropospheric temperature (TT) over southern Eurasia, influencing the north–south TT gradient in the region and thereby the Indian monsoon. Our discovery of this additional source of potential predictability together with the fact that the new-generation coupled ocean–atmosphere models are capable of predicting the extratropical SST anomalies brightens the prospect of south Asian monsoon prediction.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2562", 
        "title": "Influence of extratropical sea-surface temperature on the Indian summer monsoon: an unexplored source of seasonal predictability"
    }, 
    {
        "author": "Andrew M. Chiodi et al", 
        "date": "2015-05-14", 
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00387.1?af=R", 
        "title": "Global seasonal precipitation anomalies robustly associated with El Niño and La Niña events - an OLR perspective"
    }, 
    {
        "author": "Agus Santoso et al", 
        "date": "2015-05-13", 
        "description": "Bulletin of the American Meteorological Society, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Bulletin of the American Meteorological Society", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/BAMS-D-15-00141.1?af=R", 
        "title": "ENSO Extremes and Diversity: Dynamics, Teleconnections, and Impacts"
    }, 
    {
        "author": "R. G. Harrison, K. A. Nicoll, M. H. P. Ambaum", 
        "date": "2015-05-13", 
        "description": "\nLiquid layer clouds are abundant globally. Lacking strong convection, they do not become electrified by the usual thunderstorm mechanisms of collisional electrification between hydrometeors of different phases. Instead, the background global circuit current flow in fair weather is largely unaffected by the layer cloud's presence, and, if the layer cloud is extensive horizontally, the vertical fair weather conduction current passes through the cloud. A consequence of the vertical current flow is that, at the cloud–air boundary where there is a conductivity transition and droplets form or evaporate, droplet charging occurs. Charge can affect both droplet evaporation and droplet–droplet collisions. Using new radiosonde instrumentation, the charge observed at layer cloud edges is evaluated for both these microphysical droplet processes. This shows that the charging is more likely to affect collision processes than activation, for small droplets. Enhancing the collection efficiency of small droplets modifies their evolution and propagates through the size distribution to shorten the autoconversion time-scale to rain drops, and the cloud radiative properties. Because the conduction current density is influenced by both external (e.g. solar modulation of high-energy particles) and internal (e.g. El Niño–Southern Oscillation) factors, current flow leading to layer cloud edge charging provides a possible route for expressing solar influences on the climate system and a teleconnection mechanism for communicating internal climate variability.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2554", 
        "title": "On the microphysical effects of observed cloud edge charging"
    }, 
    {
        "author": "J. Roberts, C. Plummer, T. Vance, T. van Ommen, A. Moy, S. Poynter, A. Treverrow, M. Curran, and S. George", 
        "date": "2015-05-05", 
        "description": "<b>A 2000-year annual record of snow accumulation rates for Law Dome, East Antarctica</b><br /><br />Climate of the Past, 11, 697-707, 2015<br /><br />Author(s): J. Roberts, C. Plummer, T. Vance, T. van Ommen, A. Moy, S. Poynter, A. Treverrow, M. Curran, and S. George<br /><br />Accurate high-resolution records of snow accumulation rates in Antarctica are\ncrucial for estimating ice sheet mass balance and subsequent sea level\nchange. Snowfall rates at Law Dome, East Antarctica, have been linked with\nregional atmospheric circulation to the mid-latitudes as well as regional\nAntarctic snowfall. Here, we extend the length of the Law Dome accumulation record from 750\nyears to 2035 years, using recent annual layer dating that extends to 22 BCE. Accumulation rates were calculated as the ratio of measured to modelled\nlayer thicknesses, multiplied by the long-term mean accumulation rate. The\nmodelled layer thicknesses were based on a power-law vertical strain rate\nprofile fitted to observed annual layer thickness. The periods 380–442,\n727–783  and 1970–2009 CE have above-average snow accumulation rates,\nwhile 663–704, 933–975 and 1429–1468 CE were below average, and\ndecadal-scale snow accumulation anomalies were found to be relatively common\n(74 events in the 2035-year record). The calculated snow accumulation rates\nshow good correlation with atmospheric reanalysis estimates, and significant\nspatial correlation over a wide expanse of East Antarctica, demonstrating\nthat the Law Dome record captures larger-scale variability across a large\nregion of East Antarctica well beyond the immediate vicinity of the Law Dome\nsummit. Spectral analysis reveals periodicities in the snow accumulation\nrecord which may be related to El Niño–Southern Oscillation (ENSO) and Interdecadal Pacific\nOscillation (IPO) frequencies.", 
        "journal": "Climate of the Past", 
        "link": "http://www.clim-past.net/11/697/2015/", 
        "title": "A 2000-year annual record of snow accumulation rates for Law Dome, East Antarctica"
    }, 
    {
        "author": "Hans Hersbach, Carole Peubey, Adrian Simmons, Paul Berrisford, Paul Poli, Dick Dee", 
        "date": "2015-03-26", 
        "description": "\nThis article describes an ensemble of ten atmospheric model integrations for the years 1899–2010, performed at the European Centre for Medium-Range Weather Forecasts (ECMWF). Horizontal spectral resolution is T159 (about 125 km), using 91 levels in the vertical from the surface up to 1 Pa, and a time step of 1 h. This ensemble, denoted by ERA-20CM, formed the first step toward a twentieth-century reanalysis within ERA-CLIM, a three-year European funded project involving nine partners.\nSea-surface temperature and sea-ice cover are prescribed by an ensemble of realizations (HadISST2), as recently produced by the Met Office Hadley Centre within ERA-CLIM. Variation in these realizations reflect uncertainties in the available observational sources on which this product is based. Forcing terms in the model radiation scheme follow CMIP5 recommendations. Any effect of their uncertainty is neglected. These terms include solar forcing, greenhouse gases, ozone and aerosols. Both the ocean surface and radiative forcing incorporate a proper long-term evolution of climate trends in the twentieth century, and the occurrence of major events, such as the El Niño–Southern Oscillations and volcanic eruptions.\nNo atmospheric observations were assimilated. For this reason ERA-20CM is not able to reproduce actual synoptic situations. However, the ensemble is able to provide a statistical estimate of the climate. Overall, the temperature rise over land is in fair agreement with the CRUTEM4 observational product. Over the last two decades the warming over land exceeds the warming over sea, which is consistent with models participating in the CMIP5 project, as well as with the ECMWF ERA-Interim reanalysis. Some aspects of warming and of the hydrological cycle are discerned, and the model response to volcanic eruptions is qualitatively correct.\nThe data from ERA-20CM are freely available, embracing monthly-mean fields for many atmospheric and ocean-wave quantities, and synoptic fields for a small, essential subset.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2528", 
        "title": "ERA-20CM: a twentieth-century atmospheric model ensemble"
    }, 
    {
        "author": "H. Athar", 
        "date": "2015-03-03", 
        "description": "\n\nThe analyses of monthly and annual variability, and the seasonal teleconnections with the Indian Ocean Dipole (IOD), El-Niño Southern Oscillation (ENSO), and the North Atlantic Oscillation (NAO) circulation indices, for rainfall from 26 stations in Saudi Arabia (SA), for 33-year period (1978–2010), are presented. High interannual variability with non-monsoonal annual cycle characterizes the rainfall climate of SA in recent 33-year period. Eight of 26 stations display statistically significant simultaneous teleconnections with IOD and ENSO in the September–October–November (SON) season. These eight stations are situated north of 21.50°N (nSA) and are located in northern and in southeastern regions of nSA.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.570", 
        "title": "Teleconnections and variability in observed rainfall over Saudi Arabia during 1978–2010"
    }, 
    {
        "author": "Shih-Yu Simon Wang, Wan-Ru Huang, Jin-Ho Yoon", 
        "date": "2015-02-13", 
        "description": "\n\nThe 2013–2014 winter in North America brought intense drought in the West and severe cold in the East. The circulation anomalies were characterized as a dipole: an amplified upper-level ridge over the West Coast and a deepened trough over the central-eastern United States. A previous study using a single model has linked the dipole to the El Niño precursor and found that this link has strengthened in recent years. Here, 17 models from the Coupled Model Intercomparison Project Phase 5 are used to examine the dipole activity. Most models capture the dipole and its association with El Niño precursor and project this association to strengthen.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.565", 
        "title": "The North American winter ‘dipole’ and extremes activity: a CMIP5 assessment"
    }, 
    {
        "author": "Michael J. McPhaden et al", 
        "date": "2014-12-11", 
        "description": "Bulletin of the American Meteorological Society, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Bulletin of the American Meteorological Society", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/BAMS-D-14-00089.1?af=R", 
        "title": "The Curious Case of the El Niño That Never Happened: A perspective from 40 years of progress in climate research and forecasting"
    }, 
    {
        "author": "Victor Privalsky, Vladislav Yushkov", 
        "date": "2014-12-10", 
        "description": "\n\nStatistical properties of observed and CMIP5-simulated bivariate time series ‘annual global surface temperature (AGST) – sea surface temperature in the Niño area 3.4 (SST3.4)’ are analyzed in the time and frequency domains. Both observed and most simulated data show that AGST is explicitly affected by SST3.4 but not vice versa. Though the AGST spectral density is low at intermediate frequencies, most CMIP5 models reproduce its behavior and show the high coherence observed in nature inside that frequency band. However, CMIP5 models show a dependence between AGST and SST3.4 at frequencies below 0.1 year−1, which is not found in nature.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.548", 
        "title": "ENSO influence upon global temperature in nature and in CMIP5 simulations"
    }, 
    {
        "author": "Chao He, Tianjun Zhou", 
        "date": "2014-12-05", 
        "description": "\n\nA decadal change has occurred on the relationship between the summertime western North Pacific subtropical High (WNPSH) and the tropical Sea Surface Temperature anomalies (SSTA) in the early 1990s. After this decadal change, the interannual variability of the WNPSH is more strongly regulated by the SSTA over the equatorial central Pacific and the maritime continent. The earlier decay of El Niño in strong WNPSH years and the earlier development of El Niño in weak WNPSH years both contributed to this change. Such decadal change is found in the pre-industrial control simulation of a coupled model, suggesting it is probably an internal variability of the climate system.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.550", 
        "title": "Decadal change of the connection between summer western North Pacific Subtropical High and tropical SST in the early 1990s"
    }, 
    {
        "author": "Liping Li, Chao Wang, Xiouhua Fu, Yanju Liu", 
        "date": "2014-10-18", 
        "description": "\n\nUsing NCEP (National Centers for Environmental Prediction) GODAS (Global Ocean Data Assimilation System) monthly subsurface temperature (SsT) from 1980 to 2009, a 3-D four-step model was established to categorize the SsT interannual variations in the tropical Pacific. In combination with NCEP/National Center for Atmospheric Research (NCAR) reanalysis 850-hPa wind field and 160 stations' precipitation data in China, an intimate connection between the tropical Pacific SsT and eastern China summer precipitation anomalies is discovered by examining the time-lagged and simultaneous correlations among the interannual anomalies of SsT in the tropical Pacific, the 850-hPa wind pattern and summer rainfall in China. In previous winter, if the SsT in the tropical Pacific indicates an El Niño-type anomaly, an anticyclonic circulation anomaly over the East Asian coast, South China Sea and east of Taiwan along with a cyclonic circulation anomaly over the Japanese archipelago emerges in following summer. At the same time, a cyclonic circulation and an anticyclonic circulation prevail over the Lake Baikal and Kuril Islands in the high latitude. These combined circulation patterns facilitate the southward transport of cold air from high latitude and northward transport of warm and moist air through the western edge of the subtropical high. The meet between two air masses results in significantly abundant anomalous precipitation in the Sichuan Basin, Dongting and Poyang Lake Basin, and possibly deficit precipitation occurs over the Hetao region and lower Yellow River Basin, northern Zhejiang, as well as the coastal region of southern China and southern Yunnan. These findings offer a very useful predictive power for eastern China summer precipitation based on tropical Pacific SsT status in previous winter and subsequent developments of SsT and East Asian large-scale circulations.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4134", 
        "title": "The possible influence of tropical Pacific subsurface temperature anomalies on summer precipitation in eastern China"
    }, 
    {
        "author": "T. Yan, L. J. Pietrafesa, D. A. Dickey, P. T. Gayes, S. Bao", 
        "date": "2014-09-30", 
        "description": "\n\nStatistical models for the seasonal prediction of hurricane strikes on the Eastern Seaboard of the United States (ESUS) are developed with the application of the statistical software (SAS) generalized linear model (GENMOD) to perform a Poisson regression linked by a logarithmic function. Preseason climatic/oceanic signals of the El Nino South Oscillation (ENSO), the Atlantic Meridional Mode (AMM), the Atlantic Multi-decadal Oscillation (AMO), Sahel rainfall (20°–10°N, 20°W–10°E) and the North Atlantic sea surface temperature (SST) across a selected domain, all of which are closely associated with the dominant principal components of the North Atlantic Hurricane Track Density Function (HTDF), are applied as predictors.\nWhile using the Poisson regression without dividing the season into differing levels of activity types greatly degrades the model, classification of season types [based on accumulated cyclone energy (ACE)] before using the Poisson regression, can significantly improve the model performance. With this proposed new methodology, landfall counts in hyperactive and above-normal season type years can be predicted with 56.01 and 71.36% skill improvements respectively, compared with merely using climatology.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4163", 
        "title": "Seasonal prediction of landfalling hurricanes along Eastern Seaboard of the United States"
    }, 
    {
        "author": "Gao Hui, Li Xiang", 
        "date": "2014-09-30", 
        "description": "\n\nStatistical results reveal the close relationship between the hazy days in eastern China and El Nino Southern Oscillation (ENSO) events. A significant negative correlation coefficient (CC) centre is located in the western Pacific, while a positive CC centre is located in the eastern equatorial Pacific. Case analyses also confirm that an El Nino (La Nina) event is more likely to bring more (less) hazy days during winter. The key circulation pattern for less haze includes stronger Siberian high and Aleutian low pressure systems, stronger northerly wind over eastern Asia, and also a stronger high-level subtropical westerly jet (i.e. stronger East Asian winter monsoon, EAWM). While more haze often occurs under weaker EAWM pattern. The influencing mechanism of the ENSO event could be explained first, by how it alters the pressure and thermal differences between the Asian continent and the western Pacific Ocean, second, by the change of the circulation pattern of EAWM, and finally by the effect of the northerlies at higher latitudes. Compared to the relationship between ENSO and EAWM, the ENSO–haze relationship is more stable. Results also indicate an ENSO event has a leading influence on the haze frequency and can be used as a predictor in the seasonal forecasts of hazy days.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4133", 
        "title": "Influences of El Nino Southern Oscillation events on haze frequency in eastern China during boreal winters"
    }, 
    {
        "author": "U. Umakanth, Amit P. Kesarkar, T. Narayana Rao, S. Vijaya Bhaskar Rao", 
        "date": "2014-09-12", 
        "description": "\n\nWe proposed a new objective criterion for discerning breaks in Indian summer monsoon rainfall, which is based on grid-level rainfall threshold. The identified breaks reproduced all well-known breaks discussed in the literature, but are relatively fewer in number. The correlation analysis between the number of break days and all-India seasonal rainfall is not only high (R2 = −0.77) but also reproduced well-known association between El Nino and bad monsoon years. The fraction of seasonal rainfall in break days is found to be smaller (<10%) over most part of India than earlier studies, indicating that the discerned spells are valid for a large part of India.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.536", 
        "title": "An objective criterion for the identification of breaks in Indian summer monsoon rainfall"
    }, 
    {
        "author": "Ryan McGloin, Hamish McGowan, David McJannet", 
        "date": "2014-09-11", 
        "description": "\n\nIn order to gain a full understanding of the importance of interactions between the atmosphere and inland water bodies, there is a need to analyse these exchanges in different regions throughout the world and under a wide range of weather and climate conditions. A 2-year time series of energy balance measurements was made at a small reservoir situated in southeast Queensland, Australia. Measurements were used to establish diurnal, intra-seasonal and seasonal cycles of evaporation, while synoptic weather maps and local weather station data were used to relate variations in water surface–atmosphere energy exchanges to synoptic and mesoscale weather phenomena. Consistent diurnal peaks in latent heat flux during the afternoon were observed throughout this study as a result of strong dry winds coinciding with peak water surface temperatures. Occasional intra-seasonal pulses in latent heat flux (i.e. evaporation) in winter and spring were associated with the passage of cold fronts over southern Queensland, which brought strong dry westerly winds. The average annual evaporative water loss from the reservoir during the 2-year measurement campaign was 991 mm year−1. It is thought that differences between the annual evaporation totals for the 2 years of this study may have been related to differences in the frequency of overcast conditions as a result of a change in the phase of the El Niño-Southern Oscillation.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4147", 
        "title": "Effects of diurnal, intra-seasonal and seasonal climate variability on the energy balance of a small subtropical reservoir"
    }, 
    {
        "author": "Chun-Yi Lin, Jin-Yi Yu, Huang-Hsiung Hsu", 
        "date": "2014-09-01", 
        "description": "\n\nThis study examines the Pacific meridional mode (PMM) simulated in the pre-industrial simulations of the Coupled Model Intercomparison Project Phase 5 (CMIP5). The spatial pattern and intensity of the PMM were found to be reasonably simulated by CMIP5 models, as was the subtropical atmosphere–ocean coupling associated with the PMM. However, the persistence of the coupling, which sustains the PMM's duration and extends its pattern equatorward, was found to be underestimated in most of the CMIP5 models. Many of the simulated PMMs do not have a pattern that extends far enough into the tropical Pacific to influence El Niño-Southern Oscillation (ENSO). The CMIP5 models that do produce longer persistence for the PMM coupling show a higher correlation of the PMM with the Central-Pacific (CP) type of ENSO than with the Eastern-Pacific (EP) type of the ENSO. This study concludes that (1) the PMM and its associated subtropical Pacific ocean–atmosphere coupling are important to the generation of the CP type of ENSO; (2) the so-called seasonal footprinting mechanism that sustains an equatorward extension of the PMM is not well simulated in a majority of the CMIP5 models; and (3) the persistence of the subtropical Pacific coupling is more important than the other properties in gauging a model's skill in the PMM simulation.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4130", 
        "title": "CMIP5 model simulations of the Pacific meridional mode and its connection to the two types of ENSO"
    }, 
    {
        "author": "C. MacLachlan, A. Arribas, K. A. Peterson, A. Maidens, D. Fereday, A. A. Scaife, M. Gordon, M. Vellinga, A. Williams, R. E. Comer, J. Camp, P. Xavier, G. Madec", 
        "date": "2014-06-27", 
        "description": "\nThis article describes the UK Met Office Global Seasonal forecast system version 5 (GloSea5). GloSea5 upgrades include an increase in horizontal resolution in the atmosphere (N216–0.7°) and the ocean (0.25°), and implementation of a 3D-Var assimilation system for ocean and sea-ice conditions. GloSea5 shows improved year-to-year predictions of the major modes of variability. In the Tropics, predictions of the El Niño–Southern Oscillation are improved with reduced errors in the West Pacific. In the Extratropics, GloSea5 shows unprecedented levels of forecast skill and reliability for both the North Atlantic Oscillation and the Arctic Oscillation. We also find useful levels of skill for the western North Pacific Subtropical High which largely determines summer precipitation over East Asia.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2396", 
        "title": "Global Seasonal forecast system version 5 (GloSea5): a high-resolution seasonal forecast system"
    }
]