[
    {
        "author": "", 
        "date": "2015-09-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">Thirty strong Madden-Julian Oscillation (MJO) events in boreal winter 1982–2001 are selected to investigate the triggering processes of MJO convection over the western equatorial Indian Ocean (IO). These MJO events are classified into three types, according to their dynamic and thermodynamic precursor signals <em class=\"a-plus-plus\">in situ</em>. In Type I, a remarkable increase in low-level moisture occurs, on average, 7 days prior to the convection initiation. This low-level moistening is mainly due to the advection of the background mean moisture by easterly wind anomalies over the equatorial IO. In Type II, lower-tropospheric ascending motion anomalies develop, on average, 4 days prior to the initiation. The cause of this ascending motion anomaly is attributed to the anomalous warm advection, set up by a suppressed MJO phase in the equatorial IO. In Type III, there are no clear dynamic and thermodynamic precursor signals <em class=\"a-plus-plus\">in situ</em>. The convection might be triggered by energy accumulation in the upper layer associated with Rossby wave activity fluxes originated from the midlatitudes.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-015-4201-0", 
        "title": "Three-type MJO initiation processes over the Western Equatorial Indian Ocean"
    }, 
    {
        "author": "", 
        "date": "2015-09-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">The present study evaluates the precipitation variability over the South China Sea (SCS) and its relationship to tropical Indo-Pacific SST anomalies during spring-to-summer transition (April–May–June, AMJ) simulated by 23 Intergovernmental Panel on Climate Change Coupled Model Intercomparison Project Phase 5 coupled models. Most of the models have the capacity to capture the AMJ precipitation variability in the SCS. The precipitation and SST anomaly (SSTA) distribution in the SCS, tropical Pacific Ocean (TPO), and tropical Indian Ocean (TIO) domains is evaluated based on the pattern correlation coefficients between model simulations and observations. The analysis leads to several points of note. First, the performance of the SCS precipitation anomaly pattern in AMJ is model dependent. Second, the SSTA pattern in the TPO and TIO is important for capturing the AMJ SCS precipitation variability. Third, a realistic simulation of the western equatorial Pacific (WEP) and local SST impacts is necessary for reproducing the AMJ SCS precipitation variability in some models. Fourth, the overly strong WEP SST impacts may disrupt the relationship between the SCS precipitation and the TPO-TIO SST. Further work remains to be conducted to unravel the specific reasons for the discrepancies between models and observations in various aspects.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-015-4250-4", 
        "title": "Relationship between South China Sea precipitation variability and tropical Indo-Pacific SST anomalies in IPCC CMIP5 models during spring-to-summer transition"
    }, 
    {
        "author": "", 
        "date": "2015-08-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">This paper provides a comprehensive assessment of Asian summer monsoon prediction skill as a function of lead time and its relationship to sea surface temperature prediction using the seasonal hindcasts of the Beijing Climate Center Climate System Model, BCC CSM1.1(m). For the South and Southeast Asian summer monsoon, reasonable skill is found in the model’s forecasting of certain aspects of monsoon climatology and spatiotemporal variability. Nevertheless, deficiencies such as significant forecast errors over the tropical western North Pacific and the eastern equatorial Indian Ocean are also found. In particular, overestimation of the connections of some dynamical monsoon indices with large-scale circulation and precipitation patterns exists in most ensemble mean forecasts, even for short lead-time forecasts.</p>\n                    <p class=\"a-plus-plus\">Variations of SST, measured by the first mode over the tropical Pacific and Indian oceans, as well as the spatiotemporal features over the Ni˜no3.4 region, are overall well predicted. However, this does not necessarily translate into successful forecasts of the Asian summer monsoon by the model. Diagnostics of the relationships between monsoon and SST show that difficulties in predicting the South Asian monsoon can be mainly attributed to the limited regional response of monsoon in observations but the extensive and exaggerated response in predictions due partially to the application of ensemble average forecasting methods. In contrast, in spite of a similar deficiency, the Southeast Asian monsoon can still be forecasted reasonably, probably because of its closer relationship with large-scale circulation patterns and El Ni˜no–Southern Oscillation.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-015-4194-8", 
        "title": "Performance of the seasonal forecasting of the Asian summer monsoon by BCC_CSM1.1(m)"
    }, 
    {
        "author": "", 
        "date": "2015-08-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">This study examines the relationships among the monsoon-like southwest Australian circulation (SWAC), the Southern Annular Mode (SAM), and southwest Western Australia winter rainfall (SWR), based on observed rainfall, reanalysis datasets, and the results of numerical modeling. By decomposing the SWAC into two components using a linear model, i.e. the component related to SAM (RSAM) and the component unrelated to SAM (SWACI*), we find it is the SWACI* that shows a significant influence on SWR. Similarly, it is the component of SAM associated with SWAC that exhibits an impact on SWR, whereas the component unrelated to SAM. A similar result is obtained in terms of the circulation associated with SWAC and the SAM. These facts suggest the SAM plays an indirect role in influencing SWR, and raise the possibility that SWAC acts as a bridge between the SAM and SWR, by which the SAM passes its influences onto SWR. This is due to the fact that the variations of SWAC are closely linked to the thermal contrast between land and sea across the southern Indian Ocean and southwest Australia. By contrast, the SAM does not significantly relate to this thermal structure, particularly for the component unrelated to SWAC. The variations of surface sea temperature over the southern Indian Ocean contribute to the favored rainfall circulation patterns. This finding is supported by the numerical modeling results. The strong coupling between SWAC and SWR may be instrumental for understanding the interactions between SWR and the southern Indian Ocean, and provides another perspective in examining the variations in SWR.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-014-4142-z", 
        "title": "Relationships among the monsoon-like southwest Australian circulation, the Southern Annular Mode, and winter rainfall over southwest Western Australia"
    }, 
    {
        "author": "Nicola Maher, Shayne McGregor, Matthew H. England, Alexander Sen Gupta", 
        "date": "2015-07-25", 
        "description": "\n\nThe effects of large tropical volcanic eruptions on Indo-Pacific tropical variability are investigated using 122 historical ensemble members from the Coupled Model Intercomparison Project 5. Radiative forcing due to volcanic aerosols in the stratosphere is found to increase the likelihood of a model climatic response that projects onto both the El Niño–Southern Oscillation and the Indian Ocean Dipole (IOD). Large eruptions are associated with co-occurring El Niño and positive IOD events in the ensemble means that peak 6–12 months after the volcanic forcing peaks, marking a significant increase in the likelihood of each event occurring in the Southern Hemisphere (SH) spring/summer posteruption. There is also an ensemble mean La Niña-like response in the third SH summer posteruption, which coincides with a significant increase in the likelihood of a La Niña occurring. Taken together with the initial cooling, this La Niña-like response may increase the persistence of the cool global average surface temperature anomaly after an eruption.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064751", 
        "title": "Effects of volcanism on tropical variability"
    }, 
    {
        "author": "Christopher G. Fletcher et al", 
        "date": "2015-07-24", 
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00839.1?af=R", 
        "title": "The Dynamical Influence of Separate Teleconnections from the Pacific and Indian Oceans on the Northern Annular Mode"
    }, 
    {
        "author": "J. Zavala-Garay, J. Theiss, M. Moulton, C. Walsh, R. van Woesik, C. G. Mayorga-Adame, M. Garcíia-Reyes, D. S. Mukaka, K. Whilden, Y. W. Shaghude", 
        "date": "2015-07-24", 
        "description": "\n\nThe Zanzibar Channel lies between the mainland of Tanzania and Zanzibar Island in the tropical western Indian Ocean, is about 100 km long, 40 km wide, and 40 m deep, and is essential to local socioeconomic activities. This paper presents a model of the seasonal and tidal dynamics of the Zanzibar Channel based on the Regional Ocean Modeling System (ROMS) and a comparison of the model and observations. The seasonal dynamics of the channel is forced by remote processes and the local wind. Remote forcing creates the East African Coastal Current, a portion of which flows through the channel northward with a seasonally varying magnitude. The local wind enhances this seasonality in the surface Ekman layer, resulting in a stronger northward flow during the southwest monsoon season and a weak northward or occasionally southward flow during the northeast monsoon season. The tidal flows converge and diverge in the center of the channel and reduce the transport in the channel. The remotely forced, wind-forced, and tidal dynamics contain 5%, 3%, and 92% of the total kinetic energy, respectively. Despite their low kinetic energy, the remotely forced and wind-forced flows are most relevant in advecting channel water to the open ocean, which occurs in 19 days at the peak of the southwest monsoon season. The channel is well mixed, except during brief periods in the two rainy seasons, and temporarily cools between December and February. The dispersion of passive tracers is presented as an example of potential model applications. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010879", 
        "title": "On the dynamics of the Zanzibar Channel"
    }, 
    {
        "author": "Emily C. Gill, Balaji Rajagopalan, Peter H. Molnar", 
        "date": "2015-07-23", 
        "description": "\n\nCorrelations of 1∘ by 1∘ seasonal rainfall with Pacific sea-surface temperatures (SSTs) reveal spatially distinct teleconnections between El Niño-Southern Oscillation (ENSO) and Indian summer monsoon rainfall over the full monsoon season, as well as three sub-seasons. Over the full season (June-September), Pacific SSTs correlate with rainfall in western India more than that in eastern India. This spatial signature shifts as the monsoon progresses through early (June), middle or peak (July-August) and late (September) sub-seasons. Specifically, a 1∘C cooling of the central equatorial Pacific (i.e. La Niña conditions) can result in: ∼ 70-100% increase in precipitation in north-central Indian and theIndo-Gangetic Plains during the early season, ∼ 30-80% increase peak season precipitation in south-central India north-western Rajasthan, and ∼ 30-80% increase in late season precipitation in northern, north-western, and central India. Furthermore, the spatial signatures between La Niña and El Niño are asymmetric in that for a particular location, the enhancement and suppression of rainfall associated with La Niña and El Niño conditions, respectively, are notequal. El Niño suppresses peak season rainfall in the south-central and northwestern Rajasthan regions more than La Niña enhances it, but, the opposite occurs during the late-season in northern, northwestern, and central India. Additionally, the correspondence of minima (maxima) in anomalies of velocity potential aloft with maxima (minima) at 925 mb and with positive (negative) surface pressure anomalies suggest that anomalous subsidence (ascent) occurs in July, August, and September during El Niño (La Niña) times. In the early season, however, patterns of velocity potential composites suggest a region of descent (ascent) over the western equatorial Indian Ocean, along with a region of ascent (descent) over the Indian subcontinent that exists only during the early season, but not during the peak or late season. These patterns are consistent with the hypothesis that local Hadley cell circulation affects pressure, and thus, rainfall during the early season, but that a larger scale mechanism, such as eastward or westward shifts in the Walker circulation, may be more responsible for teleconnections seen throughout the remainder of the season. These findings indicate that focusing monsoon forecasting efforts on these regions and on sub-seasonal periods while incorporating ENSO asymmetries will yield useful and skillful regional forecasts, compared to the declining utility and skill of All-India summer monsoon rainfall (AISMR).\n", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023184", 
        "title": "Sub-Seasonal Variations in Spatial Signatures of ENSO on the Indian Summer Monsoon from 1901-2009"
    }, 
    {
        "author": "Abubakr A. M. Salih, Qiong Zhang, Michael Tjernström", 
        "date": "2015-07-23", 
        "description": "\n\nThe Sahelian Sudan is an arid to semiarid region that depends on the seasonal rainfall as the main source of water, but its rainfall has large interannual variability. Such dry regions usually have their main moisture sources elsewhere; thus, the rainfall variability is directly related to the moisture transport. This study seeks to identify source regions of water vapor for Sahelian Sudan during the monsoon period, from July to September. We have used the Lagrangian trajectory model FLEXPART driven by ERA-Interim reanalysis for the time period 1998 to 2008. The results show that most of the air masses that reach this region during the monsoon period have their major origins over the Arabian Peninsula, Central Africa, or are associated with the tropical easterly jet. Flow associated with Intertropical Convergence Zone contributes almost half of the total precipitated water; most of it comes from Central Africa. This suggests that moisture recycling is the major contributor, compared to Oceanic sources. The flows from the northeast (Arabian Peninsula and north Asia) and east (Horn of Africa and north Indian Ocean) contribute about one third of the precipitated water. The rest of precipitated water comes from the Mediterranean, subtropical Atlantic, and western Sahel, all with smaller contribution. Our results also indicate that different subregions of Sahelian Sudan have different moisture sources. Such result needs to be taken into account in seasonal forecasting practices.\n", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023238", 
        "title": "Lagrangian tracing of Sahelian Sudan moisture sources"
    }, 
    {
        "author": "J. Mauro Vargas-Hernandez, Susan Wijffels, Gary Meyers, Neil J. Holbrook", 
        "date": "2015-07-21", 
        "description": "\n\nDecadal salinity variability is an important characteristic of the ocean. It characterizes differences in evaporative and precipitation fluxes at the surface, and in the subsurface it contributes to steric sea level change and freshwater/salt transports. In this paper, we identify and describe westward moving and decadally-varying salinity anomalies within the thermocline of the tropical South Indian Ocean (SIO) based on ocean state estimates from the Simple Ocean Data Assimilation version 2.2.4 (SODA). This signature in the salinity anomalies is expressed at the depth of 20°C isotherm (D20). A two-dimensional radon transform quantifies the westward speeds as being between 0.4–1.7 cm s−1. These speeds are slower than those of first baroclinic-mode Rossby waves or mean advection speeds of the background flow in the same regions. The decadal salinity anomaly originates in the subtropical eastern SIO (∼ 39% of the variance explained) and merges with remote anomalies from the western tropical Pacific Ocean (WTPO) via the Indonesian Seas (∼ 11% of the variance explained). The eastern SIO displays both decadal (∼ 10–15 years) and interdecadal (∼ 15–30 years) variability influenced by the WTPO, whereas the decadal variability in the western SIO seems to be more influenced by signals originating in the subtropical eastern SIO. We conclude that these salinity anomalies are consistent with signatures of non-linear baroclinic disturbances as explained in the recent literature, and possible interaction of higher order baroclinic-mode Rossby waves with the mean flow. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010933", 
        "title": "Slow westward movement of salinity anomalies across the tropical South Indian Ocean"
    }, 
    {
        "author": "Jing Wang et al", 
        "date": "2015-07-16", 
        "description": "Journal of Physical Oceanography, Volume 45, Issue 7, Page 1804-1821, July 2015. \n\t\t<br/>\n\t", 
        "journal": "Journal of Physical Oceanography", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JPO-D-14-0124.1?af=R", 
        "title": "Roles of Western and Eastern Boundary Reflections in the Interannual Sea Level Variations during Negative Indian Ocean Dipole Events"
    }, 
    {
        "author": "Joseph M. D’Addezio et al", 
        "date": "2015-07-16", 
        "description": "Journal of Physical Oceanography, Volume 45, Issue 7, Page 1947-1966, July 2015. \n\t\t<br/>\n\t", 
        "journal": "Journal of Physical Oceanography", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JPO-D-14-0210.1?af=R", 
        "title": "Seasonal Variability of Salinity and Salt Transport in the Northern Indian Ocean"
    }, 
    {
        "author": "Juliane Schwendike, Gareth J. Berry, Michael J. Reeder, Christian Jakob, Pallavi Govekar, Richard Wardle", 
        "date": "2015-07-14", 
        "description": "\n\nThe linear trend in the local Hadley and Walker circulations from 1979 to 2009 is calculated. These local circulations are defined through a decomposition of the vertical mass flux into its zonal and meridional components. Defining the local circulation this way ensures that the two orthogonal circulations (the local Hadley and Walker circulations) sum to the original circulation even after averaging the circulations regionally. Large regional differences in changes in the local Hadley and Walker circulations over a 31-year period are found. For example, the local Hadley circulation has shifted southward over Africa, the Maritime Continent as well as the western and central Pacific by about one degree. Over the Americas and the Atlantic the local Hadley circulation has strengthened by about 1-5%. The zonal component of the vertical mass flux has increased by about 10-20% in the tropics over all continents and decreased over the adjacent oceans by about 10-20%. Although the local Walker circulations in the Indian Ocean and the Atlantic have weakened, the circulation in the Pacific has changed little (about 1-2%). The local Walker circulations in all ocean basins have shifted westwards by about 1-2° on average.\n", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JD022652", 
        "title": "Trends in the Local Hadley and Local Walker Circulations"
    }, 
    {
        "author": "J. Martinez-Rey, L. Bopp, M. Gehlen, A. Tagliabue, and N. Gruber", 
        "date": "2015-07-13", 
        "description": "<b>Projections of oceanic N<sub>2</sub>O emissions in the 21st century using the IPSL Earth system model</b><br /><br />Biogeosciences, 12, 4133-4148, 2015<br /><br />Author(s): J. Martinez-Rey, L. Bopp, M. Gehlen, A. Tagliabue, and N. Gruber<br /><br />The ocean is a substantial source of nitrous oxide (N<sub>2</sub>O) to the\natmosphere, but little is known about how this flux might change in the future.\nHere, we investigate the potential evolution of marine N<sub>2</sub>O emissions in\nthe 21st century in response to anthropogenic climate change using the\nglobal ocean biogeochemical model NEMO-PISCES. Assuming nitrification as the\ndominant N<sub>2</sub>O formation pathway, we implemented two different\nparameterizations of N<sub>2</sub>O production which differ primarily under low-oxygen (O<sub>2</sub>) conditions. When forced with output from a climate model\nsimulation run under the business-as-usual high-CO<sub>2</sub> concentration\nscenario (RCP8.5), our simulations suggest a decrease of 4 to 12 % in\nN<sub>2</sub>O emissions from 2005 to 2100, i.e., a reduction from 4.03/3.71 to\n3.54/3.56 TgN yr<sup>−1</sup> depending on the parameterization. The emissions\ndecrease strongly in the western basins of the Pacific and Atlantic oceans,\nwhile they tend to increase above the oxygen minimum zones (OMZs), i.e., in\nthe eastern tropical Pacific and in the northern Indian Ocean. The reduction\nin N<sub>2</sub>O emissions is caused on the one hand by weakened nitrification as\na consequence of reduced primary and export production, and on the other\nhand by stronger vertical stratification, which reduces the transport of\nN<sub>2</sub>O from the ocean interior to the ocean surface. The higher emissions\nover the OMZ are linked to an expansion of these zones under global warming,\nwhich leads to increased N<sub>2</sub>O production, associated primarily with\ndenitrification. While there are many uncertainties in the relative\ncontribution and changes in the N<sub>2</sub>O production pathways, the increasing\nstorage seems unequivocal and determines largely the decrease in N<sub>2</sub>O\nemissions in the future. From the perspective of a global climate system,\nthe averaged feedback strength associated with the projected decrease in\noceanic N<sub>2</sub>O emissions amounts to around −0.009 W m<sup>−2</sup> K<sup>−1</sup>,\nwhich is comparable to the potential increase from terrestrial N<sub>2</sub>O\nsources. However, the assessment for a potential balance between the terrestrial\nand marine feedbacks calls for an improved representation of N<sub>2</sub>O\nproduction terms in fully coupled next-generation Earth system models.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/4133/2015/", 
        "title": "Projections of oceanic N<sub>2</sub>O emissions in the 21st century using the IPSL Earth system model"
    }, 
    {
        "author": "Shuangwen Sun et al", 
        "date": "2015-07-07", 
        "description": "Journal of Climate, Volume 28, Issue 13, Page 5063-5076, July 2015. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00580.1?af=R", 
        "title": "A Triggering Mechanism for the Indian Ocean Dipoles Independent of ENSO"
    }, 
    {
        "author": "P. González-Riancho, B. Aliaga, S. Hettiarachchi, M. González, and R. Medina", 
        "date": "2015-07-03", 
        "description": "<b>A contribution to the selection of tsunami human vulnerability indicators: conclusions from tsunami impacts in Sri Lanka and Thailand (2004), Samoa (2009), Chile (2010) and Japan (2011)</b><br /><br />Natural Hazards and Earth System Science, 15, 1493-1514, 2015<br /><br />Author(s): P. González-Riancho, B. Aliaga, S. Hettiarachchi, M. González, and R. Medina<br /><br />After several tsunami events with disastrous consequences around the world,\ncoastal countries have realized the need to be prepared to minimize human\nmortality and damage to coastal infrastructures, livelihoods and resources.\nThe international scientific community is striving to develop and validate\nmethodologies for tsunami hazard and vulnerability and risk assessments. The\nvulnerability of coastal communities is usually assessed through the\ndefinition of sets of indicators based on previous literature and/or\npost-tsunami reports, as well as on the available data for the study site.\nThe aim of this work is to validate, in light of past tsunami events, the\nindicators currently proposed by the scientific community to measure human\nvulnerability, to improve their definition and selection as well as to\nanalyse their validity for different country development profiles. The\nevents analysed are the 2011 Great Tohoku tsunami, the 2010 Chilean tsunami,\nthe 2009 Samoan tsunami and the 2004 Indian Ocean tsunami. The results\nobtained highlight the need for considering both permanent and temporal\nhuman exposure, the former requiring some hazard numerical modelling, while\nthe latter is related to site-specific livelihoods, cultural traditions and\ngender roles. The most vulnerable age groups are the elderly and\nchildren, the former having much higher mortality rates. Female mortality is\nnot always higher than male mortality and not always related to dependency issues.\nHigher numbers of disabled people do not always translate into higher\nnumbers of victims. Besides, it is clear that mortality is not only related\nto the characteristics of the population but also of the buildings. A high\ncorrelation has been found between the affected buildings and the number of\nvictims, being very high for completely damaged buildings. Distance to the\nsea, building materials and expected water depths are important determining\nfactors regarding the type of damage to buildings.", 
        "journal": "Natural Hazards and Earth System Science", 
        "link": "http://www.nat-hazards-earth-syst-sci.net/15/1493/2015/", 
        "title": "A contribution to the selection of tsunami human vulnerability indicators: conclusions from tsunami impacts in Sri Lanka and Thailand (2004), Samoa (2009), Chile (2010) and Japan (2011)"
    }, 
    {
        "author": "Hal F. Needham, Barry D. Keim, David Sathiaraj", 
        "date": "2015-06-30", 
        "description": "\n\nTropical cyclone-generated storm surges are among the world's most deadly and destructive natural hazards. This paper provides the first comprehensive global review of tropical storm surge data sources, observations, and impacts while archiving data in SURGEDAT, a global database. Available literature has provided data for more than 700 surge events since 1880, the majority of which are found in the western North Atlantic (WNA), followed by Australia/Oceania, the western North Pacific (WNP), and the northern Indian Ocean (NIO). The Bay of Bengal (BOB) in the NIO consistently observes the world's highest surges, as this subbasin averages five surges ≥5 m per decade and has observed credible storm tide levels reaching 13.7 m. The WNP observes the highest rate of low-magnitude surges, as the coast of China averages 54 surges ≥1 m per decade, and rates are likely higher in the Philippines. The U.S. Gulf Coast observes the second highest frequency of both high-magnitude (≥5 m) and low-magnitude (≥1 m) surges. The BOB observes the most catastrophic surge impacts, as 59% of global tropical cyclones that have killed at least 5000 people occurred in this basin. The six deadliest cyclones in this region have each killed at least 140,000 people, and two events have killed 300,000. Storm surge impacts transportation, agriculture, and energy sectors in the WNA. Oceania experiences long-term impacts, including contamination of fresh water and loss of food supplies, although the highest surges in this region are lower than most other basins.\n", 
        "journal": "Reviews of Geophysics", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014RG000477", 
        "title": "A review of tropical cyclone-generated storm surges: Global data sources, observations, and impacts"
    }, 
    {
        "author": "Alexander J. Baker, Harald Sodemann, James U. L. Baldini, Sebastian F. M. Breitenbach, Kathleen R. Johnson, Jeroen Hunen, Zhang Pingzhong", 
        "date": "2015-06-26", 
        "description": "\n\nEast Asian summer monsoon (EASM) rainfall impacts the world's most populous regions. Accurate EASM rainfall prediction necessitates robust paleoclimate reconstructions from proxy data and quantitative linkage to modern climatic conditions. Many precisely dated oxygen isotope records from Chinese stalagmites have been interpreted as directly reflecting past EASM rainfall amount variability, but recent research suggests that such records instead integrate multiple hydroclimatic processes. Using a Lagrangian precipitation moisture source diagnostic, we demonstrate that EASM rainfall is primarily derived from the Indian Ocean. Conversely, Pacific Ocean moisture export peaks during winter, and the moisture uptake area does not differ significantly between summer and winter and is thus a minor contributor to monsoonal precipitation. Our results are substantiated by an accurate reproduction of summer and winter spatial rainfall distributions across China. We also correlate modern EASM rainfall oxygen isotope ratios with instrumental rainfall amount and our moisture source data. This analysis reveals that the strength of the source effect is geographically variable, and differences in atmospheric moisture transport may significantly impact the isotopic signature of EASM rainfall at the Hulu, Dongge, and Wanxiang Cave sites. These results improve our ability to isolate the rainfall amount signal in paleomonsoon reconstructions and indicate that precipitation across central and eastern China will directly respond to variability in Indian Ocean moisture supply.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JD022919", 
        "title": "Seasonality of westerly moisture transport in the East Asian summer monsoon and its implications for interpreting precipitation δ18O"
    }, 
    {
        "author": "B. R. Loveday, P. Penven, C. J. C. Reason", 
        "date": "2015-06-24", 
        "description": "\nThe dynamical link between the Indian Ocean and Atlantic Meridional Overturning Circulation (AMOC) remains poorly understood. This partly arises from the complex Agulhas leakage, which occurs via rings, cyclones, and non-eddy flux. Hindcast simulations suggest that leakage has recently increased but have not decomposed this signal into its constituent mechanisms. Here these are isolated in a realistic ocean model. Increases in simulated leakage are attributed to stronger eddy and non-eddy-driven transports, and a strong warming and salinification, especially within Agulhas rings. Variability in both regimes is associated with strengthening Indian Ocean westerly winds, reflecting an increasingly positive Southern Annular Mode. While eddy and non-eddy flux signals are tied through turbulent eddy dissipation, the ratio between the two varies decadally. Consequently, while altimetry suggests a recent increase in retroflection turbulence and implied leakage, non-eddy flux may also play a significant role in modulating the leakage AMOC connection.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064256", 
        "title": "Southern Annular Mode and westerly-wind-driven changes in Indian-Atlantic exchange mechanisms"
    }, 
    {
        "author": "Michael J. McPhaden, Wang Yi, M. Ravichandran", 
        "date": "2015-06-17", 
        "description": "\n\nThe equatorial Indian Ocean is characterized by strong eastward flows in the upper 80-100 m during boreal spring and fall referred to as the Wyrtki jets. These jets are driven by westerly winds during the transition seasons between the southwest and northeast monsoons and represent a major conduit for mass and heat transfer between the eastern and western sides of the basin. Since their discovery over 40 years ago, there have been very few estimates from direct observations of the volume transports associated with these currents. In this paper we describe seasonal-to-interannual time scale variations in volume transports based on 5 years of unique measurements from an array of acoustic Doppler current profilers in the central equatorial Indian Ocean. The array was centered at 0°, 80.5°E and spanned latitudes between 2.5°N and 4°S from August 2008 to December 2013. Analysis of these data indicates that the spring jet peaks in May at 14.9±2.9 Sv and the fall jet peaks in November at 19.7±2.4 Sv, around which there are year-to-year transport variations of 5-10 Sv. The relationship of the interannual transport variations to zonal wind stress forcing, sea surface temperature, sea surface height, and surface current variations associated with the Indian Ocean Dipole (IOD) are further highlighted. We also illustrate the role of wind-forced equatorial waves in affecting transport variations of the fall Wyrtki jet during the peak season of the IOD. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010901", 
        "title": "Volume transports of the Wyrtki jets and their relationship to the Indian Ocean dipole"
    }, 
    {
        "author": "Jessica K. Makowski, Don P. Chambers, Jennifer A. Bonin", 
        "date": "2015-06-11", 
        "description": "\n\nPrevious studies have suggested that ocean bottom pressure (OBP) from the Gravity Recovery and Climate Experiment (GRACE) can be used to measure the depth-averaged, or barotropic, transport variability of the Antarctic Circumpolar Current (ACC). Here, we use GRACE OBP observations to calculate transport variability in a region of the southern Indian Ocean encompassing the major fronts of the ACC. We use a statistical analysis of a simulated GRACE-like data set to determine the uncertainty of the estimated transport for the 2003.0–2013.0 time period. We find that when the transport is averaged over 60° of longitude, the uncertainty (one standard error) is close to 1 Sv (1 Sv = 106 m3 s−1) for low-pass filtered transport, which is significantly smaller than the signal and lower than previous studies have found. The interannual variability is correlated with the Southern Annual mode (SAM) (0.61), but more highly correlated with circumpolar zonally averaged winds between 45°S and 65°S (0.88). GRACE transport reflects significant changes in transport between 2007 and 2009 that is observed in the zonal wind variations but not in the SAM index. We also find a statistically significant trend in transport (−1.0 ± 0.4 Sv yr−1, 90% confidence) that is correlated with a local deceleration in zonal winds related to an asymmetry in the SAM on multidecadal periods.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010575", 
        "title": "Using ocean bottom pressure from the gravity recovery and climate experiment (GRACE) to estimate transport variability in the southern Indian Ocean"
    }, 
    {
        "author": "Andreas Schiller, Peter R. Oke", 
        "date": "2015-06-08", 
        "description": "\n\nWe present a new methodology that allows quantifying the impact of individual terms of the temperature and salinity conservation within the mixed layer on mixed layer depth (MLD). The method is applied to output from an ocean general circulation model in the Indian Ocean to investigate variability and changes in MLD. On seasonal timescales and for most areas of the Indian Ocean variability of MLD is tightly linked to all thermohaline budget terms. In the Indian Ocean at approximately 20°S the MLD covaries with surface heat and freshwater fluxes on intraseasonal and interannual timescales. The geography of the region includes the Leeuwin Current, plus the tropical eastern Indian Ocean for interannual surface freshwater fluxes. The range of seasonal amplitudes of MLD variability varies with individual budget terms but is typically within 1 m/month to 100 m/month. The ocean footprints of an intraseasonal tropical cyclone, tropical and midlatitude seasonal temperature and salinity budgets and interannual variability associated with the Indian Ocean Dipole Mode are analyzed. The results reveal close relationships of the thermohaline budgets within the mixed layer with the variability of the MLD. The associated tendencies of changes in MLD are consistent with Argo and satellite-based observations of tendencies within the mixed layer and sea-surface temperature and salinity.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010538", 
        "title": "Dynamics of ocean surface mixed layer variability in the Indian Ocean"
    }, 
    {
        "author": "David J. Wilson, Alexander M. Piotrowski, Albert Galy, Virupaxa K. Banakar", 
        "date": "2015-06-06", 
        "description": "\n\nChanges in ocean circulation structure, together with biological cycling, have been proposed for trapping carbon in the deep ocean during glacial periods of the Late Pleistocene, but uncertainty remains in the nature and timing of deep ocean circulation changes through glacial cycles. In this study, we use neodymium (Nd) and carbon isotopes from a deep Indian Ocean sediment core to reconstruct water mass mixing and carbon cycling in Circumpolar Deep Water over the past 250 thousand years, a period encompassing two full glacial cycles and including a range of orbital forcing. Building on recent studies, we use reductive sediment leaching supported by measurements on isolated phases (foraminifera and fish teeth) in order to obtain a robust seawater Nd isotope reconstruction. Neodymium isotopes record a changing North Atlantic Deep Water (NADW) component in the deep Indian Ocean that bears a striking resemblance to Northern Hemisphere climate records. In particular, we identify both an approximately in-phase link to Northern Hemisphere summer insolation in the precession band and a longer-term reduction of NADW contributions over the course of glacial cycles. The orbital timescale changes may record the influence of insolation forcing, for example via NADW temperature and/or Antarctic sea ice extent, on deep stratification and mixing in the Southern Ocean, leading to isolation of the global deep oceans from an NADW source during times of low Northern Hemisphere summer insolation. That evidence could support an active role for changing deep ocean circulation in carbon storage during glacial inceptions. However, mid-depth water mass mixing and deep ocean carbon storage were largely decoupled within glacial periods, and a return to an interglacial-like circulation state during marine isotope stage (MIS) 6.5 was accompanied by only minor changes in atmospheric CO2. Although a gradual reduction of NADW export through glacial periods may have produced slow climate feedbacks linked to the growth of Northern Hemisphere ice sheets, carbon cycling in the glacial ocean was instead more strongly linked to Southern Ocean processes.\n", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014PA002707", 
        "title": "Interhemispheric controls on deep ocean circulation and carbon chemistry during the last two glacial cycles"
    }, 
    {
        "author": "Sonya L. Fiddes, Alexandre B. Pezza, James Renwick", 
        "date": "2015-06-05", 
        "description": "\n\nBlack Saturday (BS), 7 February 2009, is recognized as Australia's most severe bushfire event on record. The meteorology that day, although extreme, was typical of southeast Australian bushfire events, characterized by gusty northerly winds before a cool change brought strong southerly winds and a dramatic temperature drop. This study investigates a range of extra-tropical atmospheric (pressure, temperatures) and oceanic temperature anomalies that occurred on or leading up to BS. Results show several parameters were within the top 5% or were record breaking for the satellite era. Of particular note are the anomalies that occurred over the Antarctic region, having the strongest signal and appearing in unison with the pre-BS heatwave. We suggest that a combination of a warm polar ocean and an enhanced mid-latitude thermal contrast in the Indian Ocean aided in triggering sub-polar blocking and an intense cyclone, which brought the catastrophic cold front on BS.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4387", 
        "title": "Significant extra-tropical anomalies in the lead up to the Black Saturday fires"
    }, 
    {
        "author": "Maxi Boettcher, Heini Wernli", 
        "date": "2015-06-02", 
        "description": "\nDiabatic Rossby waves (DRWs) are a special type of low-level cyclones with a self-maintaining mechanism given an environment of moderate or strong baroclinicity and abundant moisture. Under certain conditions these shallow cyclones associated with a cyclonic low-level PV anomaly can serve as precursors for explosive cyclone intensification. The present study is the first to investigate DRWs in the Southern Hemisphere. Two typical DRW case studies are presented and a sophisticated algorithm is used to detect DRWs in operational analysis data from 2001 to 2012. DRWs occur in all ocean basins and seasons with a maximum in summer. On average, about 4 DRWs are found per month and 12% intensify explosively. Thereby, they contribute 6% to the total set of explosively deepening extratropical cyclones in the Southern Hemisphere. DRW tracks originate slightly closer to the equator compared to normal extratropical cyclones, and they follow the convergence zones eastward and poleward. This results in a climatological DRW track density similar to a spiral, from the western South Pacific and ends in the eastern South Indian Ocean, broken only by the Andes. Eventually, typical synoptic situations associated with DRW genesis are identified. The categories include (i) low-level PV generation by upper-level induced lifting, (ii) a low-level jet-induced diabatic PV generation, and (iii) a transformation of the low-tropospheric PV anomaly from another system.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2595", 
        "title": "Diabatic Rossby Waves in the Southern Hemisphere"
    }, 
    {
        "author": "Alisha Chandran, Ghouse Basha, T. B. M. J. Ouarda", 
        "date": "2015-06-01", 
        "description": "\n\nIn this study, we investigate the influence of global climate oscillations on the local temperature and precipitation over the United Arab Emirates (UAE), which is one of the driest regions in the world with very high temperatures and low precipitation. The identification and assessment of remote interactions (teleconnections) are carried out by using ground station and gridded data sets. Monthly rainfall data from six ground stations over the UAE for the period of 1982–2010 is used in this study along with the long-term gridded precipitation and temperature data from the Global Precipitation Climatology Center and Global Historic Climatic Network. Linear correlations, wavelet analysis, and cross-wavelet analysis have been applied to identify the relation between climate indices and precipitation (temperature). The analysis reveals that the strong variability in precipitation is closely associated with the Southern Oscillation Index (SOI) and the Indian Ocean Dipole Index (IOD) during the months of August–March, September–January, respectively. In case of temperature, the strong variability is associated with the North Atlantic Oscillation Index (NAO) and the East Atlantic Oscillation Index (EAO) during the months of April–October, July–December. Spatial analysis of cross-wavelet reveals that the winter precipitation is significantly influenced by SOI and temperature during summer by the NAO. This research concludes that the negative phases of SOI (NAO) play a significant role in the increase of precipitation (decrease in summer temperatures) over the UAE region.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4339", 
        "title": "Influence of climate oscillations on temperature and precipitation over the United Arab Emirates"
    }, 
    {
        "author": "Ming Luo, Yee Leung, Hans-F. Graf, Michael Herzog, Wei Zhang", 
        "date": "2015-05-19", 
        "description": "\n\nThis article investigates the year-to-year variability of the onset of the South China Sea summer monsoon (SCSSM) and the possible influences exerted by the surface temperature anomalies over land and sea. Early and late monsoon onsets are related to the temperature anomalies in different regions. It is found that an early onset follows negative sea surface temperature (SST) anomalies in the central tropical Pacific (CP) Ocean during the preceding winter and spring, corresponding to a CP La Niña. In contrast, a late onset is preceded by the negative surface air temperature anomalies over land in the central Asian continent. Negative SST anomalies in the central-eastern equatorial Pacific Ocean and the associated warming in the western Pacific induce an anomalously enhanced Walker circulation. This anomalous Walker cell leads to an increase in convection, causing more latent heat release and a subsequent decrease of surface pressure. The anomalous Walker cell and the enhanced latent heat release weaken the Western North Pacific subtropical high and the Philippine Sea anticyclone, favouring a westerly flow from the Indian Ocean, resulting in an early SCSSM onset. On the other hand, negative land surface temperature anomalies cool the atmosphere over land, and locally modify the Hadley circulation, accompanied by the anomalous divergence in the low-level atmosphere over the western equatorial Pacific. This divergence anomaly reduces the latent heat release and strengthens the anticyclone in the Philippine Sea, thus preventing the westward extension of the westerlies from the Indian Ocean and causing a late SCSSM onset.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4364", 
        "title": "Interannual variability of the onset of the South China Sea summer monsoon"
    }, 
    {
        "author": "Zhe Feng, Samson Hagos, Angela K. Rowe, Casey D. Burleyson, Matus N. Martini, Simon P. Szoeke", 
        "date": "2015-04-03", 
        "description": "\n\nThis paper investigates the mechanisms of convective cloud organization by precipitation-driven cold pools over the warm tropical Indian Ocean during the 2011 Atmospheric Radiation Measurement (ARM) Madden-Julian Oscillation (MJO) Investigation Experiment/Dynamics of the MJO (AMIE/DYNAMO) field campaign. A high-resolution regional model simulation is performed using the Weather Research and Forecasting model during the transition from suppressed to active phases of the November 2011 MJO. The simulated cold pool lifetimes, spatial extent, and thermodynamic properties agree well with the radar and ship-borne observations from the field campaign. The thermodynamic and dynamic structures of the outflow boundaries of isolated and intersecting cold pools in the simulation and the associated secondary cloud populations are examined. Intersecting cold pools last more than twice as long, are twice as large, 41% more intense (measured with buoyancy), and 62% deeper than isolated cold pools. Consequently, intersecting cold pools trigger 73% more convection than do isolated ones. This is due to stronger outflows that enhance secondary updraft velocities by up to 45%. However, cold pool-triggered convective clouds grow into deep convection not because of the stronger secondary updrafts at cloud base, but rather due to closer spacing (aggregation) between clouds and larger cloud clusters that form along the cold pool boundaries when they intersect. The close spacing of large clouds moistens the local environment and reduces entrainment drying, increasing the probability that the clouds further develop into deep convection. Implications for the design of future convective parameterization with cold pool-modulated entrainment rates are discussed.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000384", 
        "title": "Mechanisms of convective cloud organization by cold pools over tropical warm ocean during the AMIE/DYNAMO field campaign"
    }, 
    {
        "author": "H. Athar", 
        "date": "2015-03-03", 
        "description": "\n\nThe analyses of monthly and annual variability, and the seasonal teleconnections with the Indian Ocean Dipole (IOD), El-Niño Southern Oscillation (ENSO), and the North Atlantic Oscillation (NAO) circulation indices, for rainfall from 26 stations in Saudi Arabia (SA), for 33-year period (1978–2010), are presented. High interannual variability with non-monsoonal annual cycle characterizes the rainfall climate of SA in recent 33-year period. Eight of 26 stations display statistically significant simultaneous teleconnections with IOD and ENSO in the September–October–November (SON) season. These eight stations are situated north of 21.50°N (nSA) and are located in northern and in southeastern regions of nSA.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.570", 
        "title": "Teleconnections and variability in observed rainfall over Saudi Arabia during 1978–2010"
    }, 
    {
        "author": "Bo Sun, Huijun Wang", 
        "date": "2014-09-08", 
        "description": "\n\nIn this study, the atmospheric moisture sources affecting three sub-regions of East China, which are South China (SC), the middle and lower Yangtze River Valleys (YRV), and North China (NC), are identified and compared based on the simulation results of a Lagrangian particle dispersion model, FLEXPART, for the period 2000–2009. The investigation is conducted for ‘non-precipitation’ and ‘precipitation’ cases of summertime (May–September) and wintertime (October–April). Furthermore, the contributions of moisture originating from the land area, western Pacific Ocean, and Indian Ocean to the precipitation in the three sub-regions of East China are quantitatively estimated. The results indicate that during summertime, the transport of moisture from the Indian Ocean and western Pacific dominates the precipitation in SC, with almost equivalent contributions; evaporation over the land area seems to be the key contributor to the precipitation in YRV and NC, followed by the evaporation over the western Pacific. During wintertime, the precipitated moisture in SC originates largely from the western Pacific, while evaporation over the land area is the predominant contributor to the precipitation in YRV and NC. The results of this study indicate that the precipitation in the three sub-regions of East China reflect the contributions of the Indian monsoon and East Asian summer monsoon to different degrees.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4145", 
        "title": "Analysis of the major atmospheric moisture sources affecting three sub-regions of East China"
    }, 
    {
        "author": "Wilson Gitau, Pierre Camberlin, Laban Ogallo, Raphael Okoola", 
        "date": "2014-08-25", 
        "description": "\n\nDespite earlier studies over various parts of the world including equatorial Eastern Africa (EEA) showing that intraseasonal statistics of wet and dry spells have spatially coherent signals and thus greater predictability potential, no attempts have been made to identify the predictors for these intraseasonal statistics. This study therefore attempts to identify the predictors (with a 1-month lead time) for some of the subregional intraseasonal statistics of wet and dry spells (SRISS) which showed the greatest predictability potential during the short rainfall season over EEA. Correlation analysis between the SRISS and seasonal rainfall totals on one hand and the predefined predictors on the other hand were initially computed and those that were significant at 95% confidence levels retained. To identify additional potential predictors, partial correlation analyses were undertaken between SRISS and large-scale oceanic and atmospheric fields while controlling the effects of the predefined predictors retained earlier. Cross-validated multivariate linear regression (MLR) models were finally developed and their residuals assessed for independence and for normal distribution. Four large-scale oceanic and atmospheric predictors with robust physical/dynamical linkages with SRISS were identified for the first time. The cross-validated MLR models for the SRISS of wet spells and seasonal rainfall totals mainly picked two of these predictors around the Bay of Bengal. The two predictors combined accounted for 39.5% of the magnitude of the SST changes between the July–August and October–November–December periods over the Western Pole of the Indian Ocean Dipole, subsequently impacting EEA rainfall. MLR models were defined yielding cross-validated correlations between observed and predicted values of seasonal totals and number of wet days ranging from 0.60 to 0.75, depending on the subregion. MLR models could not be developed over a few of the subregions suggesting that the local factors could have masked the global and regional signals encompassed in the additional potential predictors.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4131", 
        "title": "Oceanic and atmospheric linkages with short rainfall season intraseasonal statistics over Equatorial Eastern Africa and their predictive potential"
    }
]