[
    {
        "author": "Shuangwen Sun et al", 
        "date": "Tue, 13 Jan 2015 08:00:00 GMT", 
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00580.1?af=R", 
        "title": "A triggering mechanism for the Indian Ocean Dipoles independent of ENSO"
    }, 
    {
        "author": "Jing Wang et al", 
        "date": "Fri, 15 May 2015 07:00:00 GMT", 
        "description": "Journal of Physical Oceanography, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Physical Oceanography", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JPO-D-14-0124.1?af=R", 
        "title": "Roles of western and eastern boundary reflections in the interannual sea level variations during negative Indian Ocean Dipole events"
    }, 
    {
        "author": "Joseph M. D’Addezio et al", 
        "date": "Thu, 14 May 2015 07:00:00 GMT", 
        "description": "Journal of Physical Oceanography, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Physical Oceanography", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JPO-D-14-0210.1?af=R", 
        "title": "Seasonal variability of salinity and salt transport in the Northern Indian Ocean"
    }, 
    {
        "author": "Gengxin Chen et al", 
        "date": "Fri, 20 Mar 2015 07:00:00 GMT", 
        "description": "Journal of Physical Oceanography, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Physical Oceanography", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JPO-D-14-0225.1?af=R", 
        "title": "Seasonal-to-Interannual Time Scale Dynamics of the Equatorial Undercurrent in the Indian Ocean"
    }, 
    {
        "author": "Jean-Philippe Duvel", 
        "date": "Thu, 28 May 2015 20:10:15 GMT", 
        "description": "Monthly Weather Review, Volume 143, Issue 6, Page 2170-2191, June 2015. \n\t\t<br/>\n\t", 
        "journal": "Monthly Weather Review", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/MWR-D-14-00318.1?af=R", 
        "title": "Initiation and Intensification of Tropical Depressions over the Southern Indian Ocean: Influence of the MJO"
    }, 
    {
        "author": "Hal Needham, Barry D. Keim, David Sathiaraj", 
        "date": "2015-05-19T10:46:54.606338-05:00", 
        "description": "\n\nTropical cyclone-generated storm surges are among the world's most deadly and destructive natural hazards. This paper provides the first comprehensive global review of tropical storm surge data sources, observations and impacts, while archiving data in SURGEDAT, a global database. Available literature has provided data for more than 700 surge events since 1880, the majority of which are found in the Western North Atlantic (WNA), followed by Australia/ Oceania, the Western North Pacific (WNP) and the Northern Indian Ocean (NIO). The Bay of Bengal (BOB) in the NIO consistently observes the world's highest surges, as this sub-basin averages five surges ≥ 5 m per decade, and has observed credible storm tide levels reaching 13.7 m. The WNP observes the highest rate of low-magnitude surges, as the coast of China averages 54 surges ≥ 1 m per decade, and rates are likely higher in the Philippines. The U.S. Gulf Coast observes the second highest frequency of both high (≥5 m) and low (≥1 m) magnitude surges. The BOB observes the most catastrophic surge impacts, as 59% of global tropical cyclones that have killed at least 5,000 people occurred in this basin. The six deadliest cyclones in this region have each killed at least 140,000 people, and two events have killed 300,000. Storm surge impacts transportation, agriculture and energy sectors in the WNA. Oceania experiences long-term impacts, including contamination of fresh water and loss of food supplies, although the highest surges in this region are lower than most other basins.\n", 
        "journal": "Reviews of Geophysics", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014RG000477", 
        "title": "A Review of Tropical Cyclone-Generated Storm Surges: Global Data Sources, Observations and Impacts"
    }, 
    {
        "author": "B. R. Loveday, P. Penven, C. J. C. Reason", 
        "date": "2015-06-03T08:47:27.307644-05:00", 
        "description": "\n\nThe dynamical link between the Indian Ocean and Atlantic Meridional Overturning Circulation (AMOC) remains poorly understood. This partly arises from the complex Agulhas leakage, which occurs via rings, cyclones and non-eddy flux. Hindcast simulations suggest leakage has recently increased, but have not decomposed this signal into its constituent mechanisms. Here, these are isolated in a realistic ocean model. Increases in simulated leakage are attributed to stronger eddy and non-eddy driven transports, and a strong warming and salinification, especially within Agulhas rings. Variability in both regimes is associated with strengthening Indian Ocean westerly winds, reflecting an increasingly positive Southern Annular Mode. While eddy and non-eddy flux signals are tied through turbulent eddy dissipation, the ratio between the two varies decadally. Consequently, while altimetry suggests a recent increase in retroflection turbulence and implied leakage, non-eddy flux may also play a significant role in modulating the leakage-AMOC connection.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064256", 
        "title": "Southern Annular Mode and westerly-wind driven changes in Indian-Atlantic exchange mechanisms"
    }, 
    {
        "author": "Hai Lin, Gilbert Brunet, Bin Yu", 
        "date": "2015-06-02T16:38:13.981849-05:00", 
        "description": "\n\nInterannual variability of the Madden-Julian Oscillation (MJO) and its influence on the extratropical teleconnection are analyzed. It is found that there is an interannual shift of the MJO activity between the Indian Ocean and the western-central Pacific. This is reflected by the year-to-year changes in the occurrence frequency of individual MJO phases. The leading mode of an empirical orthogonal function (EOF) analysis of occurrence frequency of MJO phases shows an out-of-phase relationship between MJO phase 7 and phases 3–5. During winters when the MJO convection occurs more frequently in the Indian Ocean (phases 3–5), a winter-mean positive North Atlantic Oscillation (NAO) tends to occur. These results indicate that the seasonal mean convection activity over the Indian Ocean related to the MJO is a possible driving forcing for the seasonal mean NAO variability in the boreal winter.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064547", 
        "title": "Interannual variability of the Madden-Julian Oscillation and its impact on the North Atlantic Oscillation in the boreal winter"
    }, 
    {
        "author": "D. A. Putrasahan, Lisa M. Beal, Ben P. Kirtman, Yu Cheng", 
        "date": "2015-06-11T18:52:17.599403-05:00", 
        "description": "\nThe Agulhas leakage brings warm and saline water from the Indian Ocean into the South Atlantic, forming part of the returning branch of the global thermohaline circulation, an important component of climate. We develop a new method using the passive tracer spice, to estimate Agulhas leakage transport in an ocean eddy-resolving climate model that properly captures Agulhas Retroflection and leakage. We identify Agulhas leakage waters as positive spice anomalies (≥ +0.1) and are able to trace leakage to depths greater than 1000 m. Spice-based Eulerian Agulhas leakage captures spikes in Lagrangian leakage transport which coincide with the passage of Agulhas rings, yielding a statistically significant correlation (0.47). On interannual times scales, differences between Eulerian and Lagrangian transports are reduced and correlation increases to 0.77. We obtain a mean spice-based Eulerian Agulhas leakage of 17 ± 4 sverdrup (Sv) and Lagrangian Agulhas leakage of 18 ± 2 Sv, which are within the range of observational estimates.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064482", 
        "title": "A new Eulerian method to estimate “spicy” Agulhas leakage in climate models"
    }, 
    {
        "author": "Abubakr A. M. Salih, Qiong Zhang, Michael Tjernström", 
        "date": "2015-06-02T23:08:08.489396-05:00", 
        "description": "\n\nThe Sahelian Sudan is an arid to semi-arid region that depends on the seasonal rainfall as the main source of water, but its rainfall has large interannual variability. Such dry regions usually have their main moisture sources elsewhere; thus the rainfall variability is directly related to the moisture transport. This study seeks to identify source regions of water vapor for Sahelian Sudan during the monsoon period, from July to September. We have used the Lagrangian trajectory model FLEXPART driven by ERA-interim results for the time period 1998 to 2008. The results show that most of the air masses that reach this region during the monsoon period have their major origins over the Arabian Peninsula, Central Africa or are associated with the tropical easterly jet. Flow associated with ITCZ contributes almost half of the total precipitated water; most of it comes from Central Africa. This suggests that moisture recycling is the major contributor, compared to Oceanic sources. The flows from the northeast (Arabian Peninsula and north Asia) and east (Horn of Africa and north Indian Ocean) contribute about one third of the precipitated water. The rest of precipitated water comes from the Mediterranean, subtropical Atlantic and western Sahel, all with smaller contribution. Our results also indicate that different sub-regions of Sahelian Sudan have different moisture sources. Such result needs to be taken into account in seasonal forecasting practices.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023238", 
        "title": "Lagrangian tracing of Sahelian Sudan moisture sources"
    }, 
    {
        "author": "Alexander J. Baker, Harald Sodemann, James U. L. Baldini, Sebastian F. M. Breitenbach, Kathleen R. Johnson, Jeroen Hunen, Zhang Pingzhong", 
        "date": "2015-05-25T08:05:39.615884-05:00", 
        "description": "\n\nEast Asian Summer Monsoon (EASM) rainfall impacts the world's most populous regions. Accurate EASM rainfall prediction necessitates robust palaeoclimate reconstructions from proxy data and quantitative linkage to modern climatic conditions. Many precisely-dated oxygen isotope records from Chinese stalagmites have been interpreted as directly reflecting past EASM rainfall amount variability, but recent research suggests such records instead integrate multiple hydroclimatic processes. Using a Lagrangian precipitation moisture source diagnostic, we demonstrate that EASM rainfall is primarily derived from the Indian Ocean. Conversely, Pacific Ocean moisture export peaks during winter and the moisture uptake area does not differ significantly between summer and winter, and is thus a minor contributor to monsoonal precipitation. Our results are substantiated by an accurate reproduction of summer and winter spatial rainfall distributions across China. We also correlate modern EASM rainfall oxygen isotope ratios with instrumental rainfall amount and our moisture source data. This analysis reveals that the strength of the source effect is geographically variable, and differences in atmospheric moisture transport may significantly impact the isotopic signature of EASM rainfall at the Hulu, Dongge and Wanxiang Cave sites. These results improve our ability to isolate the rainfall amount signal in palaeomonsoon reconstructions and indicate that precipitation across central and eastern China will directly respond to variability in Indian Ocean moisture supply.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JD022919", 
        "title": "Seasonality of westerly moisture transport in the East Asian Summer Monsoon and its implications for interpreting precipitation δ18O"
    }, 
    {
        "author": "C. I. Garfinkel, M. M. Hurwitz, L. D. Oman", 
        "date": "2015-06-04T04:56:29.190522-05:00", 
        "description": "\n\nComprehensive chemistry-climate model experiments and observational data are used to show that up to half of the satellite era early springtime cooling trend in the Arctic lower stratosphere was caused by changing sea surface temperatures (SSTs). An ensemble of experiments forced only by changing SSTs is compared to an ensemble of experiments in which both the observed SSTs and chemically and radiatively active trace species are changing. By comparing the two ensembles, it is shown that warming of Indian Ocean, North Pacific, and North Atlantic SSTs and cooling of the tropical Pacific have strongly contributed to recent polar stratospheric cooling in late winter and early spring. When concentrations of ozone-depleting substances and greenhouse gases are fixed, polar ozone concentrations show a small but robust decline due to changing SSTs. Ozone loss is larger in the presence of changing concentrations of ozone-depleting substances and greenhouse gases. The stratospheric changes can be understood by examining the tropospheric height and heat flux anomalies generated by the anomalous SSTs. Finally, recent SST changes have contributed to a decrease in the frequency of late winter stratospheric sudden warmings.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023284", 
        "title": "Effect of recent sea surface temperature trends on the Arctic stratospheric vortex"
    }, 
    {
        "author": "Xiaojian Zhang, Liya Jin, Na Li", 
        "date": "2015-06-02T11:51:37.106078-05:00", 
        "description": "\n\nThe East Asian winter monsoon (EAWM) is one of the most active components of the global climate system. Climate anomalies associated with the EAWM differ between extratropical and tropical regions due to the EAWM's meridional extent. Spatial differences in the EAWM variability on centennial and millennial time scales during the Holocene have not been well understood. This study describes Holocene spatiotemporal features of the EAWM based on comparisons of proxy records and climate simulations. The analysis specifically compared four proxy records located throughout China to assess the EAWM's spatial variability during the Holocene. These records indicate a stronger EAWM during the early Holocene than that during the late Holocene. The EAWM also shows a rapid, asynchronous decline from northwestern to southeastern China. The EAWM declined in northwestern China from 10 to 7.5 ka B.P., whereas the decline did not occur in southern China and the eastern Tibetan Plateau until 6–4.5 ka B.P. Coupled equilibrium and transient simulations of climate evolution during the Holocene indicate that the decline of the EAWM from 10 to 7.5 ka B.P. was probably caused by melting of Northern Hemisphere (NH) ice sheets and enhanced Atlantic meridional overturning circulation (AMOC). The decline of the EAWM from 6 to 4.5 ka B.P. over the eastern Tibetan Plateau and southern China is related to an abrupt increase in sea surface temperatures (SSTs) of the tropical western Indian Ocean. We therefore argue that the regional shift in EAWM intensity was probably related to a distinguishing response to high-latitude (NH ice sheets and AMOC) and low-latitude (tropical SSTs) forcings.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JD022585", 
        "title": "Asynchronous variation in the East Asian winter monsoon during the Holocene"
    }, 
    {
        "author": "Anthony D. Del Genio, Yonghua Chen", 
        "date": "2015-06-02T11:46:56.642942-05:00", 
        "description": "\nCloud and water vapor radiative heating anomalies associated with convection may be an effective source of moist static energy driving the Madden-Julian Oscillation (MJO). In this paper 5 years of radiative heating profiles derived from CloudSat radar and Cloud-Aerosol Lidar and Infrared Pathfinder Satellite Observation data are analyzed to document radiative heating anomalies during the MJO. Atmospheric shortwave absorption and surface longwave radiation anomalies are of opposite sign and 10–20% as large as top-of-atmosphere outgoing longwave radiation (OLR) anomalies, confirming that OLR provides a useful estimate of the total column radiative heating anomaly. Positive anomalies generally peak about 1 week before the MJO peak and are smallest over the Indian Ocean. Anomalies over the Maritime Continent are strongest and coincident with the MJO peak. Shortwave heating profile anomalies are weaker than longwave anomalies in the active region of the MJO but generally of opposite sign; thus, shortwave heating damps the longwave destabilization of the lower troposphere. The exception is the onset phase of the MJO, where shortwave and longwave heating anomalies due to thin cirrus are both positive in the upper troposphere and exert a stabilizing influence. Specific humidity anomalies in the middle troposphere reach 0.5 g kg−1, but the associated clear-sky heating anomaly is small. Radiative enhancement of column moist static energy becomes significant as precipitation increases before the MJO peak and remains high after the MJO peak as precipitation begins to decline. Elevated radiative heating after the peak may contribute to destabilizing the MJO.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023278", 
        "title": "Cloud-radiative driving of the Madden-Julian oscillation as seen by the A-Train"
    }, 
    {
        "author": "Bojan Škerlak, Michael Sprenger, Stephan Pfahl, Evangelos Tyrlis, Heini Wernli", 
        "date": "2015-05-29T14:21:44.987605-05:00", 
        "description": "\nTropopause folds are intimately linked to upper level frontogenesis and jet stream dynamics. They play an important role for stratosphere-troposphere exchange, the dynamical coupling of upper and lower tropospheric levels, and for generating severe weather events. This study presents a global climatology of tropopause folds using ERA-Interim reanalysis data from 1979 to 2012 and a refined version of a previously developed 3-D labeling and fold identification algorithm. This algorithm objectively separates stratospheric and tropospheric air in complex situations, e.g., in regions with strong low-level inversions, and in extratropical cyclones where diabatically generated potential vorticity anomalies typically occur. Three classes of tropopause folds are defined (shallow, medium, and deep), and their geographical distribution, vertical extent, and seasonal cycle are investigated. Most shallow folds occur along the subtropical jet stream, in agreement with previous studies. Hot spots of medium and deep tropopause folds are found west of Australia and along the coast of Antarctica in the Southern Hemisphere and around the east coast of North America in the Northern Hemisphere. Seasonal cycles show maxima in winter for all fold classes. Medium and deep folds are frequently associated with surface wind gust and precipitation extremes, as quantified for folds over the southern Indian Ocean. Wind gust extremes occur mainly in an elongated band upstream and equatorward of folds, whereas precipitation extremes occur mainly east and poleward of folds. Overall, in the considered region, about 20% of medium folds and 33% of deep folds are associated with surface wind or precipitation extremes in the vicinity of the fold.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JD022787", 
        "title": "Tropopause folds in ERA-Interim: Global climatology and relation to extreme weather events"
    }, 
    {
        "author": "Scott W. Powell, Robert A. Houze", 
        "date": "2015-05-27T14:53:57.164266-05:00", 
        "description": "\n\nAnomalies of eastward propagating large-scale vertical motion with ~30 day variability at Addu City, Maldives, move into the Indian Ocean from the west and are implicated in Madden-Julian Oscillation (MJO) convective onset. Using ground-based radar and large-scale forcing data derived from a sounding array, typical profiles of environmental heating, moisture sink, vertical motion, moisture advection, and Eulerian moisture tendency are computed for periods prior to those during which deep convection is prevalent and those during which moderately deep cumulonimbi do not form into deep clouds. Convection with 3–7 km tops is ubiquitous but present in greater numbers when tropospheric moistening occurs below 600 hPa. Vertical eddy convergence of moisture in shallow to moderately deep clouds is likely responsible for moistening during a 3–7 day long transition period between suppressed and active MJO conditions, although moistening via evaporation of cloud condensate detrained into the environment of such clouds may also be important. Reduction in large-scale subsidence, associated with a vertical velocity structure that travels with a dry eastward propagating zonal wavenumbers 1–1.5 structure in zonal wind, drives a steepening of the lapse rate below 700 hPa, which supports an increase in moderately deep moist convection. As the moderately deep cumulonimbi moisten the lower troposphere, more deep convection develops, which itself moistens the upper troposphere. Reduction in large-scale subsidence associated with the eastward propagating feature reinforces the upper tropospheric moistening, helping to then rapidly make the environment conducive to formation of large stratiform precipitation regions, whose heating is critical for MJO maintenance.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JD022961", 
        "title": "Effect of dry large-scale vertical motions on initial MJO convective onset"
    }, 
    {
        "author": "Scott W. Powell, Robert A. Houze", 
        "date": "2015-05-12T00:48:08.988899-05:00", 
        "description": "\nRadar data from the Tropical Rainfall Measuring Mission show the evolution of echo tops of convective elements over the Indian Ocean and Maritime Continent during the Dynamics of the Madden-Julian Oscillation (DYNAMO) field campaign of 2011–2012. Echo top heights exhibited a bimodal distribution wherein cumulonimbi of moderate height constituted a “congestus mode” while vertically extensive cumulonimbus made up a “deep mode.” An intraseasonal time scale dominated variability in these modes from October to January over much of the Indian Ocean. Over the Maritime Continent, there was no clear intraseasonal signal in convective echo top heights. Where the intraseasonal oscillation was detected, radar echoes evolved from being dominated by the congestus mode to being characterized by more deep mode convection on time scales of less than 1 week. The areal coverage of congestus echoes began to increase 2–8 days prior to the rise in area of deep echoes. These satellite-derived results confirm that the time scale for convective deepening seen at individual DYNAMO observational sites is consistent with that of convection on the large scale over the Indian Ocean. Intraseasonal variability of zonal wind, temperature, and humidity as depicted by reanalysis is also consistent with that derived from rawinsonde observations during DYNAMO. Thus, the gradual buildup of convection as depicted by recent versions of the “discharge-recharge” hypothesis does not accurately describe evolutions of convection prior to MJO events observed during DYNAMO, although cloud moistening processes may still be relevant on time scales of 1 week or less.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JD022934", 
        "title": "Evolution of precipitation and convective echo top heights observed by TRMM radar over the Indian Ocean during DYNAMO"
    }, 
    {
        "author": "Jessica K. Makowski, Don P. Chambers, Jennifer A. Bonin", 
        "date": "2015-06-11T10:52:03.322841-05:00", 
        "description": "\n\nPrevious studies have suggested that ocean bottom pressure (OBP) from the Gravity Recovery and Climate Experiment (GRACE) can be used to measure the depth-averaged, or barotropic, transport variability of the Antarctic Circumpolar Current (ACC). Here, we use GRACE OBP observations to calculate transport variability in a region of the southern Indian Ocean encompassing the major fronts of the ACC. We use a statistical analysis of a simulated GRACE-like data set to determine the uncertainty of the estimated transport for the 2003.0–2013.0 time period. We find that when the transport is averaged over 60° of longitude, the uncertainty (one standard error) is close to 1 Sv (1 Sv = 106 m3 s−1) for low-pass filtered transport, which is significantly smaller than the signal and lower than previous studies have found. The interannual variability is correlated with the Southern Annual mode (SAM) (0.61), but more highly correlated with circumpolar zonally averaged winds between 45°S and 65°S (0.88). GRACE transport reflects significant changes in transport between 2007 and 2009 that is observed in the zonal wind variations but not in the SAM index. We also find a statistically significant trend in transport (−1.0 ± 0.4 Sv yr−1, 90% confidence) that is correlated with a local deceleration in zonal winds related to an asymmetry in the SAM on multidecadal periods.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010575", 
        "title": "Using ocean bottom pressure from the gravity recovery and climate experiment (GRACE) to estimate transport variability in the southern Indian Ocean"
    }, 
    {
        "author": "Andreas Schiller, Peter R. Oke", 
        "date": "2015-06-08T23:49:54.139734-05:00", 
        "description": "\n\nWe present a new methodology that allows quantifying the impact of individual terms of the temperature and salinity conservation within the mixed layer on mixed layer depth (MLD). The method is applied to output from an ocean general circulation model in the Indian Ocean to investigate variability and changes in MLD. On seasonal timescales and for most areas of the Indian Ocean variability of MLD is tightly linked to all thermohaline budget terms. In the Indian Ocean at approximately 20°S the MLD covaries with surface heat and freshwater fluxes on intraseasonal and interannual timescales. The geography of the region includes the Leeuwin Current, plus the tropical eastern Indian Ocean for interannual surface freshwater fluxes. The range of seasonal amplitudes of MLD variability varies with individual budget terms but is typically within 1 m/month to 100 m/month. The ocean footprints of an intraseasonal tropical cyclone, tropical and midlatitude seasonal temperature and salinity budgets and interannual variability associated with the Indian Ocean Dipole Mode are analyzed. The results reveal close relationships of the thermohaline budgets within the mixed layer with the variability of the MLD. The associated tendencies of changes in MLD are consistent with Argo and satellite-based observations of tendencies within the mixed layer and sea-surface temperature and salinity.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010538", 
        "title": "Dynamics of ocean surface mixed layer variability in the Indian Ocean"
    }, 
    {
        "author": "Kandaga Pujiana, James N. Moum, William D. Smyth, Sally J. Warner", 
        "date": "2015-05-29T11:59:24.933878-05:00", 
        "description": "\n\nMeasurements of currents and turbulence beneath a geostationary ship in the equatorial Indian Ocean during a period of weak surface forcing revealed unexpectedly strong turbulence beneath the surface mixed layer. Coincident with the turbulence was a marked reduction of the current speeds registered by shipboard Doppler current profilers, and an increase in their variability. At a mooring 1 km away, measurements of turbulence and currents showed no such anomalies. Correlation with the shipboard echo sounder measurements indicate that these nighttime anomalies were associated with fish aggregations beneath the ship. The fish created turbulence by swimming against the strong zonal current in order to remain beneath the ship, and their presence affected the Doppler speed measurements. The principal characteristics of the resultant ichthyogenic turbulence are (i) low wave number roll-off of shear spectra in the inertial subrange relative to geophysical turbulence, (ii) Thorpe overturning scales that are small compared with the Ozmidov scale, and (iii) low mixing efficiency. These factors extend previous findings by Gregg and Horne (2009) to a very different biophysical regime and support the general conclusion that the biological contribution to mixing the ocean via turbulence is negligible.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010659", 
        "title": "Distinguishing ichthyogenic turbulence from geophysical turbulence"
    }, 
    {
        "author": "Yue Wang, ZhiMin Jian, Ping Zhao, JunMing Chen, Dong Xiao", 
        "date": "2015-05-27T02:54:50.011044-05:00", 
        "description": "\n\nIn a transient accelerated simulation of a coupled climate model, we identified a zonal dipole-like pattern of sea surface temperature (SST) anomalies in the tropical Indian Ocean, which is forced by precessional insolation changes since 300 ka and named as the paleo-IOD (Indian Ocean Dipole). A positive paleo-IOD mean state at 23 kyr precessional band exhibits warmer and wetter conditions over the western Indian Ocean and cooler and drier conditions over the eastern tropical Indian Ocean from August to October. This zonal thermal seesaw at the sea surface can extend downward to the subsurface ocean between 60 and 80 m and accompanies stronger oceanic upwelling in the eastern tropical Indian Ocean. The associated boreal summer-autumn tropospheric circulation anomalies are characterized by anomalous ascent over the western Indian Ocean and anomalous descent over the southeastern tropical Indian Ocean, with anomalous easterlies at the surface along the equatorial Indian Ocean. The positive paleo-IOD largely originates from local air-sea interactions that are induced by the increased summer insolation, and is also contributed by the reduced boreal winter insolation through an oceanic “heat memory effect.” Our simulated dipole mode index (DMI) of SST is qualitatively consistent with the paleoceanographic reconstructed DMI based on the UK37 proxy of SST at precessional band and provides a possible explanation for the in-phase precessional variation between boreal winter insolation and the UK37 proxy of SST in the eastern tropical Indian Ocean.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010713", 
        "title": "Precessional forced evolution of the Indian Ocean Dipole"
    }, 
    {
        "author": "Vimlesh Pant, M. S. Girishkumar, T. V. S. Udaya Bhaskar, M. Ravichandran, Fabrice Papa, V. P. Thangaprakash", 
        "date": "2015-05-03T07:27:09.136752-05:00", 
        "description": "\n\nAn in situ gridded data of salinity, comprising Argo and CTD profiles, has been used to study the interannual variability of near-surface salinity (within 30 m from sea surface) in the Bay of Bengal (BoB) during the years 2005–2013. In addition to the broad agreement with earlier studies on the north-to-south gradient of surface salinity and general features of seasonal variability of salinity, the data also revealed few episodes of enhanced freshening in the BoB. The observations showed distinct anomalous low salinity (< 2 psu) waters in the northern BoB during June–February of the years 2006–2007 (Y67), 2011–2012 (Y12), and 2012–2013 (Y23). The anomalous freshening during these years showed similar life cycle, such as, it starts in the northern BoB during July–September of current summer and extends up to February–March of next winter with a southward propagation. Analysis showed that the oceanic and atmospheric conditions associated with positive Indian Ocean Dipole (pIOD) lead to these freshening events, and IOD rather than El Niño/Southern Oscillation (ENSO) controls the interannual variability of salinity in the BoB. The mixed layer salt budget analysis indicated the dominant role of local fresh water flux (horizontal advection) on the observed salinity tendency during summer (winter) monsoon season. Enhanced precipitation associated with pIOD lead to enhanced freshening in northern BoB during June–September, which remained to this region with prevailing summer monsoon circulation. The weakening or absence of southward east India coastal current (EICC) during October–December of these freshening years trapped anomalous freshwater in the northern BoB.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010340", 
        "title": "Observed interannual variability of near-surface salinity in the Bay of Bengal"
    }, 
    {
        "author": "R. Dwi Susanto, Y. Tony Song", 
        "date": "2015-04-15T09:54:34.216877-05:00", 
        "description": "\n\nThe Indonesian throughflow (ITF) from the Pacific to the Indian Ocean plays an important role in global ocean circulation and climate. Yet, continuous ITF measurement is difficult and expensive. The longest time series of in situ measurements of the ITF to date were taken in the Makassar Strait, the main pathway of the ITF. Here we have demonstrated a plausible approach to derive the ITF transport proxy using satellite altimetry sea surface height (SSH), gravimetry ocean bottom pressure (OBP) data, in situ measurements from the Makassar Strait from 1996 to 1998 and 2004 to 2011, and a theoretical formulation. We first identified the optimal locations of the correlation between the observed ITF transport through the Makassar Strait and the pressure gradients, represented by the SSH and OBP differences between the Pacific and Indian Oceans at a 1° × 1° horizontal resolution. The optimal locations were found centered at 162°E and 11°N in the Pacific Ocean and 80°E and 0° in the Indian Ocean, then were used in the theoretical formulation to estimate the throughflow. The proxy time series follow the observation time series quite well, with the 1993–2011 mean proxy transport of 11.6 ± 3.2 Sv southward, varying from 5.6 Sv during the strong 1997 El Niño to 16.9 Sv during the 2007 La Nina period, which are consistent with previous estimates. The observed Makassar mean transport is 13.0 ± 3.8 Sv southward over 2004–2011, while the SSH proxy (for the same period) gives an ITF mean transport of 13.9 ± 4.1 Sv and the SSH + OBP proxy (for 2004–2010) is 15.8 ± 3.2 Sv.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010382", 
        "title": "Indonesian throughflow proxy from satellite altimeters and gravimeters"
    }, 
    {
        "author": "Zhe Feng, Samson Hagos, Angela K. Rowe, Casey D. Burleyson, Matus N. Martini, Simon P. Szoeke", 
        "date": "2015-04-03T02:14:44.328915-05:00", 
        "description": "\n\nThis paper investigates the mechanisms of convective cloud organization by precipitation-driven cold pools over the warm tropical Indian Ocean during the 2011 Atmospheric Radiation Measurement (ARM) Madden-Julian Oscillation (MJO) Investigation Experiment/Dynamics of the MJO (AMIE/DYNAMO) field campaign. A high-resolution regional model simulation is performed using the Weather Research and Forecasting model during the transition from suppressed to active phases of the November 2011 MJO. The simulated cold pool lifetimes, spatial extent, and thermodynamic properties agree well with the radar and ship-borne observations from the field campaign. The thermodynamic and dynamic structures of the outflow boundaries of isolated and intersecting cold pools in the simulation and the associated secondary cloud populations are examined. Intersecting cold pools last more than twice as long, are twice as large, 41% more intense (measured with buoyancy), and 62% deeper than isolated cold pools. Consequently, intersecting cold pools trigger 73% more convection than do isolated ones. This is due to stronger outflows that enhance secondary updraft velocities by up to 45%. However, cold pool-triggered convective clouds grow into deep convection not because of the stronger secondary updrafts at cloud base, but rather due to closer spacing (aggregation) between clouds and larger cloud clusters that form along the cold pool boundaries when they intersect. The close spacing of large clouds moistens the local environment and reduces entrainment drying, increasing the probability that the clouds further develop into deep convection. Implications for the design of future convective parameterization with cold pool-modulated entrainment rates are discussed.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000384", 
        "title": "Mechanisms of convective cloud organization by cold pools over tropical warm ocean during the AMIE/DYNAMO field campaign"
    }, 
    {
        "author": "David J. Wilson, Alexander M. Piotrowski, Albert Galy, Virupaxa K. Banakar", 
        "date": "2015-06-06T03:19:40.925536-05:00", 
        "description": "\n\nChanges in ocean circulation structure, together with biological cycling, have been proposed for trapping carbon in the deep ocean during glacial periods of the Late Pleistocene, but uncertainty remains in the nature and timing of deep ocean circulation changes through glacial cycles. In this study, we use neodymium (Nd) and carbon isotopes from a deep Indian Ocean sediment core to reconstruct water mass mixing and carbon cycling in Circumpolar Deep Water over the past 250 thousand years, a period encompassing two full glacial cycles and including a range of orbital forcing. Building on recent studies, we use reductive sediment leaching supported by measurements on isolated phases (foraminifera and fish teeth) in order to obtain a robust seawater Nd isotope reconstruction. Neodymium isotopes record a changing North Atlantic Deep Water (NADW) component in the deep Indian Ocean that bears a striking resemblance to Northern Hemisphere climate records. In particular, we identify both an approximately in-phase link to Northern Hemisphere summer insolation in the precession band and a longer-term reduction of NADW contributions over the course of glacial cycles. The orbital timescale changes may record the influence of insolation forcing, for example via NADW temperature and/or Antarctic sea ice extent, on deep stratification and mixing in the Southern Ocean, leading to isolation of the global deep oceans from an NADW source during times of low Northern Hemisphere summer insolation. That evidence could support an active role for changing deep ocean circulation in carbon storage during glacial inceptions. However, mid-depth water mass mixing and deep ocean carbon storage were largely decoupled within glacial periods, and a return to an interglacial-like circulation state during marine isotope stage (MIS) 6.5 was accompanied by only minor changes in atmospheric CO2. Although a gradual reduction of NADW export through glacial periods may have produced slow climate feedbacks linked to the growth of Northern Hemisphere ice sheets, carbon cycling in the glacial ocean was instead more strongly linked to Southern Ocean processes.", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014PA002707", 
        "title": "Interhemispheric controls on deep ocean circulation and carbon chemistry during the last two glacial cycles"
    }, 
    {
        "author": "", 
        "date": "2015-07-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">Based on Coupled Model Intercomparison Project phase 5 (CMIP5) models, present study investigates the decadal variability of the tropical Indian Ocean (TIO) sea surface temperature (SST)–the South Asian High (SAH) relation (hereafter TSR) as well as its responses to the global warming. Out of the 17 CMIP5 models, only one (GFDL-CM3) reproduces reasonably the influence of the TIO SST on the SAH. In the historical simulations of GFDL-CM3, the TSR features fluctuations modulated by the western Pacific SST and the Indian subcontinent precipitation. When the TIO warming is accompanied by warm western Pacific, the western Pacific SST-induced tropospheric warming propagates westwards, warms the troposphere surrounding the Indian Ocean, enhances SAH and leads to higher TSR; when accompanied by not so warmed western Pacific, the TSR is lower. While, if the TIO warming is accompanied by negative rainfall anomalies over the Indian subcontinent, the rainfall-induced upper-troposphere cyclone over the subtropical Asia weakens the response of the SAH and leads to lower TSR; if not accompanied by negative rainfall anomalies, the TSR is higher. The decadal variability of the TSR is not subject to the global warming. In RCP45 and RCP85 scenarios, the TSR is also not directly affected by global warming. The rainfall over the Indian subcontinent is still a factor modulating the TSR. While, the western Pacific SST is invalid in the influences of the TIO SST on the SAH.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2285-3", 
        "title": "The decadal variability of the tropical Indian Ocean SST–the South Asian High relation: CMIP5 model study"
    }, 
    {
        "author": "", 
        "date": "2015-07-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">The El Nino Southern Oscillation (ENSO) and the Indian Ocean Dipole (IOD) are widely recognized as major drivers of inter-annual variability of the Indian monsoon (IM) and extreme rainfall events (EREs). We assess the time-varying strength and non-linearity of these linkages using dynamic linear regression and Generalized Additive Models. Our results suggest that IOD has evolved independently of ENSO, with its influence on IM and EREs strengthening in recent decades when compared to ENSO, whose relationship with IM seems to be weakening and more uncertain. A unit change in IOD currently has a proportionately greater impact on IM. ENSO positively influences EREs only below a threshold of 100 mm day<sup class=\"a-plus-plus\">−1</sup>. Furthermore, there is a non-linear and positive relationship between IOD and IM totals and the frequency of EREs (&gt;100 mm day<sup class=\"a-plus-plus\">−1</sup>). Improvements in modeling this complex system can enhance the forecasting accuracy of the IM and EREs.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2288-0", 
        "title": "Non-stationary and non-linear influence of ENSO and Indian Ocean Dipole on the variability of Indian monsoon rainfall and extreme rain events"
    }, 
    {
        "author": "", 
        "date": "2015-07-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">Future projections of the Indian summer monsoon rainfall (ISMR) and its large-scale thermodynamic driver are studied by using CMIP5 model outputs. While all models project an increasing precipitation in the future warming scenario, most of them project a weakening large-scale thermodynamic driver arising from a weakening of the upper tropospheric temperature (UTT) gradient over south Asian summer monsoon region. The weakening of the UTT gradient under global warming scenarios is related to the increase in sea surface temperature (SST) over the equatorial Indian Ocean (EIO) leading to a stronger increase of UTT over the EIO region relative to the northern Indian region, a hypothesis supported by a series of Atmospheric General Circulation Model (AGCM) experiments forced by projected SSTs. To diagnose the inconsistency between the model projections of precipitation and the large-scale thermodynamic driver, we have examined the rate of total precipitation explained by convective and stratiform precipitations in observations and in CMIP5 models. It is found that most models produce too much (little) convective (stratiform) precipitation compared to observations. In addition, we also find stronger precipitable water—precipitation relationship in most CMIP5 models as compared to observations. Hence, the atmospheric moisture content produced by the model immediately gets converted to precipitation even though the large-scale thermodynamics in models weaken. Therefore, under global warming scenarios, due to increased temperature and resultant increased atmospheric moisture supply, these models tend to produce unrealistic local convective precipitation often not in tune with other large-scale variables. Our results questions the reliability of the ISMR projections in CMIP5 models and highlight the need to improve the convective parameterization schemes in coupled models for the reliable projections of the ISMR.\n      </p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2269-3", 
        "title": "Why ensemble mean projection of south Asian monsoon rainfall by CMIP5 models is not reliable?"
    }, 
    {
        "author": "H. Athar", 
        "date": "2015-03-03T04:07:02.100922-05:00", 
        "description": "\n\nThe analyses of monthly and annual variability, and the seasonal teleconnections with the Indian Ocean Dipole (IOD), El-Niño Southern Oscillation (ENSO), and the North Atlantic Oscillation (NAO) circulation indices, for rainfall from 26 stations in Saudi Arabia (SA), for 33-year period (1978–2010), are presented. High interannual variability with non-monsoonal annual cycle characterizes the rainfall climate of SA in recent 33-year period. Eight of 26 stations display statistically significant simultaneous teleconnections with IOD and ENSO in the September–October–November (SON) season. These eight stations are situated north of 21.50°N (nSA) and are located in northern and in southeastern regions of nSA.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.570", 
        "title": "Teleconnections and variability in observed rainfall over Saudi Arabia during 1978–2010"
    }, 
    {
        "author": "Farnaz Pourasghar, Tomoki Tozuka, Hooshang Ghaemi, Pascal Oettli, Saeed Jahanbakhsh, Toshio Yamagata", 
        "date": "2014-09-09T06:52:20.361767-05:00", 
        "description": "\n\nUsing daily rainfall data from 183 stations, influences of the Madden-Julian Oscillation (MJO) on precipitation over southern Iran are examined. When composites of daily rainfall anomalies are constructed by introducing eight phases in the time evolution, wet conditions are observed in MJO phases 1–2 and 7–8. During these phases, atmospheric circulation anomalies favor moisture advection from the western Indian Ocean to southern Iran. In contrast, dry conditions during MJO phases 3 to 6 are associated with advection of drier air from the north.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.531", 
        "title": "Influences of the MJO on intraseasonal rainfall variability over southern Iran"
    }, 
    {
        "author": "Fei Zheng, Jianping Li, Robin T. Clark, Ruiqing Ding, Fei Li, Lei Wang", 
        "date": "2014-10-21T10:49:40.752227-05:00", 
        "description": "\n\nPrevious evidence has  showed that the boreal spring Southern Annular Mode (SAM) regulates summer monsoon precipitation in East Asian subtropics through the Northern Indian Ocean sea surface temperature (NIO SST). This paper further demonstrates how a positive (negative) boreal spring SAM is usually followed by a warmer (cooler) summer over northeast China (NEC), suggesting impacts of the SAM even extend to the northern mid-latitudes. A positive spring SAM usually leads to anomalous anticyclonic  sinking motion over NEC during summer through the NIO SST, which results in cloud reduction and changes in radiation, and thus surface warming.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.541", 
        "title": "Influence of the boreal spring Southern Annular Mode on summer surface air temperature over northeast China"
    }, 
    {
        "author": "Indrani Roy, Matthew Collins", 
        "date": "2014-12-13T10:31:23.908338-05:00", 
        "description": "\n\nA solar influence on Indian Summer Monsoon (ISM) rainfall, identified in previous studies using the method of solar peak year compositing, may not be robust and can be influenced by other factors such as the El Nino Southern Oscillation (ENSO) and trends. Regression analysis, which takes into account variations across the whole solar cycle rather than just the minimum /maximum solar years, fails to detect any direct solar influence on the ISM during June–August. Regression suggests that the spatial pattern of ENSO, as imprinted in the sea level pressure in the Indian Ocean region, covering parts of Australia, has changed during the second half of last century. Thus ENSO impacts via variations in the local Hadley circulation may have played a role in modulating the ISM during that period. Finally, we discuss a possible indirect connection between the solar cycle and monsoon rainfall, which are different since the 1950s.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.547", 
        "title": "On identifying the role of Sun and the El Niño Southern Oscillation on Indian Summer Monsoon Rainfall"
    }, 
    {
        "author": "Jasti S. Chowdary, Arti B. Bandgar, C. Gnanaseelan, Jing-Jia Luo", 
        "date": "2015-01-24T09:05:47.413217-05:00", 
        "description": "\n\nWhile the importance of El Niño to the Indian summer monsoon (ISM) rainfall variability has been widely recognized, the role of tropical Indian Ocean (TIO) is still unclear. Present results based on coupled model sensitivity experiments revealed that the TIO air–sea interaction trims down suppressed rainfall locally over the ISM region by opposing the influence of tropical Pacific Ocean (TPO) during El Niño developing summers. Besides, El Niño-induced TIO basin-wide warming supports positive rainfall anomalies over the ISM region by maintaining local convection. TIO local air–sea interaction opposes the Pacific impact even in the absence of Indian Ocean Dipole.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.561", 
        "title": "Role of tropical Indian Ocean air–sea interactions in modulating Indian summer monsoon in a coupled model"
    }, 
    {
        "author": "Sonya L. Fiddes, Alexandre B. Pezza, James Renwick", 
        "date": "2015-06-05T06:33:32.149756-05:00", 
        "description": "\n\nBlack Saturday (BS), 7 February 2009, is recognized as Australia's most severe bushfire event on record. The meteorology that day, although extreme, was typical of southeast Australian bushfire events, characterized by gusty northerly winds before a cool change brought strong southerly winds and a dramatic temperature drop. This study investigates a range of extra-tropical atmospheric (pressure, temperatures) and oceanic temperature anomalies that occurred on or leading up to BS. Results show several parameters were within the top 5% or were record breaking for the satellite era. Of particular note are the anomalies that occurred over the Antarctic region, having the strongest signal and appearing in unison with the pre-BS heatwave. We suggest that a combination of a warm polar ocean and an enhanced mid-latitude thermal contrast in the Indian Ocean aided in triggering sub-polar blocking and an intense cyclone, which brought the catastrophic cold front on BS.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4387", 
        "title": "Significant extra-tropical anomalies in the lead up to the Black Saturday fires"
    }, 
    {
        "author": "Alisha Chandran, Ghouse Basha, T. B. M. J. Ouarda", 
        "date": "2015-06-01T08:41:03.121448-05:00", 
        "description": "\n\nIn this study, we investigate the influence of global climate oscillations on the local temperature and precipitation over the United Arab Emirates (UAE), which is one of the driest regions in the world with very high temperatures and low precipitation. The identification and assessment of remote interactions (teleconnections) are carried out by using ground station and gridded data sets. Monthly rainfall data from six ground stations over the UAE for the period of 1982–2010 is used in this study along with the long-term gridded precipitation and temperature data from the Global Precipitation Climatology Center and Global Historic Climatic Network. Linear correlations, wavelet analysis, and cross-wavelet analysis have been applied to identify the relation between climate indices and precipitation (temperature). The analysis reveals that the strong variability in precipitation is closely associated with the Southern Oscillation Index (SOI) and the Indian Ocean Dipole Index (IOD) during the months of August–March, September–January, respectively. In case of temperature, the strong variability is associated with the North Atlantic Oscillation Index (NAO) and the East Atlantic Oscillation Index (EAO) during the months of April–October, July–December. Spatial analysis of cross-wavelet reveals that the winter precipitation is significantly influenced by SOI and temperature during summer by the NAO. This research concludes that the negative phases of SOI (NAO) play a significant role in the increase of precipitation (decrease in summer temperatures) over the UAE region.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4339", 
        "title": "Influence of climate oscillations on temperature and precipitation over the United Arab Emirates"
    }, 
    {
        "author": "Ming Luo, Yee Leung, Hans-F. Graf, Michael Herzog, Wei Zhang", 
        "date": "2015-05-19T06:24:18.957913-05:00", 
        "description": "\n\nThis article investigates the year-to-year variability of the onset of the South China Sea summer monsoon (SCSSM) and the possible influences exerted by the surface temperature anomalies over land and sea. Early and late monsoon onsets are related to the temperature anomalies in different regions. It is found that an early onset follows negative sea surface temperature (SST) anomalies in the central tropical Pacific (CP) Ocean during the preceding winter and spring, corresponding to a CP La Niña. In contrast, a late onset is preceded by the negative surface air temperature anomalies over land in the central Asian continent. Negative SST anomalies in the central-eastern equatorial Pacific Ocean and the associated warming in the western Pacific induce an anomalously enhanced Walker circulation. This anomalous Walker cell leads to an increase in convection, causing more latent heat release and a subsequent decrease of surface pressure. The anomalous Walker cell and the enhanced latent heat release weaken the Western North Pacific subtropical high and the Philippine Sea anticyclone, favouring a westerly flow from the Indian Ocean, resulting in an early SCSSM onset. On the other hand, negative land surface temperature anomalies cool the atmosphere over land, and locally modify the Hadley circulation, accompanied by the anomalous divergence in the low-level atmosphere over the western equatorial Pacific. This divergence anomaly reduces the latent heat release and strengthens the anticyclone in the Philippine Sea, thus preventing the westward extension of the westerlies from the Indian Ocean and causing a late SCSSM onset.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4364", 
        "title": "Interannual variability of the onset of the South China Sea summer monsoon"
    }, 
    {
        "author": "Ester Salimun, Fredolin Tangang, Liew Juneng, Francis W. Zwiers, William J Merryfield", 
        "date": "2015-05-09T04:33:48.220029-05:00", 
        "description": "\n\nThis study evaluates the forecast skill of the fourth version of the Canadian coupled ocean–atmosphere general circulation model (CanCM4) and its model output statistics (MOS) to forecast the seasonal rainfall in Malaysia, particularly during early (October–November–December) and late (January–February–March) winter monsoon periods. CanCM4 is the latest component of the Canadian Seasonal to Inter-annual Prediction System (CanSIPS), which is a multi-seasonal climate prediction system developed particularly for Canada but applicable globally. Generally, CanCM4's skill in reproducing the climatology during winter is not as good as in other seasons because of the model's inability to simulate the regional synoptic circulations over the western Maritime Continent. In particular, the model fails to forecast the cold surges and Borneo vortex circulations that play critical roles in moisture horizontal advection. Moreover, its forecast skill during the early winter monsoon period is poorer than during the late period. Interestingly, forecast skill is enhanced when MOS models are applied as the MOS utilizes the predictive signals in the quasi-global predictors from the CanCM4 forecast system. The predictability can be traced to the conventional El Niño–Southern Oscillation (ENSO) and ENSO Modoki signals that are present in the CanCM4 forecast MOS predictor fields. The quasi-global sea-surface temperature and quasi-global sea-level pressure fields are found to be the most useful predictors. Interestingly, CanCM4 forecast signals associated with the Indian Ocean Dipole also contribute to the skill. Skill enhancement is particularly significant for northern Borneo during early monsoon periods in medium- and long-lead forecasts when the CanCM4 has minimal direct skill in the region.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4361", 
        "title": "Skill evaluation of the CanCM4 and its MOS for seasonal rainfall forecast in Malaysia during the early and late winter monsoon periods"
    }, 
    {
        "author": "Federico Ariel Robledo, Carolina Vera, Olga C. Penalba", 
        "date": "2015-05-04T05:28:46.603598-05:00", 
        "description": "\n\nA singular value decomposition (SVD) analysis was performed jointly on the daily intensity of extreme rainfall (DIER) over Argentina and sea surface temperature (SST) anomalies from 17.5°N–90°S to describe and understand the influence of the large-scale variability of the SSTs on the regional extreme rainfall events for spring summer, autumn and winter. Three main leading modes were identified in agreement with previous works. Mode 1 activity is strongly related to El Niño-Southern Oscillation (ENSO). Warm anomalies in the central-eastern tropical Pacific and western Indian Ocean induce circulation anomalies extended along the South Pacific and the development of a continental-scale circulation gyre in South America promoting moisture convergence, and in turn favouring DIER positive anomalies, in eastern Argentina. The combined influence of SST anomalies in the tropical Atlantic and western tropical Pacific characterizes Mode 2 activity, which induces an anticyclonic (cyclonic) circulation gyre in southeastern South America promoting anomalous moisture convergence (divergence) and thus positive (negative) DIER anomalies in eastern Argentina in spring and fall (summer and winter). Finally, Mode 3 activity is also influenced by SST anomalies in tropical central-eastern Pacific from winter to summer. The associated teleconnections contribute to the development of a cyclonic circulation mainly influencing southeastern South America (SESA) circulation to the north of 30°S from summer to winter, and further south in spring.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4359", 
        "title": "Influence of the large-scale climate variability on daily rainfall extremes over Argentina"
    }, 
    {
        "author": "Qiaoyan Wu, Ying Yan, Dake Chen", 
        "date": "2015-04-16T02:09:10.82966-05:00", 
        "description": "\n\nThe sensitivity of the East Asian Monsoon (EAM) precipitation prediction skill to the variabilities of the tropical Indian and Pacific sea surface temperature (SST), the North Atlantic Oscillation (NAO), and the heating and snow cover over the Tibetan Plateau is evaluated in the framework of a linear Markov model. It is found that the tropical Indo-Pacific SST helps to improve the prediction of EAM precipitation over oceanic regions and some localized areas over land, while the Indian Ocean alone does not show significant impact on prediction. The remote effects of NAO improve the prediction in the middle and lower reaches of the Yangtze and Huaihe River valleys in boreal spring, fall and winter, and over oceanic areas in boreal summer and fall. The predictive skill of our model is not sensitive to the inclusion of the sensible heating and snow cover over the Tibetan Plateau, probably because their effects are implicitly present in the original EAM model.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4347", 
        "title": "Seasonal prediction of East Asian monsoon precipitation: skill sensitivity to various climate variabilities"
    }, 
    {
        "author": "Kevin K. W. Cheung, Ningbo Jiang, K. S. Liu, Lisa T.-C. Chang", 
        "date": "2014-06-12T12:44:00.722521-05:00", 
        "description": "\n\nThe variability of intense tropical cyclone (TC) in the Southern Hemisphere and its relation to large-scale environmental parameters are examined through temporal and spatial principal component analysis (PCA). The results show that there was a shift from low intense TC activity during 1976/1977–1987/1988 (period 1) to high activity during 1988/1989–2007/2008 (period 2). Accumulated cyclone energy maps indicate that this shift is related to more occurrences of intense TCs in the southwestern Indian Ocean (SWIO) and northwestern Australian region during period 2. The spatial-mode PCA identifies distinct sea surface temperature anomaly (SSTA) patterns dominating in periods 1 and 2. The four dominating patterns in period 1 have low or negative SSTA in the TC development regions (especially over SWIO), whereas the five dominating ones in period 2 have much higher SSTA in the same regions. The temporal variability of the vertical wind shear (VWS) over the Indian Ocean (IO) is examined through the temporal-mode PCA. The first mode is El Niño Southern Oscillation (ENSO)-related, but there is no clear interdecadal variability identified. The second mode shows high VWS during the 1970s to early 1980s that is similar in length to period 1, followed by low VWS afterwards during period 2. This change in VWS thus may be responsible for the shift in intense TC activity over the IO. Linear correlative analysis shows that the mode of variability in VWS is significantly related to subtropical dipole events in the IO. Potential linkages of these findings with ENSO and Interdecadal Pacific Oscillation are discussed.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4073", 
        "title": "Interdecadal shift of intense tropical cyclone activity in the Southern Hemisphere"
    }, 
    {
        "author": "Sil Lanckriet, Amaury Frankl, Enyew Adgo, Piet Termonia, Jan Nyssen", 
        "date": "2014-06-19T11:48:48.203516-05:00", 
        "description": "\n\nThis study presents a method to elaborate atmospheric teleconnections and applies it on the drought-prone region of North Ethiopia. By doing so, the relatively new procedure known as empirical orthogonal teleconnection analysis (EOT) was validated as an effective way for identifying the impact of atmospheric patterns in remote oceanic basins on rainfall trends at a particular location. Rainfall trends were investigated, and trend analysis on optimally interpolated rain gauge data (1948–2013) shows no significant decrease for kiremt rainfall (June–September) in North Ethiopia. However, EOT analysis of assimilated mean sea level pressure data reveals that not only El Niño Southern Oscillation (ENSO)/La Niña, but also the Indian Ocean Dipole (IOD) has a significant impact in North Ethiopia. Including the variability of the Southwest Monsoons (SWM), subsequent multivariate regression could model North Ethiopian kiremt rainfall from these three teleconnections (R2 = 0.64), representing 89% of all dry years. In particular, the interaction between these three teleconnections was a major contributor to the 1983–1985 droughts and famine. The study hence finds a significant impact of three atmospheric teleconnections (ENSO, IOD, SWM) on North Ethiopian rainfall variability. Moreover, it is pointed out that EOT analysis is a useful tool to identify the relations between drought risk and remote atmospheric systems.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4074", 
        "title": "Droughts related to quasi-global oscillations: a diagnostic teleconnection analysis in North Ethiopia"
    }, 
    {
        "author": "Maxi Boettcher, Heini Wernli", 
        "date": "2015-06-02T04:01:00.741133-05:00", 
        "description": "\nDiabatic Rossby waves (DRWs) are a special type of low-level cyclones with a self-maintaining mechanism given an environment of moderate or strong baroclinicity and abundant moisture. Under certain conditions these shallow cyclones associated with a cyclonic low-level PV anomaly can serve as precursors for explosive cyclone intensification. The present study is the first to investigate DRWs in the Southern Hemisphere. Two typical DRW case studies are presented and a sophisticated algorithm is used to detect DRWs in operational analysis data from 2001 to 2012. DRWs occur in all ocean basins and seasons with a maximum in summer. On average, about 4 DRWs are found per month and 12% intensify explosively. Thereby, they contribute 6% to the total set of explosively deepening extratropical cyclones in the Southern Hemisphere. DRW tracks originate slightly closer to the equator compared to normal extratropical cyclones, and they follow the convergence zones eastward and poleward. This results in a climatological DRW track density similar to a spiral, from the western South Pacific and ends in the eastern South Indian Ocean, broken only by the Andes. Eventually, typical synoptic situations associated with DRW genesis are identified. The categories include (i) low-level PV generation by upper-level induced lifting, (ii) a low-level jet-induced diabatic PV generation, and (iii) a transformation of the low-tropospheric PV anomaly from another system.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2595", 
        "title": "Diabatic Rossby Waves in the Southern Hemisphere"
    }, 
    {
        "author": "", 
        "date": "2015-08-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">This paper provides a comprehensive assessment of Asian summer monsoon prediction skill as a function of lead time and its relationship to sea surface temperature prediction using the seasonal hindcasts of the Beijing Climate Center Climate System Model, BCC CSM1.1(m). For the South and Southeast Asian summer monsoon, reasonable skill is found in the model’s forecasting of certain aspects of monsoon climatology and spatiotemporal variability. Nevertheless, deficiencies such as significant forecast errors over the tropical western North Pacific and the eastern equatorial Indian Ocean are also found. In particular, overestimation of the connections of some dynamical monsoon indices with large-scale circulation and precipitation patterns exists in most ensemble mean forecasts, even for short lead-time forecasts.</p>\n                    <p class=\"a-plus-plus\">Variations of SST, measured by the first mode over the tropical Pacific and Indian oceans, as well as the spatiotemporal features over the Ni˜no3.4 region, are overall well predicted. However, this does not necessarily translate into successful forecasts of the Asian summer monsoon by the model. Diagnostics of the relationships between monsoon and SST show that difficulties in predicting the South Asian monsoon can be mainly attributed to the limited regional response of monsoon in observations but the extensive and exaggerated response in predictions due partially to the application of ensemble average forecasting methods. In contrast, in spite of a similar deficiency, the Southeast Asian monsoon can still be forecasted reasonably, probably because of its closer relationship with large-scale circulation patterns and El Ni˜no–Southern Oscillation.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-015-4194-8", 
        "title": "Performance of the seasonal forecasting of the Asian summer monsoon by BCC_CSM1.1(m)"
    }, 
    {
        "author": "", 
        "date": "2015-08-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">This study examines the relationships among the monsoon-like southwest Australian circulation (SWAC), the Southern Annular Mode (SAM), and southwest Western Australia winter rainfall (SWR), based on observed rainfall, reanalysis datasets, and the results of numerical modeling. By decomposing the SWAC into two components using a linear model, i.e. the component related to SAM (RSAM) and the component unrelated to SAM (SWACI*), we find it is the SWACI* that shows a significant influence on SWR. Similarly, it is the component of SAM associated with SWAC that exhibits an impact on SWR, whereas the component unrelated to SAM. A similar result is obtained in terms of the circulation associated with SWAC and the SAM. These facts suggest the SAM plays an indirect role in influencing SWR, and raise the possibility that SWAC acts as a bridge between the SAM and SWR, by which the SAM passes its influences onto SWR. This is due to the fact that the variations of SWAC are closely linked to the thermal contrast between land and sea across the southern Indian Ocean and southwest Australia. By contrast, the SAM does not significantly relate to this thermal structure, particularly for the component unrelated to SWAC. The variations of surface sea temperature over the southern Indian Ocean contribute to the favored rainfall circulation patterns. This finding is supported by the numerical modeling results. The strong coupling between SWAC and SWR may be instrumental for understanding the interactions between SWR and the southern Indian Ocean, and provides another perspective in examining the variations in SWR.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-014-4142-z", 
        "title": "Relationships among the monsoon-like southwest Australian circulation, the Southern Annular Mode, and winter rainfall over southwest Western Australia"
    }, 
    {
        "author": "K. Violaki, J. Sciare, J. Williams, A. R. Baker, M. Martino, and N. Mihalopoulos", 
        "date": "Fri, 29 May 2015 00:00:00 +0200", 
        "description": "<b>Atmospheric water-soluble organic nitrogen (WSON) over marine environments: a global perspective</b><br /><br />Biogeosciences, 12, 3131-3140, 2015<br /><br />Author(s): K. Violaki, J. Sciare, J. Williams, A. R. Baker, M. Martino, and N. Mihalopoulos<br /><br />To obtain a comprehensive picture of the spatial distribution of water-soluble organic nitrogen (WSON) in marine aerosols, samples were collected\nduring research cruises in the tropical and southern Atlantic Ocean and also\nin the southern Indian Ocean (Amsterdam Island) for a 1-year period\n(2005). Samples were analyzed for both organic and inorganic forms of\nnitrogen, and the factors controlling their levels were examined. Fine-mode WSON was found to play a significant role in the remote marine\natmosphere with enhanced biogenic activity, with concentrations of WSON\n(11.3 ± 3.3 nmol N m<sup>−3</sup>) accounting for about 84 % of the total\ndissolved nitrogen (TDN). Such concentrations are similar to those observed\nin the polluted marine atmosphere of the eastern Mediterranean (11.6 ± 14.0 nmol N m<sup>−3</sup>).\n Anthropogenic activities were found to be an\nimportant source of atmospheric WSON as evidenced by the levels in the Northern Hemisphere (NH) being 10 times higher than in the remote Southern\nHemisphere (SH). Furthermore, the higher contribution of fine-mode WSON to\nTDN (51%) in the SH, compared to the NH (13%), underlines the\nimportant role of organic nitrogen in remote marine areas. Finally, there\nwas a strong association of WSON with dust in coarse-mode aerosols in the\nNH.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/3131/2015/", 
        "title": "Atmospheric water-soluble organic nitrogen (WSON) over marine environments: a global perspective"
    }, 
    {
        "author": "D. Sakuna-Schwartz, P. Feldens, K. Schwarzer, S. Khokiattiwong, and K. Stattegger", 
        "date": "Fri, 12 Jun 2015 00:00:00 +0200", 
        "description": "<b>Internal structure of event layers preserved on the Andaman Sea continental shelf, Thailand: tsunami vs. storm and flash-flood deposits</b><br /><br />Natural Hazards and Earth System Science, 15, 1181-1199, 2015<br /><br />Author(s): D. Sakuna-Schwartz, P. Feldens, K. Schwarzer, S. Khokiattiwong, and K. Stattegger<br /><br />Tsunami, storm and flash-flood event layers, which have been deposited over\nthe last century on the shelf offshore Khao Lak (Thailand, Andaman Sea), are\nidentified in sediment cores based on sedimentary structures, grain size\ncompositions, Ti / Ca ratios and <sup>210</sup>Pb activity. Individual offshore\ntsunami deposits are 12 to 30 cm in thickness and originate from the 2004\nIndian Ocean Tsunami. They are characterized by (1) the appearance of sand\nlayers enriched in shells and shell debris and (2) the appearance of mud and\nsand clasts. Storm deposits found in core depths between 5 and 82 cm could\nbe attributed to recent storm events by using <sup>210</sup>Pb profiles in\nconjunction with historical data of typhoons and tropical storms. Massive\nsand layers enriched in shells and shell debris characterize storm deposits.\nThe last classified type of event layer represents reworked flash-flood\ndeposits, which are characterized by a fining-upward sequence of muddy\nsediment. The most distinct difference between storm and tsunami deposits is\nthe lack of mud and sand clasts, mud content and terrigenous material\nwithin storm deposits. Terrigenous material transported offshore during the\ntsunami backwash is therefore an important indicator to distinguish between\nstorm and tsunami deposits in offshore environments.", 
        "journal": "Natural Hazards and Earth System Science", 
        "link": "http://www.nat-hazards-earth-syst-sci.net/15/1181/2015/", 
        "title": "Internal structure of event layers preserved on the Andaman Sea continental shelf, Thailand: tsunami vs. storm and flash-flood deposits"
    }
]