[
    {
        "author": "",
        "date": "2015-09-01",
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">Thirty strong Madden-Julian Oscillation (MJO) events in boreal winter 1982–2001 are selected to investigate the triggering processes of MJO convection over the western equatorial Indian Ocean (IO). These MJO events are classified into three types, according to their dynamic and thermodynamic precursor signals <em class=\"a-plus-plus\">in situ</em>. In Type I, a remarkable increase in low-level moisture occurs, on average, 7 days prior to the convection initiation. This low-level moistening is mainly due to the advection of the background mean moisture by easterly wind anomalies over the equatorial IO. In Type II, lower-tropospheric ascending motion anomalies develop, on average, 4 days prior to the initiation. The cause of this ascending motion anomaly is attributed to the anomalous warm advection, set up by a suppressed MJO phase in the equatorial IO. In Type III, there are no clear dynamic and thermodynamic precursor signals <em class=\"a-plus-plus\">in situ</em>. The convection might be triggered by energy accumulation in the upper layer associated with Rossby wave activity fluxes originated from the midlatitudes.</p>\n                  ",
        "journal": "Advances in Atmospheric Sciences",
        "link": "http://link.springer.com/10.1007/s00376-015-4201-0",
        "title": "Three-type MJO initiation processes over the Western Equatorial Indian Ocean"
    },
    {
        "author": "",
        "date": "2015-09-01",
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">The present study evaluates the precipitation variability over the South China Sea (SCS) and its relationship to tropical Indo-Pacific SST anomalies during spring-to-summer transition (April–May–June, AMJ) simulated by 23 Intergovernmental Panel on Climate Change Coupled Model Intercomparison Project Phase 5 coupled models. Most of the models have the capacity to capture the AMJ precipitation variability in the SCS. The precipitation and SST anomaly (SSTA) distribution in the SCS, tropical Pacific Ocean (TPO), and tropical Indian Ocean (TIO) domains is evaluated based on the pattern correlation coefficients between model simulations and observations. The analysis leads to several points of note. First, the performance of the SCS precipitation anomaly pattern in AMJ is model dependent. Second, the SSTA pattern in the TPO and TIO is important for capturing the AMJ SCS precipitation variability. Third, a realistic simulation of the western equatorial Pacific (WEP) and local SST impacts is necessary for reproducing the AMJ SCS precipitation variability in some models. Fourth, the overly strong WEP SST impacts may disrupt the relationship between the SCS precipitation and the TPO-TIO SST. Further work remains to be conducted to unravel the specific reasons for the discrepancies between models and observations in various aspects.</p>\n                  ",
        "journal": "Advances in Atmospheric Sciences",
        "link": "http://link.springer.com/10.1007/s00376-015-4250-4",
        "title": "Relationship between South China Sea precipitation variability and tropical Indo-Pacific SST anomalies in IPCC CMIP5 models during spring-to-summer transition"
    },
    {
        "author": "Emily C. Gill, Balaji Rajagopalan, Peter Molnar",
        "date": "2015-08-24",
        "description": "\n\nCorrelations of 1° by 1° seasonal rainfall with Pacific sea surface temperatures (SSTs) reveal spatially distinct teleconnections between El Niño–Southern Oscillation (ENSO) and Indian summer monsoon rainfall over the full monsoon season, as well as three subseasons. Over the full season (June–September), Pacific SSTs correlate with rainfall in Western India more than that in Eastern India. This spatial signature shifts as the monsoon progresses through early (June), middle or peak (July–August), and late (September) subseasons. Specifically, a 1°C cooling of the central equatorial Pacific (i.e., La Niña conditions) can result in the following: ∼70–100% increase in precipitation in north central Indian and the Indo-Gangetic Plains during the early season, ∼30–80% increase peak season precipitation in south central India and northwestern Rajasthan, and ∼60–100% increase in late season precipitation in northern, northwestern, and central India. Furthermore, the spatial signatures between La Niña and El Niño are asymmetric in that for a particular location, the enhancement and suppression of rainfall associated with La Niña and El Niño conditions, respectively, are not equal. El Niño suppresses peak season rainfall in the south central and northwestern Rajasthan regions more than La Niña enhances it, but the opposite occurs during the late season in northern, northwestern, and central India. Additionally, the correspondence of minima (maxima) in anomalies of velocity potential aloft with maxima (minima) at 925 mb and with positive (negative) surface pressure anomalies suggests that anomalous subsidence (ascent) occurs in July–September during El Niño (La Niña) times. In the early season, however, patterns of velocity potential composites suggest a region of descent (ascent) over the western equatorial Indian Ocean, along with a region of ascent (descent) over the Indian subcontinent that exists only during the early season but not during the peak or late season. These patterns are consistent with the hypothesis that local Hadley cell circulation affects pressure and thus rainfall during the early season but that a larger-scale mechanism, such as eastward or westward shifts in the Walker circulation, may be more responsible for teleconnections seen throughout the remainder of the season. These findings indicate that focusing monsoon forecasting efforts on these regions and on subseasonal periods while incorporating ENSO asymmetries will yield useful and skillful regional forecasts, compared to the declining utility and skill of all-India summer monsoon rainfall.\n",
        "journal": "Journal of Geophysical Research: Atmospheres",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023184",
        "title": "Subseasonal variations in spatial signatures of ENSO on the Indian summer monsoon from 1901 to 2009"
    },
    {
        "author": "Sarah E. Perkins, Daniel Argüeso, Christopher J. White",
        "date": "2015-08-24",
        "description": "\n\nWhile it is established that low-frequency climate variability modes have a dominant role on Australia's climate, limited work to date has focused on relationships between climate variability and Australian heatwaves. Moreover, heatwaves are a distinctive type of extreme weather that can be classified by multiple characteristics, such as intensity, frequency, duration, and timing. This study identifies the relationships between known modes of climate variability that influence Australian climate, and discrete seasonal characteristics of the intensity, frequency, duration, and timing of heatwaves. The large-scale seasonal modes of the El Niño/Southern Oscillation (ENSO), the Indian Ocean Dipole (IOD), and the Southern Annular Mode (SAM) are investigated for extended Austral summers commencing between the years 1911 and 2012. While ENSO is found to have the strongest relationship with Australian heatwave characteristics, this study finds that ENSO's influence differs between heatwave frequency, duration, intensity, and timing. Regions dominated by ENSO experience more, longer lasting and hotter heatwaves combined with an earlier commencement of the heatwave season during El Niño phases. The exception to this is southeast Australia, where SAM is generally more dominant. In contrast, the IOD provides little indication of seasonal heatwave characteristics due to its relative inactivity during the Austral summer months. Lastly, we show that antecedent soil moisture has varying strengths of relationships with Australian heatwave characteristics, exhibiting relationships with heatwave intensity and timing over some regions where none are detected between large-scale modes. However, while significant relationships between dry antecedent soil moisture and extreme heatwaves do exist over Australia, these appear to be slightly weaker than similar relationships over Europe reported in other studies.\n",
        "journal": "Journal of Geophysical Research: Atmospheres",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023592",
        "title": "Relationships between climate variability, soil moisture, and Australian heatwaves"
    },
    {
        "author": "O.   Alizadeh-Choobari, A.   Sturman, P.   Zawar-Reza</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>December 2014</pubDate><br> <b>Source:</b>Dynamics of Atmospheres and Oceans, Volume 68</br><br>     Author(s): O.   Alizadeh-Choobari, A.   Sturman, P.   Zawar-Reza</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0010\" view=\"all\">Aerosols make a considerable contribution to the climate system through their radiative and cloud condensation nuclei effects, which underlines the need for understanding the origin of aerosols and their transport pathways. Seasonal distribution of mineral dust around the globe and its correlation with atmospheric circulation is investigated using satellite data, and meteorological data from ECMWF. The most important sources of dust are located in North Africa, the Middle East and Southwest Asia with an observed summer maximum, and East Asia with a spring peak. Maximum dust activity over North Africa and the Middle East in summer is attributed to dry convection associated with the summertime low-pressure system, while unstable weather and dry conditions are responsible for the spring peak in dust emission in East Asia. Intercontinental transport of mineral dust by atmospheric circulation has been observed, including trans-Atlantic transport of North African dust, trans-Pacific transport of Asian dust, and transport of dust from the Middle East across the Indian Ocean. The extent of African dust over the Atlantic Ocean and its latitudinal variation with season is related to the large-scale atmospheric circulation, including seasonal changes in the position of the intertropical convergence zone (ITCZ) and variation of wind patterns. North African aerosols extend over longer distances across the North Atlantic in summer because of greater dust emission, an intensified easterly low level jet (LLJ) and strengthening of the Azores-Bermuda anticyclonic circulation. Transport of East Asian aerosol is facilitated by the existence of a LLJ that extends from East Asia to the west coast of North America.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Dynamics of Atmospheres and Oceans",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0377026514000347%26_version%3D1%26md5%3D31a5cbbdcb9c0b6cc445f35378615aa2",
        "title": "A global satellite view of the seasonal distribution of mineral dust and its correlation with atmospheric circulation"
    },
    {
        "author": "Jessica   Benthuysen, Ryo   Furue, Julian P.   McCreary, Nathaniel L.   Bindoff, Helen E.   Phillips</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>March 2014</pubDate><br> <b>Source:</b>Dynamics of Atmospheres and Oceans, Volume 65</br><br>     Author(s): Jessica   Benthuysen, Ryo   Furue, Julian P.   McCreary, Nathaniel L.   Bindoff, Helen E.   Phillips</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0010\" view=\"all\">The boundary currents over the Western Australian continental shelf and slope consist of the poleward flowing Leeuwin Current (LC) and the equatorward flowing Leeuwin Undercurrent (LUC). Key properties of the LC are its poleward strengthening, deepening to the south, and shelfbreak intensification. The alongshore flow reverses direction below about 300<hsp sp=\"0.25\"/>m, forming the LUC at greater depths. To investigate the processes that cause these features, we obtain solutions to an idealized, regional ocean model of the South Indian Ocean. Solutions are forced by relaxing surface density to a prescribed, meridionally varying density profile <italic>ρ</italic> <sup loc=\"post\">*</sup>(<italic>y</italic>) with a timescale of <italic>δt</italic>. In addition, vertical diffusion is intensified near the ocean surface. This diffusion establishes the minimum thickness over which density is well-mixed. We define this thickness as the “upper layer”. Solutions are obtained with and without a continental shelf and slope off Western Australia and for a range of values of <italic>δt</italic> and mixing parameters. Within this upper layer, there is a meridional density gradient that balances a near-surface, eastward geostrophic flow. The eastward current downwells near the eastern boundary, leading to westward flow at depth. The upper layer's meridional structure and zonal currents crucially depend on coastal processes, including the presence of topography near the eastern boundary. Kelvin waves inhibit the upper layer from deepening at the coast. Rossby waves propagate the coastal density structure offshore, hence modifying the interior currents. A comparison of the solutions with or without a continental shelf and slope demonstrate that topographic trapping of Rossby waves is a necessary process for maintaining realistic eastern boundary current speeds. Significant poleward speeds occur only onshore of where the upper layer intersects the slope, that is, at a grounding line. Its poleward transport increases when surface-enhanced vertical mixing is applied over a greater depth. When the timescale <italic>δt</italic> is sufficiently short, the poleward current is nearly barotropic. The current's spatial structure over the shelf is controlled by horizontal mixing, having the structure of a Munk layer. Increasing vertical diffusion deepens the upper layer thickness and strengthens the alongshore current speed. Bottom drag leads to an offshore flow along the bottom, reducing the net onshore transport and weakening the current's poleward acceleration. When <italic>δt</italic> is long, poleward advection of buoyancy forms a density front near the shelf break, intensifying poleward speeds near the surface. With bottom drag, a bottom Ekman flow advects density offshore, shifting the jet core offshore of the shelf break. The resulting cross-shelf density gradient reverses the meridional current's direction at depth, leading to an equatorward undercurrent.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Dynamics of Atmospheres and Oceans",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0377026513000584%26_version%3D1%26md5%3Db0f108012b5e46272ceb8eebba14565a",
        "title": "Dynamics of the Leeuwin Current: Part 2. Impacts of mixing, friction, and advection on a buoyancy-driven eastern boundary current over a shelf"
    },
    {
        "author": "Jianbao   Liu, Jianhui   Chen, Xiaojian   Zhang, Yu   Li, Zhiguo   Rao, Fahu   Chen</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>September 2015</pubDate><br> <b>Source:</b>Earth-Science Reviews, Volume 148</br><br>     Author(s): Jianbao   Liu, Jianhui   Chen, Xiaojian   Zhang, Yu   Li, Zhiguo   Rao, Fahu   Chen</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Monsoon precipitation over China exhibits large spatial differences. It has been found that a significantly enhanced East Asian summer monsoon (EASM) is characterized by increased rainfall in northern China and by reduced rainfall in southern China, and this relationship occurs on different time scales during the Holocene. This study presents results from a diverse range of proxy paleoclimatic records from northern China where precipitation variability is traditionally considered as an EASM proxy. Our aim is to evaluate the evolution of the EASM during the Holocene and to compare it with all of the published stalagmite δ<sup loc=\"pre\">18</sup>O records from the Asian monsoon region in order to explore the potential mechanism(s) controlling the Chinese stalagmite δ<sup loc=\"pre\">18</sup>O. We found that the intensity of the EASM during the Holocene recorded by the traditional EASM proxy of moisture (or precipitation) records from northern China is significantly different from the Chinese stalagmite δ<sup loc=\"pre\">18</sup>O records. The EASM maximum occurred during the mid-Holocene, challenging the prevailing view of an early Holocene EASM maximum mainly inferred from stalagmite δ<sup loc=\"pre\">18</sup>O records in eastern China. In addition, all of the well-dated Holocene stalagmite δ<sup loc=\"pre\">18</sup>O records, covering a broad geographical region, exhibit a remarkably similar trend of variation and are statistically well-correlated on different time scales, thus indicating a common signal. However, in contrast with the clear consistency in the δ<sup loc=\"pre\">18</sup>O values in all of the cave records, both instrumental and paleoclimatic records exhibit significant spatial variations in rainfall on decadal-to-centennial time scales over eastern China. In addition, both paleoclimatic records and modeling results suggest that Holocene East Asian summer monsoon precipitation reached a maximum at different periods in different regions of China. Thus the stalagmite δ<sup loc=\"pre\">18</sup>O records from the EASM region should not be regarded as a reliable indicator of the strength of the East Asian summer monsoon. Furthermore, modern observations indicate that the moisture for precipitation in the East Asian monsoon region is mainly derived from the Indian Ocean. The moisture transport route from the Indian Ocean to the East Asian monsoon region during the Holocene is almost identical to that of modern precipitation. Therefore the strong correlation of δ<sup loc=\"pre\">18</sup>O records in the EASM and Indian summer monsoon (ISM) regions, and the similarity of the pattern of latitudinal changes in δ<sup loc=\"pre\">18</sup>O values in stalagmites and in modern meteoric precipitation along the water vapor transport route, further suggests that the stalagmite δ<sup loc=\"pre\">18</sup>O records from the EASM region are essentially a signal of the isotopic composition of precipitation, which is determined mainly by changes in the δ<sup loc=\"pre\">18</sup>O of atmospheric vapor in the upstream source region over the Indian Ocean and Indian Monsoon region via the upstream depletion mechanism. Finally, the main trends of the stalagmite δ<sup loc=\"pre\">18</sup>O records are strongly correlated with the known evolution of the ISM, and therefore these records reflect the history of the ISM rather than that of the EASM. Our findings support the conclusion that EASM variability is mainly controlled by Northern Hemisphere summer insolation and was strongly modulated by ice volume during the last deglaciation and early Holocene, which delayed the response of the EASM maximum to peak insolation forcing.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Earth-Science Reviews",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0012825215300064%26_version%3D1%26md5%3Dbb81a0120b1089d23b91f499da2d48e1",
        "title": "Holocene East Asian summer monsoon records in northern China and their inconsistency with Chinese stalagmite δ18O records"
    },
    {
        "author": "M.   Soumya, P.   Vethamony, P.   Tkalich</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Global and Planetary Change, Volume 133</br><br>     Author(s): M.   Soumya, P.   Vethamony, P.   Tkalich</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">The South China Sea (SCS) is the largest marginal sea in the western Pacific Basin. Sea level anomalies (SLAs) in the southern South China Sea (SSCS) are assumed to be governed by various phenomena associated with the adjacent parts of the Indian Ocean and the Pacific Ocean. We have used monthly sea level anomalies obtained from 12 tide gauge stations of PSMSL and UHSLC and merged and gridded AVISO products of SLAs (sea level anomalies) derived from satellite altimeter. We find that IOD-influenced inter-annual variations are found only in the southwestern and southeastern coastal regions of SSCS. Our analysis reveals that inter-annual regional sea level drops are associated with positive phase of the IOD, and the rises with negative phase of the IOD. SLA variations at decadal scale in the southeastern and northern Gulf of Thailand correlate with Pacific Decadal Oscillations (PDO). Multiple linear regression analysis of inter-annual SLAs and climate indices shows that IOD induced inter-annual variations dominate in the southwestern SCS and it contributes to about ~<hsp sp=\"0.10\"/>40% of inter-annual sea level variation. Meanwhile, ENSO contributes to around ~<hsp sp=\"0.10\"/>30% variation in sea level in the southwestern and ~<hsp sp=\"0.10\"/>40% variation in the southeastern SSCS. The present study also suggests that inter-annual SLA variations in the SSCS can occur by ENSO and IOD induced changes in wind stress curl and volume transport variations.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Global and Planetary Change",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0921818115001435%26_version%3D1%26md5%3Df7f23ea9dfcaa47d7f71a6b5cdcd0e76",
        "title": "Inter-annual sea level variability in the southern South China Sea"
    },
    {
        "author": "C.   Bloszies, S.L.   Forman, D.K.   Wright</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>September 2015</pubDate><br> <b>Source:</b>Global and Planetary Change, Volume 132</br><br>     Author(s): C.   Bloszies, S.L.   Forman, D.K.   Wright</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Relict beaches adjacent to Lake Turkana, Kenya provide a record of water level variability for the Late Quaternary. This study focused on deciphering the geomorphology, sedimentology, stratigraphy and <sup loc=\"pre\">14</sup>C chronology of strand plain sequences in the Kalokol and Lothagam areas, at the western margin of the Lake. Nine &amp;gt;<hsp sp=\"0.10\"/>30<hsp sp=\"0.25\"/>m oscillations in water level were documented between ca. 15 and 4<hsp sp=\"0.25\"/>ka. The earliest lake level oscillation between ca. 14.5 and 13<hsp sp=\"0.25\"/>ka is not well constrained with water level to at least 70<hsp sp=\"0.25\"/>m above the present surface and subsequently fell to at least 50<hsp sp=\"0.25\"/>m. Lake level increased to at least 90<hsp sp=\"0.25\"/>m between ca. 11.2 and 10.4<hsp sp=\"0.25\"/>ka, post Younger Dryas cooling. Water level fell by &amp;gt;<hsp sp=\"0.10\"/>30<hsp sp=\"0.25\"/>m by 10.2<hsp sp=\"0.25\"/>ka, with another potential rise at ca. 8.5<hsp sp=\"0.25\"/>ka to &amp;gt;<hsp sp=\"0.10\"/>70<hsp sp=\"0.25\"/>m above current level. Lake level regressed by &amp;gt;<hsp sp=\"0.10\"/>40<hsp sp=\"0.25\"/>m at 8.2<hsp sp=\"0.25\"/>ka coincident with cooling in the equatorial eastern Atlantic Ocean. Two major &amp;gt;<hsp sp=\"0.10\"/>70<hsp sp=\"0.25\"/>m lake level oscillations centered at 6.6 and 5.2<hsp sp=\"0.25\"/>ka may reflect enhanced convection with warmer sea surface temperatures in the western Indian Ocean. The termination of the African Humid Period occurred from ca. 8.0 to 4.5<hsp sp=\"0.25\"/>ka and is characterized by highly variable lake level (±&amp;gt;40<hsp sp=\"0.25\"/>m), rather than one monotonic fall in water level. This lake level variability reflects a complex response to variations in the extent and intensity of the East and West African Monsoons near geographic and topographic limits within the catchment of Lake Turkana. Also, for this closed lake basin excesses and deficits in water input are amplified with a cascading lake effect in the East African Rift Valley and through the Chew Bahir Basin. The final regression from a high stand of &amp;gt;<hsp sp=\"0.10\"/>90<hsp sp=\"0.25\"/>m above the present lake began at 5.2<hsp sp=\"0.25\"/>ka and water level was below 20<hsp sp=\"0.25\"/>m by 4.5<hsp sp=\"0.25\"/>ka; and for the remainder of the Holocene. This sustained low stand is associated with weakening of the West African Monsoon, a shift of the mean position of Congo Air Boundary west of the Lake Turkana catchment and with meter-scale variability in lake level linked to Walker circulation across the Indian Ocean.</simple-para> </abstract-sec><br> <h3 class=\"h3\">Graphical abstract</h3> <img src=\"http://origin-ars.els-cdn.com/content/image/1-s2.0-S0921818115001265-fx1.jpg\" height=\"200\" width=\"390\" alt=\"image\"/></br></br><br></br></br>",
        "journal": "Global and Planetary Change",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0921818115001265%26_version%3D1%26md5%3Dc9c183ede532ed9498a850ada820050f",
        "title": "Water level history for Lake Turkana, Kenya in the past 15,000years and a variable transition from the African Humid Period to Holocene aridity"
    },
    {
        "author": "Coralie   Zorzi, Maria Fernanda   Sanchez Goñi, Krishnamurthy   Anupama, Srinivasan   Prasad, Vincent   Hanquiez, Joel   Johnson, Liviu   Giosan</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>1 October 2015</pubDate><br> <b>Source:</b>Quaternary Science Reviews, Volume 125</br><br>     Author(s): Coralie   Zorzi, Maria Fernanda   Sanchez Goñi, Krishnamurthy   Anupama, Srinivasan   Prasad, Vincent   Hanquiez, Joel   Johnson, Liviu   Giosan</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">In contrast to the East Asian and African monsoons the Indian monsoon is still poorly documented throughout the last climatic cycle (last 135,000 years). Pollen analysis from two marine sediment cores (NGHP-01-16A and NGHP-01-19B) collected from the offshore Godavari and Mahanadi basins, both located in the Core Monsoon Zone (CMZ) reveals changes in Indian summer monsoon variability and intensity during three contrasting climatic periods: the Holocene, the Heinrich Stadial (HS) 2 and the Marine Isotopic Stage (MIS) 5/4 during the ice sheet growth transition. During the first part of the Holocene between 11,300 and 4200 cal years BP, characterized by high insolation (minimum precession, maximum obliquity), the maximum extension of the coastal forest and mangrove reflects high monsoon rainfall. This climatic regime contrasts with that of the second phase of the Holocene, from 4200 cal years BP to the present, marked by the development of drier vegetation in a context of low insolation (maximum precession, minimum obliquity). The historical period in India is characterized by an alternation of strong and weak monsoon centennial phases that may reflect the Medieval Climate Anomaly and the Little Ice Age, respectively. During the HS 2, a period of low insolation and extensive iceberg discharge in the North Atlantic Ocean, vegetation was dominated by grassland and dry flora indicating pronounced aridity as the result of a weak Indian summer monsoon. The MIS 5/4 glaciation, also associated with low insolation but moderate freshwater fluxes, was characterized by a weaker reduction of the Indian summer monsoon and a decrease of seasonal contrast as recorded by the expansion of dry vegetation and the development of <italic>Artemisia</italic>, respectively. Our results support model predictions suggesting that insolation changes control the long term trend of the Indian monsoon precipitation, but its millennial scale variability and intensity are instead modulated by atmospheric teleconnections to remote phenomena in the North Atlantic, Eurasia or the Indian Ocean.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Quaternary Science Reviews",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0277379115300184%26_version%3D1%26md5%3Da75fcf84aaecb36876ae6ff399f09eab",
        "title": "Indian monsoon variations during three contrasting climatic periods: The Holocene, Heinrich Stadial 2 and the last interglacial–glacial transition"
    },
    {
        "author": "Manuel   Chevalier, Brian M.   Chase</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>1 October 2015</pubDate><br> <b>Source:</b>Quaternary Science Reviews, Volume 125</br><br>     Author(s): Manuel   Chevalier, Brian M.   Chase</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">Late Quaternary climate variability in the southern African subtropics is still only poorly resolved, with significant complexity and apparent contradictions in the regional dataset. To more effectively interpret and synthesize key regional records, we reanalysed the data from 13 pollen sequences from the summer rainfall zone of South Africa spanning the last 45,000 years, obtaining directly comparable quantitative reconstructions of mean annual temperature and summer rainfall. Temperature reconstructions from across the region provide consistent results, with all sites reflecting trends observed in southwest Indian Ocean sea-surface temperatures in the adjacent Mozambique Channel. Precipitation reconstructions are more heterogeneous, with two distinct subregions being identified. In the northeast, long-term trends in precipitation are determined by sea-surface and continental temperature trends, revealing a positive relationship between temperature and rainfall. This long-term pattern appears to be primarily driven by high northern latitude mechanisms, with direct local insolation being subordinate. Their relative impact reversed during terminal glacial period/early Holocene, at which time direct insolation forcing became the main driver of rainfall variability. Further south, in central South Africa, precipitation variability appears also to be influenced by the latitudinal position of the Southern Hemisphere westerlies, which combine with tropical flow to create tropical-temperate trough, advecting moisture into the interior. In this region, periods of maximum precipitation coincide with periods of elevated SSTs and equatorward expansions of the westerly storm track. This study allows for a fully constrained understanding of climate dynamics along the eastern African margin for the last 45,000 years, linking dynamics to drivers and describing how the climate systems evolved across the last glacial–interglacial transition.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Quaternary Science Reviews",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0277379115300482%26_version%3D1%26md5%3D52318f9973a6e8cc5c8fc194bbc2c441",
        "title": "Southeast African records reveal a coherent shift from high- to low-latitude forcing mechanisms along the east African margin across last glacial–interglacial transition"
    },
    {
        "author": "Joy S.   Singarayer, Sallie L.   Burrough</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>15 September 2015</pubDate><br> <b>Source:</b>Quaternary Science Reviews, Volume 124</br><br>     Author(s): Joy S.   Singarayer, Sallie L.   Burrough</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">The spatial pattern of precipitation variability in tropical and subtropical Africa over the late Quaternary has long been debated. Prevailing hypotheses variously infer (1) insolation-controlled asymmetry of wet phases between hemispheres, (2) symmetric contraction and expansion of the tropical rainbelt, and (3) independent control on moisture available in Southern Africa via sea surface temperatures in the Indian Ocean. In this study we use climate-model simulations covering the last glacial cycle (120<hsp sp=\"0.25\"/>kyr) with HadCM3 and the multi-model ensembles from PMIP3 (the Palaeoclimate Model Intercomparison Project) to investigate the long-term behaviour of the African rainbelt, and test these simulations against existing empirical palaeohydrological records. Through regional model-data comparisons we find evidence for the validity of several hypotheses, with various proposed processes occurring concurrently but with different regional emphasis (e.g. asymmetric shifts at the seasonal extremes and symmetric expansions/contractions towards West equatorial regions). Crucially, variations in rainfall are associated with multiple forcing mechanisms that vary in their dominance both spatially and temporally over the glacial cycle; an important consideration when interpreting and extrapolating from often relatively short palaeoenvironmental records.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Quaternary Science Reviews",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0277379115300305%26_version%3D1%26md5%3D291ce36e16efd47cb9bc0f75e9ad1848",
        "title": "Interhemispheric dynamics of the African rainbelt during the late Quaternary"
    },
    {
        "author": "A.   Damiani, R.R.   Cordero, J.   Carrasco, S.   Watanabe, M.   Kawamiya, V.E.   Lagun</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>November 2015</pubDate><br> <b>Source:</b>Remote Sensing of Environment, Volume 169</br><br>     Author(s): A.   Damiani, R.R.   Cordero, J.   Carrasco, S.   Watanabe, M.   Kawamiya, V.E.   Lagun</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Existing Lambertian equivalent reflectivity (LER) ultraviolet (UV) data for the west region of the Southern Ocean indicate a decreasing trend. Since the area surrounding Antarctica is largely unpolluted, LER changes can only be due to variations in the cloud cover and/or in the sea ice extension. In order to evaluate their influence on LER and assess the trend of the UV reflectivity under ice-free and various sea ice concentration (SIC) levels, we compared a multi-satellite-based LER dataset with different satellite observations of cloud cover and SIC for October to March from 1979 to 2012. Despite the high cloud fraction for most of this period, sea ice was found to be the main driver of LER variability and had a greater influence on LER variability than cloud cover. The cloud cover was lower in spring than in summer for all datasets, and this difference appears to be primarily associated with the sea ice extent. While an increment of the cloud fraction of 20% has been found to cause an increase in LER of up to 13 reflectivity units (RU) under ice-free conditions, this increase is halved under low SIC. In contrast, no significant changes in LER data were found under high SIC levels. The correlation between LER and SIC is evident when the latter is higher than approximately 30%. The best correlations (r) between LER and SIC were found for the Weddell Sea (r<hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/>0.87), the Ross Sea (r<hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/>0.85), and the Indian Ocean (r<hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/>0.90) for November, and for the Bellingshausen/Amundsen Seas (r<hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/>0.86) and the Pacific Ocean (r<hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/>0.83) for February and October, respectively. In contrast, no correlation was found in the proximity of the coastlines of west Antarctica in October. Overall, an enhancement of SIC from 0% to 100% results in a LER increase of 44<hsp sp=\"0.25\"/>RU. This value is larger than the corresponding sea ice-induced increase computed for the observed and modeled shortwave albedos at the top of the atmosphere (21 and 13<hsp sp=\"0.25\"/>RU, respectively). The LER data distributions for different regions and months show a marked seasonal double peak in reflectivity. The highest relative frequency is driven by the sea ice and peaks at approximately 90<hsp sp=\"0.25\"/>RU, whereas the secondary peak of approximately 50<hsp sp=\"0.25\"/>RU is dominated by cloudiness. Negative trends in the UV reflectivity of the grid cells characterized by a SIC greater than 30% were found for the Bellingshausen/Amundsen Seas (up to −<hsp sp=\"0.10\"/>3.6<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>1.0 per decade in March). Trends computed over the entire Southern Ocean for mid/high SIC bins are mostly negative, although are often not statistically significant. However, the trend in the reflectivity of the ice-free grid cells was generally positive, probably due to changes in the cloud amount/opacity.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Remote Sensing of Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0034425715300882%26_version%3D1%26md5%3D1487cc3ead848d29cecc633199f21659",
        "title": "Changes in the UV Lambertian equivalent reflectivity in the Southern Ocean: Influence of sea ice and cloudiness"
    },
    {
        "author": "Peter C. McIntosh, John A. Church, Elaine R. Miles, Ken Ridgway, Claire M. Spillman",
        "date": "2015-08-22",
        "description": "\n\nSea level varies on a range of time scales from tidal to decadal and centennial change. To date, little attention has been focussed on the prediction of interannual sea level anomalies. Here we demonstrate that forecasts of coastal sea level anomalies from the dynamical Predictive Ocean Atmosphere Model for Australia (POAMA) have significant skill throughout the equatorial Pacific and along the eastern boundaries of the Pacific and Indian Oceans at lead times out to 8 months. POAMA forecasts for the western Pacific generally have greater skill than persistence, particularly at longer lead times. POAMA also has comparable or greater skill than previously published statistical forecasts from both a Markov model and canonical correlation analysis. Our results indicate the capability of physically based models to address the challenge of providing skillful forecasts of seasonal sea level fluctuations for coastal communities over a broad area and at a range of lead times.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065091",
        "title": "Seasonal coastal sea level prediction using a dynamical model"
    },
    {
        "author": "Nedjeljka Žagar, Christian L. E. Franzke",
        "date": "2015-08-21",
        "description": "\n\nWe present a new method for the three-dimensional multivariate decomposition of the Madden-Julian Oscillation (MJO) into balanced and inertio-gravity (IG) components. The method analyzes global fields with no filtering involved, and it provides a quantitative comparison between the contribution of the Rossby, Kelvin, and other balanced and IG modes to the MJO circulation and its teleconnections. Results based on the ERA Interim reanalysis data and the multivariate MJO index show that the Rossby mode with the lowest meridional index is the largest contributor to the MJO circulation over the Pacific. A smaller role of the Kelvin mode is diagnosed over the Indian Ocean and the maritime continent. The MJO teleconnections in the polar stratosphere appear associated with the leading balanced vertical modes. The presented method shows new ways of evaluating the MJO structure and its global impacts in weather and climate models.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065130",
        "title": "Systematic decomposition of the Madden-Julian Oscillation into balanced and inertio-gravity components"
    },
    {
        "author": "Jieshun Zhu et al",
        "date": "2015-08-18",
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Journal of Climate",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-15-0067.1?af=R",
        "title": "Seasonality in Prediction Skill and Predictable Pattern of Tropical Indian Ocean SST"
    },
    {
        "author": "Juliane Schwendike, Gareth J. Berry, Michael J. Reeder, Christian Jakob, Pallavi Govekar, Richard Wardle",
        "date": "2015-08-15",
        "description": "\n\n The linear trend in the local Hadley and Walker circulations from 1979 to 2009 is calculated. These local circulations are defined through a decomposition of the vertical mass flux into its zonal and meridional components. Defining the local circulation this way ensures that the two orthogonal circulations (the local Hadley and Walker circulations) sum to the original circulation even after averaging the circulations regionally. Large regional differences in changes in the local Hadley and Walker circulations over a 31 year period are found. For example, the local Hadley circulation has shifted southward over Africa, the Maritime Continent, and the western and central Pacific by about 1°. Over the Americas and the Atlantic the local Hadley circulation has strengthened by about 1–5%. The zonal component of the vertical mass flux has increased by about 10–20% in the tropics over all continents and decreased over the adjacent oceans by about 10–20%. Although the local Walker circulations in the Indian Ocean and the Atlantic have weakened, the circulation in the Pacific has changed little (about 1–2%). The local Walker circulations in all ocean basins have shifted westward by about 1–2°on average.\n",
        "journal": "Journal of Geophysical Research: Atmospheres",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JD022652",
        "title": "Trends in the local Hadley and local Walker circulations"
    },
    {
        "author": "Yuanlong Li et al",
        "date": "2015-08-14",
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Journal of Climate",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-15-0252.1?af=R",
        "title": "Decadal Sea Level Variations in the Indian Ocean Investigated with HYCOM: Roles of Climate Modes, Ocean Internal Variability, and Stochastic Wind Forcing"
    },
    {
        "author": "Muhammad Adnan Abid, Fred Kucharski, Mansour Almazroui, In-Sik Kang",
        "date": "2015-08-14",
        "description": "\n\nInterannual winter rainfall variability and its predictability are analyzed over the Arabian Peninsula region by using observed and hindcast datasets from the state-of-the-art ECMWF seasonal prediction System4 for the period 1981–2010. An Arabian winter monsoon index (AWMI) is defined to highlight the Arabian Peninsula as the most representative region for the northern hemispheric winter rainfall. The observations show that the rainfall variability is relatively large over the northeast of the Arabian Peninsula. The correlation coefficient between the Niño3.4 index and rainfall in this region is 0.33, statistically significant at 90% level, suggesting potentially some modest predictability, and indicating that El Niño increases and La Niña decreases the rainfall. Regression analysis shows that upper-level cyclonic circulation anomalies that are forced by El Niño Southern Oscillation (ENSO) are responsible for the winter rainfall anomalies over the Arabian region. The stronger (weaker) mean transient eddy activity related to the upper-level trough induced by the warm (cold) SSTs during El Niño (La Niña) tends to increase (decrease) the rainfall in the region. The model hindcast dataset reproduces the ENSO-rainfall connection. The seasonal mean predictability of northeast Arabian rainfall index is 0.35, statistically significant at 95% level. It is shown that the noise variance is larger than the signal over the Arabian Peninsula region, which tends to limit the prediction skill. The potential predictability is generally increased in ENSO years and is, in particular, larger during La Niña compared to El Niño years in the region. Furthermore, central Pacific ENSO events and ENSO events with weak signals in the Indian Ocean tend to increase predictability over the Arabian region.\n",
        "journal": "Quarterly Journal of the Royal Meteorological Society",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2648",
        "title": "Interannual Rainfall Variability and ECMWF-SYS4-based Predictability over the Arabian Peninsula Winter monsoon Region"
    },
    {
        "author": "Prasanth A. Pillai, Jasti S. Chowdary",
        "date": "2015-08-13",
        "description": "\n\nThe present study investigates the characteristics of active and break cycles associated with the Indian summer monsoon (ISM) during developing and decaying phase of El Niño and in the years in which Indian Ocean Dipole (IOD) co-occurred with El Niño (co-occurred years). Observations show that break days are more in number (∼2–3 times) and long lasting (∼15–20 days) than active days in El Niño developing summers and vice versa for decay years. During El Niño developing years, northward propagation is well organized with significant anomalies in both active and break phases. The increased convection associated with active phase persists longer over Indian Ocean, than over the monsoon region, while the reduced convection in break phase propagates faster from ocean to land and persists there for a longer time. Compared to break events, active events have slower (faster) propagation over the monsoon (oceanic) region during El Nino decay years. The present study put forward the argument that the contrasting persistent circulations over Indo-western Pacific regions favour particular phase of intra-seasonal oscillation (ISO) in developing and decay phase of El Nino. These long-lasting circulations advect anomalous dry (moist) air to ISM region for longer period, resulting in long-lasting break (active) events in El Niño developing (decay) years. During co-occurrence years, the number of break (active) days is reduced by two to three times compared to the developing (decaying) phase of El Niño. It is found that 30- to 60-day scale ISO is strongly modulated, than 10 - to 20-day scale, by the changes in seasonal mean state associated with El Nino. Thus, this study demonstrates that the ISO characteristics such as its variance, northward propagation, spatial distribution and duration of active and break days are strongly modulated by seasonal background anomalies over the Indo-Pacific region.\n",
        "journal": "International Journal of Climatology",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4464",
        "title": "Indian summer monsoon intra-seasonal oscillation associated with the developing and decaying phase of El Niño"
    },
    {
        "author": "",
        "date": "2015-08-11",
        "description": "\n                  <h3 class=\"a-plus-plus\">Abstract</h3>\n                  <p class=\"a-plus-plus\">The increased rate of Tropical Indian Ocean (TIO) surface warming has gained a lot of attention in the recent years mainly due to its regional climatic impacts. The processes associated with this increased surface warming is highly complex and none of the mechanisms in the past studies could comprehend the important features associated with this warming such as the negative trends in surface net heat fluxes and the decreasing temperature trends at thermocline level. In this work we studied a previously unexplored aspect, the changes in large scale surface circulation pattern modulating the surface warming pattern over TIO. We use ocean reanalysis datasets and a suit of Ocean General Circulation Model (OGCM) experiments to address this problem. Both reanalysis and OGCM reveal strengthening large scale surface circulation pattern in the recent years. The most striking feature is the intensification of cyclonic gyre circulation around the thermocline ridge in the southwestern TIO. The surface circulation change in TIO is mainly associated with the surface wind changes and the geostrophic response to sea surface height decrease in the western/southwestern TIO. The surface wind trends closely correspond to SST warming pattern. The strengthening mean westerlies over the equatorial region are conducive to convergence in the central and divergence in the western equatorial Indian Ocean (IO) resulting central warming and western cooling. The resulting east west SST gradient further enhances the equatorial westerlies. This positive feedback mechanism supports strengthening of the observed SST trends in the equatorial Indian Ocean. The cooling induced by the enhanced upwelling in the west is compensated to a large extent by warming due to reduction in mixed layer depth, thereby keeping the surface temperature trends in the west to weak positive values. The OGCM experiments showed that the wind induced circulation changes redistribute the excess heat received in the western TIO to central and east thereby enhancing warming in the central equatorial IO. The increased surface warming in central TIO increases the latent heat loss, and keeps the net heat flux trends negative. Model sensitivity experiments reveal that the subsurface cooling at thermocline level in TIO is contributed by variability in Pacific via Indonesian Through Flow whereas the surface warming trend is mainly induced by the changes in the local forcing. The long term changes in IO Rossby waves are not induced by local atmospheric forcing but are forced by Pacific. The thermocline shoaling in the west is therefore amplified by the remote influence of Pacific via wave transmission through Indonesian archipelago.</p>\n                ",
        "journal": "Climate Dynamics",
        "link": "http://link.springer.com/10.1007/s00382-015-2790-z",
        "title": "Can large scale surface circulation changes modulate the sea surface warming pattern in the Tropical Indian Ocean?"
    },
    {
        "author": "Andrea E. Gaughan, Caroline G. Staub, Andrew Hoell, Ariel Weaver, Peter R. Waylen",
        "date": "2015-08-11",
        "description": "\n\nPrecipitation variability at inter- and intra-annual scales may influence land-use management decisions in semi-arid savannas worldwide, and in particular, over the Kavango-Zambezi Transfrontier Conservation Area (KAZA) in southern Africa. Over KAZA, spatiotemporal precipitation variability forced by the El Niño Southern Oscillation (ENSO) and the Indian Ocean Dipole (IOD) is important to local and regional-scale decisions for planting, livestock grazing, and wildlife migration patterns. We investigate the annual water year (October–September) and early rainy season [October–November–December (OND)] precipitation patterns during 60 years before and after a 1970s shift in the global ocean–atmosphere system for this region in southern Africa.\nThe coincidence of the number of wet (upper tercile) and dry (lower tercile) years and OND seasons during the various phases of ENSO and IOD are compared prior to (1950–1975) and after (1980–2008) the 1970s climate shift over KAZA. Since the 1970s climate shift, KAZA has been significantly drier and observed fewer wet years and OND seasons. ENSO is the dominant forcing of precipitation differences over southern Africa before and after the 1970s climate shift, with IOD playing a secondary role. However, when ENSO and IOD phases are analysed simultaneously, El Niño and positive IOD events are significantly related to dry periods.\nThe forcing of atmospheric circulation over southern Africa before and after the 1970s climate shift during El Niño and La Niña events is significantly different. Prior to the 1970s climate shift, atmospheric circulation during El Niño (La Niña) favoured strong (weak) precipitation increases (decreases). Afterward the 1970s climate shift, atmospheric circulation during La Niña (El Niño) favoured strong (weak) precipitation decreases (increases). The shifting nature of climate modes, especially ENSO, and respective influence on rainfall variability for southern Africa is important to understand to better inform seasonal climate forecasts to improve operational decision-making for land-use and water management decisions in semi-arid savanna regions.\n",
        "journal": "International Journal of Climatology",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4448",
        "title": "Inter- and Intra-annual precipitation variability and associated relationships to ENSO and the IOD in southern Africa"
    },
    {
        "author": "",
        "date": "2015-08-08",
        "description": "\n                  <h3 class=\"a-plus-plus\">Abstract</h3>\n                  <p class=\"a-plus-plus\">Based on the <em class=\"a-plus-plus\">historical</em> and <em class=\"a-plus-plus\">RCP8.5</em> experiments from 25 Coupled Model Intercomparison Project phase 5 (CMIP5) models, the impacts of sea surface temperature (SST) warming in the tropical Indian Ocean (IO) on the projected change in summer rainfall over Central Asia (CA) are investigated. The analysis is designed to answer three questions: (1) Can CMIP5 models reproduce the observed influence of the IO sea surface temperatures (SSTs) on the CA rainfall variations and the associated dynamical processes? (2) How well do the models agree on their projected rainfall changes over CA under warmed climate? (3) How much of the uncertainty in such rainfall projections is due to different impacts of IO SSTs in these models? The <em class=\"a-plus-plus\">historical</em> experiments show that in most models summer rainfall over CA are positively correlated to the SSTs in the IO. Furthermore, for models with higher rainfall-SSTs correlations, the dynamical processes accountable for such impacts are much closer to what have been revealed in observational data: warmer SSTs tend to favor the development of anti-cyclonic circulation patterns at low troposphere over north and northwest of the Arabian Sea and the Bay of Bengal. These anomalous circulation patterns correspond to significantly enhanced southerly flow which carries warm and moisture air mass from the IO region up to the northeast. At the same time, there is a cyclonic flow over the central and eastern part of the CA which further brings the tropical moisture into the CA and provides essential moist conditions for its rainfall generation. In the second half of twenty-first century, although all the 25 models simulate warmed SSTs, significant uncertainty exists in their projected rainfall changes over CA: half of them suggest summer rainfall increases, but the other half project rainfall decreases. However, when we select seven models out of the 25 based on their skills in capturing the dynamical processes as observed, then the model projected changes are much closer. Five out of the seven models predicted more rainfall over CA. Such a result is helpful for allowing us to attribute part of the observed upward rainfall trend in the CA region in the last several decades to the IO SST warming.</p>\n                ",
        "journal": "Climate Dynamics",
        "link": "http://link.springer.com/10.1007/s00382-015-2765-0",
        "title": "Impacts of SST Warming in tropical Indian Ocean on CMIP5 model-projected summer rainfall changes over Central Asia"
    },
    {
        "author": "Nicolas Astier, Matthieu Plu, Chantal Claud",
        "date": "2015-08-07",
        "description": "\n\nThe link between El Niño Southern Oscillation (ENSO) and tropical cyclone activity over the Southwest Indian Ocean [(0°–30°S) × (48°–90°E)] is revisited. Based on the records for 1981–2013, we show that cyclonic activity decreases dramatically during strong ENSO events: only a few cases are observed during the January-March period. This pattern is attributed to changes in large-scale thermodynamic parameters. Although El Niño is correlated with an increase in tropospheric moisture and sea-surface temperatures, it is also associated with an equatorward shift of the subtropical jet. When El Niño is sufficiently strong, the latter effect may dominate the former, inhibiting tropical cyclone activity.\n",
        "journal": "Atmospheric Science Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl.589",
        "title": "Associations between tropical cyclone activity in the Southwest Indian Ocean and El Niño Southern Oscillation"
    },
    {
        "author": "Xu Xue, Wen Chen, Shangfeng Chen, Dingwen Zhou",
        "date": "2015-08-06",
        "description": "\n\nThis study investigated the modulation effect of boreal winter quasi-biennial oscillation (QBO) on the connection between winter El Niño–Southern Oscillation (ENSO) events and the variability of the following summer's South Asian high (SAH) by using European Centre for Medium-Range Weather Forecasts Interim Reanalysis data for the period of 1979–2013. The results suggest that the boreal summer SAH is more significantly influenced by preceding ENSO events in the easterly phase of the QBO than in the westerly phase. The change in the ENSO-SAH relationship in the different QBO phases may be attributable to the change in the ENSO-induced sea surface temperature (SST) anomalies over the tropical Indian Ocean (TIO). Specifically, ENSO's influence on the following summer's TIO SST is more significant when the QBO is in its easterly phase than westerly phase. Further analysis showed that the change in the connection between ENSO and the TIO SST in the different QBO phases may be attributable to change in the anomalous tropical Indian Ocean cell (IOC) associated with ENSO. In particular, the anomalous IOC induced by anomalous Walker circulation over the tropical Pacific is stronger and located further west in QBO easterly than westerly phase. This leads to stronger descending motion and larger SST anomalies over the TIO in the QBO easterly phase. These larger SST anomalies over the TIO in the QBO easterly phase could exert a more significant influence on the tropospheric temperature through moist adjustment, which subsequently results in stronger SAH variability.\n",
        "journal": "Journal of Geophysical Research: Atmospheres",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023260",
        "title": "Modulation of the connection between boreal winter ENSO and the South Asian high in the following summer by the stratospheric quasi-biennial oscillation"
    },
    {
        "author": "J. Mauro Vargas-Hernandez, Susan Wijffels, Gary Meyers, Neil J. Holbrook",
        "date": "2015-08-06",
        "description": "\n\nDecadal salinity variability is an important characteristic of the ocean. It characterizes differences in evaporative and precipitation fluxes at the surface, and in the subsurface it contributes to steric sea level change and freshwater/salt transports. In this paper, we identify and describe westward moving and decadally varying salinity anomalies within the thermocline of the tropical South Indian Ocean (SIO) based on ocean state estimates from the Simple Ocean Data Assimilation version 2.2.4 (SODA). This signature in the salinity anomalies is expressed at the depth of 20°C isotherm (D20). A two-dimensional radon transform quantifies the westward speeds as being between 0.4 and 1.7 cm s−1. These speeds are slower than those of first baroclinic-mode Rossby waves or mean advection speeds of the background flow in the same regions. The decadal salinity anomaly originates in the subtropical eastern SIO (∼ 39% of the variance explained) and merges with remote anomalies from the western tropical Pacific Ocean (WTPO) via the Indonesian Seas (∼ 11% of the variance explained). The eastern SIO displays both decadal (∼ 10–15 years) and interdecadal (∼ 15–30 years) variability influenced by the WTPO, whereas the decadal variability in the western SIO seems to be more influenced by signals originating in the subtropical eastern SIO. We conclude that these salinity anomalies are consistent with signatures of nonlinear baroclinic disturbances as explained in the recent literature, and possible interaction of higher order baroclinic-mode Rossby waves with the mean flow.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010933",
        "title": "Slow westward movement of salinity anomalies across the tropical South Indian Ocean"
    },
    {
        "author": "Desmond Manatsa, Chipo Mudavanhu, Terrence D. Mushore, Emmanuel Mavhura",
        "date": "2015-08-06",
        "description": "\n\nThe Southern Annular Mode (SAM) is a natural climate mode of variability whose discovery can be traced back at least as far as the beginning of the 20th century, before human activities produced enough gases to noticeably change the climate. However, recent observed changes in the SAM are linked to increases of greenhouse gases and stratospheric ozone depletion, hence assigning SAM's alterations, in large part, to human activities. In this study, the 20th century reanalysis data were used to establish the SAM's prominent shifts during the years 1917, 1961 and 1997. The first shift coincides with abrupt greenhouse gas increases and the latter shifts are attributed to stratospheric ozone level changes. The East Africa ‘Short Rains’ (EASR) index derived from the Global Precipitation Climatology Center (GPCC) dating back to the beginning of the 20th century, demonstrates coinciding shifts with the SAM index. However, the SAM's influence on EASR appears to be achieved through a meridional dipole that is formed in the sea-level pressure of the Indian Ocean basin, with one pole over the Tropics and the other over the extratropics. When this dipole pattern is weakly developed as the period between 1961 and 1997, the SAM is decoupled from the EASR and the Indian Ocean Dipole (IOD) demonstrates a dominant role in modulating the EASR. The SAM is also linked to the IOD through its control of the Mascarene High variability, hence connecting the SAM to the dominant circulation variability in the Indian Ocean. Although the El Nino Southern Oscillation is strongly correlated to EASR, it is not related to the epochal variability in the rainfall. Therefore, the slow modulation in EASR is linked to the SAM whose shifts are triggered by gases emanating from human influences.\n",
        "journal": "International Journal of Climatology",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4443",
        "title": "Linking major shifts in East Africa ‘short rains’ to the Southern Annular Mode"
    },
    {
        "author": "Verónica Martín-Gómez, Marcelo Barreiro",
        "date": "2015-08-06",
        "description": "\n\nSoutheastern South America (SESA) rainfall is influenced by the tropical Pacific, Atlantic and Indian Oceans. At the same time, these tropical oceans interact with each other inducing sea surface temperature anomalies in remote basins through atmospheric and oceanic teleconnections.\nIn this study, we employ a tool from complex networks to analyse the collective influence of the three tropical oceans on austral spring rainfall variability over SESA during the 20th century. To do so we construct a climate network considering as nodes the observed Niño3.4, Tropical North Atlantic (TNA), and Indian Ocean Dipole (IOD) indices, together with an observed and simulated precipitation (PCP) index over SESA. The mean network distance is considered as a measure of synchronization among all these phenomena during the 20th century.\nThe approach allowed to uncover two main synchronization periods characterized by different interactions among the oceanic and precipitation nodes. Whereas in the 1930s El Niño and the TNA were the main tropical oceanic phenomena that influenced SESA precipitation variability, during the 1970s they were El Niño and the IOD. The influence of El Niño on SESA precipitation variability might be understood through an increase of the northerly transport of moisture in lower-levels and advection of cyclonic vorticity in upper-levels. On the other hand, the interaction between the IOD and PCP can be interpreted in two possible ways. One possibility is that both nodes (IOD and PCP) are forced by El Niño. Another possibility is that the Indian Ocean warming influences rainfall over SESA through the eastward propagation of Rossby waves as suggested previously. Finally, the influence of TNA on SESA precipitation persists even when the El Niño signal is removed, suggesting that SST anomalies in the TNA can directly influence SESA precipitation and further studies are needed to elucidate this connection.\n",
        "journal": "International Journal of Climatology",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4428",
        "title": "Analysis of oceans' influence on spring time rainfall variability over Southeastern South America during the 20th century"
    },
    {
        "author": "Yun Yang et al",
        "date": "2015-08-03",
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Journal of Climate",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-15-0078.1?af=R",
        "title": "Seasonality and Predictability of the Indian Ocean Dipole Mode: ENSO Forcing and Internal Variability"
    },
    {
        "author": "Michael J. McPhaden, Yi Wang, M. Ravichandran",
        "date": "2015-08-03",
        "description": "\n\nThe equatorial Indian Ocean is characterized by strong eastward flows in the upper 80–100 m during boreal spring and fall referred to as the Wyrtki jets. These jets are driven by westerly winds during the transition seasons between the southwest and northeast monsoons and represent a major conduit for mass and heat transfer between the eastern and western sides of the basin. Since their discovery over 40 years ago, there have been very few estimates from direct observations of the volume transports associated with these currents. In this paper we describe seasonal-to-interannual time scale variations in volume transports based on 5 years of unique measurements from an array of acoustic Doppler current profilers in the central equatorial Indian Ocean. The array was centered at 0°, 80.5°E and spanned latitudes between 2.5°N and 4°S from August 2008 to December 2013. Analysis of these data indicates that the spring jet peaks in May at 14.9±2.9 Sv and the fall jet peaks in November at 19.7±2.4 Sv, around which there are year-to-year transport variations of 5–10 Sv. The relationship of the interannual transport variations to zonal wind stress forcing, sea surface temperature, sea surface height, and surface current variations associated with the Indian Ocean Dipole (IOD) are further highlighted. We also illustrate the role of wind-forced equatorial waves in affecting transport variations of the fall Wyrtki jet during the peak season of the IOD.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010901",
        "title": "Volume transports of the Wyrtki jets and their relationship to the Indian Ocean Dipole"
    },
    {
        "author": "Hisayuki Kubota, Yu Kosaka, Shang-Ping Xie",
        "date": "2015-07-29",
        "description": "\n\nThe Pacific-Japan (PJ) pattern affects interannual variability in the East Asian and western North Pacific (WNP) summer monsoons. This teleconnection pattern is characterized by a meridional dipole of anomalous circulation and precipitation between the tropical WNP and the midlatitudes. This study develops a long index of the PJ pattern using station-based atmospheric pressure data to track the PJ variability from 1897 to 2013. This index is correlated with a wide array of climate variables including air temperature, precipitation, Yangtze River flow, Japanese rice yield and the occurrence of tropical cyclones over the WNP (especially those that make landfall on the Chinese and Korean coast). For the recent three decades, the PJ index reproduces well-known correlations with El Niño-Southern Oscillation (ENSO) in the preceding boreal winter and Indian Ocean temperature in the concurrent summer. For the 117-year period, this ENSO-PJ relationship varies on interdecadal time scales, with low correlations in the 1920s and from the 1940s to 1970s, and recurrences of significant correlations at the beginning of the 20th century and the 1930s. In accordance with the modulation, the magnitude and regional climate effect of the PJ variability have changed. These results highlight the importance of interdecadal modulations of climate anomalies in the summer WNP and the need of long-term observations to study such modulations.\n",
        "journal": "International Journal of Climatology",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4441",
        "title": "A 117-year long index of the Pacific-Japan pattern with application to interdecadal variability"
    },
    {
        "author": "Nicola Maher, Shayne McGregor, Matthew H. England, Alexander Sen Gupta",
        "date": "2015-07-25",
        "description": "\n\nThe effects of large tropical volcanic eruptions on Indo-Pacific tropical variability are investigated using 122 historical ensemble members from the Coupled Model Intercomparison Project 5. Radiative forcing due to volcanic aerosols in the stratosphere is found to increase the likelihood of a model climatic response that projects onto both the El Niño–Southern Oscillation and the Indian Ocean Dipole (IOD). Large eruptions are associated with co-occurring El Niño and positive IOD events in the ensemble means that peak 6–12 months after the volcanic forcing peaks, marking a significant increase in the likelihood of each event occurring in the Southern Hemisphere (SH) spring/summer posteruption. There is also an ensemble mean La Niña-like response in the third SH summer posteruption, which coincides with a significant increase in the likelihood of a La Niña occurring. Taken together with the initial cooling, this La Niña-like response may increase the persistence of the cool global average surface temperature anomaly after an eruption.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064751",
        "title": "Effects of volcanism on tropical variability"
    },
    {
        "author": "Christopher G. Fletcher et al",
        "date": "2015-07-24",
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Journal of Climate",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00839.1?af=R",
        "title": "The Dynamical Influence of Separate Teleconnections from the Pacific and Indian Oceans on the Northern Annular Mode"
    },
    {
        "author": "J. Zavala-Garay, J. Theiss, M. Moulton, C. Walsh, R. van Woesik, C. G. Mayorga-Adame, M. Garcíia-Reyes, D. S. Mukaka, K. Whilden, Y. W. Shaghude",
        "date": "2015-07-24",
        "description": "\n\nThe Zanzibar Channel lies between the mainland of Tanzania and Zanzibar Island in the tropical western Indian Ocean, is about 100 km long, 40 km wide, and 40 m deep, and is essential to local socioeconomic activities. This paper presents a model of the seasonal and tidal dynamics of the Zanzibar Channel based on the Regional Ocean Modeling System (ROMS) and a comparison of the model and observations. The seasonal dynamics of the channel is forced by remote processes and the local wind. Remote forcing creates the East African Coastal Current, a portion of which flows through the channel northward with a seasonally varying magnitude. The local wind enhances this seasonality in the surface Ekman layer, resulting in a stronger northward flow during the southwest monsoon season and a weak northward or occasionally southward flow during the northeast monsoon season. The tidal flows converge and diverge in the center of the channel and reduce the transport in the channel. The remotely forced, wind-forced, and tidal dynamics contain 5%, 3%, and 92% of the total kinetic energy, respectively. Despite their low kinetic energy, the remotely forced and wind-forced flows are most relevant in advecting channel water to the open ocean, which occurs in 19 days at the peak of the southwest monsoon season. The channel is well mixed, except during brief periods in the two rainy seasons, and temporarily cools between December and February. The dispersion of passive tracers is presented as an example of potential model applications. This article is protected by copyright. All rights reserved.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010879",
        "title": "On the dynamics of the Zanzibar Channel"
    },
    {
        "author": "Abubakr A. M. Salih, Qiong Zhang, Michael Tjernström",
        "date": "2015-07-23",
        "description": "\nThe Sahelian Sudan is an arid to semiarid region that depends on the seasonal rainfall as the main source of water, but its rainfall has large interannual variability. Such dry regions usually have their main moisture sources elsewhere; thus, the rainfall variability is directly related to the moisture transport. This study seeks to identify source regions of water vapor for Sahelian Sudan during the monsoon period, from July to September. We have used the Lagrangian trajectory model FLEXPART driven by ERA-Interim reanalysis for the time period 1998 to 2008. The results show that most of the air masses that reach this region during the monsoon period have their major origins over the Arabian Peninsula, Central Africa, or are associated with the tropical easterly jet. Flow associated with Intertropical Convergence Zone contributes almost half of the total precipitated water; most of it comes from Central Africa. This suggests that moisture recycling is the major contributor, compared to Oceanic sources. The flows from the northeast (Arabian Peninsula and north Asia) and east (Horn of Africa and north Indian Ocean) contribute about one third of the precipitated water. The rest of precipitated water comes from the Mediterranean, subtropical Atlantic, and western Sahel, all with smaller contribution. Our results also indicate that different subregions of Sahelian Sudan have different moisture sources. Such result needs to be taken into account in seasonal forecasting practices.",
        "journal": "Journal of Geophysical Research: Atmospheres",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023238",
        "title": "Lagrangian tracing of Sahelian Sudan moisture sources"
    },
    {
        "author": "Hal F. Needham, Barry D. Keim, David Sathiaraj",
        "date": "2015-06-30",
        "description": "\n\nTropical cyclone-generated storm surges are among the world's most deadly and destructive natural hazards. This paper provides the first comprehensive global review of tropical storm surge data sources, observations, and impacts while archiving data in SURGEDAT, a global database. Available literature has provided data for more than 700 surge events since 1880, the majority of which are found in the western North Atlantic (WNA), followed by Australia/Oceania, the western North Pacific (WNP), and the northern Indian Ocean (NIO). The Bay of Bengal (BOB) in the NIO consistently observes the world's highest surges, as this subbasin averages five surges ≥5 m per decade and has observed credible storm tide levels reaching 13.7 m. The WNP observes the highest rate of low-magnitude surges, as the coast of China averages 54 surges ≥1 m per decade, and rates are likely higher in the Philippines. The U.S. Gulf Coast observes the second highest frequency of both high-magnitude (≥5 m) and low-magnitude (≥1 m) surges. The BOB observes the most catastrophic surge impacts, as 59% of global tropical cyclones that have killed at least 5000 people occurred in this basin. The six deadliest cyclones in this region have each killed at least 140,000 people, and two events have killed 300,000. Storm surge impacts transportation, agriculture, and energy sectors in the WNA. Oceania experiences long-term impacts, including contamination of fresh water and loss of food supplies, although the highest surges in this region are lower than most other basins.\n",
        "journal": "Reviews of Geophysics",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014RG000477",
        "title": "A review of tropical cyclone-generated storm surges: Global data sources, observations, and impacts"
    },
    {
        "author": "Zhe Feng, Samson Hagos, Angela K. Rowe, Casey D. Burleyson, Matus N. Martini, Simon P. Szoeke",
        "date": "2015-04-03",
        "description": "\n\nThis paper investigates the mechanisms of convective cloud organization by precipitation-driven cold pools over the warm tropical Indian Ocean during the 2011 Atmospheric Radiation Measurement (ARM) Madden-Julian Oscillation (MJO) Investigation Experiment/Dynamics of the MJO (AMIE/DYNAMO) field campaign. A high-resolution regional model simulation is performed using the Weather Research and Forecasting model during the transition from suppressed to active phases of the November 2011 MJO. The simulated cold pool lifetimes, spatial extent, and thermodynamic properties agree well with the radar and ship-borne observations from the field campaign. The thermodynamic and dynamic structures of the outflow boundaries of isolated and intersecting cold pools in the simulation and the associated secondary cloud populations are examined. Intersecting cold pools last more than twice as long, are twice as large, 41% more intense (measured with buoyancy), and 62% deeper than isolated cold pools. Consequently, intersecting cold pools trigger 73% more convection than do isolated ones. This is due to stronger outflows that enhance secondary updraft velocities by up to 45%. However, cold pool-triggered convective clouds grow into deep convection not because of the stronger secondary updrafts at cloud base, but rather due to closer spacing (aggregation) between clouds and larger cloud clusters that form along the cold pool boundaries when they intersect. The close spacing of large clouds moistens the local environment and reduces entrainment drying, increasing the probability that the clouds further develop into deep convection. Implications for the design of future convective parameterization with cold pool-modulated entrainment rates are discussed.\n",
        "journal": "Journal of Advances in Modeling Earth Systems",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000384",
        "title": "Mechanisms of convective cloud organization by cold pools over tropical warm ocean during the AMIE/DYNAMO field campaign"
    },
    {
        "author": "H. Athar",
        "date": "2015-03-03",
        "description": "\n\nThe analyses of monthly and annual variability, and the seasonal teleconnections with the Indian Ocean Dipole (IOD), El-Niño Southern Oscillation (ENSO), and the North Atlantic Oscillation (NAO) circulation indices, for rainfall from 26 stations in Saudi Arabia (SA), for 33-year period (1978–2010), are presented. High interannual variability with non-monsoonal annual cycle characterizes the rainfall climate of SA in recent 33-year period. Eight of 26 stations display statistically significant simultaneous teleconnections with IOD and ENSO in the September–October–November (SON) season. These eight stations are situated north of 21.50°N (nSA) and are located in northern and in southeastern regions of nSA.\n",
        "journal": "Atmospheric Science Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.570",
        "title": "Teleconnections and variability in observed rainfall over Saudi Arabia during 1978–2010"
    },
    {
        "author": "Chia-Jeng Chen, Aris P. Georgakakos",
        "date": "2014-10-10",
        "description": "\n\nThe detrimental impacts of climate variability on water, agriculture, and food resources in East Africa underscore the importance of reliable seasonal climate predictions. This study compares several forecasting methods using sea surface temperature (SST) anomalies to predict East African rains with various lead times. It is shown that the forecasts can explain more than 50% of the short rains (boreal autumn) variance across large regions of Ethiopia, Somalia, and Kenya, and reaffirm the importance of the Walker-like circulation over the Indian Ocean. The forecasts also explain more than 50% of the long rains (boreal spring) over Uganda, Lake Victoria, and western Kenya, and demonstrate the strong connection of the long rains to the SSTs in the southern Atlantic Ocean, Mediterranean Sea, southwestern Indian Ocean, and Arabian Sea. For the unimodal rains in Tanzania, the forecasts explain more than 40% of the rainfall variance over northwestern Tanzania based on SST predictors in the southwestern Indian Ocean and the subtropical North Atlantic. For the South Sudan and Ethiopian Kiremt rains, the forecast skill is less pronounced. The predictor regions (dipoles) for a recently developed method are validated through composite maps of surface and atmospheric reanalysis variables. Lastly, 2010–2011 forecasts for both the long and short rains demonstrate skill in predicting the recent drought suggesting that seasonal climate forecasts can inform natural disaster preparedness and water resources planning in East Africa.\n",
        "journal": "International Journal of Climatology",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4165",
        "title": "Seasonal prediction of East African rainfall"
    }
]