[
    {
        "author": "Lauren T. Toth, Richard B. Aronson, Hai Cheng, R. Lawrence Edwards", 
        "date": "2015-07-25", 
        "description": "\n\nWind-driven upwelling in Pacific Panamá is a significant source of oceanographic variability in the tropical eastern Pacific. This upwelling system provides a critical teleconnection between the Atlantic and tropical Pacific that may impact climate variability on a global scale. Despite its importance to oceanographic circulation, ecology, and climate, little is known about the stability of the Panamanian upwelling system or its interaction with climatic forcing on millennial timescales. Using a combination of radiocarbon and U-series dating of fossil corals collected in cores from five sites across Pacific Panamá, we reconstructed the local radiocarbon reservoir correction, ΔR, from ~6750 cal BP to present. Because the ΔR of shallow-water environments is elevated by upwelling, our dataset represents a millennial-scale record of spatial and temporal variability of the Panamanian upwelling system. The general oceanographic gradient from relatively strong upwelling in the Gulf of Panamá to weak-to-absent upwelling in the Gulf of Chiriquí was present throughout our record; however, the intensity of upwelling in the Gulf of Panamá varied significantly through time. Our reconstructions suggest that upwelling in the Gulf of Panamá is weak at present; however the middle Holocene was characterized by periods of enhanced upwelling, with the most intense upwelling occurring at the onset of a regional shutdown in reef development at ~4100 cal BP. Comparisons with regional climate proxies suggest that, whereas the Intertropical Convergence Zone is the primary control on modern upwelling in Pacific Panamá, the El Niño–Southern Oscillation drove the variability in upwelling on millennial timescales.\n", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015PA002794", 
        "title": "Holocene variability in the intensity of wind-gap upwelling in the tropical eastern Pacific"
    }, 
    {
        "author": "L. H. Baker, W. J. Collins, D. J. L. Olivié, R. Cherian, &Oslash;. Hodnebrog, G. Myhre, and J. Quaas", 
        "date": "2015-07-24", 
        "description": "<b>Climate responses to anthropogenic emissions of short-lived climate pollutants</b><br /><br />Atmospheric Chemistry and Physics, 15, 8201-8216, 2015<br /><br />Author(s): L. H. Baker, W. J. Collins, D. J. L. Olivié, R. Cherian, &Oslash;. Hodnebrog, G. Myhre, and J. Quaas<br /><br />Policies to control air quality focus on mitigating emissions of aerosols and\ntheir precursors, and other short-lived climate pollutants (SLCPs). On a\nlocal scale, these policies will have beneficial impacts on health and crop\nyields, by reducing particulate matter (PM) and surface ozone concentrations;\nhowever, the climate impacts of reducing emissions of SLCPs are less\nstraightforward to predict. In this paper we consider a set of idealized,\nextreme mitigation strategies, in which the total anthropogenic emissions of\nindividual SLCP emissions species are removed. This provides an upper bound\non the potential climate impacts of such air quality strategies.\n<br><br>\nWe focus on evaluating the climate responses to changes in anthropogenic\nemissions of aerosol precursor species: black carbon (BC), organic carbon\n(OC) and sulphur dioxide (SO<sub>2</sub>). We perform climate integrations with four\nfully coupled atmosphere–ocean global climate models (AOGCMs), and examine\nthe effects on global and regional climate of removing the total land-based\nanthropogenic emissions of each of the three aerosol precursor species.\n<br><br>\nWe find that the SO<sub>2</sub> emissions reductions lead to the strongest response,\nwith all models showing an increase in surface temperature focussed in the\nNorthern Hemisphere mid and (especially) high latitudes, and showing a corresponding\nincrease in global mean precipitation. Changes in precipitation patterns are\ndriven mostly by a northward shift in the ITCZ (Intertropical Convergence Zone), consistent with the\nhemispherically asymmetric warming pattern driven by the emissions changes.\nThe BC and OC emissions reductions give a much weaker response, and there is\nsome disagreement between models in the sign of the climate responses to\nthese perturbations. These differences between models are due largely to\nnatural variability in sea-ice extent, circulation patterns and cloud\nchanges. This large natural variability component to the signal when the\nocean circulation and sea-ice are free-running means that the BC and OC\nmitigation measures do not necessarily lead to a discernible climate\nresponse.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/8201/2015/", 
        "title": "Climate responses to anthropogenic emissions of short-lived climate pollutants"
    }, 
    {
        "author": "Abubakr A. M. Salih, Qiong Zhang, Michael Tjernström", 
        "date": "2015-07-23", 
        "description": "\n\nThe Sahelian Sudan is an arid to semiarid region that depends on the seasonal rainfall as the main source of water, but its rainfall has large interannual variability. Such dry regions usually have their main moisture sources elsewhere; thus, the rainfall variability is directly related to the moisture transport. This study seeks to identify source regions of water vapor for Sahelian Sudan during the monsoon period, from July to September. We have used the Lagrangian trajectory model FLEXPART driven by ERA-Interim reanalysis for the time period 1998 to 2008. The results show that most of the air masses that reach this region during the monsoon period have their major origins over the Arabian Peninsula, Central Africa, or are associated with the tropical easterly jet. Flow associated with Intertropical Convergence Zone contributes almost half of the total precipitated water; most of it comes from Central Africa. This suggests that moisture recycling is the major contributor, compared to Oceanic sources. The flows from the northeast (Arabian Peninsula and north Asia) and east (Horn of Africa and north Indian Ocean) contribute about one third of the precipitated water. The rest of precipitated water comes from the Mediterranean, subtropical Atlantic, and western Sahel, all with smaller contribution. Our results also indicate that different subregions of Sahelian Sudan have different moisture sources. Such result needs to be taken into account in seasonal forecasting practices.\n", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023238", 
        "title": "Lagrangian tracing of Sahelian Sudan moisture sources"
    }, 
    {
        "author": "M. Tchilibou, T. Delcroix, G. Alory, S. Arnault, G. Reverdin", 
        "date": "2015-07-23", 
        "description": "\n\nThis study focuses on the time-space variability of the low Sea Surface Salinity (SSS) waters extending zonally within 2°N–12°N in the Atlantic and Pacific and within 6°S–16°S in the western third of the Pacific. The analysis is based on a combination of in situ SSS observations collected in the last three decades from voluntary observing ships, TAO/TRITON and PIRATA moorings, Argo floats, and (few) CTD profiles. The mean latitudes of the Atlantic and Pacific low SSS waters appear 1°–3° further poleward than the Evaporation minus Precipitation (E-P) minima linked to the Inter Tropical Convergence Zones (ITCZ) and South Pacific Convergence Zone (SPCZ). At the seasonal time scale, the E-P minima migrate poleward in summer hemispheres, leading the migration of the SSS minima by 2–3 months in the Atlantic ITCZ, Pacific SPCZ, and in the eastern part of the Pacific ITCZ. On the other hand, the seasonal displacements of E-P and SSS minima are in antiphase in the central and western parts of the Pacific ITCZ. At the interannual time scale, the E-P and SSS minima migrate poleward during La Nina events in the Pacific and during the positive phase of the Atlantic Meridional Dipole (AMD) in the Atlantic (and vice versa during El Nino and the negative phase of the AMD). We further document long-term (1979–2009) meridional migrations of the E-P and SSS minima, especially in the SPCZ region, and discuss whether or not they are consistent with documented SST and wind stress trends.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010836", 
        "title": "Variations of the tropical Atlantic and Pacific SSS minimum zones and their relations to the ITCZ and SPCZ rain bands (1979–2009)"
    }, 
    {
        "author": "Sho Yokota et al", 
        "date": "2015-07-21", 
        "description": "Journal of the Atmospheric Sciences, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of the Atmospheric Science", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JAS-D-14-0328.1?af=R", 
        "title": "Tropical Cyclogenesis Due to ITCZ Breakdown: Idealized Numerical Experiments and a Case Study of the Event in July 1988"
    }, 
    {
        "author": "Johannes Mülmenstädt, Odran Sourdeval, Julien Delanoë, Johannes Quaas", 
        "date": "2015-07-05", 
        "description": "\n\nA climatology of thermodynamic phase of precipitating cloud is presented derived from global, land and ocean, retrievals from Cloudsat, CALIPSO, and MODIS. Like precipitation rate, precipitation frequency is dominated by warm rain, defined as rain produced via the liquid phase only, over the tropical oceans outside the ITCZ and by cold rain, produced via the ice phase, over the midlatitude oceans and continents. Warm rain is very infrequent over the continents, with significant warm rain found only in onshore flow in the tropics, and over India, China, and Indochina. Comparison of the properties of precipitating and non-precipitating warm clouds shows that the scarcity of warm rain over land can be explained by smaller effective radii in continental clouds that delay the onset of precipitation. The results highlight the importance of ice-phase processes for the global hydrological cycle and may lead to an improved parameterization of precipitation in general circulation models.\n", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064604", 
        "title": "Frequency of occurrence of rain from liquid-, mixed- and ice-phase clouds derived from A–Train satellite retrievals"
    }, 
    {
        "author": "Shuyi S. Chen et al", 
        "date": "2015-06-24", 
        "description": "Bulletin of the American Meteorological Society, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Bulletin of the American Meteorological Society", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/BAMS-D-13-00196.1?af=R", 
        "title": "Aircraft Observations of Dry Air, ITCZ, Convective Cloud Systems and Cold Pools in MJO During DYNAMO"
    }, 
    {
        "author": "Mahesh Kovilakam, Salil Mahajan", 
        "date": "2015-06-23", 
        "description": "\n\nGlobal climate models (GCMs) underestimate the observed trend in tropical expansion. Recent studies partly attribute it to black carbon (BC) aerosols, which are poorly represented in GCMs. We conduct a suite of idealized experiments with the Community Atmosphere Model version 4 coupled to a slab ocean model forced with increasing BC concentrations covering a large swath of the estimated range of current BC radiative forcing while maintaining their spatial distribution. The Northern Hemisphere (NH) tropics expand poleward nearly linearly as BC radiative forcing increases (0.7° W−1 m2), indicating that a realistic representation of BC could reduce GCM biases. We find support for the mechanism where BC-induced midlatitude tropospheric heating shifts the maximum meridional tropospheric temperature gradient poleward resulting in tropical expansion. We also find that the NH poleward tropical edge is nearly linearly correlated with the location of the Intertropical Convergence Zone, which shifts northward in response to increasing BC.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064559", 
        "title": "Black carbon aerosol-induced Northern Hemisphere tropical expansion"
    }, 
    {
        "author": "I. Camara, Nicolas Kolodziejczyk, Juliette Mignot, Alban Lazar, Amadou T. Gaye", 
        "date": "2015-06-19", 
        "description": "\n\nThe physical processes controlling the mixed layer salinity (MLS) seasonal budget in the tropical Atlantic Ocean are investigated using a regional configuration of an ocean general circulation model. The analysis reveals that the MLS cycle is generally weak in comparison of individual physical processes entering in the budget because of strong compensation. In evaporative regions, around the surface salinity maxima, the ocean acts to freshen the mixed layer against the action of evaporation. Poleward of the southern SSS maxima, the freshening is ensured by geostrophic advection, the vertical salinity diffusion and, during winter, a dominant contribution of the convective entrainment. On the equatorward flanks of the SSS maxima, Ekman transport mainly contributes to supply freshwater from ITCZ regions while vertical salinity diffusion adds on the effect of evaporation. All these terms are phase locked through the effect of the wind. Under the seasonal march of the ITCZ and in coastal areas affected by river (7°S:15°N), the upper ocean freshening by precipitations and/or runoff is attenuated by vertical salinity diffusion. In the eastern equatorial regions, seasonal cycle of wind forced surface currents advect freshwaters, which are mixed with subsurface saline water because of the strong vertical turbulent diffusion. In all these regions, the vertical diffusion presents an important contribution to the MLS budget by providing, in general, an upwelling flux of salinity. It is generally due to vertical salinity gradient and mixing due to winds. Furthermore, in the equator where the vertical shear, associated to surface horizontal currents, is developed, the diffusion depends also on the sheared flow stability.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010865", 
        "title": "On the seasonal variations of salinity of the tropical Atlantic mixed layer"
    }, 
    {
        "author": "Traute Crueger, Bjorn Stevens", 
        "date": "2015-06-16", 
        "description": "\n\nThis article explores how atmospheric radiative heating, due to the presence of clouds, influences the Madden-Julian Oscillation (MJO) as simulated by four comprehensive atmosphere general circulation models. Simulations in which clouds are transparent to electromagnetic radiation (“clouds-off”) are compared with control simulations in which clouds are allowed to interact with radiation (“clouds-on”). Making clouds transparent to radiation leads to robust changes of the mean state: the westerly winds in the equatorial Indo-Pacific area weaken and the precipitation reveals a shift from single to double Intertropical Convergence Zones. These changes are accompanied by weaker MJOs. Also, the moisture sensitivity of precipitation changes, however not consistently within our group of models. Further analyses show that within the active phase of intraseasonal variability, cloud-radiative effects amplify the heating profiles compared to clouds-off. Heating from nonradiative processes is dominated by the parameterized convection, but large-scale heating associated with cloud microphysical processes acting on the grid-scale modifies the shape of the heating profile, leading to a top-heaviness when cloud-radiative effects are accounted for. The radiative heating due to clouds slows down the phase speed of the MJO. Averaged over the entire MJO life cycle, the column-integrated radiative heating due to clouds lags the vertically integrated moist static energy by 40°–60° of longitude (equivalently 7–10 days assuming a period of 60 days). All four models studied reveal more pronounced Kelvin waves when clouds are transparent to radiation, suggesting that cloud-radiative effects on large-scale heating profiles damp smaller scale, or faster, Kelvin waves and amplify MJO-like disturbances.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015MS000434", 
        "title": "The effect of atmospheric radiative heating by clouds on the Madden-Julian Oscillation"
    }, 
    {
        "author": "Elsa Arellano-Torres, Raja S. Ganeshram, Laetitia E. Pichevin, David Alberto Salas-de-Leon", 
        "date": "2015-06-11", 
        "description": "\n\nHigh-resolution sediment records from the eastern tropical North Pacific (ETNP) spanning the last ~240 ka B.P. were studied to document the nature of millennial-scale climatic events in the tropical Pacific and to investigate teleconnection mechanisms. We present organic carbon (%OC) and diffuse spectral reflectivity records as indicative of upwelling and productivity changes off NW Mexico over the middle to late Pleistocene. The new productivity records document the persistence of abrupt millennial-scale changes over the last two glacial cycles. Detailed spectral and wavelet time series analyses show the predominance of longer climatic cycles (2–6 ka) during the last and the penultimate glacial periods. The persistence of millennial variability during the penultimate glacial, in absence of large ice rafted debris events in the North Atlantic, suggests that freshwater input through ice sheet dynamics is not essential for millennial-scale climate variability. Given the worldwide emerging picture of remarkable similar millennial-scale records over long time periods, we suggest that the pacing of this climate variability may represent a natural resonance in the climate system, amplified by a tightly coupled oceanic and atmospheric teleconnection processes. We present a schematic scenario of millennial-scale climate change depicting the role of the tropical Pacific in this global teleconnection system by linking productivity and upwelling changes in the ETNP with shifts in the position of the Intertropical Convergence Zone and the strength of the subtropical North Pacific High.\n", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014PA002714", 
        "title": "Persistent millennial-scale climate variability in the eastern tropical North Pacific over the last two glacial cycles"
    }, 
    {
        "author": "Lisan Yu", 
        "date": "2015-06-08", 
        "description": "\n\nThe Intertropical Convergence Zone (ITCZ) is a major source of the surface freshwater input to the tropical open ocean. Under the ITCZ, sea-surface salinity (SSS) fronts that extend zonally across the basins are observed by the Aquarius/SAC-D mission and Argo floats. This study examined the evolution and forcing mechanisms of the SSS fronts. It is found that, although the SSS fronts are sourced from the ITCZ-freshened surface waters, the formation, structure, and propagation of these fronts are governed by the trade wind driven Ekman processes. Three features characterize the governing role of Ekman forcing. First, the SSS fronts are associated with near-surface salinity-minimum zones (SMZs) of 50–80 m deep. The SMZs are formed during December–March when the near-equatorial Ekman convergence zone concurs with an equatorward displaced ITCZ. Second, after the formation, the SMZs are carried poleward away at a speed of ∼3.5 km d−1 by Ekman transport. The monotonic poleward propagation is a sharp contrast to the seasonal north/south oscillation of the ITCZ. Lastly, each SMZ lasts about 12–15 months until dissipated at latitudes beyond 10°N/S. The persistence of more than 1 calendar year allows two SMZs to coexist during the formation season (December–March), with the newly formed SMZ located near the equator while the SMZ that is formed in the previous year located near the latitudes of 10–15° poleward after 1 year's propagation. The contrast between the ITCZ and SMZ highlights the dominance of Ekman dynamics on the relationship between the SSS and the ocean water cycle.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010790", 
        "title": "Sea-surface salinity fronts and associated salinity-minimum zones in the tropical ocean"
    }, 
    {
        "author": "Ruth Cerezo-Mota, Tereza Cavazos, Raymond Arritt, Abraham Torres-Alavez, Kevin Sieck, Grigory Nikulin, Wilfram Moufouma-Okia, Jose Antonio Salinas-Prieto", 
        "date": "2015-06-05", 
        "description": "\n\nThe output of four regional climate models (RCMs) from the Coordinated Regional Climate Downscaling Experiment (CORDEX)-North America (NA) region was analysed for the 1990–2008 period, with particular interest on the mechanisms associated with wet and dry years over the North American Monsoon (NAM) core region. All RCMs (RCA3.5, HadGEM3-RA, REMO, and RegCM4) were forced by the ERA-Interim reanalysis. Model precipitation was compared against several observational gridded data sets at different time scales. Most RCMs capture well the annual cycle of precipitation and outperform ERA-Interim, which is drier than the observations. RCMs underestimate (overestimate) the precipitation over the coastal plains (mountains) and have some problems to reproduce the interannual variability of the monsoon. To further investigate this, two extreme summers that showed the largest consistency among observations and RCMs were chosen: one wet (1990) and one dry (2005). The impact of the passage of tropical cyclones, the size of the Western Hemisphere Warm Pool (WHWP), the Intertropical Convergence Zone (ITCZ) position, and the initial intensity of the land–sea thermal contrast (LSTC) were analysed. During the wet year, the LSTC was stronger than the 2005 dry monsoon season and there were a larger number of hurricanes near the Gulf of California, the WHWP was more extended, and the ITCZ was located in a more northerly position than in 2005. All these processes contributed to a wetter NAM season. During the dry year, the LSTC was weaker, with a later onset, probably due to a previous very wet winter. The inverse precipitation relationship between winter and summer in the monsoon region was well captured by most of the RCMs. RegCM4 showed the largest biases and HadGEM3-RA the smallest ones.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4385", 
        "title": "CORDEX-NA: factors inducing dry/wet years on the North American Monsoon region"
    }, 
    {
        "author": "I. Bouimetarhan, L. Dupont, H. Kuhlmann, J. Pätzold, M. Prange, E. Schefuß, and K. Zonneveld", 
        "date": "2015-05-11", 
        "description": "<b>Northern Hemisphere control of deglacial vegetation changes in the Rufiji uplands (Tanzania)</b><br /><br />Climate of the Past, 11, 751-764, 2015<br /><br />Author(s): I. Bouimetarhan, L. Dupont, H. Kuhlmann, J. Pätzold, M. Prange, E. Schefuß, and K. Zonneveld<br /><br />In tropical eastern Africa, vegetation distribution is largely controlled by\nregional hydrology, which has varied over the past 20 000 years. Therefore,\naccurate reconstructions of past vegetation and hydrological changes are\ncrucial for a better understanding of climate variability in the tropical\nsoutheastern African region. We present high-resolution pollen records from\na marine sediment core recovered offshore of the Rufiji River delta. Our data\ndocument significant shifts in pollen assemblages during the last\ndeglaciation, identifying, through changes in both upland and\nlowland vegetation, specific responses of plant communities to atmospheric\n(precipitation) and coastal (coastal dynamics and sea-level changes)\nalterations. Specifically, arid conditions reflected by a maximum pollen\nrepresentation of dry and open vegetation occurred during the Northern\nHemisphere cold Heinrich event 1 (H1), suggesting that the expansion of drier\nupland vegetation was synchronous with cold Northern Hemisphere\nconditions. This arid period is followed by an interval in which forest and\nhumid woodlands expanded, indicating a hydrologic shift towards more humid\nconditions. Droughts during H1 and the shift to humid conditions around 14.8 kyr BP in the uplands are consistent with latitudinal shifts of the\nintertropical convergence zone (ITCZ) driven by high-latitude Northern\nHemisphere climatic fluctuations. Additionally, our results show that the\nlowland vegetation, consisting of well-developed salt marshes and mangroves\nin a successional pattern typical for vegetation occurring in intertidal\nhabitats, has responded mainly to local coastal dynamics related to marine\ninundation frequencies and soil salinity in the Rufiji Delta as well as to the\nlocal moisture availability. Lowland vegetation shows a substantial\nexpansion of mangrove trees after ~ 14.8 kyr BP, suggesting an\nincreased moisture availability and river runoff in the coastal area. The\nresults of this study highlight the decoupled climatic and environmental\nprocesses to which the vegetation in the uplands and the Rufiji Delta has\nresponded during the last deglaciation.", 
        "journal": "Climate of the Past", 
        "link": "http://www.clim-past.net/11/751/2015/", 
        "title": "Northern Hemisphere control of deglacial vegetation changes in the Rufiji uplands (Tanzania)"
    }, 
    {
        "author": "Boualem Khouider et al", 
        "date": "2015-04-28", 
        "description": "Journal of the Atmospheric Sciences, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of the Atmospheric Science", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JAS-D-15-0006.1?af=R", 
        "title": "Organized Convection Parameterization for the ITCZ"
    }, 
    {
        "author": "D. Emmanuel Poan, Jean-Philippe Lafore, Romain Roehrig, Fleur Couvreux", 
        "date": "2014-09-16", 
        "description": "\nThe internal processes within an African Easterly Wave (AEW) system, involving mass, dynamic and water vapour fields are investigated using ERA-I reanalysis, in order to highlight the interactions between convection and AEWs. The budgets of heat, moisture and momentum are analysed during the different phases of AEWs detected using synoptic-scale precipitable water anomalies as proposed by Poan et al. (2013). The strong climatological meridional gradient of moisture present in the Sahel impacts the shape of the apparent heat source and humidity sink. AEW events over the Sahel are associated with a meridional shift of the intertropical convergence zone (ITCZ). Large exchanges of momentum by small-scale convective transport are also highlighted between the low- and mid-levels, contributing to the reinforcement of the AEW circulation at 600 hPa and the damping of the monsoon flow. This also appears as a possible mechanism for the vertical tilt of the meridional wind associated with AEWs. Heat budget computation, in the southern flank of the West African Heat-Low (HL) region where such AEWs occur, reveals that the heating anomalies are mainly driven by the horizontal advections. The vertical circulation acts as a precursor, which initiates the heat transport in the lower troposphere. However, weaker, turbulent mixing also participates in the development of these anomalies, especially in the boundary layer. These budgets ultimately allow the distinct contributions of diabatic and adiabatic processes to be determined.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2420", 
        "title": "Internal processes within the African Easterly Wave system"
    }
]