[
    {
        "author": "Lauren T. Toth, Richard B. Aronson, Hai Cheng, R. Lawrence Edwards",
        "date": "2015-08-24",
        "description": "\n\nWind-driven upwelling in Pacific Panamá is a significant source of oceanographic variability in the tropical eastern Pacific. This upwelling system provides a critical teleconnection between the Atlantic and tropical Pacific that may impact climate variability on a global scale. Despite its importance to oceanographic circulation, ecology, and climate, little is known about the long-term stability of the Panamanian upwelling system or its interaction with climatic forcing on millennial time scales. Using a combination of radiocarbon and U-series dating of fossil corals collected in cores from five sites across Pacific Panamá, we reconstructed the local radiocarbon reservoir correction, ΔR, from ~6750 cal B.P. to present. Because the ΔR of shallow-water environments is elevated by upwelling, our data set represents a millennial-scale record of spatial and temporal variability of the Panamanian upwelling system. The general oceanographic gradient from relatively strong upwelling in the Gulf of Panamá to weak-to-absent upwelling in the Gulf of Chiriquí was present throughout our record; however, the intensity of upwelling in the Gulf of Panamá varied significantly through time. Our reconstructions suggest that upwelling in the Gulf of Panamá is weak at present; however, the middle Holocene was characterized by periods of enhanced upwelling, with the most intense upwelling occurring just after of a regional shutdown in the development of reefs at ~4100 cal B.P. Comparisons with regional climate proxies suggest that, whereas the Intertropical Convergence Zone is the primary control on modern upwelling in Pacific Panamá, the El Niño–Southern Oscillation drove the millennial-scale variability of upwelling during the Holocene.\n",
        "journal": "Paleoceanography",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015PA002794",
        "title": "Holocene variability in the intensity of wind-gap upwelling in the tropical eastern Pacific"
    },
    {
        "author": "O.   Alizadeh-Choobari, A.   Sturman, P.   Zawar-Reza</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>December 2014</pubDate><br> <b>Source:</b>Dynamics of Atmospheres and Oceans, Volume 68</br><br>     Author(s): O.   Alizadeh-Choobari, A.   Sturman, P.   Zawar-Reza</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0010\" view=\"all\">Aerosols make a considerable contribution to the climate system through their radiative and cloud condensation nuclei effects, which underlines the need for understanding the origin of aerosols and their transport pathways. Seasonal distribution of mineral dust around the globe and its correlation with atmospheric circulation is investigated using satellite data, and meteorological data from ECMWF. The most important sources of dust are located in North Africa, the Middle East and Southwest Asia with an observed summer maximum, and East Asia with a spring peak. Maximum dust activity over North Africa and the Middle East in summer is attributed to dry convection associated with the summertime low-pressure system, while unstable weather and dry conditions are responsible for the spring peak in dust emission in East Asia. Intercontinental transport of mineral dust by atmospheric circulation has been observed, including trans-Atlantic transport of North African dust, trans-Pacific transport of Asian dust, and transport of dust from the Middle East across the Indian Ocean. The extent of African dust over the Atlantic Ocean and its latitudinal variation with season is related to the large-scale atmospheric circulation, including seasonal changes in the position of the intertropical convergence zone (ITCZ) and variation of wind patterns. North African aerosols extend over longer distances across the North Atlantic in summer because of greater dust emission, an intensified easterly low level jet (LLJ) and strengthening of the Azores-Bermuda anticyclonic circulation. Transport of East Asian aerosol is facilitated by the existence of a LLJ that extends from East Asia to the west coast of North America.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Dynamics of Atmospheres and Oceans",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0377026514000347%26_version%3D1%26md5%3D31a5cbbdcb9c0b6cc445f35378615aa2",
        "title": "A global satellite view of the seasonal distribution of mineral dust and its correlation with atmospheric circulation"
    },
    {
        "author": "Youjia   Zou, Xiangying   Xi</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>September 2014</pubDate><br> <b>Source:</b>Dynamics of Atmospheres and Oceans, Volume 67</br><br>     Author(s): Youjia   Zou, Xiangying   Xi</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0010\" view=\"all\">The Gulf Stream, one of the strongest currents in the world, transports approximately 31<hsp sp=\"0.25\"/>Sv of water (<cross-refs id=\"crfs0005\" refid=\"bib0075 bib0015 bib0105\">Kelly and Gille, 1990; Baringer and Larsen, 2001; Leaman et al., 1995</cross-refs>) and 1.3<hsp sp=\"0.25\"/>×<hsp sp=\"0.25\"/>10<sup loc=\"post\">15</sup> <hsp sp=\"0.25\"/>W (<cross-ref id=\"crf0020\" refid=\"bib0100\">Larsen, 1992</cross-ref>) of heat into the Atlantic Ocean, and warms the vast European continent. Thus any change of the Gulf Stream could lead to the climate change in the European continent, and even worldwide (<cross-ref id=\"crf0025\" refid=\"bib0035\">Bryden et al., 2005</cross-ref>). Past studies have revealed a diminished Gulf Stream and oceanic heat transport that was possibly associated with a southward migration of intertropical convergence zone (ITCZ) and may have contributed to Little Ice Age (AD ∼1200 to 1850) in the North Atlantic (<cross-ref id=\"crf0030\" refid=\"bib0110\">Lund et al., 2006</cross-ref>). However, the causations of the Gulf Stream weakening due to the southward migration of the ITCZ remain uncertain. Here we use satellite observation data and employ a model (oceanic general circulation model – OGCM) to demonstrate that the Brazilian promontory in the east coast of South America may have played a crucial role in allocating the equatorial currents, while the mean position of the equatorial currents migrates between northern and southern hemisphere in the Atlantic Ocean. Northward migrations of the equatorial currents in the Atlantic Ocean have little influence on the Gulf Stream. Nevertheless, southward migrations, especially abrupt large southward migrations of the equatorial currents, can lead to the increase of the Brazil Current and the significant decrease of the North Brazil Current, in turn the weakening of the Gulf Stream. The results from the model simulations suggest the mean position of the equatorial currents in the Atlantic Ocean shifted at least 180–260<hsp sp=\"0.25\"/>km southwards of its present-day position during the Little Ice Age based on the calculations of simple linear equations and the OGCM simulations.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Dynamics of Atmospheres and Oceans",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0377026514000207%26_version%3D1%26md5%3Dc7772c80c16d023925bc68a1c11e9af7",
        "title": "The possible role of Brazilian promontory in Little Ice Age"
    },
    {
        "author": "Hsien-Wang   Ou</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>November 2013</pubDate><br> <b>Source:</b>Dynamics of Atmospheres and Oceans, Volume 64</br><br>     Author(s): Hsien-Wang   Ou</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0010\" view=\"all\">We consider the general atmospheric circulation within the deductive framework of our climate theory. The preceding three parts of this theory have reduced the troposphere to the tropical and polar air masses and determined their temperature and the surface latitude of their dividing boundary, which provide the prior thermal constraint for the present dynamical derivation. Drawing upon its similar material conservation as the thermal property, the (columnar) potential vorticity (PV) is assumed homogenized as well in air masses, which moreover has a zero tropical value owing to the hemispheric symmetry. Inverting this PV field produces an upper-bound zonal wind that resembles the prevailing wind, suggesting that the latter may be explained as the maximum macroscopic motion extractable by random eddies – within the confine of the thermal differentiation.</simple-para> <simple-para id=\"spar0015\" view=\"all\">With the polar front determined in conjunction with the zonal wind, the approximate leveling of the isobars at the surface and high aloft specifies the tropopause, which is colder and higher in the tropics than in the polar region. The zonal wind drives the meridional circulation via the Ekman dynamics, and the preeminence of the Hadley cell stems from the singular Ekman convergence at the equator that allows it to supply the upward mass flux in the ITCZ demanded by the global energy balance.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Dynamics of Atmospheres and Oceans",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0377026513000547%26_version%3D1%26md5%3Da249a8fa93f045fec8e25dd72b509958",
        "title": "Upper-bound general circulation of coupled ocean–atmosphere: Part 1. Atmosphere"
    },
    {
        "author": "Zhifei   Liu, Yulong   Zhao, Christophe   Colin, Karl   Stattegger, Martin G.   Wiesner, Chih-An   Huh, Yanwei   Zhang, Xiajing   Li, Penjai   Sompongchaiyakul, Chen-Feng   You, Chi-Yue   Huang, James T.   Liu, Fernando P.   Siringan, Khanh Phon   Le, Edlic   Sathiamurthy, Wahyoe S.   Hantoro, Jianguo   Liu, Shouting   Tuo, Shaohua   Zhao, Shiwen   Zhou, Ziding   He, Yuchen   Wang, Suratta   Bunsomboonsakul, Yanli   Li</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>Available online 19 August 2015</pubDate><br> <b>Source:</b>Earth-Science Reviews</br><br>     Author(s): Zhifei   Liu, Yulong   Zhao, Christophe   Colin, Karl   Stattegger, Martin G.   Wiesner, Chih-An   Huh, Yanwei   Zhang, Xiajing   Li, Penjai   Sompongchaiyakul, Chen-Feng   You, Chi-Yue   Huang, James T.   Liu, Fernando P.   Siringan, Khanh Phon   Le, Edlic   Sathiamurthy, Wahyoe S.   Hantoro, Jianguo   Liu, Shouting   Tuo, Shaohua   Zhao, Shiwen   Zhou, Ziding   He, Yuchen   Wang, Suratta   Bunsomboonsakul, Yanli   Li</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">The South China Sea offers an excellent case for studying source-to-sink transport processes of fluvial sediments among the global marginal seas. This study synthesizes existing clay mineralogical and geochemical data from ~<hsp sp=\"0.10\"/>1500 samples from the seafloor and surrounding rivers, deepwater mooring observation results, and high-resolution glacial-cyclic clay mineralogy records from six high-quality sediment cores. Source-to-sink sediment transport from the river mouth to the continental shelf and then to the abyssal basin is investigated at two time scales: modern process and Late Quaternary glacial cycles. The results firstly show the high diversity of clay mineralogical and geochemical compositions in riverbed surface sediments surrounding the South China Sea, e.g., dominant illite and chlorite in Taiwan, overwhelming majority of smectite in Luzon, dominant kaolinite in South China, and similar amounts of the four clay mineral species in Red and Mekong river systems. The formation of these fluvial sediments through chemical weathering in surrounding drainage systems is controlled principally by the East Asian monsoon climate with warm temperature and high precipitation, and subordinately by tectonic activity and specific lithological character. The basin-wide distribution of clay mineral assemblages combined with neodymium and strontium isotopic compositions reflects strong provenance control and differential settling effects. The differential settling of kaolinite in slightly saline and proximal regions relative to smectite in more saline and distal regions is well demonstrated in the South China Sea. Through combining clay mineralogical distributions on the seafloor with observed oceanic current systems, the modern transport pathways can be well established, e.g., in the northern South China Sea, illite and chlorite from Taiwan are mainly carried by contour currents with the strong influence of mesoscale eddies.</simple-para> <simple-para id=\"sp0010\" view=\"all\">High-resolution sediment dynamic analysis for the Late Quaternary reveals different sediment transport patterns in the northern, western, and southern South China Sea when the land-sea configuration dramatically changed during glacial conditions. In the north, the terrigenous dispersal is mainly controlled by provenance supply and oceanic current transport. In the west, the clay mineral assemblage reflects variations of the prevailing surface current influenced by monsoon winds. In the south, the clay mineral input indicates intensive chemical weathering during interglacial periods and strengthened physical erosion during glacial periods. The transport of terrigenous sediments since the last glaciation is quantitatively reconstructed through studying two deepwater sediment cores located in the northern South China Sea. The relative contributions from three provenances (South China, Luzon, and Taiwan) highlight their distinct variability over the last 28<hsp sp=\"0.25\"/>ka, implying that the southward shift of the inter-tropical convergence zone (ITCZ) at 16<hsp sp=\"0.25\"/>ka BP caused an increased sediment contribution from South China, the intensified influence of the Kuroshio Current intrusion controls more efficient westward transport of Luzon sediments, and the stronger deepwater current transports Taiwan-sourced sediments further westward from the last glaciation to the Holocene.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Earth-Science Reviews",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0012825215300295%26_version%3D1%26md5%3Df273412b21ae8d22b33da2180a09273d",
        "title": "Source-to-Sink transport processes of fluvial sediments in the South China Sea"
    },
    {
        "author": "Socorro   Lozano-García, Beatriz   Ortega, Priyadarsi D.   Roy, Laura   Beramendi-Orosco, Margarita   Caballero</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>Available online 8 August 2015</pubDate><br> <b>Source:</b>Quaternary Research</br><br>     Author(s): Socorro   Lozano-García, Beatriz   Ortega, Priyadarsi D.   Roy, Laura   Beramendi-Orosco, Margarita   Caballero</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">We inferred millennial-scale climate variations and paleohydrological conditions in the northern sector of the American tropics for 30.3–5.5<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>ka BP using geochemical characteristics of sediments from Lake Chalco in central Mexico. The sediment sequence is chronologically constrained with three tephra and nine radiocarbon dates. Temporal variations in titanium, total inorganic carbon, total organic carbon/titanium ratio, carbon/nitrogen ratio, and silica/titanium ratio indicate changes in runoff, salinity, productivity, and sources. Higher concentrations of Ti indicate more runoff during latest Marine Isotope Stage (MIS) 3 (30.3–28.6<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>ka BP). Runoff was lower during the last glacial maximum (LGM; 23–19<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>ka BP) than during the Heinrich 2 event (26–24<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>ka BP). The interval of reduced runoff continued up to 17.5<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>ka BP but increased during the Bølling/Allerød. Trends of decreasing runoff and increasing salinity are observed throughout MIS 1. Lake Chalco received less runoff during the LGM compared to deglaciation, opposite the trend of other North American tropical records. Different amounts of rainfall at different sites are possibly due to shifts in the position of the Intertropical Convergence Zone, changes in the size of the Altlantic warm pool, and varying sea-surface temperatures of the Atlantic and Pacific oceans.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Quaternary Research",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0033589415000733%26_version%3D1%26md5%3D63ec1fd3c2ff4fbd434aeaa8e15b9eaf",
        "title": "Climatic variability in the northern sector of the American tropics since the latest MIS 3"
    },
    {
        "author": "Wei   Zhong, Jiayuan   Cao, Jibin   Xue, Jun   Ouyang</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>Available online 20 June 2015</pubDate><br> <b>Source:</b>Quaternary Research</br><br>     Author(s): Wei   Zhong, Jiayuan   Cao, Jibin   Xue, Jun   Ouyang</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Multi-proxy records of a subalpine lacustrine sequence in Daping Swamp in the western Nanling Mountains provide evidence for exploring climate variability in the past 15,400<hsp sp=\"0.25\"/>yr. Two dry and cool (15,400–14,500 and 13,000–11,000<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>yr BP) and one humid and warm interval (14,500–13,200<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>yr BP), which we correlate to Heinrich Event 1, the Younger Dryas and the Bølling-Allerød event respectively, are revealed. The early Holocene climate (11,000–8000<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>yr BP) was characterized by less humid and warm conditions, suggesting a weaker Asian summer monsoon (ASM) intensity. Our findings indicate that the Holocene optimum occurred between 8000 and 4500<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>yr BP, and the most intensified ASM appears from 8000 to 7000<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>yr BP. After 4500<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>yr BP, climate shifted to relatively cool and dry conditions. We speculate that five short dry and cool events centered at ~<hsp sp=\"0.10\"/>11,000, 9000, 8400, 6000, and 3500<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>yr BP were linked to the Holocene ice-rafting events detected in the North Atlantic. Migration of the ITCZ, and the oceanic–atmospheric circulations, particularly SST changes in the tropical Pacific may play a pivotal role in climate variation of the study region.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Quaternary Research",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0033589415000605%26_version%3D1%26md5%3D3d2a74871c6de0ebddff396a87e99c68",
        "title": "A 15,400-year record of climate variation from a subalpine lacustrine sedimentary sequence in the western Nanling Mountains in South China"
    },
    {
        "author": "Francisca   Staines-Urías, Oscar   González-Yajimovich, Luc   Beaufort</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>May 2015</pubDate><br> <b>Source:</b>Quaternary Research, Volume 83, Issue 3</br><br>     Author(s): Francisca   Staines-Urías, Oscar   González-Yajimovich, Luc   Beaufort</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Nannofossil assemblages from core MD02-2510 provide a ~<hsp sp=\"0.10\"/>22<hsp sp=\"0.25\"/>ka record of past oceanographic variability in Alfonso Basin (Gulf of California, east subtropical Pacific). In this area, environmental conditions depend on a monsoonal system heavily influenced by changes in the location of the ITCZ and nearby atmospheric pressure centers. To reconstruct nutricline depth and ENSO-like variability, two ecological indexes were calculated based on the relative abundance of the three dominant coccolith species. The late glacial period is characterized by intensified wind-driven upwelling, high primary productivity and La Niña-like conditions. An environmental shift occurs during the glacial–interglacial transition, El Niño-like conditions intensify, nutricline deepens and surface productivity declines. The late Holocene is characterized by a persistent increase in nutricline depth and dominance of El Niño-like conditions. The fluctuations in the composition of the coccolith assemblages can be related to orbital-scale fluctuations in the average position of the ITCZ. However, while the ENSO-like signal that overprints the record varies in response to orbital forcing, on suborbital time scales the relation between ENSO-like conditions and the average position of the ITCZ and the North Pacific High changes, suggesting that the development of persistent El Niño-like conditions is strongly dependent on the specific climatic background.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Quaternary Research",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0033589415000319%26_version%3D1%26md5%3Df7d222058902b9f81310f56c9621be42",
        "title": "Reconstruction of past climate variability and ENSO-like fluctuations in the southern Gulf of California (Alfonso Basin) since the last glacial maximum"
    },
    {
        "author": "Karl   Ljung, Sofia   Holmgren, Malin   Kylander, Jesper   Sjolte, Nathalie   Van der Putten, Masa   Kageyama, Charles T.   Porter, Svante   Björck</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>1 September 2015</pubDate><br> <b>Source:</b>Quaternary Science Reviews, Volume 123</br><br>     Author(s): Karl   Ljung, Sofia   Holmgren, Malin   Kylander, Jesper   Sjolte, Nathalie   Van der Putten, Masa   Kageyama, Charles T.   Porter, Svante   Björck</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">Lake sediments and peat deposits from two basins on Nightingale Island (37°S), in the Tristan da Cunha archipelago, South Atlantic, have been analyzed. The studies were focused on the time period 16.2–10.0 cal ka BP, determined by 36 <sup loc=\"pre\">14</sup>C dates from the two sequences. A wide variety of proxies were used, including pollen and diatom analyzes, biogenic silica content, C and N analyzes, stable isotopes (<sup loc=\"pre\">13</sup>C and <sup loc=\"pre\">15</sup>N), elemental concentrations and magnetic susceptibility measurements, to detect environmental changes that can be related to shifts of the circulation belts of the Southern Ocean. In addition, climate model simulations were carried out. We find that the sediments are underlain by a &amp;gt;2 cal ka BP long hiatus, possibly representing a dried-out lake bed. The climate simulations corroborate that the area might have been exposed to arid conditions as a consequence of the Heinrich 1 event in the north and a southward displacement of the ITCZ. The development on the island after 16.2 cal ka BP is determined by the position of the Subtropical Front (STF) and the Southern Hemisphere Westerlies (SHW). The period 16.2–14.75 cal ka BP was characterized by varying influence from SHW and with STF situated south of Tristan da Cunha, ending with a humidity peak and cooler conditions. The stable conditions 14.7–14.1 cal ka BP with cool and fairly arid conditions imply that STF and SHW were both north of the islands during the first part of the Antarctic Cold Reversal. The most unstable period, 14.1–12.7 cal ka BP, indicates incessant latitudinal shifts of the zonal circulation, perhaps related to climate variability in the Northern Hemisphere and bipolar seesaw mechanisms as the strength of the Atlantic Meridional Overturning Circulation (AMOC) varied. At 12.7 cal ka BP the Holocene warming began with a gradually drier and warmer climate as a result of a dampened AMOC during the Younger Dryas cooling in the north with ITCZ, STF and SHW being displaced southwards. Peak warming seems to have occurred in the earliest part of the Holocene, but this period was also characterized by humidity shifts, possibly an effect of retraction and expansion phases of SHW during AMOC variations in the north.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Quaternary Science Reviews",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0277379115300421%26_version%3D1%26md5%3D6916bb5504fe7e8cf8746eb94dd6e3eb",
        "title": "The last termination in the central South Atlantic"
    },
    {
        "author": "M.A. Taylor, I.L. Hendy, D.K. Pak",
        "date": "2015-08-13",
        "description": "\n\nA high resolution record of δ18O and Mg/Ca-based temperatures spanning 10–50 ka has been reconstructed from the Vancouver margin of the northeastern Pacific Ocean (MD02-2496) from two planktonic foraminiferal species, Neogloboquadrina pachyderma (s.) and Globigerina bulloides. While δ18Ocalcite appears synchronous with Dansgaard-Oeschger Interstadials (DOIs) throughout the record, millennial scale variability in sea surface temperatures (SSTs) and reconstructed δ18Oseawater are frequently out of phase with Greenland climate. Changes in water mass characteristics such as δ18Ocalcite and enriched δ15N events apparently responded to millennial-scale climate change during Marine Isotope Stage 3 (MIS 3), such that negative δ18Ocalcite excursions coincided with heavier δ15N. These water mass characteristic shifts are suggestive of the presence of surface water advected from the Eastern Tropical North Pacific (ETNP) by relative strengthening of the California Undercurrent (CUC) bringing warm, salty tropical waters poleward. The linkage between the strength of the CUC on the NE Pacific margin and millennial-scale climate change may be related to increased sea surface heights off Central America as the Intertropical Convergence Zone (ITCZ) shifted northward in response to changes in North Atlantic Ocean circulation. Poor correlations between proxies exist through late MIS 3 into MIS 2. Ice sheet growth could have disrupted the linkage between CUC and the NE Pacific margin as the Laurentide Ice sheet disrupted atmospheric circulation and the Cordilleran Ice Sheet increasingly influenced regional paleoceanography.\n",
        "journal": "Paleoceanography",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014PA002738",
        "title": "The California current system as a transmitter of millennial scale climate change on the northeastern Pacific margin from 10–50 ka"
    },
    {
        "author": "Johannes Mülmenstädt, O. Sourdeval, J. Delanoë, J. Quaas",
        "date": "2015-08-06",
        "description": "\n\nA climatology of thermodynamic phase of precipitating cloud is presented derived from global—land and ocean—, retrievals from Cloudsat, CALIPSO, and Moderate Resolution Imaging Spectroradiometer. Like precipitation rate, precipitation frequency is dominated by warm rain, defined as rain produced via the liquid phase only, over the tropical oceans outside the Intertropical Convergence Zone and by cold rain, produced via the ice phase, over the midlatitude oceans and continents. Warm rain is very infrequent over the continents, with significant warm rain found only in onshore flow in the tropics, and over India, China, and Indochina. Comparison of the properties of precipitating and nonprecipitating warm clouds shows that the scarcity of warm rain over land can be explained by smaller effective radii in continental clouds that delay the onset of precipitation. The results highlight the importance of ice-phase processes for the global hydrological cycle and may lead to an improved parameterization of precipitation in general circulation models.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064604",
        "title": "Frequency of occurrence of rain from liquid-, mixed-, and ice-phase clouds derived from A-Train satellite retrievals"
    },
    {
        "author": "Meike Sena Martins, Detlef Stammer",
        "date": "2015-08-06",
        "description": "\n\nThe salinity budget of the upper tropical Pacific Ocean underneath the double Intertropical Convergence Zone (ITCZ) is studied using the Soil Moisture and Ocean Salinity (SMOS) and Aquarius surface salinity observations as well as in situ salinity measurements. In this shallow mixed layer region of the ocean, precipitation effects on the near-surface salinity budget are large, typically leading to a band of fresh sea surface salinity (SSS) between March and June. The role of precipitation during the freshening period is documented here through a direct correlation between the SMOS SSS fields and the monthly accumulated precipitation. During the same period, the mixed layer salinity budget is impacted by advection, which, based on in situ observations, is found to be another important mechanism for the evolution of the near-surface salinity as documented through a connection between the north equatorial eastern Pacific Fresh water pool and this south equatorial freshwater pattern in boreal spring. However, given the information at hand, the near-surface salinity budget cannot be closed, suggesting that other processes are important too, such as nonlinear effects, mixing and entrainment. This article is protected by copyright. All rights reserved.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010895",
        "title": "Pacific Ocean Surface Freshwater Variability underneath the double ITCZ as seen by Satellite Sea Surface Salinity Retrievals"
    },
    {
        "author": "Robert A. Houze, Kristen L. Rasmussen, Manuel D. Zuluaga, Stella R. Brodzik",
        "date": "2015-08-05",
        "description": "\n\nFor over 16 years, the Precipitation Radar of the Tropical Rainfall Measuring Mission (TRMM) satellite detected the three-dimensional structure of significantly precipitating clouds in the tropics and subtropics. This paper reviews and synthesizes studies using the TRMM radar data to present a global picture of the variation of convection throughout low latitudes. The multi-year dataset shows convection varying not only in amount but also in its very nature across the oceans, continents, islands, and mountain ranges of the tropics and subtropics. Shallow isolated raining clouds are overwhelmingly an oceanic phenomenon. Extremely deep and intense convective elements occur almost exclusively over land. Upscale growth of convection into mesoscale systems takes a variety of forms. Oceanic cloud systems generally have less intense embedded convection but can form very wide stratiform regions. Continental mesoscale systems often have more intense embedded convection. Some of the most intense convective cells and mesoscale systems occur near the great mountain ranges of low latitudes. The Maritime Continent and Amazonia exhibit convective clouds with maritime characteristics although they are partially or wholly land. Convective systems containing broad stratiform areas manifest most strongly over oceans. The stratiform precipitation occurs in various forms. Often it occurs as quasi-uniform precipitation with strong melting layers connected with intense convection. In monsoons and the intertropical convergence zone, it takes the form of closely packed weak convective elements. Where fronts extend into the subtropics, broad stratiform regions are larger and have lower and sloping melting layers related to the baroclinic origin of the precipitation.\n",
        "journal": "Reviews of Geophysics",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015RG000488",
        "title": "The Variable Nature of Convection in the Tropics and Subtropics: A Legacy of 16 Years of the Tropical Rainfall Measuring Mission (TRMM) Satellite"
    },
    {
        "author": "Boualem Khouider et al",
        "date": "2015-08-03",
        "description": "Journal of the Atmospheric Sciences, Volume 72, Issue 8, Page 3073-3096, August 2015. \n\t\t<br/>\n\t",
        "journal": "Journal of the Atmospheric Science",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JAS-D-15-0006.1?af=R",
        "title": "Organized Convection Parameterization for the ITCZ"
    },
    {
        "author": "Abubakr A. M. Salih, Qiong Zhang, Michael Tjernström",
        "date": "2015-07-23",
        "description": "\nThe Sahelian Sudan is an arid to semiarid region that depends on the seasonal rainfall as the main source of water, but its rainfall has large interannual variability. Such dry regions usually have their main moisture sources elsewhere; thus, the rainfall variability is directly related to the moisture transport. This study seeks to identify source regions of water vapor for Sahelian Sudan during the monsoon period, from July to September. We have used the Lagrangian trajectory model FLEXPART driven by ERA-Interim reanalysis for the time period 1998 to 2008. The results show that most of the air masses that reach this region during the monsoon period have their major origins over the Arabian Peninsula, Central Africa, or are associated with the tropical easterly jet. Flow associated with Intertropical Convergence Zone contributes almost half of the total precipitated water; most of it comes from Central Africa. This suggests that moisture recycling is the major contributor, compared to Oceanic sources. The flows from the northeast (Arabian Peninsula and north Asia) and east (Horn of Africa and north Indian Ocean) contribute about one third of the precipitated water. The rest of precipitated water comes from the Mediterranean, subtropical Atlantic, and western Sahel, all with smaller contribution. Our results also indicate that different subregions of Sahelian Sudan have different moisture sources. Such result needs to be taken into account in seasonal forecasting practices.",
        "journal": "Journal of Geophysical Research: Atmospheres",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023238",
        "title": "Lagrangian tracing of Sahelian Sudan moisture sources"
    },
    {
        "author": "M. Tchilibou, T. Delcroix, G. Alory, S. Arnault, G. Reverdin",
        "date": "2015-07-23",
        "description": "\n\nThis study focuses on the time-space variability of the low Sea Surface Salinity (SSS) waters extending zonally within 2°N–12°N in the Atlantic and Pacific and within 6°S–16°S in the western third of the Pacific. The analysis is based on a combination of in situ SSS observations collected in the last three decades from voluntary observing ships, TAO/TRITON and PIRATA moorings, Argo floats, and (few) CTD profiles. The mean latitudes of the Atlantic and Pacific low SSS waters appear 1°–3° further poleward than the Evaporation minus Precipitation (E-P) minima linked to the Inter Tropical Convergence Zones (ITCZ) and South Pacific Convergence Zone (SPCZ). At the seasonal time scale, the E-P minima migrate poleward in summer hemispheres, leading the migration of the SSS minima by 2–3 months in the Atlantic ITCZ, Pacific SPCZ, and in the eastern part of the Pacific ITCZ. On the other hand, the seasonal displacements of E-P and SSS minima are in antiphase in the central and western parts of the Pacific ITCZ. At the interannual time scale, the E-P and SSS minima migrate poleward during La Nina events in the Pacific and during the positive phase of the Atlantic Meridional Dipole (AMD) in the Atlantic (and vice versa during El Nino and the negative phase of the AMD). We further document long-term (1979–2009) meridional migrations of the E-P and SSS minima, especially in the SPCZ region, and discuss whether or not they are consistent with documented SST and wind stress trends.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010836",
        "title": "Variations of the tropical Atlantic and Pacific SSS minimum zones and their relations to the ITCZ and SPCZ rain bands (1979–2009)"
    },
    {
        "author": "Sho Yokota et al",
        "date": "2015-07-21",
        "description": "Journal of the Atmospheric Sciences, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Journal of the Atmospheric Science",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JAS-D-14-0328.1?af=R",
        "title": "Tropical Cyclogenesis Due to ITCZ Breakdown: Idealized Numerical Experiments and a Case Study of the Event in July 1988"
    },
    {
        "author": "Shuyi S. Chen et al",
        "date": "2015-06-24",
        "description": "Bulletin of the American Meteorological Society, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Bulletin of the American Meteorological Society",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/BAMS-D-13-00196.1?af=R",
        "title": "Aircraft Observations of Dry Air, ITCZ, Convective Cloud Systems and Cold Pools in MJO During DYNAMO"
    },
    {
        "author": "Traute Crueger, Bjorn Stevens",
        "date": "2015-06-16",
        "description": "\n\nThis article explores how atmospheric radiative heating, due to the presence of clouds, influences the Madden-Julian Oscillation (MJO) as simulated by four comprehensive atmosphere general circulation models. Simulations in which clouds are transparent to electromagnetic radiation (“clouds-off”) are compared with control simulations in which clouds are allowed to interact with radiation (“clouds-on”). Making clouds transparent to radiation leads to robust changes of the mean state: the westerly winds in the equatorial Indo-Pacific area weaken and the precipitation reveals a shift from single to double Intertropical Convergence Zones. These changes are accompanied by weaker MJOs. Also, the moisture sensitivity of precipitation changes, however not consistently within our group of models. Further analyses show that within the active phase of intraseasonal variability, cloud-radiative effects amplify the heating profiles compared to clouds-off. Heating from nonradiative processes is dominated by the parameterized convection, but large-scale heating associated with cloud microphysical processes acting on the grid-scale modifies the shape of the heating profile, leading to a top-heaviness when cloud-radiative effects are accounted for. The radiative heating due to clouds slows down the phase speed of the MJO. Averaged over the entire MJO life cycle, the column-integrated radiative heating due to clouds lags the vertically integrated moist static energy by 40°–60° of longitude (equivalently 7–10 days assuming a period of 60 days). All four models studied reveal more pronounced Kelvin waves when clouds are transparent to radiation, suggesting that cloud-radiative effects on large-scale heating profiles damp smaller scale, or faster, Kelvin waves and amplify MJO-like disturbances.\n",
        "journal": "Journal of Advances in Modeling Earth Systems",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015MS000434",
        "title": "The effect of atmospheric radiative heating by clouds on the Madden-Julian Oscillation"
    },
    {
        "author": "I. Bouimetarhan, L. Dupont, H. Kuhlmann, J. Pätzold, M. Prange, E. Schefuß, and K. Zonneveld",
        "date": "2015-05-11",
        "description": "<b>Northern Hemisphere control of deglacial vegetation changes in the Rufiji uplands (Tanzania)</b><br /><br />Climate of the Past, 11, 751-764, 2015<br /><br />Author(s): I. Bouimetarhan, L. Dupont, H. Kuhlmann, J. Pätzold, M. Prange, E. Schefuß, and K. Zonneveld<br /><br />In tropical eastern Africa, vegetation distribution is largely controlled by\nregional hydrology, which has varied over the past 20 000 years. Therefore,\naccurate reconstructions of past vegetation and hydrological changes are\ncrucial for a better understanding of climate variability in the tropical\nsoutheastern African region. We present high-resolution pollen records from\na marine sediment core recovered offshore of the Rufiji River delta. Our data\ndocument significant shifts in pollen assemblages during the last\ndeglaciation, identifying, through changes in both upland and\nlowland vegetation, specific responses of plant communities to atmospheric\n(precipitation) and coastal (coastal dynamics and sea-level changes)\nalterations. Specifically, arid conditions reflected by a maximum pollen\nrepresentation of dry and open vegetation occurred during the Northern\nHemisphere cold Heinrich event 1 (H1), suggesting that the expansion of drier\nupland vegetation was synchronous with cold Northern Hemisphere\nconditions. This arid period is followed by an interval in which forest and\nhumid woodlands expanded, indicating a hydrologic shift towards more humid\nconditions. Droughts during H1 and the shift to humid conditions around 14.8 kyr BP in the uplands are consistent with latitudinal shifts of the\nintertropical convergence zone (ITCZ) driven by high-latitude Northern\nHemisphere climatic fluctuations. Additionally, our results show that the\nlowland vegetation, consisting of well-developed salt marshes and mangroves\nin a successional pattern typical for vegetation occurring in intertidal\nhabitats, has responded mainly to local coastal dynamics related to marine\ninundation frequencies and soil salinity in the Rufiji Delta as well as to the\nlocal moisture availability. Lowland vegetation shows a substantial\nexpansion of mangrove trees after ~ 14.8 kyr BP, suggesting an\nincreased moisture availability and river runoff in the coastal area. The\nresults of this study highlight the decoupled climatic and environmental\nprocesses to which the vegetation in the uplands and the Rufiji Delta has\nresponded during the last deglaciation.",
        "journal": "Climate of the Past",
        "link": "http://www.clim-past.net/11/751/2015/",
        "title": "Northern Hemisphere control of deglacial vegetation changes in the Rufiji uplands (Tanzania)"
    }
]