[
    {
        "author": "Charles Jones et al", 
        "date": "Fri, 12 Jun 2015 07:00:00 GMT", 
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-15-0149.1?af=R", 
        "title": "The Madden-Julian Oscillation and boreal winter forecast skill:an analysis of NCEP CFSv2 reforecasts"
    }, 
    {
        "author": "Anthony D. Del Genio et al", 
        "date": "Tue, 19 May 2015 07:00:00 GMT", 
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00832.1?af=R", 
        "title": "Constraints on Cumulus Parameterization from Simulations of Observed MJO Events"
    }, 
    {
        "author": "Donald M. Lafleur et al", 
        "date": "Fri, 01 May 2015 07:00:00 GMT", 
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00744.1?af=R", 
        "title": "Some climatological aspects of the Madden-Julian Oscillation (MJO)"
    }, 
    {
        "author": "Baoqiang Xiang et al", 
        "date": "Thu, 16 Apr 2015 07:00:00 GMT", 
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-15-0102.1?af=R", 
        "title": "3-4 week MJO prediction skill in a GFDL Coupled Model"
    }, 
    {
        "author": "Ji-Hyun Oh et al", 
        "date": "Mon, 13 Apr 2015 07:00:00 GMT", 
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00570.1?af=R", 
        "title": "Convective Momentum Transport Associated with the Madden-Julian Oscillation Based on a Reanalysis Dataset"
    }, 
    {
        "author": "Charles Jones et al", 
        "date": "Fri, 25 Mar 2011 07:00:00 GMT", 
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-10-05002.1?af=R", 
        "title": "The Madden-Julian Oscillation and the relative value of deterministic forecasts of extreme precipitation in the contiguous United States"
    }, 
    {
        "author": "Ángel F. Adames et al", 
        "date": "Thu, 21 May 2015 07:00:00 GMT", 
        "description": "Journal of the Atmospheric Sciences, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of the Atmospheric Science", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JAS-D-15-0003.1?af=R", 
        "title": "Three-dimensional structure and evolution of the moisture field in the MJO"
    }, 
    {
        "author": "Naoko Sakaeda et al", 
        "date": "Mon, 27 Apr 2015 07:00:00 GMT", 
        "description": "Journal of the Atmospheric Sciences, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of the Atmospheric Science", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JAS-D-14-0293.1?af=R", 
        "title": "The Development of Upper-Tropospheric Wind over the Western Hemisphere in Association with MJO Convective Initiation"
    }, 
    {
        "author": "Christopher E. Holloway et al", 
        "date": "Thu, 16 Apr 2015 07:00:00 GMT", 
        "description": "Journal of the Atmospheric Sciences, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of the Atmospheric Science", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JAS-D-14-0308.1?af=R", 
        "title": "The effects of explicit versus parameterized convection on the MJO in a large-domain high-resolution tropical case study. Part II: Processes leading to differences in MJO development"
    }, 
    {
        "author": "R. E. Carbone et al", 
        "date": "Tue, 14 Apr 2015 07:00:00 GMT", 
        "description": "Journal of the Atmospheric Sciences, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of the Atmospheric Science", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JAS-D-14-0226.1?af=R", 
        "title": "Tropical Oceanic Rainfall and Sea Surface Temperature Structure: Parsing Causation from Correlation in the MJO"
    }, 
    {
        "author": "Sue Chen et al", 
        "date": "Mon, 02 Feb 2015 08:00:00 GMT", 
        "description": "Journal of the Atmospheric Sciences, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of the Atmospheric Science", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JAS-D-13-0348.1?af=R", 
        "title": "A Study of CINDY/DYNAMO MJO Suppressed Phase"
    }, 
    {
        "author": "Wanqiu Wang et al", 
        "date": "Wed, 22 Apr 2015 07:00:00 GMT", 
        "description": "Monthly Weather Review, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Monthly Weather Review", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/MWR-D-14-00385.1?af=R", 
        "title": "What is the role of the sea surface temperature uncertainty in the prediction of tropical convection associated with the MJO?"
    }, 
    {
        "author": "Jean-Philippe Duvel", 
        "date": "Thu, 28 May 2015 20:10:15 GMT", 
        "description": "Monthly Weather Review, Volume 143, Issue 6, Page 2170-2191, June 2015. \n\t\t<br/>\n\t", 
        "journal": "Monthly Weather Review", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/MWR-D-14-00318.1?af=R", 
        "title": "Initiation and Intensification of Tropical Depressions over the Southern Indian Ocean: Influence of the MJO"
    }, 
    {
        "author": "Haikun Zhao et al", 
        "date": "Wed, 15 Apr 2015 07:00:00 GMT", 
        "description": "Journal of Applied Meteorology and Climatology, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Applied Meteorology and Climatology", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JAMC-D-14-0254.1?af=R", 
        "title": "Impact of the Madden-Julian Oscillation on Western North Pacific Tropical Cyclogenesis Associated with Large-scale Patterns"
    }, 
    {
        "author": "Hai Lin, Gilbert Brunet, Bin Yu", 
        "date": "2015-06-02T16:38:13.981849-05:00", 
        "description": "\n\nInterannual variability of the Madden-Julian Oscillation (MJO) and its influence on the extratropical teleconnection are analyzed. It is found that there is an interannual shift of the MJO activity between the Indian Ocean and the western-central Pacific. This is reflected by the year-to-year changes in the occurrence frequency of individual MJO phases. The leading mode of an empirical orthogonal function (EOF) analysis of occurrence frequency of MJO phases shows an out-of-phase relationship between MJO phase 7 and phases 3–5. During winters when the MJO convection occurs more frequently in the Indian Ocean (phases 3–5), a winter-mean positive North Atlantic Oscillation (NAO) tends to occur. These results indicate that the seasonal mean convection activity over the Indian Ocean related to the MJO is a possible driving forcing for the seasonal mean NAO variability in the boreal winter.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064547", 
        "title": "Interannual variability of the Madden-Julian Oscillation and its impact on the North Atlantic Oscillation in the boreal winter"
    }, 
    {
        "author": "H. Guo, J.-C. Golaz, L. J. Donner, B. Wyman, M. Zhao, P. Ginoux", 
        "date": "2015-06-01T19:53:14.790745-05:00", 
        "description": "\nCLUBB (Cloud Layers Unified by Binormals) is a higher-order closure (HOC) method with an assumed joint probability density function (PDF) for the subgrid variations in vertical velocity, temperature, and moisture. CLUBB has been implemented in the atmospheric component (AM3) of the Geophysical Fluid Dynamics Laboratory general circulation model AM3-CLUBB and successfully unifies the treatment of shallow convection, resolved clouds, and planetary boundary layer (PBL). In this study, we further explore the possibility for CLUBB to unify the deep convection in a new configuration referred as AM3-CLUBB+. AM3-CLUBB+ simulations with prescribed sea surface temperature are discussed. Cloud, radiation, and precipitation fields compare favorably with observations and reanalyses. AM3-CLUBB+ successfully captures the transition from stratocumulus to deep convection and the modulated response of liquid water path to aerosols. Simulations of tropical variability and the Madden-Julian oscillation (MJO) are also improved. Deficiencies include excessive tropical water vapor and insufficient ice clouds in the midlatitudes.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063672", 
        "title": "CLUBB as a unified cloud parameterization: Opportunities and challenges"
    }, 
    {
        "author": "Martín Jacques-Coper, Stefan Brönnimann, Olivia Romppainen-Martius, Carolina S. Vera, Silvia B. Cerne", 
        "date": "2015-06-08T21:58:15.605644-05:00", 
        "description": "\n\nWe describe the relationship between the intraseasonal component of surface air temperature (SAT) variability in Eastern Patagonia and the Madden-Julian Oscillation (MJO) during austral summer based on ~50 years of daily instrumental records, the Twentieth Century Reanalysis (20CR), and a century-long MJO index reconstruction. Our results show that the summer SAT variability in Patagonia is highly driven by the intraseasonal activity (~80%), especially by that associated with the MJO. The active MJO phases modulate the spatial mean intraseasonal temperature signal in Eastern Patagonia with ~1.5°C of amplitude. In most of the region, the warmest (coldest) conditions are found during active phase 8 (4). These opposite states of the temperature perturbations are related to almost inverse mid-level circulation anomalies over southern South America and the southwest Atlantic, which are part of a large-scale Rossby-like wave train of alternating circulation anomalies extended along the South Pacific. The corresponding outgoing longwave radiation (OLR) anomalies suggest that these structures may be triggered by anomalous convection in the tropics. Furthermore, we show that intraseasonal heat waves in southeastern Patagonia tend to occur during active MJO phase 8. These events are also induced by a wave train pattern over the South Pacific, associated with other intraseasonal variability sources. Hence, as shown in a case study, circulation anomalies over the South Pacific triggered in general by tropical convection variability and in particular by the MJO activity may constructively interact with circulation patterns resulting from the extratropical dynamics, eventually leading to intraseasonal heat waves in southeastern Patagonia.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JD022924", 
        "title": "Evidence for a modulation of the intraseasonal summer temperature in Eastern Patagonia by the Madden-Julian Oscillation"
    }, 
    {
        "author": "Anthony D. Del Genio, Yonghua Chen", 
        "date": "2015-06-02T11:46:56.642942-05:00", 
        "description": "\nCloud and water vapor radiative heating anomalies associated with convection may be an effective source of moist static energy driving the Madden-Julian Oscillation (MJO). In this paper 5 years of radiative heating profiles derived from CloudSat radar and Cloud-Aerosol Lidar and Infrared Pathfinder Satellite Observation data are analyzed to document radiative heating anomalies during the MJO. Atmospheric shortwave absorption and surface longwave radiation anomalies are of opposite sign and 10–20% as large as top-of-atmosphere outgoing longwave radiation (OLR) anomalies, confirming that OLR provides a useful estimate of the total column radiative heating anomaly. Positive anomalies generally peak about 1 week before the MJO peak and are smallest over the Indian Ocean. Anomalies over the Maritime Continent are strongest and coincident with the MJO peak. Shortwave heating profile anomalies are weaker than longwave anomalies in the active region of the MJO but generally of opposite sign; thus, shortwave heating damps the longwave destabilization of the lower troposphere. The exception is the onset phase of the MJO, where shortwave and longwave heating anomalies due to thin cirrus are both positive in the upper troposphere and exert a stabilizing influence. Specific humidity anomalies in the middle troposphere reach 0.5 g kg−1, but the associated clear-sky heating anomaly is small. Radiative enhancement of column moist static energy becomes significant as precipitation increases before the MJO peak and remains high after the MJO peak as precipitation begins to decline. Elevated radiative heating after the peak may contribute to destabilizing the MJO.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023278", 
        "title": "Cloud-radiative driving of the Madden-Julian oscillation as seen by the A-Train"
    }, 
    {
        "author": "Scott W. Powell, Robert A. Houze", 
        "date": "2015-05-27T14:53:57.164266-05:00", 
        "description": "\n\nAnomalies of eastward propagating large-scale vertical motion with ~30 day variability at Addu City, Maldives, move into the Indian Ocean from the west and are implicated in Madden-Julian Oscillation (MJO) convective onset. Using ground-based radar and large-scale forcing data derived from a sounding array, typical profiles of environmental heating, moisture sink, vertical motion, moisture advection, and Eulerian moisture tendency are computed for periods prior to those during which deep convection is prevalent and those during which moderately deep cumulonimbi do not form into deep clouds. Convection with 3–7 km tops is ubiquitous but present in greater numbers when tropospheric moistening occurs below 600 hPa. Vertical eddy convergence of moisture in shallow to moderately deep clouds is likely responsible for moistening during a 3–7 day long transition period between suppressed and active MJO conditions, although moistening via evaporation of cloud condensate detrained into the environment of such clouds may also be important. Reduction in large-scale subsidence, associated with a vertical velocity structure that travels with a dry eastward propagating zonal wavenumbers 1–1.5 structure in zonal wind, drives a steepening of the lapse rate below 700 hPa, which supports an increase in moderately deep moist convection. As the moderately deep cumulonimbi moisten the lower troposphere, more deep convection develops, which itself moistens the upper troposphere. Reduction in large-scale subsidence associated with the eastward propagating feature reinforces the upper tropospheric moistening, helping to then rapidly make the environment conducive to formation of large stratiform precipitation regions, whose heating is critical for MJO maintenance.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JD022961", 
        "title": "Effect of dry large-scale vertical motions on initial MJO convective onset"
    }, 
    {
        "author": "Xianan Jiang, Duane E. Waliser, Prince K. Xavier, Jon Petch, Nicholas P. Klingaman, Steven J. Woolnough, Bin Guan, Gilles Bellon, Traute Crueger, Charlotte DeMott, Cecile Hannay, Hai Lin, Wenting Hu, Daehyun Kim, Cara-Lyn Lappen, Mong-Ming Lu, Hsi-Yen Ma, Tomoki Miyakawa, James A. Ridout, Siegfried D. Schubert, John Scinocca, Kyong-Hwan Seo, Eiki Shindo, Xiaoliang Song, Cristiana Stan, Wan-Ling Tseng, Wanqiu Wang, Tongwen Wu, Xiaoqing Wu, Klaus Wyser, Guang J. Zhang, Hongyan Zhu", 
        "date": "2015-05-26T10:15:51.063228-05:00", 
        "description": "\n\nAimed at reducing deficiencies in representing the Madden-Julian oscillation (MJO) in general circulation models (GCMs), a global model evaluation project on vertical structure and physical processes of the MJO was coordinated. In this paper, results from the climate simulation component of this project are reported. It is shown that the MJO remains a great challenge in these latest generation GCMs. The systematic eastward propagation of the MJO is only well simulated in about one fourth of the total participating models. The observed vertical westward tilt with altitude of the MJO is well simulated in good MJO models but not in the poor ones. Damped Kelvin wave responses to the east of convection in the lower troposphere could be responsible for the missing MJO preconditioning process in these poor MJO models. Several process-oriented diagnostics were conducted to discriminate key processes for realistic MJO simulations. While large-scale rainfall partition and low-level mean zonal winds over the Indo-Pacific in a model are not found to be closely associated with its MJO skill, two metrics, including the low-level relative humidity difference between high- and low-rain events and seasonal mean gross moist stability, exhibit statistically significant correlations with the MJO performance. It is further indicated that increased cloud-radiative feedback tends to be associated with reduced amplitude of intraseasonal variability, which is incompatible with the radiative instability theory previously proposed for the MJO. Results in this study confirm that inclusion of air-sea interaction can lead to significant improvement in simulating the MJO.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JD022375", 
        "title": "Vertical structure and physical processes of the Madden-Julian oscillation: Exploring key model physics in climate simulations"
    }, 
    {
        "author": "Nicholas P. Klingaman, Steven J. Woolnough, Xianan Jiang, Duane Waliser, Prince K. Xavier, Jon Petch, Mihaela Caian, Cecile Hannay, Daehyun Kim, Hsi-Yen Ma, William J. Merryfield, Tomoki Miyakawa, Mike Pritchard, James A. Ridout, Romain Roehrig, Eiki Shindo, Frederic Vitart, Hailan Wang, Nicholas R. Cavanaugh, Brian E. Mapes, Ann Shelly, Guang J. Zhang", 
        "date": "2015-05-26T10:15:26.333256-05:00", 
        "description": "\nMany theories for the Madden-Julian oscillation (MJO) focus on diabatic processes, particularly the evolution of vertical heating and moistening. Poor MJO performance in weather and climate models is often blamed on biases in these processes and their interactions with the large-scale circulation. We introduce one of the three components of a model evaluation project, which aims to connect MJO fidelity in models to their representations of several physical processes, focusing on diabatic heating and moistening. This component consists of 20 day hindcasts, initialized daily during two MJO events in winter 2009–2010. The 13 models exhibit a range of skill: several have accurate forecasts to 20 days lead, while others perform similarly to statistical models (8–11 days). Models that maintain the observed MJO amplitude accurately predict propagation, but not vice versa. We find no link between hindcast fidelity and the precipitation-moisture relationship, in contrast to other recent studies. There is also no relationship between models' performance and the evolution of their diabatic heating profiles with rain rate. A more robust association emerges between models' fidelity and net moistening: the highest-skill models show a clear transition from low-level moistening for light rainfall to midlevel moistening at moderate rainfall and upper level moistening for heavy rainfall. The midlevel moistening, arising from both dynamics and physics, may be most important. Accurately representing many processes may be necessary but not sufficient for capturing the MJO, which suggests that models fail to predict the MJO for a broad range of reasons and limits the possibility of finding a panacea.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JD022374", 
        "title": "Vertical structure and physical processes of the Madden-Julian oscillation: Linking hindcast fidelity to simulated diabatic heating and moistening"
    }, 
    {
        "author": "Prince K. Xavier, Jon C. Petch, Nicholas P. Klingaman, Steve J. Woolnough, Xianan Jiang, Duane E. Waliser, Mihaela Caian, Jason Cole, Samson M. Hagos, Cecile Hannay, Daehyun Kim, Tomoki Miyakawa, Michael S. Pritchard, Romain Roehrig, Eiki Shindo, Frederic Vitart, Hailan Wang", 
        "date": "2015-05-26T10:14:56.954597-05:00", 
        "description": "\nAn analysis of diabatic heating and moistening processes from 12 to 36 h lead time forecasts from 12 Global Circulation Models are presented as part of the “Vertical structure and physical processes of the Madden-Julian Oscillation (MJO)” project. A lead time of 12–36 h is chosen to constrain the large-scale dynamics and thermodynamics to be close to observations while avoiding being too close to the initial spin-up of the models as they adjust to being driven from the Years of Tropical Convection (YOTC) analysis. A comparison of the vertical velocity and rainfall with the observations and YOTC analysis suggests that the phases of convection associated with the MJO are constrained in most models at this lead time although the rainfall in the suppressed phase is typically overestimated. Although the large-scale dynamics is reasonably constrained, moistening and heating profiles have large intermodel spread. In particular, there are large spreads in convective heating and moistening at midlevels during the transition to active convection. Radiative heating and cloud parameters have the largest relative spread across models at upper levels during the active phase. A detailed analysis of time step behavior shows that some models show strong intermittency in rainfall and differences in the precipitation and dynamics relationship between models. The wealth of model outputs archived during this project is a very valuable resource for model developers beyond the study of the MJO. In addition, the findings of this study can inform the design of process model experiments, and inform the priorities for field experiments and future observing systems.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JD022718", 
        "title": "Vertical structure and physical processes of the Madden-Julian Oscillation: Biases and uncertainties at short range"
    }, 
    {
        "author": "Nicholas P. Klingaman, Xianan Jiang, Prince K. Xavier, Jon Petch, Duane Waliser, Steven J. Woolnough", 
        "date": "2015-05-26T10:14:49.224799-05:00", 
        "description": "\nThe “Vertical structure and physical processes of the Madden-Julian oscillation (MJO)” project comprises three experiments, designed to evaluate comprehensively the heating, moistening, and momentum associated with tropical convection in general circulation models (GCMs). We consider here only those GCMs that performed all experiments. Some models display relatively higher or lower MJO fidelity in both initialized hindcasts and climate simulations, while others show considerable variations in fidelity between experiments. Fidelity in hindcasts and climate simulations are not meaningfully correlated. The analysis of each experiment led to the development of process-oriented diagnostics, some of which distinguished between GCMs with higher or lower fidelity in that experiment. We select the most discriminating diagnostics and apply them to data from all experiments, where possible, to determine if correlations with MJO fidelity hold across scales and GCM states. While normalized gross moist stability had a small but statistically significant correlation with MJO fidelity in climate simulations, we find no link with fidelity in medium-range hindcasts. Similarly, there is no association between time step to time step rainfall variability, identified from short hindcasts and fidelity in medium-range hindcasts or climate simulations. Two metrics that relate precipitation to free-tropospheric moisture—the relative humidity for extreme daily precipitation and variations in the height and amplitude of moistening with rain rate—successfully distinguish between higher-fidelity and lower fidelity GCMs in hindcasts and climate simulations. To improve the MJO, developers should focus on relationships between convection and both total moisture and its rate of change. We conclude by offering recommendations for further experiments.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023196", 
        "title": "Vertical structure and physical processes of the Madden-Julian oscillation: Synthesis and summary"
    }, 
    {
        "author": "Scott W. Powell, Robert A. Houze", 
        "date": "2015-05-12T00:48:08.988899-05:00", 
        "description": "\nRadar data from the Tropical Rainfall Measuring Mission show the evolution of echo tops of convective elements over the Indian Ocean and Maritime Continent during the Dynamics of the Madden-Julian Oscillation (DYNAMO) field campaign of 2011–2012. Echo top heights exhibited a bimodal distribution wherein cumulonimbi of moderate height constituted a “congestus mode” while vertically extensive cumulonimbus made up a “deep mode.” An intraseasonal time scale dominated variability in these modes from October to January over much of the Indian Ocean. Over the Maritime Continent, there was no clear intraseasonal signal in convective echo top heights. Where the intraseasonal oscillation was detected, radar echoes evolved from being dominated by the congestus mode to being characterized by more deep mode convection on time scales of less than 1 week. The areal coverage of congestus echoes began to increase 2–8 days prior to the rise in area of deep echoes. These satellite-derived results confirm that the time scale for convective deepening seen at individual DYNAMO observational sites is consistent with that of convection on the large scale over the Indian Ocean. Intraseasonal variability of zonal wind, temperature, and humidity as depicted by reanalysis is also consistent with that derived from rawinsonde observations during DYNAMO. Thus, the gradual buildup of convection as depicted by recent versions of the “discharge-recharge” hypothesis does not accurately describe evolutions of convection prior to MJO events observed during DYNAMO, although cloud moistening processes may still be relevant on time scales of 1 week or less.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JD022934", 
        "title": "Evolution of precipitation and convective echo top heights observed by TRMM radar over the Indian Ocean during DYNAMO"
    }, 
    {
        "author": "Traute Crueger, Bjorn Stevens", 
        "date": "2015-05-29T17:46:44.129718-05:00", 
        "description": "\n\nThis article explores how atmospheric radiative heating, due to the presence of clouds, influences the Madden-Julian-Oscillation (MJO) as simulated by four comprehensive atmosphere general circulation models. Simulations in which clouds are transparent to electromagnetic radiation (\"clouds-off'') are compared with control simulations in which clouds are allowed to interact with radiation (\"clouds-on\"). Making clouds transparent to radiation leads to robust changes of the mean state: the westerly winds in the equatorial Indo-Pacific area weakens and the precipitation reveals a shift from single to double Intertropical Convergence Zones. These changes are accompanied by weaker MJOs. Also the moisture sensitivity of precipitation changes, however not consistently within our group of models.\nFurther analyses show that within the active phase of intraseasonal variability, cloud radiative effects amplify the heating profiles compared to clouds-off. Heating from non-radiative processes is dominated by the parameterized convection, but large-scale heating associated with cloud microphysical processes acting on the grid-scale modifies the shape of the heating profile, leading to a top-heaviness when cloud radiative effects are accounted for. The radiative heating due to clouds slows down the phase speed of the MJO. Averaged over the entire MJO life-cycle, the column-integrated radiative heating due to clouds lags the vertically integrated moist static energy by 40° to 60° of longitude (equivalently 7 to 10 days assuming a period of 60 days).\nAll four models studied reveal more pronounced Kelvin waves when clouds are transparent to radiation, suggesting that cloud radiative effects on large-scale heating profiles damp smaller scale, or faster, Kelvin waves and amplify MJO-like disturbances. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015MS000434", 
        "title": "The effect of atmospheric radiative heating by clouds on the Madden-Julian Oscillation"
    }, 
    {
        "author": "Marcela Ulate, Chidong Zhang, Jimy Dudhia", 
        "date": "2015-05-19T07:56:54.543894-05:00", 
        "description": "\n\nA tropical channel model failed to simulate an observed MJO event. As a means to find reasons for the failure, model errors in water vapor (qv) and other fields were corrected to different extents by nudging towards a global reanalysis product. An MJO metric was developed to quantify the realism of a simulated MJO event in the amplitude and zonal propagation speed of its precipitation and zonal wind at 850 hPa (U850). Results show that correcting errors in qv alone is necessary and sufficient for a realistic simulation of the MJO event. Correcting errors in other fields is insufficient by itself and unnecessary with water vapor correction. For a realistic MJO simulation, error corrections are needed for qv perturbations of the planetary scales (zonal wave number 1–3) together with its zonal mean in both the lower and middle troposphere. Correcting errors in qv at upper levels, planetary-scale perturbations of any single zonal wave number, synoptic-scale perturbations, or temporal/zonal means alone is not sufficient for a realistic MJO simulation. Amplitudes of MJO precipitation and U850 are significantly correlated, but their propagation speeds are not. MJO signals in U850 are easier than those in precipitation to improve by correcting errors in qv. In the absence of MJO intrinsic dynamics, inserted MJO signals in qv in a simulation may create a phantom MJO event in precipitation but not in the circulation. This study confirms the existing knowledge on the importance of qv to MJO simulations, sheds new lights on the role of the qv spatial structure, and presents evidence for possible precipitation-circulation decoupling in MJO simulations.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000393", 
        "title": "Role of water vapor and convection-circulation decoupling in MJO simulations by a tropical channel model"
    }, 
    {
        "author": "Zhe Feng, Samson Hagos, Angela K. Rowe, Casey D. Burleyson, Matus N. Martini, Simon P. Szoeke", 
        "date": "2015-04-03T02:14:44.328915-05:00", 
        "description": "\n\nThis paper investigates the mechanisms of convective cloud organization by precipitation-driven cold pools over the warm tropical Indian Ocean during the 2011 Atmospheric Radiation Measurement (ARM) Madden-Julian Oscillation (MJO) Investigation Experiment/Dynamics of the MJO (AMIE/DYNAMO) field campaign. A high-resolution regional model simulation is performed using the Weather Research and Forecasting model during the transition from suppressed to active phases of the November 2011 MJO. The simulated cold pool lifetimes, spatial extent, and thermodynamic properties agree well with the radar and ship-borne observations from the field campaign. The thermodynamic and dynamic structures of the outflow boundaries of isolated and intersecting cold pools in the simulation and the associated secondary cloud populations are examined. Intersecting cold pools last more than twice as long, are twice as large, 41% more intense (measured with buoyancy), and 62% deeper than isolated cold pools. Consequently, intersecting cold pools trigger 73% more convection than do isolated ones. This is due to stronger outflows that enhance secondary updraft velocities by up to 45%. However, cold pool-triggered convective clouds grow into deep convection not because of the stronger secondary updrafts at cloud base, but rather due to closer spacing (aggregation) between clouds and larger cloud clusters that form along the cold pool boundaries when they intersect. The close spacing of large clouds moistens the local environment and reduces entrainment drying, increasing the probability that the clouds further develop into deep convection. Implications for the design of future convective parameterization with cold pool-modulated entrainment rates are discussed.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000384", 
        "title": "Mechanisms of convective cloud organization by cold pools over tropical warm ocean during the AMIE/DYNAMO field campaign"
    }, 
    {
        "author": "", 
        "date": "2015-07-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">This study analyzes the effect of increasing horizontal resolution in the atmospheric model ECHAM6 on the simulated mean climate state and climate variability. For that purpose three AMIP-style simulations with the resolutions T63L95, T127L95, and T255L95 are compared to reanalysis data and observations. Biases in atmospheric fields as well as tropospheric and stratospheric biases individually are analyzed. Besides mean errors of the climate state and the variance, some atmospheric phenomena with different time scales are studied at the three horizontal resolutions: the transient eddy kinetic energy, storm tracks, atmospheric teleconnections, the Madden–Julian-Oscillation (MJO), and the Quasi-Biennial Oscillation (QBO). The main result is that, overall, the bias of the simulated climate is reduced with increasing resolution when considering the mean state and the variance. A greater improvement takes place in the extra-tropical than in the tropical troposphere. The errors in the stratosphere are generally larger but the relative benefit of increasing resolution is greater than in the troposphere and we find that stratospheric phenomena, like the QBO, are sensitive to horizontal resolution. Globally, the bias of the mean state improves by 19 %, while the bias of the variability improves by 15 % (from T63 to T255). Major challenges remain the simulation of the precipitation and climate features like the MJO, which might require a coupled atmosphere–ocean model.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2396-x", 
        "title": "Effect of horizontal resolution on ECHAM6-AMIP performance"
    }, 
    {
        "author": "Juarez Ventura de Oliveira, Maria Isabel Vitorino, Leonardo Deane de Abreu Sá", 
        "date": "2015-01-27T07:04:28.473968-05:00", 
        "description": "\n\nThe Student's t-test was used to statistically prove the existence of a significant difference between mean values of several meteorological variables for the active and inactive phases of the Madden–Julian Oscillation (MJO) in the Eastern Amazon. The wavelet transform was used to identify 14 cases of the MJO occurrence, in which the analyses were performed. The analysis shown that the variables influenced by the convection such as outgoing longwave radiation, mean and maximum temperature, and insolation presented differences, between each MJO phase, at significance levels of 95% or higher.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.560", 
        "title": "Implication of Madden–Julian Oscillation phase on the Eastern Amazon climate"
    }, 
    {
        "author": "Yoshiaki Miyamoto, Ryuji Yoshida, Tsuyoshi Yamaura, Hisashi Yashiro, Hirofumi Tomita, Yoshiyuki Kajikawa", 
        "date": "2015-01-12T08:06:49.246913-05:00", 
        "description": "\n\nDeep moist convection is an element of cloud disturbances such as Madden-Julian oscillation (MJO), tropical cyclones (TCs), mid-latitudinal low depressions (MDL), and fronts (FRT). However, differences in convection characteristics in disturbances remain unclear. We first clarified the statistical features of the convection (structure, intensity, and environmental parameters) in various disturbances simulated by a global simulation with a sub-kilometre grid spacing. The convection in MJO (TC) was tall with a strong (weak) upward motion, and was driven by large convective available potential energy (strong low-level convergence). The convection in MDL and FRT was shorter and characterized by a strong vertical wind shear.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.558", 
        "title": "Does convection vary in different cloud disturbances?"
    }, 
    {
        "author": "Farnaz Pourasghar, Tomoki Tozuka, Hooshang Ghaemi, Pascal Oettli, Saeed Jahanbakhsh, Toshio Yamagata", 
        "date": "2014-09-09T06:52:20.361767-05:00", 
        "description": "\n\nUsing daily rainfall data from 183 stations, influences of the Madden-Julian Oscillation (MJO) on precipitation over southern Iran are examined. When composites of daily rainfall anomalies are constructed by introducing eight phases in the time evolution, wet conditions are observed in MJO phases 1–2 and 7–8. During these phases, atmospheric circulation anomalies favor moisture advection from the western Indian Ocean to southern Iran. In contrast, dry conditions during MJO phases 3 to 6 are associated with advection of drier air from the north.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.531", 
        "title": "Influences of the MJO on intraseasonal rainfall variability over southern Iran"
    }, 
    {
        "author": "Junqiao Feng, Qingye Wang, Shijian Hu, Dunxin Hu", 
        "date": "2015-06-12T00:21:13.534332-05:00", 
        "description": "\n\nThe spatial structure and temporal evolution of the intraseasonal variability (ISV) of the subsurface ocean temperature (STA) in the equatorial Pacific associated with the two flavours of El Niño [i.e. the canonical or eastern Pacific (EP) El Niño and the central Pacific (CP) El Niño] are investigated using observations and 1.5-layer linear reduced gravity model. Results suggest that the ISV characteristics show some differences in the two types of El Niño, although both oscillate along the thermocline in the form of the intraseasonal equatorial Kelvin wave (IEKW), which is excited in the western tropical Pacific by the zonal wind stress associated with the Madden–Julian oscillation (MJO). First, the period of dominant mode of the STA ISV during CP El Niño broadly distributes in 50–80 days with the spectra peaking in 60–65 days. By contrast, the spectrum of STA ISV during EP El Niño shows a peak in 75–80-day period. This indicates that the wave speed is faster in the CP El Niño than in EP El Niño. Second, the ISV activity peaks in previous spring during the developing phase of EP El Niño, whereas during CP El Niño it becomes the most active during the mature phase. Third, the strongest IEKW occurs in the CP around the dateline during CP El Niño and attenuates quickly east of 130°W due to strong eddy viscosity dissipation, while the IEKW during the EP El Niño propagates efficiently from the western to the eastern Pacific with a relative weak diffusion.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4389", 
        "title": "Intraseasonal variability of the tropical Pacific subsurface temperature in the two flavours of El Niño"
    }, 
    {
        "author": "Sandro Wellyanto Lubis, Christoph Jacobi", 
        "date": "2014-06-12T12:44:06.014039-05:00", 
        "description": "\n\nA detailed examination of the Tropical Rainfall Measuring Mission (TRMM) daily estimates, merging high-quality (HQ)/infrared (IR) precipitation from 1998 to 2009, revealed the modulating influence of convectively coupled equatorial waves (CCEWs), including Kelvin, n = 1 equatorial Rossby (ER), mixed Rossby-gravity (MRG), and tropical depression (TD)-type waves, on the variability of tropical precipitation. Consistent with inviscid β-plane shallow water theory, the wave-induced convergence zones are found to be an active location for precipitation. Modulated precipitation by ER waves exhibits slow westward phase progression of approximately −4.8 m s−1, and it is distributed as a symmetric pair of off-equatorial maxima and a weak equatorial peak. MRG waves show an asymmetrically modulated precipitation distribution and a faster phase progression of about −16.1 m s−1 followed by enhanced symmetrical gyres. Peak precipitation within TD-type waves originates in the trough axis of off-equatorial vortex trains and propagates to the west at approximately −9.5 m s−1. Regarding Kelvin waves, typical positive precipitation anomalies travelling in the east–west direction occur in the maxima of low-level wind convergences, with an approximate phase progression of about 15.4 m s−1.\nVariability of tropical precipitation due to CCEWs behaves relatively varied over different seasons and locations. TD-type waves exhibit more predominant impacts than other waves, with maximum impacts of up to 9.75 ± 4.54% of the total precipitation variance during boreal summer, which is three times higher than the MRG peak (2.90 ± 0.82%). On the other hand, Kelvin and n = 1 ER waves each have more prominent effects during boreal winter; up to 6.99 ± 3.30 % and 3.77 ± 1.79 %, respectively. On average, our results suggest that, although being less dominant than other tropical oscillations (e.g. ENSO, MJO), these four types of CCEWs can considerably affect precipitation by contributing up to 16–20% of the total intraseasonal (2.5–72 days) precipitation variance in the tropics.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4069", 
        "title": "The modulating influence of convectively coupled equatorial waves (CCEWs) on the variability of tropical precipitation"
    }, 
    {
        "author": "H. Reed Ogrosky, Samuel N. Stechmann", 
        "date": "2015-04-27T07:50:56.729445-05:00", 
        "description": "\nThe Madden–Julian Oscillation (MJO) skeleton model, a nonlinear oscillator model, has previously been shown to have solutions which exhibit several features in common with observed MJOs. In prior studies, model solutions have been found using mathematically simple (constant or sinusoidal) identical moistening and radiative forcing functions. Here we investigate whether this model can also produce realistic regional variability. To do this, observation-based forcing functions are prescribed for latent heat flux and radiative cooling, and model solutions –both linear and nonlinear –are studied. In the stochastic nonlinear model, solutions reproduce the climatological mean convective activity well and the climatological variance reasonably well for such a simple model. In the linearized model, the solutions are found to contain additional structure including a realistic wave envelope of convective activity centred over the warm pool. These linear solutions are then used to identify and compare significant MJO activity in both reanalysis data and stochastic model solutions. Additional potential uses for these analytical and numerical solutions are discussed.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2552", 
        "title": "The MJO skeleton model with observation-based background state and forcing"
    }
]