[
    {
        "author": "",
        "date": "2015-09-01",
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">Thirty strong Madden-Julian Oscillation (MJO) events in boreal winter 1982–2001 are selected to investigate the triggering processes of MJO convection over the western equatorial Indian Ocean (IO). These MJO events are classified into three types, according to their dynamic and thermodynamic precursor signals <em class=\"a-plus-plus\">in situ</em>. In Type I, a remarkable increase in low-level moisture occurs, on average, 7 days prior to the convection initiation. This low-level moistening is mainly due to the advection of the background mean moisture by easterly wind anomalies over the equatorial IO. In Type II, lower-tropospheric ascending motion anomalies develop, on average, 4 days prior to the initiation. The cause of this ascending motion anomaly is attributed to the anomalous warm advection, set up by a suppressed MJO phase in the equatorial IO. In Type III, there are no clear dynamic and thermodynamic precursor signals <em class=\"a-plus-plus\">in situ</em>. The convection might be triggered by energy accumulation in the upper layer associated with Rossby wave activity fluxes originated from the midlatitudes.</p>\n                  ",
        "journal": "Advances in Atmospheric Sciences",
        "link": "http://link.springer.com/10.1007/s00376-015-4201-0",
        "title": "Three-type MJO initiation processes over the Western Equatorial Indian Ocean"
    },
    {
        "author": "Moussa Diakhaté, Gaëlle de Coëtlogon, Alban Lazar, Malick Wade, Amadou T. Gaye",
        "date": "2015-08-24",
        "description": "\n\nTropical Atlantic Sea Surface Temperatures (SSTs) maximum Intra-Seasonal Variability (ISV) and their interaction with local surface winds are investigated applying statistical analysis to observations and to a recent coupled reanalysis over the 2000–2009 decade. Five cores of strong ISV emerge, with standard deviation reaching about 1°C in frontal areas of the three main upwelling systems: equatorial, Angola-Benguela and Senegal-Mauritania (the southern side of the Canary upwelling). West of 10°W along the equator, a 20-60-day peak caused by tropical instability waves is shown to generate surface wind anomalies through the adjustment of the horizontal surface pressure gradient in addition to the modification of near-surface atmospheric stratification. East of 10°W along the equator, an intense biweekly oscillation increases the ocean and atmosphere ISV. In the two coastal upwelling fronts, intraseasonal SST anomalies resemble each other. They are shown to be influenced by coastal Kelvin waves in addition to large-scale wind forcing. Over the Angola-Benguela upwelling, coastal wind bursts controlling the SST ISV are associated with anomalously strong pressure patterns related to the Madden-Julian Oscillation, the St. Helena anticyclone, and the Antarctic Oscillation. In the Senegal-Mauritania upwelling, the wind anomalies mainly linked to the Azores anticyclone in the southern front during November to May appear to be connected to the Saharan heat low in the northern front from June to September. In all five regions and as expected for such upwelling regimes, vertical oceanic mixing represents the dominant term in the mixed-layer heat budget. In the equatorial band, as found in previous studies, horizontal advection is equally important, while it appears surprisingly weak in coastal fronts. Finally, a striking result is the general lack of surface wind signal related to the SST ISV in the coastal upwellings.\n",
        "journal": "Quarterly Journal of the Royal Meteorological Society",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2657",
        "title": "Intraseasonal variability of tropical Atlantic sea surface temperature: air-sea interaction over upwelling fronts"
    },
    {
        "author": "Nedjeljka Žagar, Christian L. E. Franzke",
        "date": "2015-08-21",
        "description": "\n\nWe present a new method for the three-dimensional multivariate decomposition of the Madden-Julian Oscillation (MJO) into balanced and inertio-gravity (IG) components. The method analyzes global fields with no filtering involved, and it provides a quantitative comparison between the contribution of the Rossby, Kelvin, and other balanced and IG modes to the MJO circulation and its teleconnections. Results based on the ERA Interim reanalysis data and the multivariate MJO index show that the Rossby mode with the lowest meridional index is the largest contributor to the MJO circulation over the Pacific. A smaller role of the Kelvin mode is diagnosed over the Indian Ocean and the maritime continent. The MJO teleconnections in the polar stratosphere appear associated with the leading balanced vertical modes. The presented method shows new ways of evaluating the MJO structure and its global impacts in weather and climate models.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065130",
        "title": "Systematic decomposition of the Madden-Julian Oscillation into balanced and inertio-gravity components"
    },
    {
        "author": "Changhyun Yoo et al",
        "date": "2015-08-18",
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Journal of Climate",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-15-0022.1?af=R",
        "title": "Boreal winter MJO teleconnection in the Community Atmosphere Model version 5 with the Unified Convection parameterization"
    },
    {
        "author": "Anthony G. Barnston et al",
        "date": "2015-08-11",
        "description": "Monthly Weather Review, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Monthly Weather Review",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/MWR-D-15-0127.1?af=R",
        "title": "Atlantic tropical cyclone activity in response to the MJO in NOAA’s CFS model"
    },
    {
        "author": "Anthony D. Del Genio et al",
        "date": "2015-08-10",
        "description": "Journal of Climate, Volume 28, Issue 16, Page 6419-6442, August 2015. \n\t\t<br/>\n\t",
        "journal": "Journal of Climate",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00832.1?af=R",
        "title": "Constraints on Cumulus Parameterization from Simulations of Observed MJO Events"
    },
    {
        "author": "Martín Jacques-Coper, Stefan Brönnimann, Olivia Martius, Carolina S. Vera, S. Bibiana Cerne",
        "date": "2015-08-06",
        "description": "\n\nWe describe the relationship between the intraseasonal component of surface air temperature (SAT) variability in Eastern Patagonia and the Madden-Julian Oscillation (MJO) during austral summer based on ~50 years of daily instrumental records, the Twentieth Century Reanalysis, and a century-long MJO index reconstruction. Our results show that the summer SAT variability in Patagonia is highly driven by the intraseasonal activity (~80%), especially by that associated with the MJO. The active MJO phases modulate the spatial mean intraseasonal temperature signal in Eastern Patagonia with ~1.5°C of amplitude. In most of the region, the warmest (coldest) conditions are found during active phase 8 (4). These opposite states of the temperature perturbations are related to almost inverse midlevel circulation anomalies over southern South America and the southwest Atlantic, which are part of a large-scale Rossby-like wave train of alternating circulation anomalies extended along the South Pacific. The corresponding outgoing longwave radiation anomalies suggest that these structures may be triggered by anomalous convection in the tropics. Furthermore, we show that intraseasonal heat waves in southeastern Patagonia tend to occur during active MJO phase 8. These events are also induced by a wave train pattern over the South Pacific, associated with other intraseasonal variability sources. Hence, as shown in a case study, circulation anomalies over the South Pacific triggered, in general, by tropical convection variability and, in particular, by the MJO activity may constructively interact with circulation patterns resulting from the extratropical dynamics, eventually leading to intraseasonal heat waves in southeastern Patagonia.\n",
        "journal": "Journal of Geophysical Research: Atmospheres",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JD022924",
        "title": "Evidence for a modulation of the intraseasonal summer temperature in Eastern Patagonia by the Madden-Julian Oscillation"
    },
    {
        "author": "Naoko Sakaeda et al",
        "date": "2015-08-03",
        "description": "Journal of the Atmospheric Sciences, Volume 72, Issue 8, Page 3138-3160, August 2015. \n\t\t<br/>\n\t",
        "journal": "Journal of the Atmospheric Science",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JAS-D-14-0293.1?af=R",
        "title": "The Development of Upper-Tropospheric Wind over the Western Hemisphere in Association with MJO Convective Initiation"
    },
    {
        "author": "Wanqiu Wang et al",
        "date": "2015-08-03",
        "description": "Monthly Weather Review, Volume 143, Issue 8, Page 3156-3175, August 2015. \n\t\t<br/>\n\t",
        "journal": "Monthly Weather Review",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/MWR-D-14-00385.1?af=R",
        "title": "What is the Role of the Sea Surface Temperature Uncertainty in the Prediction of Tropical Convection Associated with the MJO?"
    },
    {
        "author": "Brandon O. Wolding et al",
        "date": "2015-07-31",
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Journal of Climate",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00689.1?af=R",
        "title": "Objective Diagnostics and the Madden-Julian Oscillation. Part II: Application to Moist Static Energy and Moisture Budgets"
    },
    {
        "author": "Weixin Xu et al",
        "date": "2015-07-31",
        "description": "Journal of the Atmospheric Sciences, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Journal of the Atmospheric Science",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JAS-D-15-0032.1?af=R",
        "title": "Evolution, Properties, and Spatial Variability of MJO Convection  Near and Off the Equator during DYNAMO"
    },
    {
        "author": "Chiung-Wen June Chang, Wan-Ling Tseng, Huang-Hsiung Hsu, Noel Keenlyside, Ben-Jei Tsuang",
        "date": "2015-07-31",
        "description": "\n\nGlobal warming's impact on the Madden-Julian Oscillation (MJO) is assessed using one of the few models capable in reproducing its key features. In a warmer climate predicted for the end of the century, the MJO increases in amplitude (by ~30%) and frequency, showing a more circumglobal propagation tendency. The MJO spatial extent becomes enhanced, deeper, and more zonally extended but meridionally confined. A stronger vertical tilting structure in diabatic heating, moisture, and convergence fields is seen. Our findings indicate that these changes result from an intensification of the frictional wave-conditional instability of the second kind mechanism via the coupling of dynamical and thermodynamic response to the warming. The warming and moistening of the mean state contribute to the enhanced deep convective heating, driving a stronger-forced Kelvin wave-like perturbation. This reinforces the frictional low-level convergence, leading to larger shallow convective heating and therefore to a faster development and enhancement of the deep convection in the MJO.\n",
        "journal": "Geophysical Research Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL065095",
        "title": "The Madden-Julian Oscillation in a warmer world"
    },
    {
        "author": "Donald M. Lafleur et al",
        "date": "2015-07-30",
        "description": "Journal of Climate, Volume 28, Issue 15, Page 6039-6053, August 2015. \n\t\t<br/>\n\t",
        "journal": "Journal of Climate",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00744.1?af=R",
        "title": "Some Climatological Aspects of the Madden–Julian Oscillation (MJO)"
    },
    {
        "author": "Fisseha Berhane et al",
        "date": "2015-07-23",
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Journal of Climate",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00510.1?af=R",
        "title": "The Madden-Julian Oscillation’s influence on Spring Rainy Season Precipitation over Equatorial West Africa"
    },
    {
        "author": "Walter M. Hannah, Eric D. Maloney, Michael S. Pritchard",
        "date": "2015-07-14",
        "description": "\n\nHindcast simulations of MJO events during the dynamics of the MJO (DYNAMO) field campaign are conducted with two models, one with conventional parameterization (CAM5) and a comparable model that utilizes superparameterization (SP-CAM). SP-CAM is shown to produce a qualitatively better reproduction of the fluctuations of precipitation and low-level zonal wind associated with the first two DYNAMO MJO events compared to CAM5. Interestingly, skill metrics using the real-time multivariate MJO index (RMM) suggest the opposite conclusion that CAM5 has more skill than SP-CAM. This inconsistency can be explained by a systematic increase of RMM amplitude with lead time, which results from a drift of the large-scale wind field in SP-CAM that projects strongly onto the RMM index. CAM5 hindcasts exhibit a contraction of the moisture distribution, in which extreme wet and dry conditions become less frequent with lead time. SP-CAM hindcasts better reproduce the observed moisture distribution, but also have stronger drift patterns of moisture budget terms, such as an increase in drying by meridional advection in SP-CAM. This advection tendency in SP-CAM appears to be associated with enhanced off-equatorial synoptic eddy activity with lead time. Systematic drift moisture tendencies in SP-CAM are of similar magnitude to intraseasonal moisture tendencies, and therefore are important for understanding MJO prediction skill.\n",
        "journal": "Journal of Advances in Modeling Earth Systems",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000423",
        "title": "Consequences of systematic model drift in DYNAMO MJO hindcasts with SP-CAM and CAM5"
    },
    {
        "author": "Bradford S. Barrett et al",
        "date": "2015-07-07",
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Journal of Climate",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-15-0092.1?af=R",
        "title": "The influence of MJO on the intraseasonal variability of Northern Hemisphere spring snow depth"
    },
    {
        "author": "Shuyi S. Chen et al",
        "date": "2015-06-24",
        "description": "Bulletin of the American Meteorological Society, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Bulletin of the American Meteorological Society",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/BAMS-D-13-00196.1?af=R",
        "title": "Aircraft Observations of Dry Air, ITCZ, Convective Cloud Systems and Cold Pools in MJO During DYNAMO"
    },
    {
        "author": "Traute Crueger, Bjorn Stevens",
        "date": "2015-06-16",
        "description": "\n\nThis article explores how atmospheric radiative heating, due to the presence of clouds, influences the Madden-Julian Oscillation (MJO) as simulated by four comprehensive atmosphere general circulation models. Simulations in which clouds are transparent to electromagnetic radiation (“clouds-off”) are compared with control simulations in which clouds are allowed to interact with radiation (“clouds-on”). Making clouds transparent to radiation leads to robust changes of the mean state: the westerly winds in the equatorial Indo-Pacific area weaken and the precipitation reveals a shift from single to double Intertropical Convergence Zones. These changes are accompanied by weaker MJOs. Also, the moisture sensitivity of precipitation changes, however not consistently within our group of models. Further analyses show that within the active phase of intraseasonal variability, cloud-radiative effects amplify the heating profiles compared to clouds-off. Heating from nonradiative processes is dominated by the parameterized convection, but large-scale heating associated with cloud microphysical processes acting on the grid-scale modifies the shape of the heating profile, leading to a top-heaviness when cloud-radiative effects are accounted for. The radiative heating due to clouds slows down the phase speed of the MJO. Averaged over the entire MJO life cycle, the column-integrated radiative heating due to clouds lags the vertically integrated moist static energy by 40°–60° of longitude (equivalently 7–10 days assuming a period of 60 days). All four models studied reveal more pronounced Kelvin waves when clouds are transparent to radiation, suggesting that cloud-radiative effects on large-scale heating profiles damp smaller scale, or faster, Kelvin waves and amplify MJO-like disturbances.\n",
        "journal": "Journal of Advances in Modeling Earth Systems",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015MS000434",
        "title": "The effect of atmospheric radiative heating by clouds on the Madden-Julian Oscillation"
    },
    {
        "author": "Ángel F. Adames et al",
        "date": "2015-05-21",
        "description": "Journal of the Atmospheric Sciences, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Journal of the Atmospheric Science",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JAS-D-15-0003.1?af=R",
        "title": "Three-dimensional structure and evolution of the moisture field in the MJO"
    },
    {
        "author": "Marcela Ulate, Chidong Zhang, Jimy Dudhia",
        "date": "2015-05-19",
        "description": "\n\nA tropical channel model failed to simulate an observed MJO event. As a means to find reasons for the failure, model errors in water vapor (qv) and other fields were corrected to different extents by nudging towards a global reanalysis product. An MJO metric was developed to quantify the realism of a simulated MJO event in the amplitude and zonal propagation speed of its precipitation and zonal wind at 850 hPa (U850). Results show that correcting errors in qv alone is necessary and sufficient for a realistic simulation of the MJO event. Correcting errors in other fields is insufficient by itself and unnecessary with water vapor correction. For a realistic MJO simulation, error corrections are needed for qv perturbations of the planetary scales (zonal wave number 1–3) together with its zonal mean in both the lower and middle troposphere. Correcting errors in qv at upper levels, planetary-scale perturbations of any single zonal wave number, synoptic-scale perturbations, or temporal/zonal means alone is not sufficient for a realistic MJO simulation. Amplitudes of MJO precipitation and U850 are significantly correlated, but their propagation speeds are not. MJO signals in U850 are easier than those in precipitation to improve by correcting errors in qv. In the absence of MJO intrinsic dynamics, inserted MJO signals in qv in a simulation may create a phantom MJO event in precipitation but not in the circulation. This study confirms the existing knowledge on the importance of qv to MJO simulations, sheds new lights on the role of the qv spatial structure, and presents evidence for possible precipitation-circulation decoupling in MJO simulations.\n",
        "journal": "Journal of Advances in Modeling Earth Systems",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000393",
        "title": "Role of water vapor and convection-circulation decoupling in MJO simulations by a tropical channel model"
    },
    {
        "author": "H. Reed Ogrosky, Samuel N. Stechmann",
        "date": "2015-04-27",
        "description": "\nThe Madden–Julian Oscillation (MJO) skeleton model, a nonlinear oscillator model, has previously been shown to have solutions which exhibit several features in common with observed MJOs. In prior studies, model solutions have been found using mathematically simple (constant or sinusoidal) identical moistening and radiative forcing functions. Here we investigate whether this model can also produce realistic regional variability. To do this, observation-based forcing functions are prescribed for latent heat flux and radiative cooling, and model solutions –both linear and nonlinear –are studied. In the stochastic nonlinear model, solutions reproduce the climatological mean convective activity well and the climatological variance reasonably well for such a simple model. In the linearized model, the solutions are found to contain additional structure including a realistic wave envelope of convective activity centred over the warm pool. These linear solutions are then used to identify and compare significant MJO activity in both reanalysis data and stochastic model solutions. Additional potential uses for these analytical and numerical solutions are discussed.\n",
        "journal": "Quarterly Journal of the Royal Meteorological Society",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2552",
        "title": "The MJO skeleton model with observation-based background state and forcing"
    },
    {
        "author": "Zhe Feng, Samson Hagos, Angela K. Rowe, Casey D. Burleyson, Matus N. Martini, Simon P. Szoeke",
        "date": "2015-04-03",
        "description": "\n\nThis paper investigates the mechanisms of convective cloud organization by precipitation-driven cold pools over the warm tropical Indian Ocean during the 2011 Atmospheric Radiation Measurement (ARM) Madden-Julian Oscillation (MJO) Investigation Experiment/Dynamics of the MJO (AMIE/DYNAMO) field campaign. A high-resolution regional model simulation is performed using the Weather Research and Forecasting model during the transition from suppressed to active phases of the November 2011 MJO. The simulated cold pool lifetimes, spatial extent, and thermodynamic properties agree well with the radar and ship-borne observations from the field campaign. The thermodynamic and dynamic structures of the outflow boundaries of isolated and intersecting cold pools in the simulation and the associated secondary cloud populations are examined. Intersecting cold pools last more than twice as long, are twice as large, 41% more intense (measured with buoyancy), and 62% deeper than isolated cold pools. Consequently, intersecting cold pools trigger 73% more convection than do isolated ones. This is due to stronger outflows that enhance secondary updraft velocities by up to 45%. However, cold pool-triggered convective clouds grow into deep convection not because of the stronger secondary updrafts at cloud base, but rather due to closer spacing (aggregation) between clouds and larger cloud clusters that form along the cold pool boundaries when they intersect. The close spacing of large clouds moistens the local environment and reduces entrainment drying, increasing the probability that the clouds further develop into deep convection. Implications for the design of future convective parameterization with cold pool-modulated entrainment rates are discussed.\n",
        "journal": "Journal of Advances in Modeling Earth Systems",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000384",
        "title": "Mechanisms of convective cloud organization by cold pools over tropical warm ocean during the AMIE/DYNAMO field campaign"
    },
    {
        "author": "Sue Chen et al",
        "date": "2015-02-02",
        "description": "Journal of the Atmospheric Sciences, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Journal of the Atmospheric Science",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JAS-D-13-0348.1?af=R",
        "title": "A Study of CINDY/DYNAMO MJO Suppressed Phase"
    },
    {
        "author": "Juarez Ventura de Oliveira, Maria Isabel Vitorino, Leonardo Deane de Abreu Sá",
        "date": "2015-01-27",
        "description": "\n\nThe Student's t-test was used to statistically prove the existence of a significant difference between mean values of several meteorological variables for the active and inactive phases of the Madden–Julian Oscillation (MJO) in the Eastern Amazon. The wavelet transform was used to identify 14 cases of the MJO occurrence, in which the analyses were performed. The analysis shown that the variables influenced by the convection such as outgoing longwave radiation, mean and maximum temperature, and insolation presented differences, between each MJO phase, at significance levels of 95% or higher.\n",
        "journal": "Atmospheric Science Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.560",
        "title": "Implication of Madden–Julian Oscillation phase on the Eastern Amazon climate"
    },
    {
        "author": "Yoshiaki Miyamoto, Ryuji Yoshida, Tsuyoshi Yamaura, Hisashi Yashiro, Hirofumi Tomita, Yoshiyuki Kajikawa",
        "date": "2015-01-12",
        "description": "\n\nDeep moist convection is an element of cloud disturbances such as Madden-Julian oscillation (MJO), tropical cyclones (TCs), mid-latitudinal low depressions (MDL), and fronts (FRT). However, differences in convection characteristics in disturbances remain unclear. We first clarified the statistical features of the convection (structure, intensity, and environmental parameters) in various disturbances simulated by a global simulation with a sub-kilometre grid spacing. The convection in MJO (TC) was tall with a strong (weak) upward motion, and was driven by large convective available potential energy (strong low-level convergence). The convection in MDL and FRT was shorter and characterized by a strong vertical wind shear.\n",
        "journal": "Atmospheric Science Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.558",
        "title": "Does convection vary in different cloud disturbances?"
    },
    {
        "author": "Patrick Haertel, Katherine Straub, Andrew Budsock",
        "date": "2014-11-04",
        "description": "\nAnalyses of Lagrangian model simulations and atmospheric sonde data reveal a key component of the Madden–Julian Oscillation (MJO): circumnavigating equatorial Kelvin waves with dynamics that transform between dry and moist, which initiate and dissipate MJO convection. The same compositing procedure is applied to simulated and observed MJOs, which uses a coordinate system that moves with the precipitation centre, and treats developing, mature and dissipating stages separately. MJO structure and evolution are similar in the simulation and the observations. To the west of the developing convection, there is a broad region of low-level (upper-level) perturbation westerlies (easterlies), which is accompanied by a deep negative temperature perturbation. As this feature enters the MJO-formation region, convection intensifies on its eastern edge, and the zonal wind perturbations decrease in zonal extent and propagation speed. This process is shown to be a dynamical consequence of a largely dry, first baroclinic Kelvin wave entering a region where large-scale upward motion is mostly balanced by convective heating. As the MJO matures, a Kelvin wave of opposite sign emerges from its eastern edge, and makes the opposite transition (from moist to dry). The resulting wave, which includes low-level (upper-level) easterlies (westerlies) and a deep positive temperature perturbation, rapidly propagates around the world and dissipates MJO convection. The Kelvin wave that initiates MJO convection is shown to originate from the inactive phase of a previous MJO, so that the complete MJO cycle is characterized by the two kinds of Kelvin waves emerging from active and suppressed phases of MJO convection, circumnavigating the Tropics, and triggering the opposite phase.\n",
        "journal": "Quarterly Journal of the Royal Meteorological Society",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2461",
        "title": "Transforming circumnavigating Kelvin waves that initiate and dissipate the Madden–Julian Oscillation"
    }
]