[
    {
        "author": "", 
        "date": "2015-08-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">\n      This paper investigates the reversibility of CO<sub class=\"a-plus-plus\">2</sub> induced climate change and in particular the potential impacts of different rates of CO<sub class=\"a-plus-plus\">2</sub> reduction using a coupled climate model. Atmospheric CO<sub class=\"a-plus-plus\">2</sub> concentration is ramped up by 0.5 %/year from the preindustrial value to 4×CO<sub class=\"a-plus-plus\">2</sub> and then ramped down from 2×CO<sub class=\"a-plus-plus\">2</sub> to 4×CO<sub class=\"a-plus-plus\">2</sub> with different rates. How the response of the climate system is affected by the peak atmospheric CO<sub class=\"a-plus-plus\">2</sub> concentration and the rate of long term decline is vital information for those considering hypothetical geoengineering options to remove CO<sub class=\"a-plus-plus\">2</sub>. Major components of the climate system including global mean surface air temperature and precipitation, contribution of thermal expansion to global sea level rise, loss of the Arctic sea ice, weakening of the Atlantic meridional overturning circulation (AMOC) and the South Asia monsoon are analyzed. We have found no ‘tipping points’ or thresholds beyond which CO<sub class=\"a-plus-plus\">2</sub> induced climate change in these components become irreversible within this model under the specific scenarios. However, there are strong inertias and path-dependent hysteresis in the climate system linked through oceanic memory. Initially the strengthened global hydrological cycle accelerates further in response to a CO<sub class=\"a-plus-plus\">2</sub> ramp-down before weakening. Thermal expansion of the oceans continues for many decades after CO<sub class=\"a-plus-plus\">2</sub> concentration starts to decrease. A 0.5 %/year reduction from 4×CO<sub class=\"a-plus-plus\">2</sub> could see a further 25 % sea level rise. The weakening of the AMOC is reversible, but the build-up of highly saline subtropical waters during global warming drives an overshoot of the AMOC after the CO<sub class=\"a-plus-plus\">2</sub> ramp-down and extends the warming of the northern high latitudes by many decades. The South Asia monsoon strengthens in response to a CO<sub class=\"a-plus-plus\">2</sub> ramp-up marked by an increase in summer monsoon rainfall. This increase reverses rapidly following a CO<sub class=\"a-plus-plus\">2</sub> ramp-down, displaying an undershoot in monsoon rainfall for rapid CO<sub class=\"a-plus-plus\">2</sub> reductions.\n      </p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2302-6", 
        "title": "The reversibility of CO 2 induced climate change"
    }, 
    {
        "author": "", 
        "date": "2015-08-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">\n      The pre-monsoon tropical cyclone (TC) activity and the monsoon evolution in the Bay of Bengal (BoB) are both influenced by the Madden–Julian Oscillation (MJO), but the two do not always occur in unison. This study examines the conditions that allow the MJO to modulate the monsoon onset in Myanmar and TC activity concurrently. Using the APHRODITE gridded precipitation and the ERA-Interim reanalysis datasets, composite evolutions of monsoon rainfall and TC genesis are constructed for the period of 1979–2010. It is found that the MJO exhibits a strong interannual variability in terms of phase and intensity, which in some years modulate the conditions for BoB TCs to shortly precede or form concurrently with the monsoon onset in Myanmar. Such a modulation is absent in years of weaker MJO events. Further understanding of the interannual variability of MJO activity could facilitate the prediction of the monsoon onset and TC formation in the BoB.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2289-z", 
        "title": "Bay of Bengal: coupling of pre-monsoon tropical cyclones with the monsoon onset in Myanmar"
    }, 
    {
        "author": "", 
        "date": "2015-08-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">An extended singularity value decomposition based statistical model, namely the spatial–temporal projection model (STPM), was constructed for the extended-range (10–30-day) forecast of tropical outgoing longwave radiation anomalies (OLRA). The special feature of this empirical model is using the spatial and temporal information of predictor–predictand coupled patterns to predict the temporally varying predictand field at all-time leads (i.e., 10–35 days) at once. A 10-year hindcast result shows that, different from previous statistical models, the skill scores of the STPM dropped slowly with forecast lead times. Useful skills can be detected at 30–35 day leads over most tropical regions. The highest temporal correlation coefficient of 0.4–0.5 appears over the Maritime Continent (Indian and western North Pacific monsoon regions) in boreal winter (summer), exceeding a 99 % confidence level. The STPM is also capable in predicting the spatial evolutions of convective anomalies, including the zonal and meridional propagation of OLRA. The forecast of the Real-time Multivariate MJO indices shows that the STPM attains a higher skill than previous statistical models. The STPM also shows comparable skills with the state-of-the-art dynamic models during the Dynamics of the Madden–Julian Oscillation campaign period, especially at 15-day and longer leads.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2353-8", 
        "title": "A spatial–temporal projection model for extended-range forecast in the tropics"
    }, 
    {
        "author": "", 
        "date": "2015-08-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">The prediction skills of climate model simulations in the western tropical Pacific (WTP) and East Asian region are assessed using the retrospective forecasts of seven state-of-the-art coupled models and their multi-model ensemble (MME) for boreal summers (June–August) during the period 1983–2005, along with corresponding observed and reanalyzed data. The prediction of summer rainfall anomalies in East Asia is difficult, while the WTP has a strong correlation between model prediction and observation. We focus on developing a new approach to further enhance the seasonal prediction skill for summer rainfall in East Asia and investigate the influence of convective activity in the WTP on East Asian summer rainfall. By analyzing the characteristics of the WTP convection, two distinct patterns associated with El Niño-Southern Oscillation developing and decaying modes are identified. Based on the multiple linear regression method, the East Asia Rainfall Index (EARI) is developed by using the interannual variability of the normalized Maritime continent-WTP Indices (MPIs), as potentially useful predictors for rainfall prediction over East Asia, obtained from the above two main patterns. For East Asian summer rainfall, the EARI has superior performance to the East Asia summer monsoon index or each MPI. Therefore, the regressed rainfall from EARI also shows a strong relationship with the observed East Asian summer rainfall pattern. In addition, we evaluate the prediction skill of the East Asia reconstructed rainfall obtained by hybrid dynamical–statistical approach using the cross-validated EARI from the individual models and their MME. The results show that the rainfalls reconstructed from simulations capture the general features of observed precipitation in East Asia quite well. This study convincingly demonstrates that rainfall prediction skill is considerably improved by using a hybrid dynamical–statistical approach compared to the dynamical forecast alone.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2343-x", 
        "title": "Enhancement of seasonal prediction of East Asian summer rainfall related to western tropical Pacific convection"
    }, 
    {
        "author": "", 
        "date": "2015-08-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">The performance of the fifth generation of the Canadian Regional Climate Model (CRCM5) in reproducing the main climatic characteristics over India during the southwest (SW)-, post- and pre-monsoon seasons are presented in this article. To assess the performance of CRCM5, <em class=\"a-plus-plus\">European Centre</em> for <em class=\"a-plus-plus\">Medium</em>-<em class=\"a-plus-plus\">Range Weather Forecasts</em> (ECMWF) <em class=\"a-plus-plus\">Re</em>-<em class=\"a-plus-plus\">Analysis (ERA</em>-<em class=\"a-plus-plus\">40)</em> and <em class=\"a-plus-plus\">Interim</em> re-analysis (ERA-Interim) driven CRCM5 simulation is compared against independent observations and reanalysis data for the 1971–2000 period. Projected changes for two future periods, 2041–2070 and 2071–2100, with respect to the 1971–2000 current period are assessed based on two transient climate change simulations of CRCM5 spanning the 1950–2100 period. These two simulations are driven by the Canadian Earth System Model version 2 (CanESM2) and the Max Planck Institute for Meteorology’s Earth System Low Resolution Model (MPI-ESM-LR), respectively. The boundary forcing errors associated with errors in the driving global climate models are also studied by comparing the 1971–2000 period of the CanESM2 and MPI-ESM-LR driven simulations with that of the CRCM5 simulation driven by ERA-40/ERA-Interim. Results show that CRCM5 driven by ERA-40/ERA-Interim is in general able to capture well the temporal and spatial patterns of 2 m-temperature, precipitation, wind, sea level pressure, total runoff and soil moisture over India in comparison with available reanalysis and observations. However, some noticeable differences between the model and observational data were found during the SW-monsoon season within the domain of integration. CRCM5 driven by ERA-40/ERA-Interim is 1–2 °C colder than CRU observations and generates more precipitation over the Western Ghats and central regions of India, and not enough in the northern and north-eastern parts of India and along the Konkan west coast in comparison with the observed precipitation. The monsoon onset seems to be relatively well captured over the southwestern coast of India, while the monsoon withdrawal occurs too late in comparison with observations. Boundary forcing errors are generally of the same magnitude or larger for the SW-monsoon season and smaller for the other seasons when compared to performance errors. For the two future periods analyzed, both CanESM2 and MPI-ESM-LR driven CRCM5 simulations imply a general warming over India in the twentyfirst century, with maximum increases projected for the pre-monsoon season. However, conflicting climate change signal is noted for precipitation for both future periods with respect to the 1971–2000 current period, with CanESM2 driven simulation suggesting an increase in precipitation in future climate, which is consistent with the projected increase in evapotranspiration, while MPI-ESM-LR driven simulation suggests a decrease in precipitation and evapotranspiration. The conflicting climate change signal in precipitation is also reflected in those variables that are tightly linked with precipitation, such as total runoff, highlighting the need for multi-model ensembles to better represent the uncertainties related to future projections.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2350-y", 
        "title": "Current climate and climate change over India as simulated by the Canadian Regional Climate Model"
    }, 
    {
        "author": "", 
        "date": "2015-08-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">This paper provides a comprehensive assessment of Asian summer monsoon prediction skill as a function of lead time and its relationship to sea surface temperature prediction using the seasonal hindcasts of the Beijing Climate Center Climate System Model, BCC CSM1.1(m). For the South and Southeast Asian summer monsoon, reasonable skill is found in the model’s forecasting of certain aspects of monsoon climatology and spatiotemporal variability. Nevertheless, deficiencies such as significant forecast errors over the tropical western North Pacific and the eastern equatorial Indian Ocean are also found. In particular, overestimation of the connections of some dynamical monsoon indices with large-scale circulation and precipitation patterns exists in most ensemble mean forecasts, even for short lead-time forecasts.</p>\n                    <p class=\"a-plus-plus\">Variations of SST, measured by the first mode over the tropical Pacific and Indian oceans, as well as the spatiotemporal features over the Ni˜no3.4 region, are overall well predicted. However, this does not necessarily translate into successful forecasts of the Asian summer monsoon by the model. Diagnostics of the relationships between monsoon and SST show that difficulties in predicting the South Asian monsoon can be mainly attributed to the limited regional response of monsoon in observations but the extensive and exaggerated response in predictions due partially to the application of ensemble average forecasting methods. In contrast, in spite of a similar deficiency, the Southeast Asian monsoon can still be forecasted reasonably, probably because of its closer relationship with large-scale circulation patterns and El Ni˜no–Southern Oscillation.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-015-4194-8", 
        "title": "Performance of the seasonal forecasting of the Asian summer monsoon by BCC_CSM1.1(m)"
    }, 
    {
        "author": "", 
        "date": "2015-08-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">This study examines the relationships among the monsoon-like southwest Australian circulation (SWAC), the Southern Annular Mode (SAM), and southwest Western Australia winter rainfall (SWR), based on observed rainfall, reanalysis datasets, and the results of numerical modeling. By decomposing the SWAC into two components using a linear model, i.e. the component related to SAM (RSAM) and the component unrelated to SAM (SWACI*), we find it is the SWACI* that shows a significant influence on SWR. Similarly, it is the component of SAM associated with SWAC that exhibits an impact on SWR, whereas the component unrelated to SAM. A similar result is obtained in terms of the circulation associated with SWAC and the SAM. These facts suggest the SAM plays an indirect role in influencing SWR, and raise the possibility that SWAC acts as a bridge between the SAM and SWR, by which the SAM passes its influences onto SWR. This is due to the fact that the variations of SWAC are closely linked to the thermal contrast between land and sea across the southern Indian Ocean and southwest Australia. By contrast, the SAM does not significantly relate to this thermal structure, particularly for the component unrelated to SWAC. The variations of surface sea temperature over the southern Indian Ocean contribute to the favored rainfall circulation patterns. This finding is supported by the numerical modeling results. The strong coupling between SWAC and SWR may be instrumental for understanding the interactions between SWR and the southern Indian Ocean, and provides another perspective in examining the variations in SWR.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-014-4142-z", 
        "title": "Relationships among the monsoon-like southwest Australian circulation, the Southern Annular Mode, and winter rainfall over southwest Western Australia"
    }, 
    {
        "author": "Yanhong Gao, Kai Li, Fei Chen, Yingsha Jiang, Chungu Lu", 
        "date": "2015-07-25", 
        "description": "\n\nThe Tibetan Plateau (TP) region experiences strong land-atmosphere interactions, and as an elevated heating source, significantly influences the formation of the Asian monsoon. Those interactions are not well represented in current land-surface models (LSM), partly due to difficulties in representing heterogeneities in soil structures in LSM. Simulations using the Noah-MP LSM are employed to assess the relative importance of parameterizing vertical soil heterogeneity, organic matter, and soil rhizosphere, and their impacts on seasonal evolution of soil temperature, soil moisture, and surface energy and water budgets at the sparsely vegetated Amdo site located in Central TP. The LSM spin-up time at the central TP depends on the complexity of the model physics, ranging from four years with simplest soil physics to 30 years with the addition of organic-matter and spare to dense rhizosphere parameterization in Noah-MP. Representing layered soil texture and organic matter does not improve low biases in topsoil moisture. Reducing the saturated conductivity from the mucilage in the rhizosphere produces better results. Surface sensible and latent heat fluxes are better simulated in the monsoon season as well. Adding layered soil texture and organic matter in Noah-MP retard the thawing in deep soil layers, and the rhizosphere effect delays thawing even more in the transient season. Uncertainties in soil initialization significantly affect deep-soil temperature and moisture, but uncertainties in atmospheric forcing conditions mainly affect topsoil variables and consequently the surface-energy fluxes. Differing land-surface physics cause 36% uncertainty in the accumulated evapotranspiration and subsurface runoff.\n", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023404", 
        "title": "Assessing and improving Noah-MP land model simulations for the central Tibetan Plateau"
    }, 
    {
        "author": "J. Zavala-Garay, J. Theiss, M. Moulton, C. Walsh, R. van Woesik, C. G. Mayorga-Adame, M. Garcíia-Reyes, D. S. Mukaka, K. Whilden, Y. W. Shaghude", 
        "date": "2015-07-24", 
        "description": "\n\nThe Zanzibar Channel lies between the mainland of Tanzania and Zanzibar Island in the tropical western Indian Ocean, is about 100 km long, 40 km wide, and 40 m deep, and is essential to local socioeconomic activities. This paper presents a model of the seasonal and tidal dynamics of the Zanzibar Channel based on the Regional Ocean Modeling System (ROMS) and a comparison of the model and observations. The seasonal dynamics of the channel is forced by remote processes and the local wind. Remote forcing creates the East African Coastal Current, a portion of which flows through the channel northward with a seasonally varying magnitude. The local wind enhances this seasonality in the surface Ekman layer, resulting in a stronger northward flow during the southwest monsoon season and a weak northward or occasionally southward flow during the northeast monsoon season. The tidal flows converge and diverge in the center of the channel and reduce the transport in the channel. The remotely forced, wind-forced, and tidal dynamics contain 5%, 3%, and 92% of the total kinetic energy, respectively. Despite their low kinetic energy, the remotely forced and wind-forced flows are most relevant in advecting channel water to the open ocean, which occurs in 19 days at the peak of the southwest monsoon season. The channel is well mixed, except during brief periods in the two rainy seasons, and temporarily cools between December and February. The dispersion of passive tracers is presented as an example of potential model applications. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010879", 
        "title": "On the dynamics of the Zanzibar Channel"
    }, 
    {
        "author": "T. Sayama, Y. Tatebe, Y. Iwami, and S. Tanaka", 
        "date": "2015-07-24", 
        "description": "<b>Hydrologic sensitivity of flood runoff and inundation: 2011 Thailand floods in the Chao Phraya River basin</b><br /><br />Natural Hazards and Earth System Science, 15, 1617-1630, 2015<br /><br />Author(s): T. Sayama, Y. Tatebe, Y. Iwami, and S. Tanaka<br /><br />The Thailand floods in 2011 caused unprecedented economic damage in the Chao\nPhraya River basin. To diagnose the flood hazard characteristics, this study\nanalyses the hydrologic sensitivity of flood runoff and inundation to\nrainfall. The motivation is to address why the seemingly insignificant\nmonsoon rainfall, or 1.2 times more rainfall than for past large floods,\nincluding the ones in 1995 and 2006, resulted in such devastating flooding.\nTo quantify the hydrologic sensitivity, this study simulated long-term\nrainfall–runoff and inundation for the entire river basin\n(160 000 km<sup>2</sup>). The simulation suggested that the flood inundation\nvolume was 1.6 times more in 2011 than for the past flood events. Furthermore, the elasticity index suggested\nthat a 1 % increase in rainfall causes a 2.3 % increase in runoff and\na 4.2 % increase in flood inundation. This study highlights the\nimportance of sensitivity quantification for a better understanding of flood\nhazard characteristics; the presented basin-wide rainfall–runoff–inundation\nsimulation was an effective approach to analyse the sensitivity of flood\nrunoff and inundation at the river basin scale.", 
        "journal": "Natural Hazards and Earth System Science", 
        "link": "http://www.nat-hazards-earth-syst-sci.net/15/1617/2015/", 
        "title": "Hydrologic sensitivity of flood runoff and inundation: 2011 Thailand floods in the Chao Phraya River basin"
    }, 
    {
        "author": "Emily C. Gill, Balaji Rajagopalan, Peter H. Molnar", 
        "date": "2015-07-23", 
        "description": "\n\nCorrelations of 1∘ by 1∘ seasonal rainfall with Pacific sea-surface temperatures (SSTs) reveal spatially distinct teleconnections between El Niño-Southern Oscillation (ENSO) and Indian summer monsoon rainfall over the full monsoon season, as well as three sub-seasons. Over the full season (June-September), Pacific SSTs correlate with rainfall in western India more than that in eastern India. This spatial signature shifts as the monsoon progresses through early (June), middle or peak (July-August) and late (September) sub-seasons. Specifically, a 1∘C cooling of the central equatorial Pacific (i.e. La Niña conditions) can result in: ∼ 70-100% increase in precipitation in north-central Indian and theIndo-Gangetic Plains during the early season, ∼ 30-80% increase peak season precipitation in south-central India north-western Rajasthan, and ∼ 30-80% increase in late season precipitation in northern, north-western, and central India. Furthermore, the spatial signatures between La Niña and El Niño are asymmetric in that for a particular location, the enhancement and suppression of rainfall associated with La Niña and El Niño conditions, respectively, are notequal. El Niño suppresses peak season rainfall in the south-central and northwestern Rajasthan regions more than La Niña enhances it, but, the opposite occurs during the late-season in northern, northwestern, and central India. Additionally, the correspondence of minima (maxima) in anomalies of velocity potential aloft with maxima (minima) at 925 mb and with positive (negative) surface pressure anomalies suggest that anomalous subsidence (ascent) occurs in July, August, and September during El Niño (La Niña) times. In the early season, however, patterns of velocity potential composites suggest a region of descent (ascent) over the western equatorial Indian Ocean, along with a region of ascent (descent) over the Indian subcontinent that exists only during the early season, but not during the peak or late season. These patterns are consistent with the hypothesis that local Hadley cell circulation affects pressure, and thus, rainfall during the early season, but that a larger scale mechanism, such as eastward or westward shifts in the Walker circulation, may be more responsible for teleconnections seen throughout the remainder of the season. These findings indicate that focusing monsoon forecasting efforts on these regions and on sub-seasonal periods while incorporating ENSO asymmetries will yield useful and skillful regional forecasts, compared to the declining utility and skill of All-India summer monsoon rainfall (AISMR).\n", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023184", 
        "title": "Sub-Seasonal Variations in Spatial Signatures of ENSO on the Indian Summer Monsoon from 1901-2009"
    }, 
    {
        "author": "Tao Xian, Yunfei Fu", 
        "date": "2015-07-23", 
        "description": "\n\nDistribution and influence of convection in the upper troposphere and lower stratosphere have been investigated case by case or on regional to global scale. However, previous studies were limited by using proxies for convection or the bias of the tropopause data. Here the tropopause-penetrating convection is investigated based on the sole use of observational products from Tropical Rainfall Measuring Mission (TRMM) precipitation radar data and Constellation Observing System for Meteorology, Ionosphere, and Climate (COSMIC). The result shows that the frequency of precipitation-top heights above the monthly mean tropopause in the tropics is reduced logarithmically if the cold-point tropopause is adopted instead of the lapse-rate tropopause. Using the collocated COSMIC and precipitation radar observations, the tropopause-penetrating convection, i.e., the convection with the precipitation-top height above the lapse-rate tropopause, can be found over the summer monsoon regions and some continental regions. The averaged relative precipitation-top heights of tropopause-penetrating convective clusters are about 0.2–0.5 km without significant land-ocean difference, while equivalent radii of clusters are 2.7–3.5 km over land and 0.2–0.5 km larger than those over ocean. These areal and vertical extents are smaller than those reported by previous studies. Furthermore, the collocated temperature profiles show that the tropopause-penetrating convection generates warming in the upper troposphere and cooling near the lapse-rate tropopause and in the lower stratosphere. Moreover, the tropopause-penetrating convection leads to a rapid (within 20 min) lift of the lapse-rate tropopause by the adiabatic lofting within the convection (within a 10 km radius).\n", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JD022633", 
        "title": "Characteristics of tropopause-penetrating convection determined by TRMM and COSMIC GPS radio occultation measurements"
    }, 
    {
        "author": "Abubakr A. M. Salih, Qiong Zhang, Michael Tjernström", 
        "date": "2015-07-23", 
        "description": "\n\nThe Sahelian Sudan is an arid to semiarid region that depends on the seasonal rainfall as the main source of water, but its rainfall has large interannual variability. Such dry regions usually have their main moisture sources elsewhere; thus, the rainfall variability is directly related to the moisture transport. This study seeks to identify source regions of water vapor for Sahelian Sudan during the monsoon period, from July to September. We have used the Lagrangian trajectory model FLEXPART driven by ERA-Interim reanalysis for the time period 1998 to 2008. The results show that most of the air masses that reach this region during the monsoon period have their major origins over the Arabian Peninsula, Central Africa, or are associated with the tropical easterly jet. Flow associated with Intertropical Convergence Zone contributes almost half of the total precipitated water; most of it comes from Central Africa. This suggests that moisture recycling is the major contributor, compared to Oceanic sources. The flows from the northeast (Arabian Peninsula and north Asia) and east (Horn of Africa and north Indian Ocean) contribute about one third of the precipitated water. The rest of precipitated water comes from the Mediterranean, subtropical Atlantic, and western Sahel, all with smaller contribution. Our results also indicate that different subregions of Sahelian Sudan have different moisture sources. Such result needs to be taken into account in seasonal forecasting practices.\n", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023238", 
        "title": "Lagrangian tracing of Sahelian Sudan moisture sources"
    }, 
    {
        "author": "Hui Wu", 
        "date": "2015-07-23", 
        "description": "\n\nOffshore-penetrating tongues of coastal water have been frequently observed during the downwelling-favorable monsoon season at specific locations in waters off the Min-Zhe Coast, a region influenced by a buoyant coastal current originating from the Changjiang River. This process plays an important role in cross-shelf material exchange in the East China Sea (ECS), but the underlying mechanisms are not fully understood. This study suggests that the penetrating fronts are the response of buoyant coastal water to along-isobath undulation of the ambient pycnocline that is controlled by the temperature stratification in seawater. When the ambient pycnocline descends sharply in the downshelf direction, coastal water is transported offshore due to the joint effect of baroclinicity and relief (JEBAR), and thus generates a penetrating front. Along-isobath pycnocline undulation in the ECS can arise from nonuniform tidal mixing due to tidal wave divergence off the Min-Zhe Coast. Onshelf intrusion of cold and dense Kuroshio subsurface water prevents thorough mixing of the pycnocline. Different from the common cross-shelf transport phenomena induced by winds or frontal instabilities, such a tidal mechanism should produce penetrating fronts at specific locations, in agreement with observations.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010686", 
        "title": "Cross-shelf penetrating fronts: A response of buoyant coastal water to ambient pycnocline undulation"
    }, 
    {
        "author": "R. Singh, D. Siingh, S. A. Gokani, M. G. Sreeush, P. S. Buchunde, A. K. Maurya, R. P. Singh, and A. K. Singh", 
        "date": "2015-07-23", 
        "description": "<b>Brief Communication: Climatic, meteorological and topographical causes of the 16–17 June 2013 Kedarnath (India) natural disaster event</b><br /><br />Natural Hazards and Earth System Science, 15, 1597-1601, 2015<br /><br />Author(s): R. Singh, D. Siingh, S. A. Gokani, M. G. Sreeush, P. S. Buchunde, A. K. Maurya, R. P. Singh, and A. K. Singh<br /><br />The devastating flood episode (16–17 June 2013) at Kedarnath (Uttrakhand, India),\ncaused a huge loss of lives and loss of physical/material wealth. To understand this\ncatastrophic event, rainfall/convective data and associated climate\nmeteorological parameters are investigated. A low-pressure zone with very high\ncloud cover (60–90 %) and relative humidity (70–100 %), associated\nwith low (< 4 m s<sup>−1</sup>) wind velocity, are observed over the Kedarnath region during\n15–17 June. The cause of this disaster seems to be heavy and\ncontinuous rainfall, associated with snowmelt and the overflooding/collapse\nof Chorabari Lake, located upstream. Monsoon advancement was much faster than\nusual, due to the presence of the convectively active phase of the Madden–Julian\noscillation.", 
        "journal": "Natural Hazards and Earth System Science", 
        "link": "http://www.nat-hazards-earth-syst-sci.net/15/1597/2015/", 
        "title": "Brief Communication: Climatic, meteorological and topographical causes of the 16–17 June 2013 Kedarnath (India) natural disaster event"
    }, 
    {
        "author": "F. Solmon, V. S. Nair, and M. Mallet", 
        "date": "2015-07-22", 
        "description": "<b>Increasing Arabian dust activity and the Indian summer monsoon</b><br /><br />Atmospheric Chemistry and Physics, 15, 8051-8064, 2015<br /><br />Author(s): F. Solmon, V. S. Nair, and M. Mallet<br /><br />Over the past decade, aerosol optical depth (AOD) observations based on\nsatellite and ground measurements have shown a significant increase over\nArabia and the Arabian Sea, attributed to an intensification of regional dust\nactivity. Recent studies have also suggested that west Asian dust forcing\ncould induce a positive response of Indian monsoon precipitations on a weekly\ntimescale. Using observations and a regional climate model including\ninteractive slab-ocean and dust aerosol schemes, the present study\ninvestigates possible climatic links between the increasing\nJune–July–August–September (JJAS) Arabian dust activity and precipitation\ntrends over southern India during the 2000–2009 decade. Meteorological\nreanalysis and AOD observations suggest that the observed decadal increase of\ndust activity and a simultaneous intensification of summer precipitation\ntrend over southern India are both linked to a deepening of JJAS surface\npressure conditions over the Arabian Sea. In the first part of the study, we\nanalyze the mean climate response to dust radiative forcing over the domain,\ndiscussing notably the relative role of Arabian vs. Indo-Pakistani dust\nregions. In the second part of the study, we show that the model skills in\nreproducing regional dynamical patterns and southern Indian precipitation\ntrends are significantly improved only when an increasing dust emission trend\nis imposed on the basis of observations. We conclude that although\ninterannual climate variability might primarily determine the observed\nregional pattern of increasing dust activity and precipitation during the\n2000–2009 decade, the associated dust radiative forcing might in return\ninduce a critical dynamical feedback contributing to enhancing regional\nmoisture convergence and JJAS precipitations over southern India.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/8051/2015/", 
        "title": "Increasing Arabian dust activity and the Indian summer monsoon"
    }, 
    {
        "author": "William J. Randel, Kai Zhang, Rong Fu", 
        "date": "2015-07-20", 
        "description": "\n\nWater vapor in the lower stratosphere exhibits localized maximum values during Northern Hemisphere summer in the Asian and North American (NA) monsoon regions. The processes maintaining these maxima are not well understood. We analyze the variability of water vapor in the monsoon regions based on Aura Microwave Limb Sounder satellite observations during 2005–2013, and quantify links to deep convection, large-scale temperatures and monsoonal circulations. Strong sub-seasonal variations in stratospheric water vapor are closely linked with deep convection in the monsoon regions, with the surprising result that stronger convection leads to a relatively dry stratosphere and weaker convection to a wetter stratosphere. This result is observed for both the Asian and NA monsoon regions. This behavior is explained by temperature changes in the stratosphere tied to deep convection: stronger convection leads to relatively cold temperatures in the subtropical lower stratosphere, which is the key region controlling large-scale dehydration within the anticyclonic monsoonal circulations. Likewise, weaker convection leads to warmer subtropical stratospheric temperatures, relatively less dehydration and enhanced water vapor. The observed water vapor changes are in approximate agreement with those expected from the subtropical temperature variations, taking into account dilution of the dehydrated air into the larger monsoon region. These results demonstrate that stratospheric water vapor in the NH monsoon regions is mainly controlled by large-scale circulation and temperatures, and overshooting deep convection plays a relatively minor role.\n", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023622", 
        "title": "What controls stratospheric water vapor in the NH summer monsoon regions?"
    }, 
    {
        "author": "J. W. Bergman, L. Pfister, Q. Yang", 
        "date": "2015-07-20", 
        "description": "\n\nMultimodel ensembles of back trajectories calculated from four different analysis data sets and two different trajectory formulations (“diabatic” and “kinematic”) are analyzed to investigate seasonal mean boundary layer-to-“tropopause” (100 hPa) transport in the tropics. Transport paths are separated into two legs: “convective uplift” (boundary layer to detrainment) and “radiative ascent” (detrainment to tropopause). The following three diagnostic measures are used: source location, source-to-tropopause transport time, and the source “influence” (i.e., the fraction of air with short transport times) at 100 hPa. Ensemble means and standard deviations identify “robust features” (i.e., common to all ensemble members) while experimental hybrid calculations explain model-to-model discrepancies. Convective uplift is a major contributor to uncertainties in boundary layer-to-tropopause transport times and source locations. Spatial patterns of boundary layer influence at 100 hPa are nevertheless robust. Detrainment-to-tropopause transport times are robust despite substantial model-to-model variations of convective detrainment height because ascent rates are faster at low altitudes than at high altitudes. Detrainment-to-tropopause transport also has robust horizontal spatial patterns for both convective sources and convective influence, particularly during boreal winter. Most model-to-model discrepancies occur at small spatial scales and are associated with differing distributions of convection. The location of maximum convective influence associated with the Asian summer monsoon is a notable exception. This exceptionally large discrepancy is associated primarily with radiative ascent. The fact that the observed maxima of important tropospheric constituents are collocated with the maximum convective influence for the diabatic calculations but not for the kinematic calculations suggests that diabatic trajectories could be more reliable in this region.\n", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023523", 
        "title": "Identifying robust transport features of the upper tropical troposphere"
    }, 
    {
        "author": "Satya Prakash, Ashis K. Mitra, E. N. Rajagopal, D. S. Pai", 
        "date": "2015-07-19", 
        "description": "\n\nReliable information of rainfall and its variability at finer spatio-temporal scales over the Indian monsoon region is crucial for various applications in hydrology, meteorology, water resource management, and evaluation of high-resolution numerical model outputs. In this study, the Tropical Rainfall Measuring Mission (TRMM)-based high-resolution multisatellite rainfall products namely, TRMM Multisatellite Precipitation Analysis (TMPA)-3B42 and Global Satellite Mapping of Precipitation (GSMaP) are evaluated against recently released gauge-based India Meteorological Department (IMD) gridded data set. Both the research (delayed mode) and near real-time rainfall products of TMPA-3B42 (V7 and RT) and GSMaP (MVK and NRT) are evaluated over India at a daily scale for the peak southwest monsoon months of July–August. Two study periods (2000–2010 and 2009–2013) are used to accommodate the analyses based on data availability. Comparison of TMPA-3B42 (V7 and RT) and GSMaP-MVK with IMD gauge-based data for 2000–2010 shows that these data sets are able to represent large-scale monsoon rainfall spatial features, but are having region-specific biases. The interannual variability of monsoon rainfall averaged over India is also reasonably captured. However in terms of biases, TMPA-3B42RT overestimates rainfall by about 21% and GSMaP-MVK underestimates by about 22% at all-India scale. In terms of continuous skill metrics, TMPA-3B42V7 is closer to the IMD gauge-based observations possibly due to gauge adjustments. Categorical verification against gauge-based observations shows that the satellite-based data sets have difficulties in rainfall detection primarily over the northern Jammu & Kashmir regions, northeast India, and southern peninsular India. At subregional scale within India, satellite rainfall estimates show rather lower skill score in rainfall identification and larger uncertainty in rainfall estimation over the northeast India. Comparison of near real-time products of TMPA and GSMaP for July–August months of 2009–2013 shows that TMPA-3B42RT overestimates and GSMaP-NRT underestimates rainfall over most parts of India. Even though TMPA-3B42 (V7 and RT) and GSMaP-MVK rainfall data sets show similar diurnal variations over the Indian monsoon region, TMPA-3B42RT (GSMaP-MVK) shows larger (smaller) magnitude in diurnal cycle as compared to TMPA-3B42V7. Results from different skill metrics suggest that both research and near real-time versions of TMPA products can be used with relatively higher confidence as compared to GSMaP over the Indian region during peak monsoon period.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4446", 
        "title": "Assessment of TRMM-based TMPA-3B42 and GSMaP precipitation products over India for the peak southwest monsoon season"
    }, 
    {
        "author": "Dabang Jiang, Zhiping Tian, Xianmei Lang", 
        "date": "2015-07-19", 
        "description": "\n\nBased on observation and reanalysis data, 77 coupled global climate models (GCMs) participating in the Intergovernmental Panel on Climate Change (IPCC) Third (TAR), Fourth (AR4), and Fifth (AR5) Assessment Reports are evaluated in terms of their ability to simulate the mean state and year-to-year variability of surface air temperature at 2 m and precipitation over China and the climatological East Asian monsoon for the late decades of the 20th century. Results show that GCMs reliably reproduce the geographical distribution of the variables considered. Compared with observations, however, most GCMs have topography-related cold biases (although these are smaller than those found in previous studies), excessive precipitation, an underestimated southeast–northwest precipitation gradient, an overestimated magnitude and spatial variability of the interannual variability of temperature and precipitation, and an inadequate strength of the East Asian monsoon circulation. Pairwise comparison reveals that GCMs continue to improve from the TAR via the AR4 to the AR5 for temperature, but have little change for precipitation and the East Asian monsoon. The ability of GCMs varies with season and is affected to certain degree by their horizontal resolutions. Both the arithmetic mean and the median of multiple GCMs are little affected by filtering GCMs in terms of their ability, and the multi-model mean outperforms most of individual GCMs in every respect.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4406", 
        "title": "Reliability of climate models for China through the IPCC Third to Fifth Assessment Reports"
    }, 
    {
        "author": "Jing-Ling Ren, Ji-Liang Xuan, Zhao-Wei Wang, Daji Huang, Jing Zhang", 
        "date": "2015-07-18", 
        "description": "\n\nAluminum (Al) is one of the key parameters of GEOTRACES. In spring 2011, we examined the distribution of dissolved Al in the East China Sea (ECS) to assess the potential passage of coastal water across the shelf to the western Pacific. Measurement of dissolved Al in coastal, shelf, and shelf break waters indicated decreasing concentrations with distance from the coast. However, the northward increase of dissolved Al in the upper 100 m along the shelf break transect, corresponding to the northward flow of Kuroshio Water along the Okinawa Trough from the north of Taiwan to the Tokara strait, indicates contributions of terrestrial material. The presence of an Al plume indicated cross-shelf transport at the subsurface at a potential density of 23.3–24.0 kg/m3. This plume originates from the near-bottom layer along the coast off Zhejiang and Fujian Provinces, and first moves southeastward (to the north of Taiwan) and then northeastward (to shelf break with export at 29°N, 127°E). We calculated the cross-shelf fluxes of water and dissolved Al based on simulation results of the 3-D Massachusetts Institute of Technology general circulation model (MITgcm). The calculated cross-shelf fluxes of Al at the subsurface layer indicate that the ECS is highly efficient in pumping Al-rich coastal waters northward to the Japan Sea/East Sea and/or eastward into the western Pacific. We also identified an important role of the monsoon, with a change from northeasterly wind to southwesterly wind in spring, on the cross-shelf transport of Al by use of numerical tracer experiments.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010655", 
        "title": "Cross-shelf transport of terrestrial Al enhanced by the transition of northeasterly to southwesterly monsoon wind over the East China Sea"
    }, 
    {
        "author": "Ruidan Chen et al", 
        "date": "2015-07-15", 
        "description": "Journal of the Atmospheric Sciences, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of the Atmospheric Science", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JAS-D-15-0064.1?af=R", 
        "title": "The role of moisture in summertime low-level jet formation and associated rainfall over the East Asian Monsoon region"
    }, 
    {
        "author": "Dan-Qing Huang, Jian Zhu, Yao-Cun Zhang, Ying Huang, Xue-Yuan Kuang", 
        "date": "2015-07-15", 
        "description": "\n\nPrecipitation, which is the most predominant component of East Asian summer monsoon (EASM), may have large uncertainties among reanalysis datasets. We comprehensively evaluate the performance of five reanalysis datasets in reproducing the EASM precipitation. These datasets are NCEP/NCAR Reanalysis 1 project (NCEP1), NCEP-U.S. Department of Energy Atmospheric Model Intercomparison ProjectIIreanalysis (NCEP2), Japanese 25-yr Reanalysis Project (JRA-25), Interim ECMWF Re-analysis (ERA-Interim), and Modern-Era Retrospective Analysis for Research and Applications (MERRA). Results show that the five reanalysis datasets can generally reproduce the climatology and interannual variability of EASM precipitation. Especially, the MERRA and ERA-Interim have the highest skills. Considering different-class precipitation, large uncertainties exist in the category of non-rainfall and heavy rainfall. The five reanalysis datasets overestimate the non-rainfall frequency, and the JRA25 and NCEP2 overestimate the heavy rainfall frequency. The well-known inter-decadal variation around mid-1990s can also be better depicted by ERA-Interim and MERRA. For linear trend of precipitation, only the MERRA can reasonably reproduce the increasing tendency over southern China and western Pacific and the decreasing tendency over Indo-China Peninsula. Based on the EOF analysis, the spatial-temporal structure of EASM precipitation has been examined. The MERRA, NCEP1 and ERA-Interim can better capture both the spatial patterns and principle components of first two EOF modes. Based on our evaluation, the preferential reanalysis datasets for investigating the EASM precipitation are the ERA-Interim and MERRA, which also permit the more precise investigations of interannual to decadal variability.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2634", 
        "title": "Assessment of summer monsoon precipitation derived from five reanalysis datasets over East Asia"
    }, 
    {
        "author": "Sloan Coats, Jason E. Smerdon, Richard Seager, Daniel Griffin, Benjamin I. Cook", 
        "date": "2015-07-14", 
        "description": "\n\nThe phasing of winter-to-summer precipitation anomalies in the North American Monsoon (NAM) region 2 (113.25°W-107.75°W, 30°N-35.25°N—NAM2) of Southwestern North America is analyzed in fully-coupled simulations of the last millennium and compared to tree-ring reconstructed winter and summer precipitation variability. The models simulate periods with in-phase seasonal precipitation anomalies but the strength of this relationship is variable on multi-decadal timescales, behavior that is also exhibited by the reconstructions. The models, however, are unable to simulate periods with consistently out-of-phase winter-to-summer precipitation anomalies as observed in the latter part of the instrumental interval. The periods with predominantly in-phase winter-to-summer precipitation anomalies in the models are significant against randomness, and while this result is suggestive of a potential for dual-season drought on interannual and longer timescales, models do not consistently exhibit the persistent dual-season drought seen in the dendroclimatic reconstructions. These collective findings indicate that model-derived drought risk assessments may underestimate the potential for dual-season drought in 21st-century projections of hydroclimate in the American Southwest and parts of Mexico.\n", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023085", 
        "title": "Winter-to-Summer Precipitation Phasing in Southwestern North America: A Multi-century perspective from Paleoclimatic Model-Data Comparisons"
    }, 
    {
        "author": "John V. Hurley, Mathias Vuille, Douglas R. Hardy, Stephen J. Burns, Lonnie G. Thompson", 
        "date": "2015-07-14", 
        "description": "\n\nQuelccaya Ice Cap in the Andes of Peru contains an annually resolved δ18O record covering the past 1800 years, yet atmospheric dynamics associated with snow deposition and δ18O variability at this site are poorly understood. Here we make use of ten years of snow pit and short core δ18O data and hourly snow-height measurements obtained by an automated weather station deployed at the ice cap's summit to analyze linkages between snowfall, δ18O and the South American Summer Monsoon (SASM). Snow accumulation peaks in December and is negative May-September. Snow δ18O values decrease gradually through austral summer from about -17 to -24 per mil. Surface snow δ18O is altered after deposition during austral winter from about -24 to -15 per mil. More than 70% of the total snow accumulation is tied to convection along the leading edge of cold air incursions of mid-latitude air advected equatorward from southern South America. Snowfall amplitude at Quelccaya Ice Cap varies systematically with regional precipitation, atmospheric dynamics, mid-troposphere humidity, and water vapor δD. Strongest snowfall gains correspond with positive precipitation anomalies over the western Amazon Basin, increased humidity and lowered water vapor δD values, consistent with the ‘amount effect’. We discuss ventilation of the monsoon, modulated by mid-latitude cold air advection, as potentially diagnostic of the relationship between SASM dynamics and Quelccaya snowfall. Results will serve as a basis for development of a comprehensive isotopic forward model to reconstruct past monsoon dynamics using the ice core δ18O record.\n", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023323", 
        "title": "Cold air incursions, δ18O variability, and monsoon dynamics associated with snow days at Quelccaya Ice Cap, Peru"
    }, 
    {
        "author": "Guobao Xu, Xiaohong Liu, Guoju Wu, Tuo Chen, Wenzhi Wang, Qiong Zhang, Youfu Zhang, Xiaomin Zeng, Dahe Qin, Weizhen Sun, Xuanwen Zhang", 
        "date": "2015-07-14", 
        "description": "\n\nCentral Asian droughts have drastically and significantly affected agriculture and water resource management in these arid and semiarid areas. Based on tree ring δ18O from native, dominant Schrenk spruce (Picea schrenkiana Fisch. et Mey.), we developed a 300 year (1710–2010) standard precipitation-evaporation index (SPEI) reconstruction from January to August for China's western Tianshan Mountains. The regression model explained 37.6% of the variation in the SPEI reconstruction during the calibration period from 1950 to 2010. Comparison with previous drought reconstructions confirmed the robustness of our reconstruction. The 20th century has been a relatively wet period during the past 300 years. The SPEI showed quasi 2, 5, and 10 year cycles. Several pluvials and droughts with covariability over large areas were revealed clearly in the reconstruction. The two longest pluvials (lasting for 12 years), separated by 50 years, appeared in the 1900s and the 1960s. The most severe drought occurred from 1739 to 1761 and from 1886 to 1911 was the wettest period since 1710. Compared to previous investigations of hydroclimatic changes in the western Tianshan Mountains, our reconstruction revealed more low-frequency variability and indicated that climate in the western Tianshan Mountains shifted from dry to wet in 1886. This regime shift was generally consistent with other moisture reconstructions for the northeastern Tibetan Plateau and northern Pakistan and may have resulted from a strengthened westerly circulation. The opposite hydrological trends in the western Tianshan Mountains and southeastern Tibetan Plateau reveal a substantial influence of strengthened westerlies and weakening of the Indian summer monsoon.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JD023027", 
        "title": "Tree ring δ18O's indication of a shift to a wetter climate since the 1880s in the western Tianshan Mountains of northwestern China"
    }, 
    {
        "author": "A. Sandeep, T. N. Rao, and S. V. B. Rao", 
        "date": "2015-07-14", 
        "description": "<b>A comprehensive investigation on afternoon transition of the atmospheric boundary layer over a tropical rural site</b><br /><br />Atmospheric Chemistry and Physics, 15, 7605-7617, 2015<br /><br />Author(s): A. Sandeep, T. N. Rao, and S. V. B. Rao<br /><br />The transitory nature\nof the atmospheric boundary layer (ABL) a few hours before and after the time of\nsunset has been studied comprehensively over a tropical station, Gadanki\n(13.45° N, 79.18° E), using a suite of in situ and remote\nsensing devices. This study addresses the following fundamental and important\nissues related to the afternoon transition (AT): which state variable first\nidentifies the AT? Which variable best identifies the AT? Does the start time\nof the AT vary with season and height? If so, which physical mechanism is\nresponsible for the observed height variation in the start time of the\ntransition?\n<br><br>\nAt the surface, the transition is first seen in temperature (<i>T</i>) and wind\nvariance (&sigma;<sup>2</sup><sub>WS</sub>), ~ 100 min prior to the time of\nlocal sunset, then in the vertical temperature gradient and finally in water\nvapor mixing ratio variations. Aloft, both signal-to-noise ratio (SNR) and\nspectral width (&sigma;) show the AT nearly at the same time. The <i>T</i> at\nthe surface and SNR aloft are found to be the best indicators of transition.\nTheir distributions for the start time of the AT with reference to time of\nsunset are narrow and consistent in both total and seasonal plots. The start\ntime of the transition shows some seasonal variation, with delayed\ntransitions occurring mostly in the rainy and humid season of the\nnortheast monsoon. Interestingly, in contrast to the general perception, the signature\nof the transition is first seen in the profiler data, then in the sodar data,\nand finally in the surface data. This suggests that the transition follows a\ntop-to-bottom evolution. It indicates that other processes, like entrainment,\ncould also play a role in altering the structure of the ABL\nduring the AT, when the sensible heat flux decreases progressively. These\nmechanisms are quantified using a unique high-resolution data set to\nunderstand their variation in light of the intriguing height dependency of\nthe start time of the AT.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/7605/2015/", 
        "title": "A comprehensive investigation on afternoon transition of the atmospheric boundary layer over a tropical rural site"
    }, 
    {
        "author": "Ben Yang et al", 
        "date": "2015-07-13", 
        "description": "Journal of Climate, Volume 28, Issue 14, Page 5622-5644, July 2015. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00655.1?af=R", 
        "title": "Parametric Sensitivity Analysis for the Asian Summer Monsoon Precipitation Simulation in the Beijing Climate Center AGCM, Version 2.1"
    }, 
    {
        "author": "S. Rodríguez, E. Cuevas, J. M. Prospero, A. Alastuey, X. Querol, J. López-Solano, M. I. García, and S. Alonso-Pérez", 
        "date": "2015-07-10", 
        "description": "<b>Modulation of Saharan dust export by the North African dipole</b><br /><br />Atmospheric Chemistry and Physics, 15, 7471-7486, 2015<br /><br />Author(s): S. Rodríguez, E. Cuevas, J. M. Prospero, A. Alastuey, X. Querol, J. López-Solano, M. I. García, and S. Alonso-Pérez<br /><br />We have studied the relationship between the long-term interannual\nvariability in large-scale meteorology in western North Africa – the largest\nand most active dust source worldwide – and Saharan dust export in summer, when enhanced dust mobilization\nin the hyper-arid Sahara results in maximum dust impacts throughout the North\nAtlantic. We address this issue by analyzing 28 years (1987–2014) of summer\naveraged dust concentrations at the high-altitude Izaña observatory\n(~ 2400 m a.s.l.) on Tenerife, and satellite and meteorological\nreanalysis data. The summer meteorological scenario in North Africa (aloft\n850 hPa) is characterized by a high over the the subtropical Sahara and a\nlow over the tropics linked to the monsoon. We measured the variability of\nthis high–low dipole-like pattern in terms of the North African dipole\nintensity (NAFDI): the difference of geopotential height anomalies averaged\nover the subtropics (30–32° N, Morocco) and the tropics\n(10–13° N, Bamako region) close to the Atlantic coast (at\n5–8° W). We focused on the 700 hPa standard level due to\ndust export off the coast of North Africa tending to occur between 1 and\n5 km a.s.l. Variability in the NAFDI is associated with displacements of\nthe North African anticyclone over the Sahara and this has implications for\nwind and dust export. The correlations we found between the 1987–2014 summer\nmean of NAFDI with dust at Izaña, satellite dust observations and\nmeteorological re-analysis data indicate that increases in the NAFDI (i)\nresult in higher wind speeds at the north of the Inter-Tropical Convergence\nZone that are associated with enhanced dust export over the subtropical North\nAtlantic, (ii) influence the long-term variability of the size distribution\nof exported dust particles (increasing the load of coarse dust) and (iii) are\nassociated with enhanced rains in the tropical and northern shifts of the\ntropical rain band that may affect the southern Sahel. Interannual\nvariability in NAFDI is also connected to spatial distribution of dust over\nthe North Atlantic; high NAFDI summers are associated with major dust export\n(linked to winds) in the subtropics and minor dust loads in the tropics\n(linked to higher rainfall), and vice versa. The evolution of the summer\nNAFDI values since 1950 to the present day shows connections to climatic\nvariability (through the Sahelian drought, ENSO (El Niño–Southern\nOscillation) and winds) that have implications for dust export paths. Efforts\nto anticipate how dust export may evolve in future decades will require a\nbetter understanding of how the large-scale meteorological systems\nrepresented by the NAFD will evolve.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/7471/2015/", 
        "title": "Modulation of Saharan dust export by the North African dipole"
    }, 
    {
        "author": "Mingyu Bi et al", 
        "date": "2015-07-08", 
        "description": "Journal of the Atmospheric Sciences, Volume 72, Issue 7, Page 2682-2702, July 2015. \n\t\t<br/>\n\t", 
        "journal": "Journal of the Atmospheric Science", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JAS-D-14-0269.1?af=R", 
        "title": "Interactions between Typhoon Megi (2010) and a Low-Frequency Monsoon Gyre"
    }, 
    {
        "author": "V. Praveen et al", 
        "date": "2015-07-07", 
        "description": "Journal of Climate, Volume 28, Issue 13, Page 5305-5324, July 2015. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00415.1?af=R", 
        "title": "On the Relationship between Mean Monsoon Precipitation and Low Pressure Systems in Climate Model Simulations"
    }, 
    {
        "author": "Shakeel Asharaf et al", 
        "date": "2015-07-07", 
        "description": "Journal of Climate, Volume 28, Issue 13, Page 5414-5429, July 2015. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00233.1?af=R", 
        "title": "Indian Summer Monsoon Rainfall Processes in Climate Change Scenarios"
    }, 
    {
        "author": "Wan-Ru Huang, Huang-Hsiung Hsu, Shih-Yu Wang, Jian-Pu Chen", 
        "date": "2015-07-07", 
        "description": "\n\nThis study examines the characteristics of low-frequency variations (defined as decadal-scale changes) in summer (June-August) convective afternoon rainfall (CAR) activity over Taiwan during 1961–2012. Using 3-hourly rain gauge data, it was found that (1) the CAR frequency exhibits a secular trend and the 10–20 decadal oscillation, (2) the trend in CAR frequency is positive in northern Taiwan but negative in central and southern Taiwan, and (3) the CAR rate increased over most of the lower plains but decreased over the mountain range of Taiwan. Diagnoses using the Japanese ReAnalysis (JRA55) data and surface observations indicate that the low-frequency variations in CAR frequency are closely associated with the variations in monsoon southwesterly winds over the South China Sea and island-wide sea breeze convergence. The regional low-level circulation changes are linked to sea surface temperature anomalies over the NINO4 region and its 10–20 year (quasi-decadal) oscillation. Regarding the processes that change the CAR rate in the trending patterns, it was found that increases in the moisture flux convergence and the moist (conditional) instability over the lower plains together explain the stronger CAR events in the long run.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023568", 
        "title": "Impact of Atmospheric Changes on the Low-Frequency Variations of Convective Afternoon Rainfall Activity over Taiwan"
    }, 
    {
        "author": "Shao-Yi Lee et al", 
        "date": "2015-07-06", 
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00609.1?af=R", 
        "title": "The Response of the South Asian Summer Monsoon to Temporal and Spatial Variations in Absorbing Aerosol Radiative Forcing"
    }, 
    {
        "author": "Khandu, J. L. Awange, E. Forootan", 
        "date": "2015-06-30", 
        "description": "\n\nSeveral global and regional high-resolution precipitation products have been released over the past decade by combining precipitation estimates from various sources including satellite-based measurements and gauge-based observations. With relatively few validation studies over the Eastern Himalayan region, this study examined seasonal and interannual skills of four gridded precipitation products including the regional gauge-based APHRODITE (Asian Precipitation-Highly Resolved Observational Data Integration Towards Evaluation of Water Resources) and three near-global satellite-based products: Tropical Rainfall Measuring Mission (TRMM), Climate Prediction Centre (CPC) MORPHing (CMORPH), and Climate Hazards Group InfraRed Precipitation (CHIRP) using in-situ rain gauge data from Bhutan for the period 1998–2012. Principal component analysis (PCA) was used to assess the dominant rainfall patterns over Bhutan. An attempt has also been made to correct precipitation biases in the satellite-only products using a gamma (γ)-based distribution approach. Results indicated that APHRODITE and satellite-based precipitation products were able to adequately capture the spatio-temporal patterns of rainfall variability over Bhutan. Extreme precipitation events and extreme drought periods were well captured with very good correlations (>0.5). APHRODITE and TRMM 3B43v7 were remarkably similar, whereas satellite-only products (CMORPH and CHIRP) highly underestimated (20–60% or 200–450 mm month−1) monsoon rainfall over Bhutan. While TRMM 3B43v7 still underestimated monsoon rainfall (by ∼25%), it has significantly improved the seasonal bias (by 20–40%) from its previous version (TRMM 3B43v6). CHIRP performed relatively better in the high rainfall regions but indicated very low correlations over mountainous regions and during the pre- and post-monsoon season. The bias correction approach indicated best results for TRMM 3B43v6 (up to 33%) in the Southern Foothills, whereas satellite-only products improved only moderately (5–20%).\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4402", 
        "title": "An evaluation of high-resolution gridded precipitation products over Bhutan (1998–2012)"
    }, 
    {
        "author": "M. Höpfner, C. D. Boone, B. Funke, N. Glatthor, U. Grabowski, A. Günther, S. Kellmann, M. Kiefer, A. Linden, S. Lossow, H. C. Pumphrey, W. G. Read, A. Roiger, G. Stiller, H. Schlager, T. von Clarmann, and K. Wissmüller", 
        "date": "2015-06-29", 
        "description": "<b>Sulfur dioxide (SO<sub>2</sub>) from MIPAS in the upper troposphere and lower stratosphere 2002–2012</b><br /><br />Atmospheric Chemistry and Physics, 15, 7017-7037, 2015<br /><br />Author(s): M. Höpfner, C. D. Boone, B. Funke, N. Glatthor, U. Grabowski, A. Günther, S. Kellmann, M. Kiefer, A. Linden, S. Lossow, H. C. Pumphrey, W. G. Read, A. Roiger, G. Stiller, H. Schlager, T. von Clarmann, and K. Wissmüller<br /><br />Vertically resolved distributions of sulfur dioxide (SO<sub>2</sub>) with\n      global coverage in the height region from the upper troposphere to\n      ~20 km altitude have been derived from observations by\n      the Michelson Interferometer for Passive Atmospheric Sounding (MIPAS)\n      on Envisat for the period July 2002 to April 2012. Retrieved volume\n      mixing ratio profiles representing single measurements are\n      characterized by typical errors in the range of 70–100 pptv\n      and by a vertical resolution ranging from 3 to 5 km. Comparison\n      with  observations by the Atmospheric Chemistry Experiment Fourier transform spectrometer (ACE-FTS) revealed a slightly varying bias with\n      altitude of −20 to 50 pptv for the MIPAS data set in case of\n      volcanically enhanced concentrations. For background concentrations\n      the comparison showed a systematic difference between the two major\n      MIPAS observation periods. After debiasing, the difference could be\n      reduced to biases within −10 to 20 pptv in the altitude\n      range of 10–20 km with respect to ACE-FTS. Further\n      comparisons of the debiased MIPAS data set with in situ measurements\n      from various aircraft campaigns showed no obvious inconsistencies\n      within a range of around ±50 pptv. The SO<sub>2</sub>\n      emissions of more than 30 volcanic eruptions could be identified\n      in the upper troposphere and lower stratosphere (UTLS). Emitted\n      SO<sub>2</sub> masses and lifetimes within different altitude ranges in\n      the UTLS have been derived for a large part of these eruptions. Masses\n      are in most cases within estimations derived from other\n      instruments. From three of the major eruptions within the MIPAS\n      measurement period – Kasatochi in August 2008, Sarychev in June 2009\n      and Nabro in June 2011 – derived lifetimes of SO<sub>2</sub> for the\n      altitude ranges 10–14, 14–18 and\n      18–22 km are 13.3 ± 2.1, 23.6 ± 1.2 and  32.3 ± 5.5 days respectively. By omitting\n      periods with obvious volcanic influence we have derived background\n      mixing ratio distributions of SO<sub>2</sub>. At 10 km altitude\n      these indicate an annual cycle at northern mid- and high latitudes\n      with maximum values in summer and an amplitude of about\n      30 pptv. At higher altitudes of about 16–18 km,\n      enhanced mixing ratios of SO<sub>2</sub> can be found in the regions of\n      the Asian and the North American monsoons in summer – a possible\n      connection to an aerosol layer discovered by Vernier et al. (2011b) in that\n      region.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/7017/2015/", 
        "title": "Sulfur dioxide (SO<sub>2</sub>) from MIPAS in the upper troposphere and lower stratosphere 2002–2012"
    }, 
    {
        "author": "R. Eichinger, P. Jöckel, and S. Lossow", 
        "date": "2015-06-29", 
        "description": "<b>Simulation of the isotopic composition of stratospheric water vapour – Part 2: Investigation of HDO / H<sub>2</sub>O variations</b><br /><br />Atmospheric Chemistry and Physics, 15, 7003-7015, 2015<br /><br />Author(s): R. Eichinger, P. Jöckel, and S. Lossow<br /><br />Studying the isotopic composition of water vapour in the lower stratosphere\ncan reveal the driving mechanisms of changes in the stratospheric\nwater vapour budget and therefore help to explain the trends and variations\nof stratospheric water vapour during recent decades.\nWe equipped a global chemistry climate model with a description of the water isotopologue\nHDO, comprising its physical and chemical fractionation effects throughout\nthe hydrological cycle.\nWe use this model to improve our understanding of the processes\nwhich determine the patterns in the stratospheric water isotope composition and\nin the water vapour budget itself.\nThe link between the water vapour budget and its isotopic composition in the tropical stratosphere\nis presented through their correlation in a simulated 21-year time series.\nThe two quantities depend on the same processes; however, they are influenced\nwith different strengths.\nA sensitivity experiment shows that fractionation effects during the oxidation of methane have a damping effect on\nthe stratospheric tape recorder signal in the water isotope ratio.\nMoreover, the chemically produced high water isotope ratios\novershadow the tape recorder in the upper stratosphere.\nInvestigating the origin of the boreal-summer signal of isotopically enriched water vapour\nreveals that in-mixing of old stratospheric air from the extratropics and the intrusion of\ntropospheric water vapour into the stratosphere complement each other\nin order to create the stratospheric isotope ratio tape recorder signal.\nFor this, the effect of ice lofting in monsoon systems is shown to play a crucial role.\nFurthermore, we describe a possible pathway of isotopically enriched water vapour through the\ntropopause into the tropical stratosphere.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/7003/2015/", 
        "title": "Simulation of the isotopic composition of stratospheric water vapour – Part 2: Investigation of HDO / H<sub>2</sub>O variations"
    }, 
    {
        "author": "Thorwald H.M. Stein, Douglas J. Parker, Robin J. Hogan, Cathryn Birch, Christopher E. Holloway, Grenville Lister, John H. Marsham, Steven J. Woolnough", 
        "date": "2015-06-27", 
        "description": "\n\nWeather and climate model simulations of the West African Monsoon (WAM) have generally poor representation of the rainfall distribution and monsoon circulation because key processes, such as clouds and convection, are poorly characterized. The vertical distribution of cloud and precipitation during the WAM are evaluated in Met Office Unified Model simulations against CloudSat observations. Simulations were run at 40-km and 12-km horizontal grid length using a convection parameterization scheme and at 12-km, 4-km, and 1.5-km grid length with the convection scheme effectively switched off, to study the impact of model resolution and convection parameterization scheme on the organisation of tropical convection. Radar reflectivity is forward-modelled from the model cloud fields using the CloudSat simulator to present a like-with-like comparison with the CloudSat radar observations. The representation of cloud and precipitation at 12-km horizontal grid length improves dramatically when the convection parameterization is switched off, primarily because of a reduction in daytime (moist) convection. Further improvement is obtained when reducing model grid length to 4 km or 1.5 km, especially in the representation of thin anvil and mid-level cloud, but three issues remain in all model configurations. Firstly, all simulations underestimate the fraction of anvils with cloud top height above 12 km, which can be attributed to too low ice water contents in the model compared to satellite retrievals. Secondly, the model consistently detrains mid-level cloud too close to the freezing level, compared to higher altitudes in CloudSat observations. Finally, there is too much low-level cloud cover in all simulations and this bias was not improved when adjusting the rainfall parameters in the microphysics scheme. To improve model simulations of the WAM, more detailed and in-situ observations of the dynamics and microphysics targeting these non-precipitating cloud types are required.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2614", 
        "title": "The representation of the West-African Monsoon vertical cloud structure in the Met Office Unified Model: An evaluation with CloudSat"
    }, 
    {
        "author": "Liang Wu et al", 
        "date": "2015-06-26", 
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00806.1?af=R", 
        "title": "Influence of the monsoon trough on westward-propagating tropical waves over the western North Pacific. Part I: Observations"
    }, 
    {
        "author": "Alexander J. Baker, Harald Sodemann, James U. L. Baldini, Sebastian F. M. Breitenbach, Kathleen R. Johnson, Jeroen Hunen, Zhang Pingzhong", 
        "date": "2015-06-26", 
        "description": "\n\nEast Asian summer monsoon (EASM) rainfall impacts the world's most populous regions. Accurate EASM rainfall prediction necessitates robust paleoclimate reconstructions from proxy data and quantitative linkage to modern climatic conditions. Many precisely dated oxygen isotope records from Chinese stalagmites have been interpreted as directly reflecting past EASM rainfall amount variability, but recent research suggests that such records instead integrate multiple hydroclimatic processes. Using a Lagrangian precipitation moisture source diagnostic, we demonstrate that EASM rainfall is primarily derived from the Indian Ocean. Conversely, Pacific Ocean moisture export peaks during winter, and the moisture uptake area does not differ significantly between summer and winter and is thus a minor contributor to monsoonal precipitation. Our results are substantiated by an accurate reproduction of summer and winter spatial rainfall distributions across China. We also correlate modern EASM rainfall oxygen isotope ratios with instrumental rainfall amount and our moisture source data. This analysis reveals that the strength of the source effect is geographically variable, and differences in atmospheric moisture transport may significantly impact the isotopic signature of EASM rainfall at the Hulu, Dongge, and Wanxiang Cave sites. These results improve our ability to isolate the rainfall amount signal in paleomonsoon reconstructions and indicate that precipitation across central and eastern China will directly respond to variability in Indian Ocean moisture supply.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JD022919", 
        "title": "Seasonality of westerly moisture transport in the East Asian summer monsoon and its implications for interpreting precipitation δ18O"
    }, 
    {
        "author": "Renguang Wu, Zhang Chen", 
        "date": "2015-06-26", 
        "description": "\n\nPresent study documents the intraseasonal variability of sea surface temperature (SST) in the South China Sea (SCS) during boreal winter and its association with the East Asian winter monsoon (EAWM) variability. In northern Tropics, the largest intraseasonal variability of SST during boreal winter is found in the SCS, with two localized regions of large standard deviation, one extending westward from the Luzon Strait and the other extending southward from the coast of central Vietnam. Correspondingly, large intraseasonal variability in surface heat fluxes is observed in the above regions. Analysis shows that the formation of large intraseasonal SST anomalies in these regions is attributed largely to wind-related surface latent heat flux changes, with supplementary contribution from cloud-related surface shortwave radiation changes. Wind-induced Ekman advection has a negative effect, and the Ekman upwelling pattern differs from the intraseasonal SST anomaly pattern. The intraseasonal variations of SST in the SCS display a close association with the East Asian winter monsoon (EAWM) change with a time lag of 3–5 days. In a weak (strong) phase of the EAWM, decrease (increase) in surface wind speed and suppression (enhancement) in surface latent heat flux lead to intraseasonal SST warming (cooling). This intraseasonal SST signal displays a southward propagation with the SST change in northern SCS leading that in southern SCS by about 2 days. A similar southward propagation is seen in surface wind speed and latent heat flux anomalies. The southward propagation of cloud and shortwave radiation anomalies is limited to northern part of the SCS.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023368", 
        "title": "Intraseasonal SST variations in the South China Sea during boreal winter and impacts of the East Asian winter monsoon"
    }, 
    {
        "author": "Patricia Jiménez-Amat, Rainer Zahn", 
        "date": "2015-06-24", 
        "description": "\n\nMultidecadal to centennial planktic δ18O and Mg/Ca records were generated at Ocean Drilling Program Site 976 (ODP976) in the Alboran Sea. The site is in the flow path of Atlantic inflow waters entering the Mediterranean and captured North Atlantic signals through the surface inflow and the atmosphere. The records reveal similar climatic oscillations during the last two glacial-to-interglacial transitions, albeit with a different temporal pacing. Glacial termination 1 (T1) was marked by Heinrich event 1 (H1), post-H1 Bølling/Allerød warming, and Younger Dryas (YD) cooling. During T2 the H11 δ18O anomaly was twice as high and lasted 30% longer than during H1. The post-H11 warming marked the start of MIS5e while the subsequent YD-style cooling occurred during early MIS5e. The post-H11 temperature increase at ODP976 matched the sudden Asian Monsoon Termination II at 129 ka B.P. Extending the 230Th-dated speleothem timescale to ODP976 suggests glacial conditions in the Northeast Atlantic region were terminated abruptly and interglacial warmth was reached in less than a millennium. The early-MIS5e cooling and freshening at ODP976 coincided with similar changes at North Atlantic sites suggesting this was a basin-wide event. By analogy with T1, we argue that this was a YD-type event that was shifted into the early stages of the last interglacial period. This scenario is consistent with evidence from northern North Atlantic and Nordic Sea sites that the continuing disintegration of the large Saalian Stage (MIS6) ice sheet in Eurasia delayed the advection of warm North Atlantic waters and full-strength convective overturn until later stages of MIS5e.\n", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014PA002710", 
        "title": "Offset timing of climate oscillations during the last two glacial-interglacial transitions connected with large-scale freshwater perturbation"
    }, 
    {
        "author": "S. J. Burns, L. C. Kanner, H. Cheng, and R. Lawrence Edwards", 
        "date": "2015-06-23", 
        "description": "<b>A tropical speleothem record of glacial inception, the South American Summer Monsoon from 125 to 115 ka</b><br /><br />Climate of the Past, 11, 931-938, 2015<br /><br />Author(s): S. J. Burns, L. C. Kanner, H. Cheng, and R. Lawrence Edwards<br /><br />Relatively few marine or terrestrial paleoclimate studies have focused on\nglacial inception, the transition from an interglacial to a glacial climate\nstate. As a result, neither the timing and structure of glacial inception nor the spatial pattern of glacial inception in different parts of\nthe world is well known. Here we present results of a study of a speleothem from the\nPeruvian Andes that records changes in the intensity of South American Summer\nMonsoon (SASM) rainfall over the period from 125 to 115 ka. The results show\nthat late in the last interglacial period, at 123 ka, SASM rainfall\ndecreased, perhaps in response to a decrease in temperature and ice cover in\nthe high northern latitudes and associated changes in atmospheric\ncirculation. Then at 120.8 ka, a rapid increase in SASM rainfall marks the\nend of the last interglacial. After a more gradual increase between 120 and\n117 ka, a second abrupt increase occurs at 117 ka. This pattern of change\nis mirrored to a remarkable degree by changes in the East Asian Monsoon. It\nis interpreted to reflect both a long-term gradual response of the monsoons\nto orbitally driven insolation changes and to rapid changes in Northern\nHemisphere ice volume and temperature. Both monsoon systems are close to\ntheir full glacial conditions by 117 ka, before any significant decrease in\natmospheric CO<sub>2</sub>.", 
        "journal": "Climate of the Past", 
        "link": "http://www.clim-past.net/11/931/2015/", 
        "title": "A tropical speleothem record of glacial inception, the South American Summer Monsoon from 125 to 115 ka"
    }, 
    {
        "author": "Florence Colleoni, Annalisa Cherchi, Simona Masina, Christopher M. Brierley", 
        "date": "2015-06-22", 
        "description": "\n\nThis work explores the impact of the development of global meridional and zonal sea surface temperature (SST) gradients on the Mediterranean runoff variability during the Plio-Pleistocene transition, about 3 Ma. Results show that total annual mean Pliocene Mediterranean runoff is about 40% larger than during the preindustrial period due to more increased extratropical specific humidity. As a consequence of a weakened and extended Hadley cell, the Pliocene northwest Africa hydrological network produces a discharge 30 times larger than today. Our results support the conclusion that during the Pliocene, the Mediterranean water deficit was reduced relative to today due to a larger river discharge. By means of a stand-alone atmospheric general circulation model, we simulate the separate impact of extratropical and equatorial SST cooling on the Mediterranean runoff. While cooling the equatorial SST does not imply significant changes to the Pliocene Mediterranean hydrological budget, the extratropical SST cooling increases the water deficit due to a decrease in precipitation and runoff. Consequently, river discharge from this area reduces to preindustrial levels. The main teleconnections acting upon the Mediterranean area today, i.e., the North Atlantic Oscillation during winter and the “monsoon-desert” mechanism during summer already have a large influence on the climate of our Pliocene simulations. Finally, our results also suggest that in a climate state significantly warmer than today, changes of the Hadley circulation could potentially lead to increased water resources in northwest Africa.\n", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015PA002780", 
        "title": "Impact of global SST gradients on the Mediterranean runoff changes across the Plio-Pleistocene transition"
    }, 
    {
        "author": "Michael J. McPhaden, Wang Yi, M. Ravichandran", 
        "date": "2015-06-17", 
        "description": "\n\nThe equatorial Indian Ocean is characterized by strong eastward flows in the upper 80-100 m during boreal spring and fall referred to as the Wyrtki jets. These jets are driven by westerly winds during the transition seasons between the southwest and northeast monsoons and represent a major conduit for mass and heat transfer between the eastern and western sides of the basin. Since their discovery over 40 years ago, there have been very few estimates from direct observations of the volume transports associated with these currents. In this paper we describe seasonal-to-interannual time scale variations in volume transports based on 5 years of unique measurements from an array of acoustic Doppler current profilers in the central equatorial Indian Ocean. The array was centered at 0°, 80.5°E and spanned latitudes between 2.5°N and 4°S from August 2008 to December 2013. Analysis of these data indicates that the spring jet peaks in May at 14.9±2.9 Sv and the fall jet peaks in November at 19.7±2.4 Sv, around which there are year-to-year transport variations of 5-10 Sv. The relationship of the interannual transport variations to zonal wind stress forcing, sea surface temperature, sea surface height, and surface current variations associated with the Indian Ocean Dipole (IOD) are further highlighted. We also illustrate the role of wind-forced equatorial waves in affecting transport variations of the fall Wyrtki jet during the peak season of the IOD. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010901", 
        "title": "Volume transports of the Wyrtki jets and their relationship to the Indian Ocean dipole"
    }, 
    {
        "author": "David Gallego, Paulina Ordóñez, Pedro Ribera, Cristina Peña-Ortiz, Ricardo García-Herrera", 
        "date": "2015-06-11", 
        "description": "\n\nA new index, namely the African South Westerly Index (ASWI), based on the persistence of the low-level south westerly winds in the region [29°W-17°W;7°N-13°N] is developed to characterise the strength of the West African Monsoon. The ASWI is significantly correlated with the monsoonal precipitation in the Sahel in the 1900–2013 period (r = +0.57, r = +0.66 and r = +0.53 for July, August and September respectively). By using historical wind direction measurements it has been possible to compute the ASWI back to 1790 for July and to 1839 for August and September, thus providing the first instrumental record of the West African Monsoon strength for a large portion of the 19th century.\nSince the 1970s, the Sahel has experienced a strong and persistent drought. During this period the West African Monsoon has been weaker than normal and its correlation with different climatic patterns such as the ENSO has changed. The analysis of our new series indicates that this anomalous behaviour of the West African Monsoon has no precedent in the last 170 years.\nOur results also show that the period 1839–1890 was characterised by a stronger than average monsoon, resulting in relatively wet conditions in the Sahel. Notwithstanding, two of the few dry years within this period were concurrent with large volcanic eruptions in the Northern Hemisphere. This latter result supports the recently described relationship between major volcanic eruptions and the occurrence of isolated drought episodes in the Sahel.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2601", 
        "title": "An instrumental index of the West African Monsoon back to the 19th century"
    }, 
    {
        "author": "Fengming Chang, Tiegang Li, Zhifang Xiong, Zhaokai Xu", 
        "date": "2015-06-09", 
        "description": "\n\nGeochemical and sedimentological analyses of core PC-1 recovered from the northern East China Sea (ECS) provide insights into variations in terrigenous input associated with sea level and climate changes over the past 24.3 ka. Based on high-resolution multiproxy records, our results suggest that the competing processes of sea level and monsoonally driven precipitation determined terrigenous input to the northern ECS. Dominance of terrigenous material, along with relatively light Globigerinoides ruber δ18O, indicates that the Last Glacial Maximum (LGM) lowstand of sea level has occurred during the period 21.5–19.6 ka, not suggesting an early slow rise but supporting the conventional LGM age of 21 ka. This LGM lowstand was terminated by the rapid sea level rise of 19 ka meltwater pulse (MWP), which is well expressed by the nearly synchronous decreases in both terrigenous detritus and mean grain size from 19.6 to 18.9 ka. MWP-1A is clearly marked in our records by a sharp reduction in terrigenous input and pronounced maxima of G. ruber δ18O at 15.3–14.8 ka, given the considerable age uncertainties of deglacial marine radiocarbon samples. A slightly increasing input of terrigenous matter is noted after 13.4 ka, potentially pointing to a sea level fall following the Inter-Allerød Cooling Period, which was seldom reported previously. Although MWP-1B did not leave robust signatures in terrigenous input, it is explicitly captured by the heavy δ18O of G. ruber and decline in mean grain size at 11.5–10.9 ka. MWP-1c probably occurred in a broad millennial interval with multiple peaks, which are robustly marked by the abrupt variations in terrigenous input and marine organic matter at 9.7–9.3 and 9.1 ka, respectively. During the late Holocene, the effect of continuously weakening monsoon precipitation overwhelmed that of stable sea level resulting in a uniform increase in the proportion of marine-derived organic matter after 5.5 ka.\n", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014PA002733", 
        "title": "Evidence for sea level and monsoonally driven variations in terrigenous input to the northern East China Sea during the last 24.3 ka"
    }, 
    {
        "author": "Melissa S. Bukovsky et al", 
        "date": "2015-06-08", 
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00695.1?af=R", 
        "title": "Towards Assessing NARCCAP Regional Climate Model Credibility for the North American Monsoon: Future Climate Simulations"
    }, 
    {
        "author": "Xin Hao, Fei Li, Jianqi Sun, Huijun Wang, Shengping He", 
        "date": "2015-06-05", 
        "description": "\n\nThe simulated response of the East Asian winter monsoon (EAWM) to ENSO-like sea surface temperature anomalies (SSTAs) forcing in three U.S. Climate Variability and Predictability (U.S. CLIVAR) Project models (GFDL, CCM3, and CCM3.5) are evaluated. The time series of the ENSO-like pattern significantly correlates with the EAWM index for the period 1949–2004 based on the HadISST SST data set and the NCEP atmospheric reanalysis. Their correlation coefficient is −0.32 at the 95% confidence level. The warm (cold) phase of ENSO-like SSTAs is associated with a weakened (strengthened) Siberian High and an eastern-positioned (western-positioned) Aleutian Low, anomalous southerly (northerly) wind at 850 hPa and positive (negative) surface air temperature anomalies over East Asia and western North Pacific, while 300 hPa zonal wind anomalies emerge with a reduced (accelerated) East Asian jet stream.\nFurther model examination reveals that the simulated response over East Asia forced by warm (cold) ENSO-like SSTAs in CCM3 and the three-model ensemble corresponds to the weakened (strengthened) EAWM. The spatial correlation coefficients between the three-model ensemble and observation in the atmospheric circulation and surface air temperature range from 0.15 to 0.80 at the 99% confidence level. This success in simulating relationship between ENSO-like SSTAs and EWAM using three-model ensemble proposes a new idea for the EAWM prediction.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4388", 
        "title": "Assessment of the response of the East Asian winter monsoon to ENSO-like SSTAs in three U.S. CLIVAR Project models"
    }, 
    {
        "author": "Ruth Cerezo-Mota, Tereza Cavazos, Raymond Arritt, Abraham Torres-Alavez, Kevin Sieck, Grigory Nikulin, Wilfram Moufouma-Okia, Jose Antonio Salinas-Prieto", 
        "date": "2015-06-05", 
        "description": "\n\nThe output of four regional climate models (RCMs) from the Coordinated Regional Climate Downscaling Experiment (CORDEX)-North America (NA) region was analysed for the 1990–2008 period, with particular interest on the mechanisms associated with wet and dry years over the North American Monsoon (NAM) core region. All RCMs (RCA3.5, HadGEM3-RA, REMO, and RegCM4) were forced by the ERA-Interim reanalysis. Model precipitation was compared against several observational gridded data sets at different time scales. Most RCMs capture well the annual cycle of precipitation and outperform ERA-Interim, which is drier than the observations. RCMs underestimate (overestimate) the precipitation over the coastal plains (mountains) and have some problems to reproduce the interannual variability of the monsoon. To further investigate this, two extreme summers that showed the largest consistency among observations and RCMs were chosen: one wet (1990) and one dry (2005). The impact of the passage of tropical cyclones, the size of the Western Hemisphere Warm Pool (WHWP), the Intertropical Convergence Zone (ITCZ) position, and the initial intensity of the land–sea thermal contrast (LSTC) were analysed. During the wet year, the LSTC was stronger than the 2005 dry monsoon season and there were a larger number of hurricanes near the Gulf of California, the WHWP was more extended, and the ITCZ was located in a more northerly position than in 2005. All these processes contributed to a wetter NAM season. During the dry year, the LSTC was weaker, with a later onset, probably due to a previous very wet winter. The inverse precipitation relationship between winter and summer in the monsoon region was well captured by most of the RCMs. RegCM4 showed the largest biases and HadGEM3-RA the smallest ones.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4385", 
        "title": "CORDEX-NA: factors inducing dry/wet years on the North American Monsoon region"
    }, 
    {
        "author": "Susmitha Joseph et al", 
        "date": "2015-06-03", 
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00842.1?af=R", 
        "title": "Development and evaluation of an objective criterion for the real-time prediction of Indian summer monsoon onset in a coupled model framework"
    }, 
    {
        "author": "Prabir Kumar Das, Dibyendu Dutta, J. R. Sharma, V. K. Dadhwal", 
        "date": "2015-06-02", 
        "description": "\n\nMonthly gridded (0.5° × 0.5°) standardized precipitation–evapotranspiration index (SPEI) data of 1901–2008 were used to detect spatial pattern of temporal trend in meteorological drought during the Indian summer monsoon period. The SPEI data were converted into drought duration, magnitude and types of occurrence to capture overall drought scenario. A non-parametric (Mann–Kendall test) method was used to test for monotonic trend at each grid level, whereas the magnitude was estimated using Sen's method. Further, a field significance test was performed at major meteorological regions level to assess whether the individual trends identified could occur by chance in an analysis of large number of time series analysed. Significant (α = 0.05) increasing trend of both drought duration and magnitude during the monsoon was found over parts of eastern, central and north-eastern region of India, whereas the parts of west coast, arid western region and north India showed significantly decreasing trend. The trends in mid- as well as late-season drought were contributing towards significant increase in drought condition, whereas trends in early-season drought were responsible for decrease in drought events. The time series analysis of rainfall and potential evapotranspiration (PET) illustrated that over eastern part of India the increase in drought was attributed due to decrease in rainfall, whereas the decrease in drought occurrence over western arid region was mainly because of decrease in PET.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4392", 
        "title": "Trends and behaviour of meteorological drought (1901–2008) over Indian region using standardized precipitation–evapotranspiration index"
    }, 
    {
        "author": "SONG Fengfei et al", 
        "date": "2015-05-28", 
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00783.1?af=R", 
        "title": "The crucial role of internal variability in modulating the decadal variation of the East Asian summer monsoon-ENSO relationship during the 20th century"
    }, 
    {
        "author": "Jian Li, Rucong Yu, Weihua Yuan, Haoming Chen, Wei Sun, Yi Zhang", 
        "date": "2015-05-27", 
        "description": "\n\nLong-term simulations using version 5.1 of the National Center for Atmospheric Research’ Community Atmosphere Model at low (T42), medium (T106), and high (T266) resolutions were carried out to study the impact of horizontal resolution on the model's performance in reproducing the climatological features of precipitation over East Asia. The simulated spatial pattern of annual mean precipitation amount improves significantly with increased resolution. The low-resolution model is inadequate to reproduce the precipitation closely associated with fine-scale orographic forcing, such as the narrow large-rainfall belt along the southern edge of the Tibetan Plateau. The distribution of rainfall over and around the elevation of the Tibetan Plateau and high-altitude mountains becomes more realistic at higher resolutions. The proportion of the large-bias (small-bias) area continuously reduces (increases) when moving from T42 to T266 resolution. Simulations at all three resolutions can capture the key features of the major seasonal variation of rainfall arising from the onset and advancement of the Asian monsoon. A novel method is used to evaluate the sensitivity of the simulated intensity-frequency structure to the horizontal resolution. The proportion of light rain, which demonstrates large positive bias in climate models, decreases dramatically at higher resolution. The intensity-frequency structures averaged over steep-terrain regions and plain areas become more distinctive and realistic as the resolution increases.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000414", 
        "title": "Precipitation over East Asia simulated by NCAR CAM5 at different horizontal resolutions"
    }, 
    {
        "author": "S. Kloster, T. Brücher, V. Brovkin, and S. Wilkenskjeld", 
        "date": "2015-05-27", 
        "description": "<b>Controls on fire activity over the Holocene</b><br /><br />Climate of the Past, 11, 781-788, 2015<br /><br />Author(s): S. Kloster, T. Brücher, V. Brovkin, and S. Wilkenskjeld<br /><br />Changes in fire activity over the last 8000 years are simulated with\na global fire model driven by changes in climate and vegetation cover. The\nchanges were separated into those caused through variations in fuel\navailability, fuel moisture or wind speed, which react differently to changes\nin climate. Disentangling these controlling factors helps in understanding the\noverall climate control on fire activity over the Holocene.\n\n<br><br>\n\n\nGlobally the burned area is simulated to increase by 2.5% between 8000\nand 200 cal yr BP, with larger regional changes compensating nearly evening out on a global\nscale. Despite the absence of anthropogenic fire ignitions, the simulated\ntrends in fire activity agree reasonably well with continental-scale\nreconstructions from charcoal records, with the exception of Europe. For some\nregions the change in fire activity is predominantly controlled through\nchanges in fuel availability (Australia monsoon, Central America\ntropics/subtropics). For other regions changes in fuel moisture are more\nimportant for the overall trend in fire activity (North America, Sub-Saharan\nAfrica, Europe, Asia monsoon). In Sub-Saharan Africa, for example, changes in\nfuel moisture alone lead to an increase in fire activity between 8000 and\n200 cal yr BP, while changes in fuel availability lead to a decrease.\nOverall, the fuel moisture control is dominating the simulated fire activity\nfor Sub-Saharan Africa.\n\n\n<br><br>\n\nThe simulations clearly demonstrate that both changes in fuel availability\nand changes in fuel moisture are important drivers for the fire activity over\nthe Holocene. Fuel availability and fuel moisture do, however, have different\nclimate controls. As such, observed changes in fire activity cannot be\nrelated to single climate parameters such as precipitation or temperature\nalone. Fire models, as applied in this study, in combination with\nobservational records can help in understanding the climate control on fire\nactivity, which is essential to project future fire activity.", 
        "journal": "Climate of the Past", 
        "link": "http://www.clim-past.net/11/781/2015/", 
        "title": "Controls on fire activity over the Holocene"
    }, 
    {
        "author": "Kyong-Hwan Seo et al", 
        "date": "2015-05-20", 
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00526.1?af=R", 
        "title": "Northern East Asian Monsoon Precipitation Revealed by Air Mass Variability and Its Prediction"
    }, 
    {
        "author": "A. P. Dimri, D. Niyogi, A. P. Barros, J. Ridley, U. C. Mohanty, T. Yasunari, D. R. Sikka", 
        "date": "2015-05-19", 
        "description": "\n\nCyclonic storms associated with the midlatitude Subtropical Westerly Jet (SWJ), referred to as Western Disturbances (WDs), play a critical role in the meteorology of the Indian subcontinent. WDs embedded in the southward propagating SWJ produce extreme precipitation over northern India and are further enhanced over the Himalayas due to orographic land-atmosphere interactions. During December, January, and February, WD snowfall is the dominant precipitation input to establish and sustain regional snowpack, replenishing regional water resources. Spring melt is the major source of runoff to northern Indian rivers and can be linked to important hydrologic processes from aquifer recharge to flashfloods. Understanding the dynamical structure, evolution-decay, and interaction of WDs with the Himalayas is therefore necessary to improve knowledge which has wide ranging socioeconomic implications beyond short-term disaster response including cold season agricultural activities, management of water resources, and development of vulnerability-adaptive measures. In addition, WD wintertime precipitation provides critical mass input to existing glaciers and modulates the albedo characteristics of the Himalayas and Tibetan Plateau, affecting large-scale circulation and the onset of the succeeding Indian Summer Monsoon. Assessing the impacts of climate variability and change on the Indian subcontinent requires fundamental understanding of the dynamics of WDs. In particular, projected changes in the structure of the SWJ will influence evolution-decay processes of the WDs and impact Himalayan regional water availability. This review synthesizes past research on WDs with a perspective to provide a comprehensive assessment of the state of knowledge to assist both researchers and policymakers, and context for future research.\n", 
        "journal": "Reviews of Geophysics", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014RG000460", 
        "title": "Western Disturbances: A review"
    }, 
    {
        "author": "Ming Luo, Yee Leung, Hans-F. Graf, Michael Herzog, Wei Zhang", 
        "date": "2015-05-19", 
        "description": "\n\nThis article investigates the year-to-year variability of the onset of the South China Sea summer monsoon (SCSSM) and the possible influences exerted by the surface temperature anomalies over land and sea. Early and late monsoon onsets are related to the temperature anomalies in different regions. It is found that an early onset follows negative sea surface temperature (SST) anomalies in the central tropical Pacific (CP) Ocean during the preceding winter and spring, corresponding to a CP La Niña. In contrast, a late onset is preceded by the negative surface air temperature anomalies over land in the central Asian continent. Negative SST anomalies in the central-eastern equatorial Pacific Ocean and the associated warming in the western Pacific induce an anomalously enhanced Walker circulation. This anomalous Walker cell leads to an increase in convection, causing more latent heat release and a subsequent decrease of surface pressure. The anomalous Walker cell and the enhanced latent heat release weaken the Western North Pacific subtropical high and the Philippine Sea anticyclone, favouring a westerly flow from the Indian Ocean, resulting in an early SCSSM onset. On the other hand, negative land surface temperature anomalies cool the atmosphere over land, and locally modify the Hadley circulation, accompanied by the anomalous divergence in the low-level atmosphere over the western equatorial Pacific. This divergence anomaly reduces the latent heat release and strengthens the anticyclone in the Philippine Sea, thus preventing the westward extension of the westerlies from the Indian Ocean and causing a late SCSSM onset.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4364", 
        "title": "Interannual variability of the onset of the South China Sea summer monsoon"
    }, 
    {
        "author": "Rajib Chattopadhyay, R. Phani, C. T. Sabeerali, A. R. Dhakate, K. D. Salunke, S. Mahapatra, A. Suryachandra Rao, B. N. Goswami", 
        "date": "2015-05-15", 
        "description": "\nBased on extensive analysis of observations and a series of climate model experiments, here we establish that slow variations of northern hemispheric extratropical sea-surface temperature (SST) anomalies can augment seasonal predictability of the south Asian monsoon. The SST conditions and performance of the south Asian monsoon during 2013 boreal summer months (June–September) led us to hypothesize that the strong extratropical SST anomalies in the North Pacific and North Atlantic in conjunction with weak tropical SST anomalies (weak La Niña) were responsible for the above-normal rainfall over India during 2013. We also argue that the 2013 SST pattern and above-normal monsoon condition are not unique but occurred on several occasions in the past. Further, we show that there is a complementary pattern of strong extratropical SST and weak tropical SST that is associated with below-normal south Asian monsoon rainfall. We also show that the extratropical SST pattern in the Northern Hemisphere is associated with a low-frequency interdecadal mode of variability indicating potential predictability associated with such extratropical SST forcing. Extensive experiments with an atmospheric general circulation model forced by such SST conditions elucidate the mechanism through which the extratropical SSTs influence the Indian monsoon. The SST anomalies affect the north–south temperature gradient and lead to a local displacement of the jet stream, setting up a quasi-stationary wave. Such a stationary wave, in turn, affects the tropospheric temperature (TT) over southern Eurasia, influencing the north–south TT gradient in the region and thereby the Indian monsoon. Our discovery of this additional source of potential predictability together with the fact that the new-generation coupled ocean–atmosphere models are capable of predicting the extratropical SST anomalies brightens the prospect of south Asian monsoon prediction.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2562", 
        "title": "Influence of extratropical sea-surface temperature on the Indian summer monsoon: an unexplored source of seasonal predictability"
    }, 
    {
        "author": "Valentin Louf, Olivier Pujol, Henri Sauvageot, Jérôme Riédi", 
        "date": "2015-05-13", 
        "description": "\nThis article deals with the tropospheric water vapour distribution at Niamey (Niger) observed with a high-temporal-resolution (14 s) microwave radiometric profiler. Data were collected during the whole year 2006 in the framework of the African Monsoon Multidisciplinary Analysis (AMMA) campain. Two seasonal periods are considered: the dry season, when the northeasterly Harmattan is flowing at low tropospheric level, and the wet season, associated with the southwesterly monsoon circulation. The fine vertical structure of temperature, convective air stability and water vapour for each seasonal period is described in detail and differences are emphasized. Typical temporal series and monthly averaged diurnal cycles are presented. It is shown that a diurnal cycle of water vapour is present throughout the year, including the dry season. The diurnal cycle of water vapour is controlled mainly by the nocturnal low-level jet (NLLJ). During the dry season, the diurnal cycle of water vapour is organized into two layers: a lower layer (LL) from the surface up to 0.6–1.4 km above ground level (agl) and an upper layer (UL) from 1.4 up to 5–6 km agl. The water vapour distributions in the LL and UL are anticorrelated, with a half-day temporal shift. As a result, the vertically integrated water vapour (IWV), which displays a quasi-sinusoidal diurnal cycle when computed separately for the LL and UL, appears almost flat for the total tropospheric height, due to the half-day period shift. This structure of two layers is not observed during the wet season. Probability density functions (pdfs) of water vapour content are presented. In dry conditions, the pdfs are well fitted by a log-normal distribution, while the Weibull distribution fits the pdfs for wet conditions better.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2550", 
        "title": "Seasonal and diurnal water vapour distribution in the Sahelian area from microwave radiometric profiling observations"
    }, 
    {
        "author": "J. F. Donges, R. V. Donner, N. Marwan, S. F. M. Breitenbach, K. Rehfeld, and J. Kurths", 
        "date": "2015-05-07", 
        "description": "<b>Non-linear regime shifts in Holocene Asian monsoon variability: potential impacts on cultural change and migratory patterns</b><br /><br />Climate of the Past, 11, 709-741, 2015<br /><br />Author(s): J. F. Donges, R. V. Donner, N. Marwan, S. F. M. Breitenbach, K. Rehfeld, and J. Kurths<br /><br />The Asian monsoon system is an important tipping element in Earth's climate\nwith a large impact on human societies in the past and present. In light of\nthe potentially severe impacts of present and future anthropogenic climate\nchange on Asian hydrology, it is vital to understand the forcing mechanisms\nof past climatic regime shifts in the Asian monsoon domain. Here we use novel\nrecurrence network analysis techniques for detecting episodes with pronounced\nnon-linear changes in Holocene Asian monsoon dynamics recorded in speleothems\nfrom caves distributed throughout the major branches of the Asian monsoon\nsystem. A newly developed multi-proxy methodology explicitly considers dating\nuncertainties with the COPRA (COnstructing Proxy Records from Age models)\napproach and allows for detection of continental-scale regime shifts in the\ncomplexity of monsoon dynamics. Several epochs are characterised by\nnon-linear regime shifts in Asian monsoon variability, including the periods\naround 8.5–7.9, 5.7–5.0, 4.1–3.7, and 3.0–2.4 ka BP. The timing of\nthese regime shifts is consistent with known episodes of Holocene rapid\nclimate change (RCC) and high-latitude Bond events. Additionally, we observe\na previously rarely reported non-linear regime shift around 7.3 ka BP, a\ntiming that matches the typical 1.0–1.5 ky return intervals of Bond\nevents. A detailed review of previously suggested links between Holocene\nclimatic changes in the Asian monsoon domain and the archaeological record\nindicates that, in addition to previously considered longer-term changes in\nmean monsoon intensity and other climatic parameters, regime shifts in\nmonsoon complexity might have played an important role as drivers of\nmigration, pronounced cultural changes, and the collapse of ancient human\nsocieties.", 
        "journal": "Climate of the Past", 
        "link": "http://www.clim-past.net/11/709/2015/", 
        "title": "Non-linear regime shifts in Holocene Asian monsoon variability: potential impacts on cultural change and migratory patterns"
    }, 
    {
        "author": "Huijun Zong et al", 
        "date": "2015-05-06", 
        "description": "Monthly Weather Review, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Monthly Weather Review", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/MWR-D-14-00321.1?af=R", 
        "title": "Synoptic-scale Influences on Tropical Cyclone Formation within the Western North Pacific Monsoon Trough"
    }, 
    {
        "author": "R. H. White", 
        "date": "2015-04-06", 
        "description": "\nThe use of multiple passive tracers in a dynamical ocean model is presented as a method to study water mass origins. The multiple passive tracer method is successfully applied to determine the origin regions of the Atlantic cold tongue (ACT), using 31 passive tracers. At the time of the ACT minimum in sea surface temperature, 38 ± 3% of the surface water in the central equatorial Atlantic is found to originate in the western side of the basin, with only 11 ± 2% originating in the east. Conversely, for the ACT surface cooling off the west coast of Africa, only 2 ± 1% is from the west of the Atlantic basin, with 71 ± 7% from the east. The region of the North Brazil undercurrent is found to be the most important origin region for the central Atlantic ACT region, for a 6–8 month lead time. Using the Met Office EN4 observational dataset of ocean temperatures, correlations are found between January temperatures in the North Brazil undercurrent region and both the ACT mean temperature and ACT spatial extent in July–August, significant at the 0.95 level. This suggests that the 6-month lead-time predictability of the ACT may be increased by improved knowledge of the North Brazil undercurrent temperature. Results from previous studies suggest that such increased predictability of the ACT could potentially help improve predictions of the West African monsoon.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2536", 
        "title": "Using multiple passive tracers to identify the importance of the North Brazil undercurrent for Atlantic cold tongue variability"
    }, 
    {
        "author": "Courtney Schumacher, Stephanie N. Stevenson, Christopher R. Williams", 
        "date": "2015-03-28", 
        "description": "\nThree months of profiler observations from Darwin, Australia are separated into seven cloud types (shallow, mid-level, and deep convective; weak and robust stratiform rain; and transitional and ice-only anvil) to provide vertical velocity statistics on the full spectrum of tropical convective clouds over the course of a monsoon season. Consistent with past studies, convective updraughts increase in height and magnitude as the convective cloud height increases. Shallow/mid-level/deep convection has a mean maximum value of 0.3 m s−1 at 3 km/0.6 m s−1 at 5 km/2.5 m s−1 at 8 km. Deep convective extremes approach 18 m s−1 above 8 km while downdraughts in all convective cloud types are maximum below 4 km. Stratiform vertical velocities are weaker and less varied than in active convection, with maximum mean values <0.25 m s−1. However, stratiform rain regions associated with larger near-surface reflectivities (and thus rain rates) have stronger mesoscale up- and downdraughts than weaker stratiform rain regions. Anvil cloud with little or no rain near the surface also exhibits mesoscale up- and downdraughts, but the vertical velocity profile is shifted up in height by at least 2 km. In addition, anvil updraughts were only 20–50% of the magnitudes in the stratiform rain region. Overall, the vertical motion statistics were similar across the pre-, active and suppressed monsoon periods. The vertical velocity distributions for each cloud type were also generally consistent with the reflectivity distributions (i.e. the strongest updraughts were often linked to the largest reflectivities), allowing for some linkages between the dynamical and microphysical cloud properties. For example, strong updraughts above the 0 °C level in deep convection are associated with strongly sloping reflectivity profiles supporting the importance of cold rain growth processes, and stronger vertical motions are associated with stratiform rain that has a robust bright band.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2520", 
        "title": "Vertical motions of the tropical convective cloud spectrum over Darwin, Australia"
    }, 
    {
        "author": "M. M. Ali, P. V. Nagamani, N. Sharma, R. T. Venu Gopal, M. Rajeevan, G. J. Goni, Mark A. Bourassa", 
        "date": "2015-03-21", 
        "description": "\n\nBesides improving the understanding of the physics of the challenging problem of monsoon prediction, it is necessary to evaluate the efficiency of the input parameters used in models. Sea-surface temperature (SST) is the only oceanographic parameter applied in most of the monsoon forecasting models, which many times do not represent the heat energy available to the atmosphere. We studied the impacts of ocean mean temperature (OMT), representing the heat energy of the upper ocean, and SST on the all India summer monsoon rainfall through a statistical relation during 1993–2013 and found that OMT has a better link than SST.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.576", 
        "title": "Relationship between ocean mean temperatures and Indian summer monsoon rainfall"
    }, 
    {
        "author": "Hanh Nguyen, Alain Protat, Vickal Kumar, Surendra Rauniyar, Michael Whimpey, Lawrence Rikus", 
        "date": "2015-03-14", 
        "description": "\nThis study evaluates the ability of the regional high-resolution version of the Australian Community Climate and Earth-System Simulator (ACCESS-A) model (horizontal resolution of 12 km, 50 height levels with a 37.5 km top) to simulate statistical rainfall properties during three monsoon seasons using the Darwin C-band polarimetric (CPOL) radar observation as a reference. The comparison consists of characteristics of precipitation, including the total-domain accumulated daily rainfall, the daily rain intensity and frequency and the probability distribution function of hourly rain rate. These characteristics are then binned using five large-scale atmospheric regimes that represent the main weather states in that region to assess the ability of the model to reproduce the variability of the statistical rainfall properties as a function of these defined regimes. The main results are that although the model reproduces the accumulated daily rainfall amount reasonably well, albeit tending to slightly overestimate it, the mean rain rate is too weak, compensated by too large a rain frequency of occurrence. In terms of intensity the model tends to perform worse in the dry regimes but improves in the wet regimes, especially during the ‘Deep Westerly’ regime, when most of the monsoonal precipitation is produced. Probability distribution functions of rain rates reveal that although there are small differences amongst regimes, marked discrepancies are found between model and observations. The ACCESS-A overestimates light rain rates, underestimates moderate to heavy rain rates and produces spurious very heavy rain rates that are not observed at all by the radar. The evaluation of the diurnal cycle of rainfall properties also reveals a general underestimate of rain rates, compensated by an overestimated rain frequency over the whole cycle, resulting in an overestimated amplitude and a wrong timing of the diurnal cycle. In all regimes, the overestimation of total-domain daily rainfall and rain frequency is found to be due to an overestimation of low rain rates produced by the ACCESS-A convective scheme, while the underestimation of mean rain rate is due to an underestimate of high rain rates and high rain rates frequency by the ACCESS-A convective scheme.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2525", 
        "title": "A regional forecast model evaluation of statistical rainfall properties using the CPOL radar observations in different precipitation regimes over Darwin, Australia"
    }, 
    {
        "author": "Angelyn W. Moore et al", 
        "date": "2015-03-11", 
        "description": "Bulletin of the American Meteorological Society, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Bulletin of the American Meteorological Society", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/BAMS-D-14-00095.1?af=R", 
        "title": "National Weather Service Forecasters Use GPS Precipitable Water Vapor for Enhanced Situational Awareness during the Southern California Summer Monsoon"
    }, 
    {
        "author": "K. Eswaran, S. K. Satheesh, J. Srinivasan", 
        "date": "2015-03-10", 
        "description": "\n\nRecent studies, over regions influenced by biomass burning aerosol, have shown that it is possible to define a ‘critical cloud fraction’ (CCF) at which the aerosol direct radiative forcing switch from a cooling to a warming effect. Using 4 years of multi-satellite data analysis, we show that CCF varies with aerosol composition and changed from 0.28 to 0.13 from postmonsoon to winter as a result of shift from less absorbing to moderately absorbing aerosol. Our results indicate that we can estimate aerosol absorption from space using independently measured top of the atmosphere (TOA) fluxes [Cloud Aerosol Lidar with Orthogonal Polarization-Moderate resolution Imaging Spectroradiometer-Clouds and the Earth's Radiant Energy System (CALIPSO-MODIS-CERES)] combined algorithms for example.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.571", 
        "title": "Dependence of ‘critical cloud fraction’ on aerosol composition"
    }, 
    {
        "author": "F. Couvreux, R. Roehrig, C. Rio, M.-P. Lefebvre, M. Caian, T. Komori, S. Derbyshire, F. Guichard, F. Favot, F. D'Andrea, P. Bechtold, P. Gentine", 
        "date": "2015-03-10", 
        "description": "A case of daytime development of deep convection over tropical semi-arid land is used to evaluate the representation of convection in global and regional models. The case is based on observations collected during the African Monsoon Multidisciplinary Analysis (AMMA) field campaign and includes two distinct transition phases, from clear sky to shallow cumulus and from cumulus to deep convection. Different types of models, run with identical initial and boundary conditions, are intercompared: a reference large-eddy simulation (LES), single-column model (SCM) version of four different Earth system models that participated in the Coupled Model Intercomparison Project 5 exercise, the SCM version of the European Centre for Medium-range Weather Forecasts operational forecast model, the SCM version of a mesoscale model and a bulk model. Surface fluxes and radiative heating are prescribed preventing any atmosphere–surface and cloud–radiation coupling in order to simplify the analyses so that it focuses only on convective processes. New physics packages are also evaluated within this framework.\nAs the LES correctly reproduces the observed growth of the boundary layer, the gradual development of shallow clouds, the initiation of deep convection and the development of cold pools, it provides a basis to evaluate in detail the representation of the diurnal cycle of convection by the other models and to test the hypotheses underlying convective parametrizations. Most SCMs have difficulty in representing the timing of convective initiation and rain intensity, although substantial modifications to boundary-layer and deep-convection parametrizations lead to improvements. The SCMs also fail to represent the mid-level troposphere moistening during the shallow convection phase, which we analyse further. Nevertheless, beyond differences in timing of deep convection, the SCM models reproduce the sensitivity to initial and boundary conditions simulated in the LES regarding boundary-layer characteristics, and often the timing of convection triggering.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2517", 
        "title": "Representation of daytime moist convection over the semi-arid Tropics by parametrizations used in climate and meteorological models"
    }, 
    {
        "author": "Ke Wei, Masaaki Takahashi, Wen Chen", 
        "date": "2015-03-04", 
        "description": "\n\nUsing two generations of reanalysis datasets from the National Center for Atmospheric Research (NCAR), European Centre for Medium-Range Weather Forecasts (ECMWF), and Japan Meteorological Agency (JMA), we showed that on the interannual timescale the two leading modes of the East Asian winter monsoon (EAWM) are associated with tropospheric annular mode (AM) and stratospheric polar vortex (SPV), respectively. The relationship between AM and the first EAWM mode remained stable during 1958–2013, whereas that between SPV and the second EAWM mode increased suddenly since the late 1980s. The SPV-related circulation and planetary wave activities are intensified in the latter period. We suggested that this change might be caused by the global warming and ozone depletion.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.568", 
        "title": "Long-term changes in the relationship between stratospheric circulation and East Asian winter monsoon"
    }, 
    {
        "author": "H. Athar", 
        "date": "2015-03-03", 
        "description": "\n\nThe analyses of monthly and annual variability, and the seasonal teleconnections with the Indian Ocean Dipole (IOD), El-Niño Southern Oscillation (ENSO), and the North Atlantic Oscillation (NAO) circulation indices, for rainfall from 26 stations in Saudi Arabia (SA), for 33-year period (1978–2010), are presented. High interannual variability with non-monsoonal annual cycle characterizes the rainfall climate of SA in recent 33-year period. Eight of 26 stations display statistically significant simultaneous teleconnections with IOD and ENSO in the September–October–November (SON) season. These eight stations are situated north of 21.50°N (nSA) and are located in northern and in southeastern regions of nSA.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.570", 
        "title": "Teleconnections and variability in observed rainfall over Saudi Arabia during 1978–2010"
    }, 
    {
        "author": "Xia Feng, Paul Houser", 
        "date": "2015-02-24", 
        "description": "\n\nThis study examines the land–atmosphere coupling strength during the 2004 North American monsoon (NAM) using the ΔΩ index from ensemble model simulations. The strength of coupling varies geographically over different monsoon phases. The coupling strength over the entire monsoon period is primarily attributed to the monsoon mature phase with strong signal of coupling in the eastern NAM region. A decomposition of the land–atmosphere coupling suggests that land segment contributes to the strong coupling during the monsoon onset, mature phase and the overall monsoon season, while the atmospheric segment dominates the strong coupling during the decay phase.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.573", 
        "title": "Quantifying the strength of land–atmosphere coupling in the 2004 North American monsoon"
    }, 
    {
        "author": "Kandula Venkata Subrahmanyam, Karanam Kishore Kumar, Alur Narendra Babu", 
        "date": "2015-02-19", 
        "description": "\n\nThe phase relation between convection and precipitation at diurnal scales is essential for convective parameterization in numerical weather prediction models. For the first time in a meteorological study, we quantified the phase relationship between convective available potential energy (CAPE) and precipitation over the Indian summer monsoon region at diurnal scales using space-based precipitation and CAPE observations from 7 years (2006–2012) of GPS-RO measurements. Also, we quantified the phase relationship for the land and oceanic regions separately. On average, the peak in CAPE magnitudes leads precipitation peak by ∼2–4 h over the study region.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.566", 
        "title": "Phase relation between CAPE and precipitation at diurnal scales over the Indian summer monsoon region"
    }, 
    {
        "author": "W. R. Boos, J. V. Hurley, V. S. Murthy", 
        "date": "2014-11-13", 
        "description": "\nA large fraction of the rain received by continental India is produced by cyclonic vortices with outer radii of about 1000 km that are contained within the larger scale South Asian monsoon flow. The more intense occurrences of these vortices are called monsoon depressions; these consist of bottom-heavy columns of relative vorticity that propagate to the northwest in time-mean low-level eastward flow. Previous studies have argued that this apparent upstream propagation is caused by dynamical lifting west of the vortex centre, with the resulting ascent producing vortex stretching that shifts the vortex to the west. Here, analysis of over 100 Indian monsoon depressions is used to show that low-level vortex stretching has a spatial structure inconsistent with the observed propagation and is balanced by other terms in the low-level vorticity budget. Instead, monsoon depressions are shown to consist of potential vorticity maxima that have peak amplitude in the middle troposphere and propagate westward by nonlinear, horizontal adiabatic advection (i.e. beta drift). The precipitating ascent in monsoon depressions makes a more minor contribution to the total storm motion and primarily acts to maintain the upright structure of the vortex. These results suggest a new view of Indian monsoon depressions as potential vorticity columns that propagate primarily by adiabatic dynamics.\nIndian summer monsoon depressions typically propagate to the northwest in a region where the time-mean low-level wind is eastward. This image shows 850 hPa horizontal winds in a monsoon depression as it propagates from the Bay of Bengal across continental India to Pakistan in the late summer of 2014. This particular storm was associated with intense floods that resulted in hundreds of deaths in the India-Pakistan region of Kashmir. Yellow vectors represent winds on 28 August at 0000 UTC and blue vectors represent winds on 2 September at 0600 UTC, as represented in the FNL (Final) operational analysis of the National Centers for Environmental Prediction. The arrow schematically indicates the general track of the storm. This article by W.R. Boos et al. describes the nonlinear dynamics by which Indian monsoon depressions propagate upstream of the mean flow in which they are embedded.\n\n\n\n\n\n\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2454", 
        "title": "Adiabatic westward drift of Indian monsoon depressions"
    }, 
    {
        "author": "John V. Hurley, William R. Boos", 
        "date": "2014-10-28", 
        "description": "\nThe first global climatology of monsoon low-pressure systems is presented here, based on the ERA-Interim reanalysis. Low-pressure systems are classified into three intensity categories and particular focus is given to systems in the category corresponding to a traditional definition of monsoon depressions. Vortex tracks are identified using an automated algorithm applied to the distributions of 850 hPa relative vorticity, sea-level pressure and surface wind speed for 1979–2012. Roughly two to three times as many monsoon low-pressure systems form in the Northern Hemisphere as in the Southern Hemisphere during local summer. The frequency of genesis typically peaks in local summer, but low-pressure systems form throughout the year in every monsoon region. Interannual variability is weak, with standard deviations of summer counts typically being below 10% of the long-term summer mean. Regional composites reveal that monsoon depressions in India, the western Pacific and northern Australia share a common structure, consisting of a warm-over-cold core and a top-heavy column of potential vorticity that extends from the surface to the upper troposphere. A separate class of monsoon low-pressure systems develops over dry regions of West Africa and western Australia, with a shallow composite structure having a warm core in the lower troposphere and cyclonic potential vorticity confined to a thin near-surface layer. Low-pressure systems in nearly all monsoon regions are estimated to account for a large fraction, from about 40% to more than 80%, of summer precipitation on the poleward edge of the climatological mean precipitation maxima.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2447", 
        "title": "A global climatology of monsoon low-pressure systems"
    }, 
    {
        "author": "K. Schepanski, P. Knippertz, S. Fiedler, F. Timouk, J. Demarty", 
        "date": "2014-10-28", 
        "description": "\nThis study explores simulations using the numerical Weather Research and Forecasting (WRF) model, with respect to the representation of the nocturnal low-level jet (LLJ) over the Sahel. Three sets of experiments are designed to investigate the sensitivity with respect to (i) the boundary-layer and surface-layer schemes including local and non-local closures, (ii) the horizontal grid spacing and the number of vertical levels within the lowest kilometre and (iii) the role of initial and boundary data. In total, 27 simulations are performed on one host domain and two nested domains for a representative LLJ case study on 9 November 2006. The ability of the individual simulations to represent the life cycle of the nocturnal LLJ is validated against observations carried out in the framework of the African Monsoon Multidisciplinary Analysis (AMMA) special observation periods: surface wind observations from Agoufou, Bamba and Banizoumbou, atmospheric wind profiles derived from Atmospheric Radiation Measurement Mobile Facility, wind radar measurements at Niamey and profiles from radiosondes launched at Niamey. All runs reproduce the general characteristics of the observed LLJs satisfactorily. In contrast to earlier studies, results are more sensitive to the choice of initial and boundary data (here GFS and ECMWF) than to the boundary-layer and surface schemes used or to model grid resolution. The sensitivity to the model grid resolution is surprisingly minor. Considerable differences between the individual stations suggest that local surface conditions such as roughness length, albedo or soil moisture may play an important role in the observed mismatch between model simulations and observations.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2453", 
        "title": "The sensitivity of nocturnal low-level jets and near-surface winds over the Sahel to model resolution, initial conditions and boundary-layer set-up"
    }, 
    {
        "author": "Gao Hui, Li Xiang", 
        "date": "2014-09-30", 
        "description": "\n\nStatistical results reveal the close relationship between the hazy days in eastern China and El Nino Southern Oscillation (ENSO) events. A significant negative correlation coefficient (CC) centre is located in the western Pacific, while a positive CC centre is located in the eastern equatorial Pacific. Case analyses also confirm that an El Nino (La Nina) event is more likely to bring more (less) hazy days during winter. The key circulation pattern for less haze includes stronger Siberian high and Aleutian low pressure systems, stronger northerly wind over eastern Asia, and also a stronger high-level subtropical westerly jet (i.e. stronger East Asian winter monsoon, EAWM). While more haze often occurs under weaker EAWM pattern. The influencing mechanism of the ENSO event could be explained first, by how it alters the pressure and thermal differences between the Asian continent and the western Pacific Ocean, second, by the change of the circulation pattern of EAWM, and finally by the effect of the northerlies at higher latitudes. Compared to the relationship between ENSO and EAWM, the ENSO–haze relationship is more stable. Results also indicate an ENSO event has a leading influence on the haze frequency and can be used as a predictor in the seasonal forecasts of hazy days.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4133", 
        "title": "Influences of El Nino Southern Oscillation events on haze frequency in eastern China during boreal winters"
    }, 
    {
        "author": "Sayli A. Tawde, Charu Singh", 
        "date": "2014-09-18", 
        "description": "\n\nUsing remotely sensed Tropical Rainfall Measuring Mission (TRMM) 3B42 rainfall and topographic data from the Advanced Spaceborne Thermal Emission and Reflection Radiometer (ASTER) Digital Elevation Model (DEM), the impact of oroghraphical aspects such as topography, spatial variability of elevation and altitude of apexes are examined to investigate capacious summer monsoon rainfall over the Western Ghats (WG) of India. TRMM 3B42 v7 rainfall data is validated with Indian Meteorological Department (IMD) gridded rainfall data at 0.5° resolution over the WG. The analysis of spatial pattern of monsoon rainfall with orography of the WG ascertains that the grade of orographic precipitation depends mainly on topography of the mountain barrier followed by steepness of windward side slope and altitude of the mountain. Longer and broader, i.e. cascaded topography, elevated summits and gradually increasing slopes impel the enhancement in precipitation. Comparing topography of various states of the WG, it has been observed that windward side of Karnataka receives intense rainfall in the WG during summer monsoon. It has been observed that the rainfall is enhanced before the peak of the mountain and confined up to the height about 800 m over the WG. In addition to this, the spatial distribution of heavy and very heavy rainfall events in the last 14 years has also been explored. Heavy and very heavy rain events on this hilly terrain are categorized with a threshold of precipitation (R) in the range 150 > R > 120 mm day−1 and exceeding 150 mm day−1 using probability distribution of TRMM 3B42 v7 rainfall. The areas which are prone to heavy precipitation are identified. The study would help policy makers to manage the hazard scenario and, to improve weather predictions on mountainous terrain of the WG.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4146", 
        "title": "Investigation of orographic features influencing spatial distribution of rainfall over the Western Ghats of India using satellite data"
    }, 
    {
        "author": "P. R. Shanas, V. Sanil Kumar", 
        "date": "2014-09-16", 
        "description": "\n\nThe Arabian Sea and Bay of Bengal (BoB) regions are special interested sea areas in the Northern Hemisphere with large seasonal variability. This study focused on the long-term wind and wave in the central BoB from 1979 to 2012 based on the ECMWF ERA-Interim reanalysis data sets. Data were validated with the nearest available buoy data for the years 2003, 2004 and 2005, and good correlation was observed (root mean square error ≈ 0.17–0.43 m). A clear seasonality was noted with intensified wind and waves during the southwest monsoon season. We observed statistically declining trends in the mean and extreme wind speed (90th percentile) with increasing trend in extreme significant wave height (SWH). Seasonal analysis also investigated and found that the stronger events/winds during the southwest (SW) monsoon season are weakening. Conflicting trends in the wind and wave height were mainly due to the swell dominance at the region which was identified by the separate trend analysis of wind-sea and swell height. The area average analysis is carried out to investigate the sensitivity of the identified trend results for the point location and found similar trends for extreme wind speed and SWH. The high (>5 m) annual maximum SWH in the study area was attributed to the influence of tropical cyclones in the BoB, and all of these high waves occurred before 1996 indicating that the influence of tropical cyclones in the study area decreased after 1996.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4164", 
        "title": "Trends in surface wind speed and significant wave height as revealed by ERA-Interim wind wave hindcast in the Central Bay of Bengal"
    }, 
    {
        "author": "D. Emmanuel Poan, Jean-Philippe Lafore, Romain Roehrig, Fleur Couvreux", 
        "date": "2014-09-16", 
        "description": "\nThe internal processes within an African Easterly Wave (AEW) system, involving mass, dynamic and water vapour fields are investigated using ERA-I reanalysis, in order to highlight the interactions between convection and AEWs. The budgets of heat, moisture and momentum are analysed during the different phases of AEWs detected using synoptic-scale precipitable water anomalies as proposed by Poan et al. (2013). The strong climatological meridional gradient of moisture present in the Sahel impacts the shape of the apparent heat source and humidity sink. AEW events over the Sahel are associated with a meridional shift of the intertropical convergence zone (ITCZ). Large exchanges of momentum by small-scale convective transport are also highlighted between the low- and mid-levels, contributing to the reinforcement of the AEW circulation at 600 hPa and the damping of the monsoon flow. This also appears as a possible mechanism for the vertical tilt of the meridional wind associated with AEWs. Heat budget computation, in the southern flank of the West African Heat-Low (HL) region where such AEWs occur, reveals that the heating anomalies are mainly driven by the horizontal advections. The vertical circulation acts as a precursor, which initiates the heat transport in the lower troposphere. However, weaker, turbulent mixing also participates in the development of these anomalies, especially in the boundary layer. These budgets ultimately allow the distinct contributions of diabatic and adiabatic processes to be determined.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2420", 
        "title": "Internal processes within the African Easterly Wave system"
    }, 
    {
        "author": "U. Umakanth, Amit P. Kesarkar, T. Narayana Rao, S. Vijaya Bhaskar Rao", 
        "date": "2014-09-12", 
        "description": "\n\nWe proposed a new objective criterion for discerning breaks in Indian summer monsoon rainfall, which is based on grid-level rainfall threshold. The identified breaks reproduced all well-known breaks discussed in the literature, but are relatively fewer in number. The correlation analysis between the number of break days and all-India seasonal rainfall is not only high (R2 = −0.77) but also reproduced well-known association between El Nino and bad monsoon years. The fraction of seasonal rainfall in break days is found to be smaller (<10%) over most part of India than earlier studies, indicating that the discerned spells are valid for a large part of India.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.536", 
        "title": "An objective criterion for the identification of breaks in Indian summer monsoon rainfall"
    }, 
    {
        "author": "Bo Sun, Huijun Wang", 
        "date": "2014-09-08", 
        "description": "\n\nIn this study, the atmospheric moisture sources affecting three sub-regions of East China, which are South China (SC), the middle and lower Yangtze River Valleys (YRV), and North China (NC), are identified and compared based on the simulation results of a Lagrangian particle dispersion model, FLEXPART, for the period 2000–2009. The investigation is conducted for ‘non-precipitation’ and ‘precipitation’ cases of summertime (May–September) and wintertime (October–April). Furthermore, the contributions of moisture originating from the land area, western Pacific Ocean, and Indian Ocean to the precipitation in the three sub-regions of East China are quantitatively estimated. The results indicate that during summertime, the transport of moisture from the Indian Ocean and western Pacific dominates the precipitation in SC, with almost equivalent contributions; evaporation over the land area seems to be the key contributor to the precipitation in YRV and NC, followed by the evaporation over the western Pacific. During wintertime, the precipitated moisture in SC originates largely from the western Pacific, while evaporation over the land area is the predominant contributor to the precipitation in YRV and NC. The results of this study indicate that the precipitation in the three sub-regions of East China reflect the contributions of the Indian monsoon and East Asian summer monsoon to different degrees.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4145", 
        "title": "Analysis of the major atmospheric moisture sources affecting three sub-regions of East China"
    }, 
    {
        "author": "Ryoji Yamashima, Jun Matsumoto, Kumiko Takata, Hiroshi G. Takahashi", 
        "date": "2014-08-18", 
        "description": "\n\nWe investigate the impact of historical land-use changes (HLUCs) from 1700 to 1850 on the onset of the Indian summer monsoon (ISM), focusing on the onsets of broad-scale ISM circulation and the local rainy season and their relationships, by conducting three equilibrium experiments under 1700, 1850, and 1992 conditions. During that time period, land use changed from primarily forest to cropland in India, eastern China, and Europe. This study used an atmospheric general circulation model, Model for Interdisciplinary Research on Climate version 3.2, coupled with a land surface scheme, Minimal Advanced Treatments of Surface Interaction and Runoff. The results showed that HLUC decreased rainfall amounts by more than 2 mm day−1 during the onset phase and delayed the onset date of the local rainy season by approximately four pentads over the Indian subcontinent. The onset date over southeastern China was also delayed by four pentads. The changes in precipitation and the onset of the local rainy season result from the change in the surface water budget induced by HLUC, as discussed in previous work. Although ISM circulation activity, defined by a large-scale land–sea thermal contrast, was slightly decreased from late May to early June, its onset date did not change. Thus, in the onset phase, HLUC affected the local rainy season onset over the same region, although the ISM circulation was weakened only marginally, showing no change in its onset timing. Hence, unlike the broad-scale ISM circulation onset, the beginning of the local rainy season is dominantly influenced by local surface conditions.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4132", 
        "title": "Impact of historical land-use changes on the Indian summer monsoon onset"
    }, 
    {
        "author": "Satya Prakash, Ashis K. Mitra, Imran M. Momin, E. N. Rajagopal, S. Basu, Mat Collins, Andrew G. Turner, K. Achuta Rao, K. Ashok", 
        "date": "2014-08-12", 
        "description": "\n\nThe Indian monsoon is an important component of Earth's climate system, accurate forecasting of its mean rainfall being essential for regional food and water security. Accurate measurement of rainfall is essential for various water-related applications, the evaluation of numerical models and detection and attribution of trends, but a variety of different gridded rainfall datasets are available for these purposes. In this study, six gridded rainfall datasets are compared against the India Meteorological Department (IMD) gridded rainfall dataset, chosen as the most representative of the observed system due to its high gauge density. The datasets comprise those based solely on rain gauge observations and those merging rain gauge data with satellite-derived products. Various skill metrics and subjective comparisons are carried out for the Indian region during the southwest monsoon season (June–September). Relative biases and skill metrics are documented at all-India and subregional scales. In the gauge-based (land-only) category, Asian Precipitation – Highly-Resolved Observational Data Integration Towards Evaluation of water resources (APHRODITE) and Global Precipitation Climatology Center (GPCC) datasets perform better relative to the others in terms of a variety of skill metrics. In the merged category, the Global Precipitation Climatology Project (GPCP) dataset is shown to perform better than the Climate Prediction Center Merged Analysis of Precipitation (CMAP) for the Indian monsoon in terms of various metrics, when compared with the IMD gridded data. Most of the datasets have difficulties in representing rainfall over orographic regions including the Western Ghats mountains, in Northeast India and the Himalayan foothills. The wide range of skill metrics seen among the datasets and even the change of sign of bias found in some years are causes of concern. This uncertainty between datasets is largest in Northeast India. These results will help those studying the Indian monsoon region to select an appropriate dataset depending on their application and focus of research.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4129", 
        "title": "Seasonal intercomparison of observational rainfall datasets over India during the southwest monsoon season"
    }
]