[
    {
        "author": "Juan P. Boisier", 
        "date": "2015-06-01", 
        "description": "Dry season rainfall in the Amazon is projected by constraining global climate models with simple models calibrated to observations. The results indicate a longer dry season over a larger area and a strengthening of the monsoon season this century.", 
        "journal": "Nature: Climate Change", 
        "link": "http://feeds.nature.com/~r/nclimate/rss/aop/~3/v1BKawFesp4/nclimate2658", 
        "title": "Projected strengthening of Amazonian dry season by constrained climate model simulations"
    }, 
    {
        "author": "Angelyn W. Moore et al", 
        "date": "Wed, 11 Mar 2015 07:00:00 GMT", 
        "description": "", 
        "journal": "Bulletin of the American Meteorological Society", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/BAMS-D-14-00095.1?af=R", 
        "title": "National Weather Service Forecasters Use GPS Precipitable Water Vapor for Enhanced Situational Awareness during the Southern California Summer Monsoon"
    }, 
    {
        "author": "Melissa S. Bukovsky et al", 
        "date": "Mon, 08 Jun 2015 07:00:00 GMT", 
        "description": "", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00695.1?af=R", 
        "title": "Towards Assessing NARCCAP Regional Climate Model Credibility for the North American Monsoon: Future Climate Simulations"
    }, 
    {
        "author": "Susmitha Joseph et al", 
        "date": "Wed, 03 Jun 2015 07:00:00 GMT", 
        "description": "", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00842.1?af=R", 
        "title": "Development and evaluation of an objective criterion for the real-time prediction of Indian summer monsoon onset in a coupled model framework"
    }, 
    {
        "author": "SONG Fengfei et al", 
        "date": "Thu, 28 May 2015 07:00:00 GMT", 
        "description": "", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00783.1?af=R", 
        "title": "The crucial role of internal variability in modulating the decadal variation of the East Asian summer monsoon-ENSO relationship during the 20th century"
    }, 
    {
        "author": "Kyong-Hwan Seo et al", 
        "date": "Wed, 20 May 2015 07:00:00 GMT", 
        "description": "", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00526.1?af=R", 
        "title": "Northern East Asian Monsoon Precipitation Revealed by Air Mass Variability and Its Prediction"
    }, 
    {
        "author": "Ben Yang et al", 
        "date": "Thu, 23 Apr 2015 07:00:00 GMT", 
        "description": "", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00655.1?af=R", 
        "title": "Parametric sensitivity analysis for the Asian summer monsoon precipitation simulation in the Beijing Climate Center AGCM version 2.1"
    }, 
    {
        "author": "Shakeel Asharaf et al", 
        "date": "Mon, 06 Apr 2015 07:00:00 GMT", 
        "description": "", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00233.1?af=R", 
        "title": "Indian Summer Monsoon Rainfall Processes in Climate Change Scenarios"
    }, 
    {
        "author": "V. Praveen et al", 
        "date": "Mon, 06 Apr 2015 07:00:00 GMT", 
        "description": "", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00415.1?af=R", 
        "title": "On the relationship between mean monsoon precipitation and low pressure systems in climate model simulations"
    }, 
    {
        "author": "Meirong Wang et al", 
        "date": "Thu, 11 Jun 2015 17:03:02 GMT", 
        "description": "Journal of Climate, Volume 28, Issue 12, Page 4921-4940, June 2015. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00658.1?af=R", 
        "title": "Quasi-Biweekly Oscillation over the Tibetan Plateau and Its Link with the Asian Summer Monsoon"
    }, 
    {
        "author": "Jesse A. Day et al", 
        "date": "Wed, 27 May 2015 15:35:59 GMT", 
        "description": "Journal of Climate, Volume 28, Issue 11, Page 4330-4356, June 2015. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00393.1?af=R", 
        "title": "Coupling of South and East Asian Monsoon Precipitation in July–August"
    }, 
    {
        "author": "M. Issa Lélé et al", 
        "date": "Wed, 27 May 2015 15:35:28 GMT", 
        "description": "Journal of Climate, Volume 28, Issue 11, Page 4414-4430, June 2015. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00746.1?af=R", 
        "title": "Analysis of Low-Level Atmospheric Moisture Transport Associated with the West African Monsoon"
    }, 
    {
        "author": "Jingyuan Xi et al", 
        "date": "Wed, 27 May 2015 15:33:54 GMT", 
        "description": "Journal of Climate, Volume 28, Issue 11, Page 4561-4575, June 2015. \n\t\t<br/>\n\t", 
        "journal": "Journal of Climate", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00096.1?af=R", 
        "title": "Impacts of Intraseasonal SST Anomalies on Precipitation during Indian Summer Monsoon"
    }, 
    {
        "author": "Mingyu Bi et al", 
        "date": "Wed, 15 Apr 2015 07:00:00 GMT", 
        "description": "Journal of the Atmospheric Sciences, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of the Atmospheric Science", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JAS-D-14-0269.1?af=R", 
        "title": "Interactions between Typhoon Megi (2010) and a Low-frequency Monsoon Gyre"
    }, 
    {
        "author": "Haiyuan Yang et al", 
        "date": "Thu, 16 Apr 2015 07:00:00 GMT", 
        "description": "Journal of Physical Oceanography, Ahead of Print. \n\t\t<br/>\n\t", 
        "journal": "Journal of Physical Oceanography", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JPO-D-14-0212.1?af=R", 
        "title": "Low-frequency variability of monsoon-driven circulation with application to the South China Sea"
    }, 
    {
        "author": "Huijun Zong et al", 
        "date": "Wed, 06 May 2015 07:00:00 GMT", 
        "description": "", 
        "journal": "Monthly Weather Review", 
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/MWR-D-14-00321.1?af=R", 
        "title": "Synoptic-scale Influences on Tropical Cyclone Formation within the Western North Pacific Monsoon Trough"
    }, 
    {
        "author": "A. P. Dimri, D. Niyogi, A. P. Barros, J. Ridley, U. C. Mohanty, T. Yasunari, D. R. Sikka", 
        "date": "2015-05-19T06:44:59.353654-05:00", 
        "description": "\n\nCyclonic storms associated with the midlatitude Subtropical Westerly Jet (SWJ), referred to as Western Disturbances (WDs), play a critical role in the meteorology of the Indian subcontinent. WDs embedded in the southward propagating SWJ produce extreme precipitation over northern India and are further enhanced over the Himalayas due to orographic land-atmosphere interactions. During December, January, and February, WD snowfall is the dominant precipitation input to establish and sustain regional snowpack, replenishing regional water resources. Spring melt is the major source of runoff to northern Indian rivers and can be linked to important hydrologic processes from aquifer recharge to flashfloods. Understanding the dynamical structure, evolution-decay, and interaction of WDs with the Himalayas is therefore necessary to improve knowledge which has wide ranging socioeconomic implications beyond short-term disaster response including cold season agricultural activities, management of water resources, and development of vulnerability-adaptive measures. In addition, WD wintertime precipitation provides critical mass input to existing glaciers and modulates the albedo characteristics of the Himalayas and Tibetan Plateau, affecting large-scale circulation and the onset of the succeeding Indian Summer Monsoon. Assessing the impacts of climate variability and change on the Indian subcontinent requires fundamental understanding of the dynamics of WDs. In particular, projected changes in the structure of the SWJ will influence evolution-decay processes of the WDs and impact Himalayan regional water availability. This review synthesizes past research on WDs with a perspective to provide a comprehensive assessment of the state of knowledge to assist both researchers and policymakers, and context for future research.", 
        "journal": "Reviews of Geophysics", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014RG000460", 
        "title": "Western Disturbances: A review"
    }, 
    {
        "author": "Nicolás M. Stríkis, Cristiano M. Chiessi, Francisco W. Cruz, Mathias Vuille, Hai Cheng, Eline A. Barreto, Gesine Mollenhauer, Sabine Kastend, Ivo Karmann, R. Lawrence Edwards, Juan Pablo Bernal, Hamilton Sales", 
        "date": "2015-06-06T00:21:53.690041-05:00", 
        "description": "\n\nA substantial strengthening of the South American monsoon system (SAMS) during Heinrich Stadials (HS) points toward decreased cross-equatorial heat transport as the main driver of monsoonal hydroclimate variability at millennial time-scales. In order to better constrain the exact timing and internal structure of HS1 over tropical South America we assessed two precisely dated speleothem records from central-eastern and northeastern Brazil in combination with two marine records of terrestrial organic and inorganic matter input into the western equatorial Atlantic. During HS1 we recognize at least two events of widespread intensification of the SAMS across the entire region influenced by the South Atlantic Convergence Zone (SACZ) at 16.11-14.69 kyr BP and 18.1-16.66 kyr BP (labeled as HS1a and HS1c, respectively), separated by a dry excursion from 16.66-16.11 kyr BP (HS1b). In view of the spatial structure of precipitation anomalies, the widespread increase of monsoon precipitation over the SACZ domain was termed ‘Mega-SACZ’.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL064048", 
        "title": "Timing and structure of Mega-SACZ events during Heinrich Stadial 1"
    }, 
    {
        "author": "Xiaoqiong Li, Mingfang Ting", 
        "date": "2015-05-07T10:07:32.409217-05:00", 
        "description": "\n\nThe Asian monsoon-ENSO (El Niño–Southern Oscillation) relationship in the 20th and 21st centuries is examined using observations and Coupled Model Intercomparison Project Phase 5 (CMIP5) model simulations. CMIP5 models can simulate the ENSO-monsoon spatial structure reasonably well when using the multimodel mean. Running correlations show prominent decadal variability of the ENSO-monsoon relationship in observations. The modeled ENSO-monsoon relation shows large intermodel spread, indicating large variations across the model ensemble. The anthropogenically forced component of ENSO-monsoon relationship is separated from the naturally varying component based on a signal-to-noise maximizing empirical orthogonal function analysis using global sea surface temperature (SST). Results show that natural variability plays a dominant role in the varied ENSO-monsoon relationship during the 20th century. In the 21st century, the forced component is dominated by enhanced monsoon rainfall associated with SST warming, which may contribute to a slightly weakened ENSO-monsoon relation in the future.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063557", 
        "title": "Recent and future changes in the Asian monsoon-ENSO relationship: Natural or forced?"
    }, 
    {
        "author": "C. B. Jayasankar, Sajani Surendran, Kavirajan Rajendran", 
        "date": "2015-05-11T16:23:37.073394-05:00", 
        "description": "\n\nCoupled Model Intercomparison Project phase 5 (Fifth Assessment Report of Intergovernmental Panel on Climate Change) coupled global climate model Representative Concentration Pathway 8.5 simulations are analyzed to derive robust signals of projected changes in Indian summer monsoon rainfall (ISMR) and its variability. Models project clear future temperature increase but diverse changes in ISMR with substantial intermodel spread. Objective measures of interannual variability (IAV) yields nearly equal chance for future increase or decrease. This leads to discrepancy in quantifying changes in ISMR and variability. However, based primarily on the physical association between mean changes in ISMR and its IAV, and objective methods such as k-means clustering with Dunn's validity index, mean seasonal cycle, and reliability ensemble averaging, projections fall into distinct groups. Physically consistent groups of models with the highest reliability project future reduction in the frequency of light rainfall but increase in high to extreme rainfall and thereby future increase in ISMR by 0.74 ± 0.36 mm d−1, along with increased future IAV. These robust estimates of future changes are important for useful impact assessments.", 
        "journal": "Geophysical Research Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015GL063659", 
        "title": "Robust signals of future projections of Indian summer monsoon rainfall by IPCC AR5 climate models: Role of seasonal cycle and interannual variability"
    }, 
    {
        "author": "Guobao Xu, Xiahong Liu, Guoju Wu, Tuo Chen, Wenzhi Wang, Qiong Zhang, Youfu Zhang, Xiaomin Zeng, Dahe Qin, Weizhen Sun, Xuanwen Zhang", 
        "date": "2015-06-10T10:54:16.244202-05:00", 
        "description": "\n\nCentral Asian droughts have drastically and significantly affected agriculture and water resource management in these arid and semi-arid areas. Based on tree-ring δ18O from native, dominant Schrenk spruce (Picea schrenkiana Fisch. et Mey.), we developed a 300-year (1710 to 2010) standard precipitation-evaporation index (SPEI) reconstruction from January to August for China's western Tianshan Mountains. The regression model explained 37.6% of the variation in the SPEI reconstruction during the calibration period from 1950 to 2010. Comparison with previous drought reconstructions confirmed the robustness of our reconstruction. The 20th century has been a relatively wet period during the past 300 years. The SPEI showed quasi 2-, 5-, and 10-year cycles. Several pluvials and droughts with co-variability over large areas were revealed clearly in the reconstruction. The two longest pluvials (lasting for 12 years), separated by 50 years, appeared in the 1900s and the 1960s. The most severe drought occurred from 1739 to 1761, and from 1886 to 1911 was the wettest period since 1710. Compared to previous investigations of hydroclimatic changes in the western Tianshan Mountains, our reconstruction revealed more low-frequency variability and indicated that climate in the western Tianshan Mountains shifted from dry to wet in 1886. This regime shift was generally consistent with other moisture reconstructions for the northeastern Tibetan Plateau and northern Pakistan, and may have resulted from a strengthened westerly circulation. The opposite hydrological trends in the western Tianshan Mountains and southeastern Tibetan Plateau reveal a substantial influence of strengthened westerlies and weakening of the Indian summer monsoon.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JD023027", 
        "title": "Tree-ring δ18O indicates a shift to a wetter climate since the 1880s in the western Tianshan Mountains of northwestern China"
    }, 
    {
        "author": "Renguang Wu, Zhang Chen", 
        "date": "2015-06-04T00:54:27.805334-05:00", 
        "description": "\n\nPresent study documents the intraseasonal variability of sea surface temperature (SST) in the South China Sea (SCS) during boreal winter and its association with the East Asian winter monsoon (EAWM) variability. In northern Tropics, the largest intraseasonal variability of SST during boreal winter is found in the SCS, with two localized regions of large standard deviation, one extending westward from the Luzon Strait and the other extending southward from the coast of central Vietnam. Correspondingly, large intraseasonal variability in surface heat fluxes is observed in the above regions. Analysis shows that the formation of large intraseasonal SST anomalies in these regions is attributed largely to wind-related surface latent heat flux changes, with supplementary contribution from cloud-related surface shortwave radiation changes. Wind-induced Ekman advection has a negative effect and the Ekman upwelling pattern differs from the intraseasonal SST anomaly pattern. The intraseasonal variations of SST in the SCS display a close association with the East Asian winter monsoon (EAWM) change with a time lag of 3–5 days. In a weak (strong) phase of the EAWM, decrease (increase) in surface wind speed and suppression (enhancement) in surface latent heat flux lead to intraseasonal SST warming (cooling). This intraseasonal SST signal displays a southward propagation with the SST change in northern SCS leading that in southern SCS by about 2 days. A similar southward propagation is seen in surface wind speed and latent heat flux anomalies. The southward propagation of cloud and shortwave radiation anomalies is limited to northern part of the SCS.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023368", 
        "title": "Intraseasonal SST variations in the South China Sea during boreal winter and impacts of the East Asian winter monsoon"
    }, 
    {
        "author": "Abubakr A. M. Salih, Qiong Zhang, Michael Tjernström", 
        "date": "2015-06-02T23:08:08.489396-05:00", 
        "description": "\n\nThe Sahelian Sudan is an arid to semi-arid region that depends on the seasonal rainfall as the main source of water, but its rainfall has large interannual variability. Such dry regions usually have their main moisture sources elsewhere; thus the rainfall variability is directly related to the moisture transport. This study seeks to identify source regions of water vapor for Sahelian Sudan during the monsoon period, from July to September. We have used the Lagrangian trajectory model FLEXPART driven by ERA-interim results for the time period 1998 to 2008. The results show that most of the air masses that reach this region during the monsoon period have their major origins over the Arabian Peninsula, Central Africa or are associated with the tropical easterly jet. Flow associated with ITCZ contributes almost half of the total precipitated water; most of it comes from Central Africa. This suggests that moisture recycling is the major contributor, compared to Oceanic sources. The flows from the northeast (Arabian Peninsula and north Asia) and east (Horn of Africa and north Indian Ocean) contribute about one third of the precipitated water. The rest of precipitated water comes from the Mediterranean, subtropical Atlantic and western Sahel, all with smaller contribution. Our results also indicate that different sub-regions of Sahelian Sudan have different moisture sources. Such result needs to be taken into account in seasonal forecasting practices.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023238", 
        "title": "Lagrangian tracing of Sahelian Sudan moisture sources"
    }, 
    {
        "author": "Alexander J. Baker, Harald Sodemann, James U. L. Baldini, Sebastian F. M. Breitenbach, Kathleen R. Johnson, Jeroen Hunen, Zhang Pingzhong", 
        "date": "2015-05-25T08:05:39.615884-05:00", 
        "description": "\n\nEast Asian Summer Monsoon (EASM) rainfall impacts the world's most populous regions. Accurate EASM rainfall prediction necessitates robust palaeoclimate reconstructions from proxy data and quantitative linkage to modern climatic conditions. Many precisely-dated oxygen isotope records from Chinese stalagmites have been interpreted as directly reflecting past EASM rainfall amount variability, but recent research suggests such records instead integrate multiple hydroclimatic processes. Using a Lagrangian precipitation moisture source diagnostic, we demonstrate that EASM rainfall is primarily derived from the Indian Ocean. Conversely, Pacific Ocean moisture export peaks during winter and the moisture uptake area does not differ significantly between summer and winter, and is thus a minor contributor to monsoonal precipitation. Our results are substantiated by an accurate reproduction of summer and winter spatial rainfall distributions across China. We also correlate modern EASM rainfall oxygen isotope ratios with instrumental rainfall amount and our moisture source data. This analysis reveals that the strength of the source effect is geographically variable, and differences in atmospheric moisture transport may significantly impact the isotopic signature of EASM rainfall at the Hulu, Dongge and Wanxiang Cave sites. These results improve our ability to isolate the rainfall amount signal in palaeomonsoon reconstructions and indicate that precipitation across central and eastern China will directly respond to variability in Indian Ocean moisture supply.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JD022919", 
        "title": "Seasonality of westerly moisture transport in the East Asian Summer Monsoon and its implications for interpreting precipitation δ18O"
    }, 
    {
        "author": "T. J. Wang, B. L. Zhuang, S. Li, J. Liu, M. Xie, C. Q. Yin, Y. Zhang, C. Yuan, J. L. Zhu, L. Q. Ji, Y. Han", 
        "date": "2015-06-10T14:24:44.393086-05:00", 
        "description": "\n\nAn online coupled regional climate-chemistry model called RegCCMS is used to investigate the interactions between anthropogenic aerosols and the East Asian summer monsoon (EASM) over East Asia. The simulation results show that the mean aerosol loading and optical depth over the region are 17.87 mg/m2 and 0.25, respectively. Sulfate and black carbon (BC) account for approximately 61.2% and 7.8% of the total aerosols, respectively. The regional mean radiative forcing (RF) is approximately −3.64, −0.55, and +0.88 W/m2 at the top of the atmosphere for the total aerosol effect, the total aerosol direct effect, and the BC direct effect, respectively. The surface direct RF of BC accounts for approximately 31% of the total RF of all aerosols. Because of the total aerosol effect, both the energy budgets and air temperature are considerably reduced in the region with high aerosol loadings, leading to decreases in the land-ocean air temperature gradient in summer. The total column-absorbed solar radiation and surface air temperature decrease by 8.4 W/m2 and 0.31 K, respectively. This cooling effect weakens horizontal and vertical atmospheric circulations over East Asia. The wind speed at 850 hPa decreases by 0.18 m/s, and the precipitation decreases by 0.29 mm/d. The small responses of solar radiation, air temperature, and atmospheric circulations to the BC warming effect are opposite to those of the total aerosol effect. The BC-induced enhancement of atmospheric circulation can increase local floods in south China, while droughts in north China may worsen in response to the BC semidirect effect. The total aerosol effect is much more significant than the BC direct effect. The East Asian summer monsoon becomes weaker due to the total aerosol effect. However, this weakness could be partially offset by the BC warming effect. Sensitivity analyses further indicate that the influence of aerosols on the EASM might be more substantial in years when the southerlies or southwesterlies at 850 hPa are weak compared with years when the winds are strong. Changes in the EASM can induce variations in the distribution and magnitude of aerosols. Aerosols in the lower troposphere over the region can increase by 3.07 and 1.04 µg/m3 due to the total aerosol effect and the BC warming effect, respectively.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JD022877", 
        "title": "The interactions between anthropogenic aerosols and the East Asian summer monsoon using RegCCMS"
    }, 
    {
        "author": "Xiaojian Zhang, Liya Jin, Na Li", 
        "date": "2015-06-02T11:51:37.106078-05:00", 
        "description": "\n\nThe East Asian winter monsoon (EAWM) is one of the most active components of the global climate system. Climate anomalies associated with the EAWM differ between extratropical and tropical regions due to the EAWM's meridional extent. Spatial differences in the EAWM variability on centennial and millennial time scales during the Holocene have not been well understood. This study describes Holocene spatiotemporal features of the EAWM based on comparisons of proxy records and climate simulations. The analysis specifically compared four proxy records located throughout China to assess the EAWM's spatial variability during the Holocene. These records indicate a stronger EAWM during the early Holocene than that during the late Holocene. The EAWM also shows a rapid, asynchronous decline from northwestern to southeastern China. The EAWM declined in northwestern China from 10 to 7.5 ka B.P., whereas the decline did not occur in southern China and the eastern Tibetan Plateau until 6–4.5 ka B.P. Coupled equilibrium and transient simulations of climate evolution during the Holocene indicate that the decline of the EAWM from 10 to 7.5 ka B.P. was probably caused by melting of Northern Hemisphere (NH) ice sheets and enhanced Atlantic meridional overturning circulation (AMOC). The decline of the EAWM from 6 to 4.5 ka B.P. over the eastern Tibetan Plateau and southern China is related to an abrupt increase in sea surface temperatures (SSTs) of the tropical western Indian Ocean. We therefore argue that the regional shift in EAWM intensity was probably related to a distinguishing response to high-latitude (NH ice sheets and AMOC) and low-latitude (tropical SSTs) forcings.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JD022585", 
        "title": "Asynchronous variation in the East Asian winter monsoon during the Holocene"
    }, 
    {
        "author": "Jingfeng Huang, Jianping Guo, Fu Wang, Zhaoyan Liu, Myeong-Jae Jeong, Hongbin Yu, Zhibo Zhang", 
        "date": "2015-05-29T13:58:08.398356-05:00", 
        "description": "\nThe vertical location of aerosol layers is critical for determining predominance of aerosol radiative and microphysical effects in aerosol-cloud-precipitation-climate interaction. The spaceborne lidar system, the Cloud-Aerosol Lidar and Infrared Pathfinder Satellite Observations (CALIPSO), provides an unprecedented opportunity to observe vertical distributions of global aerosol layers. In this study we examine the most probable height (MPH) of dust and smoke layers, which are calculated either from aerosol occurrence frequency (OF) in vertical feature mask or aerosol extinction profile. The study focuses on six high-aerosol-loading regions where aerosols are of great interest in a range of scientific topics: Saharan Air Layer (SAL) over Tropical Atlantic, West African Monsoon region (WAM), Southeast Atlantic Ocean (SAO), Southeast Asia (SEA) and South China Sea, Amazon (AMZ), and Northwestern Pacific (NWP). The analysis revealed interesting spatial and seasonal variability of different vertical mixture features over these regions: seasonal migration of dust layers over SAL, separation and mixture of dust and smoke layers over WAM and NWP, and smoke layer above clouds over SAO, SEA, and AMZ. Results also indicated that the OF-based MPH tends to be much higher than the aerosol optical depth (AOD)-based MPH, owing to the predominating near-surface sources. Within the same vertical resolution grid of CALIPSO, aerosols are found with higher OF at higher levels but AOD tends to increase toward lower levels, because most aerosol sources are near the surface and the aerosol layers transported to high altitudes are generally much more diluted over larger spatial domain than those near the surface.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JD022898", 
        "title": "CALIPSO inferred most probable heights of global dust and smoke layers"
    }, 
    {
        "author": "Yingying Sha, Zhengguo Shi, Xiaodong Liu, Zhisheng An", 
        "date": "2015-05-26T11:35:29.405443-05:00", 
        "description": "\nThe Mongolian Plateau (MP), which is relatively lower in altitude and smaller in extent than the Tibetan Plateau (TP), has received little attention about its climate effect. Building upon previous work in which we highlighted the role of the MP on the high-level westerly jet stream, the response of surface-level features of the Asian climate is examined in this study. The results show that the Indian and East Asian summer monsoonal and inland precipitation are mainly enhanced by the uplift of the TP. The precipitation during the onset of the summer monsoon is also intensified over India and eastern China. In addition, the East Asian monsoon domain is significantly expanded with the uplift of the TP, while the Indian summer monsoon domain does not change obviously. The MP plays a significant role in the strengthening of the East Asian winter monsoon, which is larger than the TP. With the uplift of the MP, the cold northerly wind in winter intensifies significantly in East Asia from higher latitudes to the South China Sea. The Siberian high is also enhanced and moves remarkably northward to its modern location. The strengthening of the Asian winter monsoon is related to the MP-induced diversion of westerly wind. The bypassing flows around the plateau modify the temperature advections over middle latitudes and the atmosphere thermal structure in winter, which leads to the strengthening of the East Asian winter monsoon.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JD022880", 
        "title": "Distinct impacts of the Mongolian and Tibetan Plateaus on the evolution of the East Asian monsoon"
    }, 
    {
        "author": "Seong Soo Yum, Jian Wang, Yangang Liu, Gunnar Senum, Stephen Springston, Robert McGraw, Jae Min Yeom", 
        "date": "2015-05-26T10:15:04.430528-05:00", 
        "description": "\n\nCloud microphysical data obtained from G-1 aircraft flights over the southeastern Pacific during the Variability of the American Monsoon Systems Ocean-Cloud-Atmosphere-Land Study Regional Experiment field campaign were analyzed for evidence of entrainment mixing of dry air from above cloud top. Mixing diagram analysis was made for the horizontal flight data recorded at 1 Hz and 40 Hz. The dominant observed feature, a positive relationship between cloud droplet mean volume (V) and liquid water content (L), suggested occurrence of homogeneous mixing. On the other hand, estimation of the relevant scale parameters (i.e., transition length scale and transition scale number) consistently indicated inhomogeneous mixing. Importantly, the flight altitudes of the measurements were significantly below cloud top. We speculate that mixing of the entrained air near the cloud top may have indeed been inhomogeneous; but due to vertical circulation mixing, the correlation between V and L became positive at the measurement altitudes in midlevel of clouds, because during their descent, cloud droplets evaporate, faster in more diluted cloud parcels, leading to a positive correlation between V and L regardless of the mixing mechanism near the cloud top.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JD022802", 
        "title": "Cloud microphysical relationships and their implication on entrainment and mixing mechanism for the stratocumulus clouds measured during the VOCALS project"
    }, 
    {
        "author": "Mengyun Kan, Anning Huang, Yong Zhao, Yang Zhou, Ben Yang, Haomin Wu", 
        "date": "2015-05-23T07:06:55.803649-05:00", 
        "description": "\nThe performance of Beijing Climate Center climate system model with different horizontal resolutions (BCC_CSM1.1 with coarse resolution and BCC_CSM1.1 m with fine resolution) in simulating the summer precipitation over China during the recent half century is evaluated, and the possible underlying physical mechanisms related to the model biases are also further analyzed and discussed. Results show that increasing horizontal resolution does improve the summer precipitation simulation over most part of China especially in western China due to the more realistic description of the topography. However, the summer precipitation amount (PA) over eastern China characterized by monsoonal climates is much more underestimated in the finer resolution model. It is also noted that the improvement (deterioration) of the summer PA over western (eastern) China in BCC_CSM1.1 m model is mainly due to the better (worse) simulation of the moderate and heavy precipitation relative to BCC_CSM1.1 model. In addition, increasing model horizontal resolution can significantly improve the convective precipitation simulation especially over western China but shows very limited improvement in the large-scale precipitation simulation. The much more underestimated summer PA over eastern China in BCC_CSM1.1 m model relative to BCC_CSM1.1 model is due to the significantly reduced positive biases of the convective PA but few changes in the negative biases of the large-scale PA. Further mechanism analysis suggests that both the underestimated land-sea thermal contrast and the overestimated Western Pacific subtropical high result in much less northeastward water vapor transport and summer PA over eastern China in BCC_CSM1.1 m model than in BCC_CSM1.1 model.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023131", 
        "title": "Evaluation of the summer precipitation over China simulated by BCC_CSM model with different horizontal resolutions during the recent half century"
    }, 
    {
        "author": "R. Renju, C. Suresh Raju, Nizy Mathew, Tinu Antony, K. Krishna Moorthy", 
        "date": "2015-05-22T13:17:07.666194-05:00", 
        "description": "\nThe intraseasonal and interannual characteristics and the vertical distribution of atmospheric water vapor from the tropical coastal station Thiruvananthapuram (TVM) located in the southwestern region of the Indian Peninsula are examined from continuous multiyear, multifrequency microwave radiometer profiler (MRP) measurements. The accuracy of MRP for precipitable water vapor (PWV) estimation, particularly during a prolonged monsoon period, has been demonstrated by comparing with the PWV derived from collocated GPS measurements based on regression model between PWV and GPS wet delay component which has been developed for TVM station. Large diurnal and intraseasonal variations of PWV are observed during winter and premonsoon seasons. There is large interannual PWV variability during premonsoon, owing to frequent local convection and summer thunderstorms. During monsoon period, low interannual PWV variability is attributed to the persistent wind from the ocean which brings moisture to this coastal station. However, significant interannual humidity variability is seen at 2 to 6 km altitude, which is linked to the monsoon strength over the station. Prior to monsoon onset over the station, the specific humidity increases up to 5–10 g/kg in the altitude region above 5 km and remains consistently so throughout the active spells.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JD022838", 
        "title": "Microwave radiometer observations of interannual water vapor variability and vertical structure over a tropical station"
    }, 
    {
        "author": "Hamza Kunhu Bangalath, Georgiy Stenchikov", 
        "date": "2015-05-22T13:04:29.925627-05:00", 
        "description": "\nTo investigate the influence of direct radiative effect of dust on the tropical summer rain belt across the Middle East and North Africa (MENA), the present study utilizes the high-resolution capability of an Atmospheric General Circulation Model, the High-Resolution Atmospheric Model. Ensembles of Atmospheric Model Intercomparison Project style simulations have been conducted with and without dust radiative impacts, to differentiate the influence of dust on the tropical rain belt. The analysis focuses on summer season. The results highlight the role of dust-induced responses in global- and regional-scale circulations in determining the strength and the latitudinal extent of the tropical rain belt. A significant response in the strength and position of the local Hadley circulation is predicted in response to meridionally asymmetric distribution of dust and the corresponding radiative effects. Significant responses are also found in regional circulation features such as African Easterly Jet and West African Monsoon circulation. Consistent with these dynamic responses at various scales, the tropical rain belt across MENA strengthens and shifts northward. Importantly, the summer precipitation over the semiarid strip south of Sahara, including Sahel, increases up to 20%. As this region is characterized by the “Sahel drought,” the predicted precipitation sensitivity to the dust loading over this region has a wide range of socioeconomic implications. Overall, the study demonstrates the extreme importance of incorporating dust radiative effects and the corresponding circulation responses at various scales, in the simulations and future projections of this region's climate.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023122", 
        "title": "Role of dust direct radiative effect on the tropical rain belt over Middle East and North Africa: A high-resolution AGCM study"
    }, 
    {
        "author": "Archana Rai, Subodh K. Saha, Samir Pokhrel, K. Sujith, Subhadeep Halder", 
        "date": "2015-05-21T14:52:59.45135-05:00", 
        "description": "\n\nA possible link between preonset land atmospheric conditions and the Indian summer monsoon rainfall (ISMR) is explored. It is shown that, the preonset positive (negative) rainfall anomaly over northwest India, Pakistan, Afghanistan, and Iran is associated with decrease (increase) in ISMR, primarily in the months of June and July, which in turn affects the seasonal mean. ISMR in the months of June and July is also strongly linked with the preonset 2 m air temperature over the same regions. The preonset rainfall/2 m air temperature variability is linked with stationary Rossby wave response, which is clearly evident in the wave activity flux diagnostics. As the predictability of Indian summer monsoon relies mainly on the El Niño–Southern Oscillation (ENSO), the found link may further enhance our ability to predict the monsoon, particularly during a non-ENSO year.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023159", 
        "title": "Influence of preonset land atmospheric conditions on the Indian summer monsoon rainfall variability"
    }, 
    {
        "author": "Roop Saini, Guiling Wang, Miao Yu, Jeehee Kim", 
        "date": "2015-05-06T03:36:34.568207-05:00", 
        "description": "\n\nTo provide input data for the potential future climate change impact assessment at regional levels, dynamic downscaling of global climate models (GCMs) climate using regional climate models (RCMs) is frequently utilized. It is important to understand how the climate change signal is modified in the RCM driven by GCM so that the simulated results can be accurately interpreted. This study compares the performance of a RCM and four driving GCMs in simulating precipitation over Africa and investigate how dynamically downscaled present and future climate from the regional model RegCM4.1 driven with four GCMs differ from those of the GCMs. In general, RegCM4.1 has a lower summer (June–August) precipitation bias than the driving GCMs, increasing our confidence in their future projections. Despite uncertainty in future projections, RegCM4.1 shows decreased precipitation over Sahel regardless of which GCM is used to drive the RCM. RegCM4.1 shows an increased interannual variability of summer precipitation over Gulf of Guinea and Central Africa as compared to GCMs in both present-day climate and projected future climate scenarios. The mean annual cycle of precipitation differs between RCM and the driving GCM, in particular during the West African Monsoon (WAM). The WAM onset, peak, and retreat phases are more clearly defined in the RegCM4.1 than the four driving GCMs, where the WAM rainband shifts more southward. This paper highlights the uncertainties in dynamical downscaling for climate prediction, which are due to the inconsistencies in the physical packages between RCM and GCMs.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JD022599", 
        "title": "Comparison of RCM and GCM projections of boreal summer precipitation over Africa"
    }, 
    {
        "author": "A. Kunz, M. Sprenger, H. Wernli", 
        "date": "2015-05-08T14:33:43.024334-05:00", 
        "description": "\n\nThe European Centre for Medium-Range Weather Forecasts reanalysis product ERA-Interim from 1979 to 2011 is used to investigate potential vorticity (PV) streamers as indicators of Rossby wave breaking (RWB) and the exchange of air masses between the tropics and the extratropics on isentropes between 350 and 500 K. The concept of the strongest isentropic gradients of PV and wind is applied to mark a dynamically relevant PV boundary on every isentrope. An Eulerian algorithm is then used to identify streamers of this PV contour and a trajectory-based technique to study the exchange across this contour. The climatology of PV streamers reveals a seasonal cycle with a higher frequency in summer than in winter in both hemispheres on all isentropes. During winter, PV streamers are suppressed above 400 K in line with the occurrence of polar vortices. Globally, the highest frequency of PV streamers is found between 380 and 420 K over the eastern North Pacific in summer. Exchange trajectories associated with these PV streamers constitute important atmospheric transport pathways between the tropics and extratropics. In both hemispheres, PV streamers and their associated air mass exchange are controlled by the presence of monsoon anticyclones in summer and by RWB in the vicinity of jet splittings in winter. Cross-hemispheric transport is observed between 380 and 400 K in the westerly ducts over the Pacific and Atlantic. Equatorward PV streamers are connected with a more frequent exchange than poleward PV streamers, indicating a more reversible poleward and irreversible equatorward RWB. The latter is often connected with a frequent breaking into PV cutoffs.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JD022615", 
        "title": "Climatology of potential vorticity streamers and associated isentropic transport pathways across PV gradient barriers"
    }, 
    {
        "author": "You He, Camille Risi, Jing Gao, Valérie Masson-Delmotte, Tandong Yao, Chun-Ta Lai, Yongjian Ding, John Worden, Christian Frankenberg, Helene Chepfer, Gregory Cesana", 
        "date": "2015-05-11T14:53:08.742788-05:00", 
        "description": "\n\nPrecipitation isotopologues recorded in natural archives from the southern Tibetan Plateau may document past variations of Indian monsoon intensity. The exact processes controlling the variability of precipitation isotopologue composition must therefore first be deciphered and understood. This study investigates how atmospheric convection affects the summer variability of δ18O in precipitation (δ18Op) and δD in water vapor (δDv) at the daily scale. This is achieved using isotopic data from precipitation samples at Lhasa, isotopic measurements of water vapor retrieved from satellites (Tropospheric Emission Spectrometer (TES), GOSAT) and atmospheric general circulation modeling. We reveal that both δ18Op and δDv at Lhasa are well correlated with upstream convective activity, especially above northern India. First, during days of strong convection, northern India surface air contains large amounts of vapor with relatively low δDv. Second, when this low-δDv moisture is uplifted toward southern Tibet, this initial depletion in HDO is further amplified by Rayleigh distillation as the vapor moves over the Himalayan. The intraseasonal variability of the isotopologue composition of vapor and precipitation over the southern Tibetan Plateau results from these processes occurring during air mass transportation.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JD022180", 
        "title": "Impact of atmospheric convection on south Tibet summer precipitation isotopologue composition using a combination of in situ measurements, satellite data, and atmospheric general circulation modeling"
    }, 
    {
        "author": "Zhang Chen, Renguang Wu, Wen Chen", 
        "date": "2015-05-11T14:06:17.443993-05:00", 
        "description": "\nThe present study investigates the impacts of the two components of the East Asian winter monsoon (EAWM) variability on sea surface temperature (SST) changes in the western North Pacific. When the EAWM is stronger than normal, significant negative SST anomalies form in the East Asian marginal seas and subtropical western North Pacific and persist from winter to the following spring. It is found that winter-spring SST anomalies in the Yellow Sea and the Japan Sea have a close association with the northern component of the EAWM variability, whereas the southern component has a large impact on SST changes in subtropical western North Pacific. The two components induce SST anomalies through both surface heat flux and oceanic advection changes. The surface latent heat flux is predominantly responsible for SST changes. The oceanic advection has a secondary contribution to the SST change in subtropical western North Pacific associated with the northern component and in the Japan Sea associated with the southern component. The surface latent heat flux anomalies associated with the northern component are induced through changes in both wind speed and sea-air humidity difference, and those associated with the southern component are induced mainly through changes in sea-air humidity difference north of 20°N. The SST anomalies induced by the northern component are mostly independent of El Niño–Southern Oscillation (ENSO). While ENSO has a large effect on the SST anomalies in open oceanic regions, the southern component has a dominant contribution independent of ENSO to the SST anomalies in the marginal seas.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023149", 
        "title": "Effects of northern and southern components of the East Asian winter monsoon variability on SST changes in the western North Pacific"
    }, 
    {
        "author": "Weixin Xu, Edward J. Zipser", 
        "date": "2015-05-12T15:31:59.911888-05:00", 
        "description": "\n\nThis study investigates the convective/microphysical properties and precipitation structures of seven rainfall events in southwest Taiwan during the 2008 Terrain-influenced Monsoon Rainfall Experiment (TiMREX). TiMREX heavy rainfall events (>50 mm d−1) are characterized by upstream low-level jets, unstable upstream conditions, and a nearly moist neutral stratification within the heavy rain region. Three heavy rainfall events (2, 5, and 16 June) have only weak to moderate convection and little lightning; e.g., less than 10% of their rainfall is associated with intense convective cells (maximum 40 dBZ height > 8 km). Polarimetric radar measurements indicate that large precipitation-size ice particles well above the freezing level (5 km) are rare in these events. Their vertical profiles of radar reflectivity (VPRR) decrease rapidly above the 0°C level but increase downward below that level. These VPRRs are believed to be associated with weak updrafts and active warm-rain collision and coalescence processes at low levels with raindrops falling through the updraft. In contrast, the 14 June heavy rainfall event is more intense, is ice-based, and exhibits continental characteristics; e.g., 60% of its rainfall is contributed by active thunderstorms (>10 flashes min−1). This and other intense storms (26 May and 13 June) have robust lightning (>500 strikes h−1) and pronounced radar reflectivity in the mixed-phase region, indicating strong updrafts and vigorous ice-based processes. Significant amounts of large graupel/small hail are present in the mixed-phase region of these events. Furthermore, their VPRRs decrease or stay constant downward below the freezing level.", 
        "journal": "Journal of Geophysical Research: Atmospheres", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JD022927", 
        "title": "Convective intensity, vertical precipitation structures, and microphysics of two contrasting convective regimes during the 2008 TiMREX"
    }, 
    {
        "author": "Hui Wu", 
        "date": "2015-06-12T11:23:48.473896-05:00", 
        "description": "\n\nOffshore-penetrating tongues of coastal water have been frequently observed during the downwelling-favorable monsoon season at specific locations in waters off the Min-Zhe Coast, a region influenced by a buoyant coastal current originating from the Changjiang River. This process plays an important role in cross-shelf material exchange in the East China Sea (ECS), but the underlying mechanisms are not fully understood. This study suggests that the penetrating fronts are the response of buoyant coastal water to along-isobath undulation of the ambient pycnocline that is controlled by the temperature stratification in seawater. When the ambient pycnocline descends sharply in the downshelf direction, coastal water is transported offshore due to the joint effect of baroclinicity and relief (JEBAR), and thus generates a penetrating front. Along-isobath pycnocline undulation in the ECS can arise from non-uniform tidal mixing due to tidal wave divergence off the Min-Zhe Coast. On-shelf intrusion of cold and dense Kuroshio subsurface water prevents thorough mixing of the pycnocline. Different from the common cross-shelf transport phenomena induced by winds or frontal instabilities, such a tidal mechanism should produce penetrating fronts at specific locations, in agreement with observations. This article is protected by copyright. All rights reserved.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010686", 
        "title": "Cross-shelf penetrating fronts: A response of buoyant coastal water to ambient pycnocline undulation"
    }, 
    {
        "author": "Vimlesh Pant, M. S. Girishkumar, T. V. S. Udaya Bhaskar, M. Ravichandran, Fabrice Papa, V. P. Thangaprakash", 
        "date": "2015-05-03T07:27:09.136752-05:00", 
        "description": "\n\nAn in situ gridded data of salinity, comprising Argo and CTD profiles, has been used to study the interannual variability of near-surface salinity (within 30 m from sea surface) in the Bay of Bengal (BoB) during the years 2005–2013. In addition to the broad agreement with earlier studies on the north-to-south gradient of surface salinity and general features of seasonal variability of salinity, the data also revealed few episodes of enhanced freshening in the BoB. The observations showed distinct anomalous low salinity (< 2 psu) waters in the northern BoB during June–February of the years 2006–2007 (Y67), 2011–2012 (Y12), and 2012–2013 (Y23). The anomalous freshening during these years showed similar life cycle, such as, it starts in the northern BoB during July–September of current summer and extends up to February–March of next winter with a southward propagation. Analysis showed that the oceanic and atmospheric conditions associated with positive Indian Ocean Dipole (pIOD) lead to these freshening events, and IOD rather than El Niño/Southern Oscillation (ENSO) controls the interannual variability of salinity in the BoB. The mixed layer salt budget analysis indicated the dominant role of local fresh water flux (horizontal advection) on the observed salinity tendency during summer (winter) monsoon season. Enhanced precipitation associated with pIOD lead to enhanced freshening in northern BoB during June–September, which remained to this region with prevailing summer monsoon circulation. The weakening or absence of southward east India coastal current (EICC) during October–December of these freshening years trapped anomalous freshwater in the northern BoB.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010340", 
        "title": "Observed interannual variability of near-surface salinity in the Bay of Bengal"
    }, 
    {
        "author": "Yunwei Yan, Guihua Wang, Chunzai Wang, Jilan Su", 
        "date": "2015-04-25T02:51:44.494202-05:00", 
        "description": "\n\nLow-salinity water with two cores is found off West Luzon Island in the South China Sea (SCS) during summer. A series of salinity observations and model results show that the low-salinity water begins to appear in June, reaches its lowest salinity in September, and disappears after October. Rainfall associated with the summer monsoon impinging on the Philippine mountain ranges plays an important role in the formation of the low-salinity water, while upward Ekman pumping of high-salinity subsurface water caused by the strong winter monsoon is important for its disappearance. Variation in mixed layer depth is responsible for the formation of the two cores of the low-salinity water, while advection also contributes. The study further demonstrates that the low-salinity water has considerable interannual variability associated with El Niño-Southern Oscillation (ENSO): during the summer of the decaying year of an El Niño, an anticyclonic wind anomaly occurs in the SCS. The anticyclonic wind anomaly is associated with a northeasterly anomaly south of 18°N, reducing precipitation and causing salting of the low-salinity water off West Luzon Island. The situation is reversed during the summer of the decaying year of a La Niña.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010465", 
        "title": "Low-salinity water off West Luzon Island in summer"
    }, 
    {
        "author": "Mark R. Jury", 
        "date": "2015-04-27T09:36:21.560726-05:00", 
        "description": "\n\nInterannual variability of tropical cyclones (TCs) in the eastern Caribbean is studied using MIT-Hurdat fields during the July–October season from 1979 to 2008. TC intensity shows local climate sensitivity particularly for upper ocean currents, salinity and mixed-layer depth, and 200–850 mb wind shear. Remote influences from the Southern Oscillation, Saharan dust, and the South American monsoon are also identified as important. Ocean currents diminish along the coast of South America, so interbasin transfer between the North Brazil and Caribbean Currents declines in seasons of frequent and intense TCs. This is related to a dipole pattern in the sea surface height formed mainly by reduced trade wind upwelling northeast of Venezuela. A low-salinity plume from the Orinoco River spreads across the eastern Caribbean. It is the weaker currents and shallower mixed layer that conspire with surplus heat to build thermodynamic energy available for TC intensification.\n", 
        "journal": "Journal of Geophysical Research: Oceans", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010591", 
        "title": "Marine climate influences on interannual variability of tropical cyclones in the eastern Caribbean: 1979–2008"
    }, 
    {
        "author": "Jian Li, Rucong Yu, Weihua Yuan, Haoming Chen, Wei Sun, Yi Zhang", 
        "date": "2015-05-27T09:22:16.89389-05:00", 
        "description": "\n\nLong-term simulations using version 5.1 of the National Center for Atmospheric Research’ Community Atmosphere Model at low (T42), medium (T106), and high (T266) resolutions were carried out to study the impact of horizontal resolution on the model's performance in reproducing the climatological features of precipitation over East Asia. The simulated spatial pattern of annual mean precipitation amount improves significantly with increased resolution. The low-resolution model is inadequate to reproduce the precipitation closely associated with fine-scale orographic forcing, such as the narrow large-rainfall belt along the southern edge of the Tibetan Plateau. The distribution of rainfall over and around the elevation of the Tibetan Plateau and high-altitude mountains becomes more realistic at higher resolutions. The proportion of the large-bias (small-bias) area continuously reduces (increases) when moving from T42 to T266 resolution. Simulations at all three resolutions can capture the key features of the major seasonal variation of rainfall arising from the onset and advancement of the Asian monsoon. A novel method is used to evaluate the sensitivity of the simulated intensity-frequency structure to the horizontal resolution. The proportion of light rain, which demonstrates large positive bias in climate models, decreases dramatically at higher resolution. The intensity-frequency structures averaged over steep-terrain regions and plain areas become more distinctive and realistic as the resolution increases.\n", 
        "journal": "Journal of Advances in Modeling Earth Systems", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000414", 
        "title": "Precipitation over East Asia simulated by NCAR CAM5 at different horizontal resolutions"
    }, 
    {
        "author": "Patricia Jiménez-Amat, Rainer Zahn", 
        "date": "2015-05-26T02:51:53.226463-05:00", 
        "description": "\n\nMulti-decadal to centennial planktic 18O and Mg/Ca records were generated at ODP976 in the Alboran Sea. The site is in the flow path of Atlantic inflow waters entering the Mediterranean and captured North Atlantic signals through the surface inflow and the atmosphere. The records reveal similar climatic oscillations during the last two glacial-to-interglacial transitions, albeit with a different temporal pacing. Glacial termination 1 (T1) was marked by Heinrich event 1 (H1), post-H1 Bolling/Allerod (B/A) warming and Younger Dryas (YD) cooling. During T2 the H11 18O anomaly was twice as high and lasted 30% longer than during H1. The post-H11 warming marked the start of MIS5e while the subsequent YD-style cooling occurred during early MIS5e. The post-H11 temperature increase at ODP976 matched the sudden Asian Monsoon Termination II at 129 ka BP. Extending the 230Th-dated speleothem timescale to ODP976 suggests glacial conditions in the Northeast Atlantic region were terminated abruptly and interglacial warmth was reached in less than a millennium. The early-MIS5e cooling and freshening at ODP976 coincided with similar changes at North Atlantic sites suggesting this was a basin-wide event. By analogy with T1 we argue that this was a YD-type event that was shifted into the early stages of the last interglacial period. This scenario is consistent with evidence from northern North Atlantic and Nordic Sea sites that the continuing disintegration of the large Saalian Stage (MIS6) ice sheet in Eurasia delayed the advection of warm North Atlantic waters and full-strength convective overturn until later stages of MIS5e.\n", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014PA002710", 
        "title": "Offset Timing of Climate Oscillations During the Last two Glacial-Interglacial Transitions Connected with Large-Scale Freshwater Perturbation"
    }, 
    {
        "author": "Florence Colleoni, Annalisa Cherchi, Simona Masina, Christopher M. Brierley", 
        "date": "2015-05-20T22:48:55.606018-05:00", 
        "description": "\n\nThis work explores the impact of the development of global meridional and zonal SST gradients on the Mediterranean runoff variability during the Plio-Pleistocene transition, about 3 Ma. Results show that total annual mean Pliocene Mediterranean runoff is about 40% larger than during the pre-industrial period due to more increased extra-tropical specific humidity. As a consequence of a weakened and extended Hadley cell, the Pliocene northwest Africa hydrological network produces a discharge 30 timeslarger than today. Our results support the conclusion that during the Pliocene, the Mediterranean water deficit was reduced relative to today due to a larger river discharge. By means of a stand-alone atmospheric general circulation model, we simulate the separate impact of extra-tropical and equatorial SST cooling on the Mediterranean runoff. While cooling of equatorial SST does not imply significant changes to the Pliocene Mediterranean hydrological budget, the extra-tropical SST cooling increases the water deficit due to a decrease in precipitation and runoff. Consequently river discharge from this area reduces to pre-industrial levels. The main teleconnections acting upon the Mediterranean area today, i.e. the North Atlantic Oscillation during winter and the “monsoon-desert” mechanism during summer already have a large influence on the climate of our Pliocene simulations. Finally, our results also suggest that in a climate state significantly warmer than today, changes of the Hadley circulation could potentially lead to increased water resources in northwest Africa.\n", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015PA002780", 
        "title": "Impact of global SST gradients on the Mediterranean runoff changes across the Plio-Pleistocene transition"
    }, 
    {
        "author": "Fengming Chang, Tiegang Li, Zhifang Xiong, Zhaokai Xu", 
        "date": "2015-06-09T01:24:16.941517-05:00", 
        "description": "\n\nGeochemical and sedimentological analyses of core PC-1 recovered from the northern East China Sea (ECS) provide insights into variations in terrigenous input associated with sea level and climate changes over the past 24.3 ka. Based on high-resolution multiproxy records, our results suggest that the competing processes of sea level and monsoonally driven precipitation determined terrigenous input to the northern ECS. Dominance of terrigenous material, along with relatively light Globigerinoides ruber δ18O, indicates that the Last Glacial Maximum (LGM) lowstand of sea level has occurred during the period 21.5–19.6 ka, not suggesting an early slow rise but supporting the conventional LGM age of 21 ka. This LGM lowstand was terminated by the rapid sea level rise of 19 ka meltwater pulse (MWP), which is well expressed by the nearly synchronous decreases in both terrigenous detritus and mean grain size from 19.6 to 18.9 ka. MWP-1A is clearly marked in our records by a sharp reduction in terrigenous input and pronounced maxima of G. ruber δ18O at 15.3–14.8 ka, given the considerable age uncertainties of deglacial marine radiocarbon samples. A slightly increasing input of terrigenous matter is noted after 13.4 ka, potentially pointing to a sea level fall following the Inter-Allerød Cooling Period, which was seldom reported previously. Although MWP-1B did not leave robust signatures in terrigenous input, it is explicitly captured by the heavy δ18O of G. ruber and decline in mean grain size at 11.5–10.9 ka. MWP-1c probably occurred in a broad millennial interval with multiple peaks, which are robustly marked by the abrupt variations in terrigenous input and marine organic matter at 9.7–9.3 and 9.1 ka, respectively. During the late Holocene, the effect of continuously weakening monsoon precipitation overwhelmed that of stable sea level resulting in a uniform increase in the proportion of marine-derived organic matter after 5.5 ka.", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014PA002733", 
        "title": "Evidence for sea level and monsoonally driven variations in terrigenous input to the northern East China Sea during the last 24.3 ka"
    }, 
    {
        "author": "Michael Siccha, Eli Biton, Hezi Gildor", 
        "date": "2015-04-22T10:17:22.772865-05:00", 
        "description": "\n\nWe have employed a regional Massachusetts Institute of Technology oceanic general circulation model of the Red Sea to investigate its circulation during marine isotope stage (MIS) 5e, the peak of the last interglacial, approximately 125 ka before present. Compared to present-day conditions, MIS 5e was characterized by higher Northern Hemisphere summer insolation, accompanied by increases in air temperature of more than 2°C and global sea level approximately 8 m higher than today. As a consequence of the increased seasonality, intensified monsoonal conditions with increased winds, rainfall, and humidity in the Red Sea region are evident in speleothem records and supported by model simulations. To assess the dominant factors responsible for the observed changes, we conducted several sensitivity experiments in which the MIS 5 boundary conditions or forcing parameters were used individually. Overall, our model simulation for the last interglacial maximum reconstructs a Red Sea that is colder, less ventilated and probably more oligotrophic than at present day. The largest alteration in Red Sea circulation and properties was found for the simulation of the northward displacement and intensification of the African tropical rain belt during MIS 5e, leading to a notable increase in the fresh water flux into the Red Sea. Such an increase significantly reduced the Red Sea salinity and exchange volume of the Red Sea with the Gulf of Aden. The Red Sea reacted to the MIS 5e insolation forcing by the expected increase in seasonal sea surface temperature amplitude and overall cooling caused by lower temperatures during deep water formation in winter.", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2013PA002603", 
        "title": "Red Sea circulation during marine isotope stage 5e"
    }, 
    {
        "author": "Meryem Mojtahid, Rose Manceau, Ralf Schiebel, Rick Hennekam, Gert J. Lange", 
        "date": "2015-04-29T04:50:49.740218-05:00", 
        "description": "\n\nOver the past 13 ka, the hydrology for the southeastern Mediterranean was mainly regulated by Nile River runoff, which in turn was controlled by climate forcing. Being affected by orbital forcing, and the position of the Intertropical Convergence Zone (ITCZ), planktic foraminiferal data (assemblages, stable isotopes, and size properties) indicate three major periods. (1) From 13.0 to 11.5 ka, the upper water column was well-mixed, cold, and productive. (2) From 11.5 to 6.4 ka, hydrology and foraminifers were affected by intensified monsoonal circulation. The enhanced size of Globigerinoides ruber is interpreted as a response to environmental stress caused by low-saline waters. (3) After 6.4 ka, the southward retreat of the ITCZ caused a decrease in freshwater discharge and hence a return to ecological equilibrium. A drop in foraminifer diversity from 2.9 to 1.1 ka was related to more arid conditions, and limited supply of nutrients from the Nile River. We suggest a link to a negative North Atlantic Oscillation (NAO) marking the Roman Humid Period in the western Mediterranean, and in anti-phase with the southeastern Mediterranean aridity. Because Nile River runoff exerted major control on surface hydrology, a connection to Indian and Pacific climate systems partially controlling precipitation over the Nile catchment area is hypothesized. From 1.1 to 0.54 ka, high foraminifer diversity indicates humid conditions synchronous to the Medieval Climate Anomaly under a positive NAO state. Over the past 0.54 ka encompassing the Little Ice Age, another arid period is indicated by a drop in foraminifer diversity.", 
        "journal": "Paleoceanography", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014PA002705", 
        "title": "Thirteen thousand years of southeastern Mediterranean climate variability inferred from an integrative planktic foraminiferal-based approach"
    }, 
    {
        "author": "", 
        "date": "2015-07-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">The El Nino Southern Oscillation (ENSO) and the Indian Ocean Dipole (IOD) are widely recognized as major drivers of inter-annual variability of the Indian monsoon (IM) and extreme rainfall events (EREs). We assess the time-varying strength and non-linearity of these linkages using dynamic linear regression and Generalized Additive Models. Our results suggest that IOD has evolved independently of ENSO, with its influence on IM and EREs strengthening in recent decades when compared to ENSO, whose relationship with IM seems to be weakening and more uncertain. A unit change in IOD currently has a proportionately greater impact on IM. ENSO positively influences EREs only below a threshold of 100 mm day<sup class=\"a-plus-plus\">−1</sup>. Furthermore, there is a non-linear and positive relationship between IOD and IM totals and the frequency of EREs (&gt;100 mm day<sup class=\"a-plus-plus\">−1</sup>). Improvements in modeling this complex system can enhance the forecasting accuracy of the IM and EREs.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2288-0", 
        "title": "Non-stationary and non-linear influence of ENSO and Indian Ocean Dipole on the variability of Indian monsoon rainfall and extreme rain events"
    }, 
    {
        "author": "", 
        "date": "2015-07-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">The present study investigates the role of intraseasonal oscillation (ISO) on the South China Sea (SCS) summer monsoon onset based on the daily reanalysis data for a 33-year period from 1979 to 2011. The SCS summer monsoon (SCSSM) onset always occurs during the developing phase of ISO at which the ISO develops from inactive convection and easterly anomalies to active convection and westerly anomalies. In the SCSSM onset season (April–July), the change rate of the zonal winds of ISO over the SCS is around twice as large as the increase rate of the climatological westerly winds. Therefore, the monsoon onset, which is a process requiring the westerly winds to increase up to a certain threshold, only occurs during ISO’s developing phase. Furthermore, the monsoon onsets tend to occur at the active (inactive) convection and developing phase of ISO in the early (late) onset years. In the early-onset years, a strong active phase of ISO is needed to prompt monsoon onset because of the undeveloped climatological easterly winds at the onset period, whereas in the late-onset years the developed climatological westerly winds will prompt the monsoon onset as long as the suppressive role of the inactive phase of ISO starts relieving. Due to the constraint of ISO’s developing phase on the SCSSM onset, an earlier ISO’s developing phase occurring in the monsoon onset season will induce an earlier SCSSM onset. The low-frequency variation, with a period greater than 90 days, can also modify the role of ISO’s developing phase, especially when the developing phase of ISO occurs at the early season of the monsoon onset.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2264-8", 
        "title": "Role of the phase transition of intraseasonal oscillation on the South China Sea summer monsoon onset"
    }, 
    {
        "author": "", 
        "date": "2015-07-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">The interannual variability of seasonal precipitation in eastern China from fall to following spring is examined for the period of 1951–2004 based on observations at 106 stations. The temporal variability of seasonal mean values is decomposed into intraseasonal (fast) and slow (potentially predictable) components. EOF analysis is then applied to both the fast and predictable components. We find that (1) the most predictable signal migrates in a north–south direction along with the annual cycle of the monsoon in east China, while spatial patterns of the leading fast modes does not change much; (2) the predictable signal of precipitation in eastern China is associated with anomalous atmospheric circulation patterns having more zonally symmetric structures while the fast time-varying precipitation components are accompanied by wavy anomalous atmospheric circulation patterns; (3) the most predictable signal has an apparent 1-season lagged correlation with the interannual variation of sea surface temperature associated with El Niño/Southern Oscillation; (4) The fast rainfall component is largely attributed to the intraseasonal variabilities of the Siberian High over the Eurasian continent and the subtropical high associated with the Western-Pacific-Oscillation-like variabilities over the North Pacific; and (5) The ENSO signal in the fall seasonal precipitation persisted throughout the entire 54-year period while the signal in winter intensified significantly after the mid-1970s. This is attributed to the weaker/stronger intensification of ENSO anomalies in the tropical Pacific during the fall/winter.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2411-2", 
        "title": "Interannual variability of autumn to spring seasonal precipitation in eastern China"
    }, 
    {
        "author": "", 
        "date": "2015-07-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">Future projections of the Indian summer monsoon rainfall (ISMR) and its large-scale thermodynamic driver are studied by using CMIP5 model outputs. While all models project an increasing precipitation in the future warming scenario, most of them project a weakening large-scale thermodynamic driver arising from a weakening of the upper tropospheric temperature (UTT) gradient over south Asian summer monsoon region. The weakening of the UTT gradient under global warming scenarios is related to the increase in sea surface temperature (SST) over the equatorial Indian Ocean (EIO) leading to a stronger increase of UTT over the EIO region relative to the northern Indian region, a hypothesis supported by a series of Atmospheric General Circulation Model (AGCM) experiments forced by projected SSTs. To diagnose the inconsistency between the model projections of precipitation and the large-scale thermodynamic driver, we have examined the rate of total precipitation explained by convective and stratiform precipitations in observations and in CMIP5 models. It is found that most models produce too much (little) convective (stratiform) precipitation compared to observations. In addition, we also find stronger precipitable water—precipitation relationship in most CMIP5 models as compared to observations. Hence, the atmospheric moisture content produced by the model immediately gets converted to precipitation even though the large-scale thermodynamics in models weaken. Therefore, under global warming scenarios, due to increased temperature and resultant increased atmospheric moisture supply, these models tend to produce unrealistic local convective precipitation often not in tune with other large-scale variables. Our results questions the reliability of the ISMR projections in CMIP5 models and highlight the need to improve the convective parameterization schemes in coupled models for the reliable projections of the ISMR.\n      </p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2269-3", 
        "title": "Why ensemble mean projection of south Asian monsoon rainfall by CMIP5 models is not reliable?"
    }, 
    {
        "author": "", 
        "date": "2015-07-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">The evolution of the Asian summer monsoon (ASM) in a global warming environment is a serious scientific and socio-economic concern since many recent studies have demonstrated the weakening nature of large-scale tropical circulation under anthropogenic forcing. But, how such processes affect the ASM circulation and rainfall is still a matter of debate. This study examines the climate model projections from a selected set of Coupled Model Inter-comparison Project 5 (CMIP5) models to provide a unified perspective on the future ASM response. The results indicate a robust reduction in the large-scale meridional gradient of temperature (MGT) at upper levels (200 hPa) over the ASM region, associated with enhanced ascendance and deep tropospheric heating over the equatorial Pacific in the future climate. The differential heating in the upper troposphere, with concomitant increase (decrease) in atmospheric stability (MGT), weakens the ASM circulation, promotes a northward shift of the monsoon circulation and a widening of the local Hadley cell in the eastern Indian sector. An examination of the water vapour budget indicates the competing effects of the thermodynamic (moisture convergence) and dynamics processes (monsoon circulation) on future ASM rainfall changes. The former component wins out over the later one and leads to the intensification of Indian monsoon rainfall in the CMIP5 projections. However, the diagnostics further show a considerable offset due to the dynamic component.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-014-2257-7", 
        "title": "Global warming and the weakening of the Asian summer monsoon circulation: assessments from the CMIP5 models"
    }, 
    {
        "author": "", 
        "date": "2015-07-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">Global climate models (GCMs) have good skill in simulating climate at the global scale yet they show significant systematic errors at regional scale. For example, many GCMs exhibit significant biases in South Asian summer monsoon (SASM) simulations. Those errors not only limit application of such GCM output in driving regional climate models (RCMs) over these regions but also raise questions on the usefulness of RCMs derived from those GCMs. We focus on process studies where the RCM is driven by realistic lateral boundary conditions from atmospheric re-analysis which prevents remote systematic errors from influencing the regional simulation. In this context it is pertinent to investigate whether RCMs also suffer from similar errors when run over regions where their parent models show large systematic errors. Furthermore, the general sensitivity of the RCM simulation to domain size is informative in understanding remote drivers of systematic errors in the GCM and in choosing a suitable RCM domain that minimizes those errors. We investigate Met Office Unified Model systematic errors in SASM by comparing global and regional model simulations with targeted changes to the domain and forced with atmospheric re-analysis. We show that excluding remote drivers of systematic errors from the direct area of interest allows the application of RCMs for process studies of the SASM, despite the large errors in the parent global model. The findings in this study are also relevant to other models, many of which suffer from a similar pattern of systematic errors in global model simulations of the SASM.</p>\n                  ", 
        "journal": "Climate Dynamics", 
        "link": "http://link.springer.com/10.1007/s00382-015-2565-6", 
        "title": "Sensitivity of systematic biases in South Asian summer monsoon simulations to regional climate model domain size and implications for downscaled regional process studies"
    }, 
    {
        "author": "M. M. Ali, P. V. Nagamani, N. Sharma, R. T. Venu Gopal, M. Rajeevan, G. J. Goni, Mark A. Bourassa", 
        "date": "2015-03-21T09:09:46.64781-05:00", 
        "description": "\n\nBesides improving the understanding of the physics of the challenging problem of monsoon prediction, it is necessary to evaluate the efficiency of the input parameters used in models. Sea-surface temperature (SST) is the only oceanographic parameter applied in most of the monsoon forecasting models, which many times do not represent the heat energy available to the atmosphere. We studied the impacts of ocean mean temperature (OMT), representing the heat energy of the upper ocean, and SST on the all India summer monsoon rainfall through a statistical relation during 1993–2013 and found that OMT has a better link than SST.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.576", 
        "title": "Relationship between ocean mean temperatures and Indian summer monsoon rainfall"
    }, 
    {
        "author": "K. Eswaran, S. K. Satheesh, J. Srinivasan", 
        "date": "2015-03-10T09:20:26.534313-05:00", 
        "description": "\n\nRecent studies, over regions influenced by biomass burning aerosol, have shown that it is possible to define a ‘critical cloud fraction’ (CCF) at which the aerosol direct radiative forcing switch from a cooling to a warming effect. Using 4 years of multi-satellite data analysis, we show that CCF varies with aerosol composition and changed from 0.28 to 0.13 from postmonsoon to winter as a result of shift from less absorbing to moderately absorbing aerosol. Our results indicate that we can estimate aerosol absorption from space using independently measured top of the atmosphere (TOA) fluxes [Cloud Aerosol Lidar with Orthogonal Polarization-Moderate resolution Imaging Spectroradiometer-Clouds and the Earth's Radiant Energy System (CALIPSO-MODIS-CERES)] combined algorithms for example.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.571", 
        "title": "Dependence of ‘critical cloud fraction’ on aerosol composition"
    }, 
    {
        "author": "Ke Wei, Masaaki Takahashi, Wen Chen", 
        "date": "2015-03-04T09:07:00.177346-05:00", 
        "description": "\n\nUsing two generations of reanalysis datasets from the National Center for Atmospheric Research (NCAR), European Centre for Medium-Range Weather Forecasts (ECMWF), and Japan Meteorological Agency (JMA), we showed that on the interannual timescale the two leading modes of the East Asian winter monsoon (EAWM) are associated with tropospheric annular mode (AM) and stratospheric polar vortex (SPV), respectively. The relationship between AM and the first EAWM mode remained stable during 1958–2013, whereas that between SPV and the second EAWM mode increased suddenly since the late 1980s. The SPV-related circulation and planetary wave activities are intensified in the latter period. We suggested that this change might be caused by the global warming and ozone depletion.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.568", 
        "title": "Long-term changes in the relationship between stratospheric circulation and East Asian winter monsoon"
    }, 
    {
        "author": "H. Athar", 
        "date": "2015-03-03T04:07:02.100922-05:00", 
        "description": "\n\nThe analyses of monthly and annual variability, and the seasonal teleconnections with the Indian Ocean Dipole (IOD), El-Niño Southern Oscillation (ENSO), and the North Atlantic Oscillation (NAO) circulation indices, for rainfall from 26 stations in Saudi Arabia (SA), for 33-year period (1978–2010), are presented. High interannual variability with non-monsoonal annual cycle characterizes the rainfall climate of SA in recent 33-year period. Eight of 26 stations display statistically significant simultaneous teleconnections with IOD and ENSO in the September–October–November (SON) season. These eight stations are situated north of 21.50°N (nSA) and are located in northern and in southeastern regions of nSA.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.570", 
        "title": "Teleconnections and variability in observed rainfall over Saudi Arabia during 1978–2010"
    }, 
    {
        "author": "Xia Feng, Paul Houser", 
        "date": "2015-02-24T05:17:44.520805-05:00", 
        "description": "\n\nThis study examines the land–atmosphere coupling strength during the 2004 North American monsoon (NAM) using the ΔΩ index from ensemble model simulations. The strength of coupling varies geographically over different monsoon phases. The coupling strength over the entire monsoon period is primarily attributed to the monsoon mature phase with strong signal of coupling in the eastern NAM region. A decomposition of the land–atmosphere coupling suggests that land segment contributes to the strong coupling during the monsoon onset, mature phase and the overall monsoon season, while the atmospheric segment dominates the strong coupling during the decay phase.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.573", 
        "title": "Quantifying the strength of land–atmosphere coupling in the 2004 North American monsoon"
    }, 
    {
        "author": "Kandula Venkata Subrahmanyam, Karanam Kishore Kumar, Alur Narendra Babu", 
        "date": "2015-02-19T10:48:03.039579-05:00", 
        "description": "\n\nThe phase relation between convection and precipitation at diurnal scales is essential for convective parameterization in numerical weather prediction models. For the first time in a meteorological study, we quantified the phase relationship between convective available potential energy (CAPE) and precipitation over the Indian summer monsoon region at diurnal scales using space-based precipitation and CAPE observations from 7 years (2006–2012) of GPS-RO measurements. Also, we quantified the phase relationship for the land and oceanic regions separately. On average, the peak in CAPE magnitudes leads precipitation peak by ∼2–4 h over the study region.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.566", 
        "title": "Phase relation between CAPE and precipitation at diurnal scales over the Indian summer monsoon region"
    }, 
    {
        "author": "U. Umakanth, Amit P. Kesarkar, T. Narayana Rao, S. Vijaya Bhaskar Rao", 
        "date": "2014-09-12T11:30:13.288474-05:00", 
        "description": "\n\nWe proposed a new objective criterion for discerning breaks in Indian summer monsoon rainfall, which is based on grid-level rainfall threshold. The identified breaks reproduced all well-known breaks discussed in the literature, but are relatively fewer in number. The correlation analysis between the number of break days and all-India seasonal rainfall is not only high (R2 = −0.77) but also reproduced well-known association between El Nino and bad monsoon years. The fraction of seasonal rainfall in break days is found to be smaller (<10%) over most part of India than earlier studies, indicating that the discerned spells are valid for a large part of India.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.536", 
        "title": "An objective criterion for the identification of breaks in Indian summer monsoon rainfall"
    }, 
    {
        "author": "Fei Zheng, Jianping Li, Robin T. Clark, Ruiqing Ding, Fei Li, Lei Wang", 
        "date": "2014-10-21T10:49:40.752227-05:00", 
        "description": "\n\nPrevious evidence has  showed that the boreal spring Southern Annular Mode (SAM) regulates summer monsoon precipitation in East Asian subtropics through the Northern Indian Ocean sea surface temperature (NIO SST). This paper further demonstrates how a positive (negative) boreal spring SAM is usually followed by a warmer (cooler) summer over northeast China (NEC), suggesting impacts of the SAM even extend to the northern mid-latitudes. A positive spring SAM usually leads to anomalous anticyclonic  sinking motion over NEC during summer through the NIO SST, which results in cloud reduction and changes in radiation, and thus surface warming.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.541", 
        "title": "Influence of the boreal spring Southern Annular Mode on summer surface air temperature over northeast China"
    }, 
    {
        "author": "Indrani Roy, Matthew Collins", 
        "date": "2014-12-13T10:31:23.908338-05:00", 
        "description": "\n\nA solar influence on Indian Summer Monsoon (ISM) rainfall, identified in previous studies using the method of solar peak year compositing, may not be robust and can be influenced by other factors such as the El Nino Southern Oscillation (ENSO) and trends. Regression analysis, which takes into account variations across the whole solar cycle rather than just the minimum /maximum solar years, fails to detect any direct solar influence on the ISM during June–August. Regression suggests that the spatial pattern of ENSO, as imprinted in the sea level pressure in the Indian Ocean region, covering parts of Australia, has changed during the second half of last century. Thus ENSO impacts via variations in the local Hadley circulation may have played a role in modulating the ISM during that period. Finally, we discuss a possible indirect connection between the solar cycle and monsoon rainfall, which are different since the 1950s.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.547", 
        "title": "On identifying the role of Sun and the El Niño Southern Oscillation on Indian Summer Monsoon Rainfall"
    }, 
    {
        "author": "Jasti S. Chowdary, Arti B. Bandgar, C. Gnanaseelan, Jing-Jia Luo", 
        "date": "2015-01-24T09:05:47.413217-05:00", 
        "description": "\n\nWhile the importance of El Niño to the Indian summer monsoon (ISM) rainfall variability has been widely recognized, the role of tropical Indian Ocean (TIO) is still unclear. Present results based on coupled model sensitivity experiments revealed that the TIO air–sea interaction trims down suppressed rainfall locally over the ISM region by opposing the influence of tropical Pacific Ocean (TPO) during El Niño developing summers. Besides, El Niño-induced TIO basin-wide warming supports positive rainfall anomalies over the ISM region by maintaining local convection. TIO local air–sea interaction opposes the Pacific impact even in the absence of Indian Ocean Dipole.\n", 
        "journal": "Atmospheric Science Letters", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.561", 
        "title": "Role of tropical Indian Ocean air–sea interactions in modulating Indian summer monsoon in a coupled model"
    }, 
    {
        "author": "Xin Hao, Fei Li, Jianqi Sun, Huijun Wang, Shengping He", 
        "date": "2015-06-05T06:39:41.525027-05:00", 
        "description": "\n\nThe simulated response of the East Asian winter monsoon (EAWM) to ENSO-like sea surface temperature anomalies (SSTAs) forcing in three U.S. Climate Variability and Predictability (U.S. CLIVAR) Project models (GFDL, CCM3, and CCM3.5) are evaluated. The time series of the ENSO-like pattern significantly correlates with the EAWM index for the period 1949–2004 based on the HadISST SST data set and the NCEP atmospheric reanalysis. Their correlation coefficient is −0.32 at the 95% confidence level. The warm (cold) phase of ENSO-like SSTAs is associated with a weakened (strengthened) Siberian High and an eastern-positioned (western-positioned) Aleutian Low, anomalous southerly (northerly) wind at 850 hPa and positive (negative) surface air temperature anomalies over East Asia and western North Pacific, while 300 hPa zonal wind anomalies emerge with a reduced (accelerated) East Asian jet stream.\nFurther model examination reveals that the simulated response over East Asia forced by warm (cold) ENSO-like SSTAs in CCM3 and the three-model ensemble corresponds to the weakened (strengthened) EAWM. The spatial correlation coefficients between the three-model ensemble and observation in the atmospheric circulation and surface air temperature range from 0.15 to 0.80 at the 99% confidence level. This success in simulating relationship between ENSO-like SSTAs and EWAM using three-model ensemble proposes a new idea for the EAWM prediction.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4388", 
        "title": "Assessment of the response of the East Asian winter monsoon to ENSO-like SSTAs in three U.S. CLIVAR Project models"
    }, 
    {
        "author": "Ruth Cerezo-Mota, Tereza Cavazos, Raymond Arritt, Abraham Torres-Alavez, Kevin Sieck, Grigory Nikulin, Wilfram Moufouma-Okia, Jose Antonio Salinas-Prieto", 
        "date": "2015-06-05T06:31:43.010326-05:00", 
        "description": "\n\nThe output of four regional climate models (RCMs) from the Coordinated Regional Climate Downscaling Experiment (CORDEX)-North America (NA) region was analysed for the 1990–2008 period, with particular interest on the mechanisms associated with wet and dry years over the North American Monsoon (NAM) core region. All RCMs (RCA3.5, HadGEM3-RA, REMO, and RegCM4) were forced by the ERA-Interim reanalysis. Model precipitation was compared against several observational gridded data sets at different time scales. Most RCMs capture well the annual cycle of precipitation and outperform ERA-Interim, which is drier than the observations. RCMs underestimate (overestimate) the precipitation over the coastal plains (mountains) and have some problems to reproduce the interannual variability of the monsoon. To further investigate this, two extreme summers that showed the largest consistency among observations and RCMs were chosen: one wet (1990) and one dry (2005). The impact of the passage of tropical cyclones, the size of the Western Hemisphere Warm Pool (WHWP), the Intertropical Convergence Zone (ITCZ) position, and the initial intensity of the land–sea thermal contrast (LSTC) were analysed. During the wet year, the LSTC was stronger than the 2005 dry monsoon season and there were a larger number of hurricanes near the Gulf of California, the WHWP was more extended, and the ITCZ was located in a more northerly position than in 2005. All these processes contributed to a wetter NAM season. During the dry year, the LSTC was weaker, with a later onset, probably due to a previous very wet winter. The inverse precipitation relationship between winter and summer in the monsoon region was well captured by most of the RCMs. RegCM4 showed the largest biases and HadGEM3-RA the smallest ones.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4385", 
        "title": "CORDEX-NA: factors inducing dry/wet years on the North American Monsoon region"
    }, 
    {
        "author": "Prabir Kumar Das, Dibyendu Dutta, J. R. Sharma, V. K. Dadhwal", 
        "date": "2015-06-02T05:59:00.3426-05:00", 
        "description": "\n\nMonthly gridded (0.5° × 0.5°) standardized precipitation–evapotranspiration index (SPEI) data of 1901–2008 were used to detect spatial pattern of temporal trend in meteorological drought during the Indian summer monsoon period. The SPEI data were converted into drought duration, magnitude and types of occurrence to capture overall drought scenario. A non-parametric (Mann–Kendall test) method was used to test for monotonic trend at each grid level, whereas the magnitude was estimated using Sen's method. Further, a field significance test was performed at major meteorological regions level to assess whether the individual trends identified could occur by chance in an analysis of large number of time series analysed. Significant (α = 0.05) increasing trend of both drought duration and magnitude during the monsoon was found over parts of eastern, central and north-eastern region of India, whereas the parts of west coast, arid western region and north India showed significantly decreasing trend. The trends in mid- as well as late-season drought were contributing towards significant increase in drought condition, whereas trends in early-season drought were responsible for decrease in drought events. The time series analysis of rainfall and potential evapotranspiration (PET) illustrated that over eastern part of India the increase in drought was attributed due to decrease in rainfall, whereas the decrease in drought occurrence over western arid region was mainly because of decrease in PET.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4392", 
        "title": "Trends and behaviour of meteorological drought (1901–2008) over Indian region using standardized precipitation–evapotranspiration index"
    }, 
    {
        "author": "Ming Luo, Yee Leung, Hans-F. Graf, Michael Herzog, Wei Zhang", 
        "date": "2015-05-19T06:24:18.957913-05:00", 
        "description": "\n\nThis article investigates the year-to-year variability of the onset of the South China Sea summer monsoon (SCSSM) and the possible influences exerted by the surface temperature anomalies over land and sea. Early and late monsoon onsets are related to the temperature anomalies in different regions. It is found that an early onset follows negative sea surface temperature (SST) anomalies in the central tropical Pacific (CP) Ocean during the preceding winter and spring, corresponding to a CP La Niña. In contrast, a late onset is preceded by the negative surface air temperature anomalies over land in the central Asian continent. Negative SST anomalies in the central-eastern equatorial Pacific Ocean and the associated warming in the western Pacific induce an anomalously enhanced Walker circulation. This anomalous Walker cell leads to an increase in convection, causing more latent heat release and a subsequent decrease of surface pressure. The anomalous Walker cell and the enhanced latent heat release weaken the Western North Pacific subtropical high and the Philippine Sea anticyclone, favouring a westerly flow from the Indian Ocean, resulting in an early SCSSM onset. On the other hand, negative land surface temperature anomalies cool the atmosphere over land, and locally modify the Hadley circulation, accompanied by the anomalous divergence in the low-level atmosphere over the western equatorial Pacific. This divergence anomaly reduces the latent heat release and strengthens the anticyclone in the Philippine Sea, thus preventing the westward extension of the westerlies from the Indian Ocean and causing a late SCSSM onset.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4364", 
        "title": "Interannual variability of the onset of the South China Sea summer monsoon"
    }, 
    {
        "author": "Ester Salimun, Fredolin Tangang, Liew Juneng, Francis W. Zwiers, William J Merryfield", 
        "date": "2015-05-09T04:33:48.220029-05:00", 
        "description": "\n\nThis study evaluates the forecast skill of the fourth version of the Canadian coupled ocean–atmosphere general circulation model (CanCM4) and its model output statistics (MOS) to forecast the seasonal rainfall in Malaysia, particularly during early (October–November–December) and late (January–February–March) winter monsoon periods. CanCM4 is the latest component of the Canadian Seasonal to Inter-annual Prediction System (CanSIPS), which is a multi-seasonal climate prediction system developed particularly for Canada but applicable globally. Generally, CanCM4's skill in reproducing the climatology during winter is not as good as in other seasons because of the model's inability to simulate the regional synoptic circulations over the western Maritime Continent. In particular, the model fails to forecast the cold surges and Borneo vortex circulations that play critical roles in moisture horizontal advection. Moreover, its forecast skill during the early winter monsoon period is poorer than during the late period. Interestingly, forecast skill is enhanced when MOS models are applied as the MOS utilizes the predictive signals in the quasi-global predictors from the CanCM4 forecast system. The predictability can be traced to the conventional El Niño–Southern Oscillation (ENSO) and ENSO Modoki signals that are present in the CanCM4 forecast MOS predictor fields. The quasi-global sea-surface temperature and quasi-global sea-level pressure fields are found to be the most useful predictors. Interestingly, CanCM4 forecast signals associated with the Indian Ocean Dipole also contribute to the skill. Skill enhancement is particularly significant for northern Borneo during early monsoon periods in medium- and long-lead forecasts when the CanCM4 has minimal direct skill in the region.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4361", 
        "title": "Skill evaluation of the CanCM4 and its MOS for seasonal rainfall forecast in Malaysia during the early and late winter monsoon periods"
    }, 
    {
        "author": "Thushara Gunda, George M. Hornberger, Jonathan M. Gilligan", 
        "date": "2015-05-05T08:55:12.557951-05:00", 
        "description": "\n\nA spatiotemporal analysis of two well-known agricultural drought indices, the Palmer Drought Severity Index (PDSI) and the Standardized Precipitation Index at a 9-month scale (SPI-9), is presented for Sri Lanka. The analysis was conducted based on monthly precipitation and temperature data from January 1881 to December 2010 using 13 stations distributed across the three climatic zones of the country. Principal component analysis shows that the first two principal components of PDSI and SPI-9 are spatially comparable and could physically represent the two main monsoons. A wavelet analysis of these principal components' scores for both indices indicates a stronger association between the Northeastern monsoon and El-Niño in recent decades. Correlation analysis with agricultural metrics suggests that different indices might be appropriate for each of the climatic zones in Sri Lanka. PDSI correlated best with the intermediate zone districts; SPI-9 correlated best with the dry zone districts; but neither index correlated well with the wet zone districts.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4365", 
        "title": "Spatiotemporal Patterns of Agricultural Drought in Sri Lanka: 1881–2010"
    }, 
    {
        "author": "Dong-Hyun Cha, Chun-Sil Jin, Ji-Hong Moon, Dong-Kyou Lee", 
        "date": "2015-05-05T08:54:43.688597-05:00", 
        "description": "\n\nImpacts of coupled air–sea interaction and large-scale nudging were examined through regional climate simulation of the East Asian summer monsoon (EASM). A slab ocean model (SOM) was coupled with a regional climate model (RCM) to investigate the impact of two-way air–sea interaction, and the spectral nudging was applied to examine the effect of large-scale nudging. The control run without coupled air–sea interaction and large-scale nudging had significantly large systematic errors in simulated oceanic precipitation, monsoon circulations, and subtropical high. The errors resulted from an erroneous physical process caused by uncoupled air–sea interaction. The experiment with a SOM reduced the unreasonable physical process because simulated sea surface temperature (SST) decreases with enhanced ocean surface mixing from intensified low-level wind. Therefore, coupled air–sea interaction in the SOM run improved the simulations of seasonal mean precipitation, monsoon circulations, and subtropical high. In the experiment with a SOM and large-scale nudging, simulated precipitation and synoptic fields were further improved because the spectral nudging decreased the systematic error of large-scale circulations between model solution and large-scale forcing. Simulated results indicated that adjusting simulated SST to atmospheric conditions by coupling an ocean model with a RCM and improving boundary conditions by implementing large-scale nudging are necessary for advanced simulation of the EASM using RCMs.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4349", 
        "title": "Improvement of regional climate simulation of East Asian summer monsoon by coupled air–sea interaction and large-scale nudging"
    }, 
    {
        "author": "Qiang Li, Renhe Zhang, Yu Wang", 
        "date": "2015-04-22T06:27:30.231902-05:00", 
        "description": "\n\nThe interannual variation of the wintertime fog–haze days across central and eastern China from 1972 to 2014 and its relationship with East Asian winter monsoon (EAWM) are investigated based on the National Centers for Environmental Prediction/National Center for Atmospheric Research (NCEP/NCAR) reanalysis data and the surface observation data from the weather stations in China. The results show that the wintertime fog–haze days across central and eastern China have close relation with EAWM in the interannual time scale. The stronger (weaker) the EAWM is, the less (more) the wintertime fog–haze days are. In strong (weak) EAWM winters, both near-surface winds and vertical shear of horizontal zonal winds strengthen (weaken). The strengthened (weakened) near-surface winds enhance (reduce) the outward transport of fog and haze and are unfavourable (favourable) for their accumulation over central and eastern China. The enlarged (receded) vertical shear of horizontal zonal winds intensifies (abates) the atmospheric baroclinic instability and vertical diffusion, leading to less (more) fog and haze in near-surface. In addition, a strong (weak) EAWM is also unfavourable (favourable) for the maintenance of the fog and haze in the lower troposphere through the anomalous divergence (convergence) associated with the intense anticyclonic (cyclonic) anomalies in the upper troposphere over southern China.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4350", 
        "title": "Interannual variation of the wintertime fog–haze days across central and eastern China and its relation with East Asian winter monsoon"
    }, 
    {
        "author": "Jie Zhang, Laurent Li, Zhiwei Wu, Xingmin Li", 
        "date": "2015-04-21T02:29:32.954282-05:00", 
        "description": "\n\nSummer rainfall in north-central China, accounted for 70% of the annual rainfall, is sensitive to anomalies in the East Asian summer monsoon (EASM) and westerlies due to lying in the EASM marginal belt. Summer rainfall and the durations and frequency of dry spells were investigated using daily rainfall data from 332 weather stations, the European Centre for Medium-range Weather Forecasting (ECMWF) re-analysis data and Climate Research Unit (CRU) surface temperature data. The results demonstrate that summer rainfall exhibits an ‘early wetting later drying’ pattern with a weak increasing in June and a dramatic decreasing trend in July and August (JA). Decreased rainfall in JA is associated with prolonged dry spells; the frequency and durations of dry spells exceeding 7 days increase, especially for dry spells exceeding 15 days. This increase in dry spell duration is positively correlated with a northward shift in planetary waves expressed by the 5700-gpm isoline at 500 hPa and the westerly jet at 200 hPa, which lead north-central China to close to the left of jet entrance and a positive vorticity convergence region on the high level, it is helpful to downward movements and less rainfall. The northward shift in planetary waves is affected by boundary forcing. Dramatic increases in temperature over the Tibetan Plateau (TP) result in a large temperature gradient and thermal contrast between the TP and mid-high latitude, and likely strengthening and widening the South Asian High (SAH) pattern and pressure gradient. These conditions contribute to the northward shift in planetary waves and prolonging dry spells.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4337", 
        "title": "Prolonged dry spells in recent decades over north-central China and their association with a northward shift in planetary waves"
    }, 
    {
        "author": "Qiaoyan Wu, Ying Yan, Dake Chen", 
        "date": "2015-04-16T02:09:10.82966-05:00", 
        "description": "\n\nThe sensitivity of the East Asian Monsoon (EAM) precipitation prediction skill to the variabilities of the tropical Indian and Pacific sea surface temperature (SST), the North Atlantic Oscillation (NAO), and the heating and snow cover over the Tibetan Plateau is evaluated in the framework of a linear Markov model. It is found that the tropical Indo-Pacific SST helps to improve the prediction of EAM precipitation over oceanic regions and some localized areas over land, while the Indian Ocean alone does not show significant impact on prediction. The remote effects of NAO improve the prediction in the middle and lower reaches of the Yangtze and Huaihe River valleys in boreal spring, fall and winter, and over oceanic areas in boreal summer and fall. The predictive skill of our model is not sensitive to the inclusion of the sensible heating and snow cover over the Tibetan Plateau, probably because their effects are implicitly present in the original EAM model.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4347", 
        "title": "Seasonal prediction of East Asian monsoon precipitation: skill sensitivity to various climate variabilities"
    }, 
    {
        "author": "Ning Lu, Jun Qin, Yang Gao, Kun Yang, Kevin E. Trenberth, Maria Gehne, Yunqiang Zhu", 
        "date": "2014-05-27T12:26:31.623223-05:00", 
        "description": "\n\nThe trends and variations in precipitable water (PW) over the Tibetan Plateau (TP) from 2000 to 2010 are analysed using the monthly mean PW datasets from Moderate Resolution Imaging Spectroradiometer (MODIS) and ERA-Interim reanalysis of European Centre for Medium-Range Weather Forecasts (ECMWF). Three different methods (including linear fit, non-parametric and non-linear) are used to estimate PW trends and their significance. The trend patterns derived from MODIS and ECMWF are very similar except for the magnitude. Increasing trends are found in the eastern and western TP; with decreasing trends in the middle. Atmospheric water vapour is more changeable compared to the surrounding areas and large PW anomalies occur frequently in July and August over the TP. Regression analysis between monthly mean anomalies of ECMWF PW and ECMWF surface air temperature (SAT) indicates reanalyses data show larger regression slope (7.36 ± 0.75 % K–1) over the TP than the MODIS observations (4.81 ± 0.72 % K–1) mainly in the non-monsoon season. The comparison of the vertically integrated moisture flux and its divergence between the wettest and driest monsoon seasons indicates that the PW spatial variability in monsoon seasons over the TP is affected by the large-scale atmospheric circulation. Although the TP region is under the influence of one large-scale circulation pattern (the monsoon) and the consistent warming background, the PW trends and the relation of PW and temperature are spatially heterogeneous, which is particularly important for predicting hydrological changes in this region.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4064", 
        "title": "Trends and variability in atmospheric precipitable water over the Tibetan Plateau for 2000–2010"
    }, 
    {
        "author": "Jehangir Ashraf Awan, Deg-Hyo Bae, Kyung-Joong Kim", 
        "date": "2014-06-17T04:32:54.900654-05:00", 
        "description": "\n\nRainfall is a complex phenomenon with high spatiotemporal variability. Identification of homogeneous rainfall zones to better analyse the rainfall intensity and extent is of vital significance for water resources management and mitigation of potential hazards from extreme events, i.e. droughts and floods. Appropriate zoning of homogeneous rainfall regions may give better understanding of rainfall patterns by resolving small scale variations. Although homogeneous rainfall zones have been established at country scale based on climatological mean behaviour, there has been little attempt to identify zones over broader scale with consistently homogeneous rainfall variability. This study employed K-means and Hierarchical clustering methods to establish homogeneous rainfall zones in the East Asia monsoon region (20°N–50°N, 103°E–149°E) using 30 years (1978–2007) monthly rainfall data at 0.5° grid resolution. Various cluster validation indices were used to assess the optimal number of homogeneous rainfall zones. The comparison of K-means and Hierarchical clustering showed that although both methods were able to define the homogeneous rainfall zones well with spatial contiguity, the K-means clustering outperformed the Hierarchical clustering in identifying more distinct zones with diverse rainfall characteristics. Mann-Kendall and linear regression tests were used for seasonal and annual rainfall trend analysis in the homogeneous rainfall zones. The study revealed that the region experiences distinct rainfall regimes over different zones. Furthermore, significant increasing and decreasing trends were observed over different zones with strong seasonal variation that indicate the aggravated stress of climate induced disasters, i.e. droughts and floods over the East Asia monsoon region.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4066", 
        "title": "Identification and trend analysis of homogeneous rainfall zones over the East Asia monsoon region"
    }, 
    {
        "author": "Yuk Feng Huang, Yan Jun Puah, Kuan Chin Chua, Teang Shui Lee", 
        "date": "2014-06-09T11:02:11.80188-05:00", 
        "description": "\n\nClimate change is a global issue that has impact on every living being in the world. One of the most noticeable consequences of these global phenomena is the inevitable water cycle modification, with precipitation being a major component in these processes. Consequently, research into the occurrence and distribution of precipitation has increased over the past few decades. As Malaysia is located in the tropical area where there is no distinct four seasons, analysing rainfall has therefore become one of the common assessment tools for climate change. In this study, rainfall trends of Langat River Basin were examined on a monthly and seasonal basis (monsoon and non-monsoon) for the period of 1970–2012. Only rainfall time series with duration more than 25 years and missing data less than 10% have been considered for this study. The Holt's test has been employed to model the rainfall trends for the 10 selected time series; while Kendall's Tau test and Spearman's Rho test were used to test, compare and support for the significance of the trends. For monthly rainfall trends analysis, it was found that March, July and November are among the months those have most of the stations with increasing rainfall trends; while May and September are the months with the highest number of stations showing decreasing rainfall trends. Specifically, station 2815001 shows the highest number of months with changing rainfall trends throughout the year; while station 44255 has the least number of months with changing rainfall trends. Based on the seasonal rainfall trend analysis, there are seven stations during the Northeast Monsoon that revealed upward trends and the result is found to be consistent with the monthly rainfall trend analysis.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4071", 
        "title": "Analysis of monthly and seasonal rainfall trends using the Holt's test"
    }, 
    {
        "author": "Sil Lanckriet, Amaury Frankl, Enyew Adgo, Piet Termonia, Jan Nyssen", 
        "date": "2014-06-19T11:48:48.203516-05:00", 
        "description": "\n\nThis study presents a method to elaborate atmospheric teleconnections and applies it on the drought-prone region of North Ethiopia. By doing so, the relatively new procedure known as empirical orthogonal teleconnection analysis (EOT) was validated as an effective way for identifying the impact of atmospheric patterns in remote oceanic basins on rainfall trends at a particular location. Rainfall trends were investigated, and trend analysis on optimally interpolated rain gauge data (1948–2013) shows no significant decrease for kiremt rainfall (June–September) in North Ethiopia. However, EOT analysis of assimilated mean sea level pressure data reveals that not only El Niño Southern Oscillation (ENSO)/La Niña, but also the Indian Ocean Dipole (IOD) has a significant impact in North Ethiopia. Including the variability of the Southwest Monsoons (SWM), subsequent multivariate regression could model North Ethiopian kiremt rainfall from these three teleconnections (R2 = 0.64), representing 89% of all dry years. In particular, the interaction between these three teleconnections was a major contributor to the 1983–1985 droughts and famine. The study hence finds a significant impact of three atmospheric teleconnections (ENSO, IOD, SWM) on North Ethiopian rainfall variability. Moreover, it is pointed out that EOT analysis is a useful tool to identify the relations between drought risk and remote atmospheric systems.\n", 
        "journal": "International Journal of Climatology", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4074", 
        "title": "Droughts related to quasi-global oscillations: a diagnostic teleconnection analysis in North Ethiopia"
    }, 
    {
        "author": "David Gallego, Paulina Ordóñez, Pedro Ribera, Cristina Peña-Ortiz, Ricardo García-Herrera", 
        "date": "2015-06-11T01:50:46.591325-05:00", 
        "description": "\n\nA new index, namely the African South Westerly Index (ASWI), based on the persistence of the low-level south westerly winds in the region [29°W-17°W;7°N-13°N] is developed to characterise the strength of the West African Monsoon. The ASWI is significantly correlated with the monsoonal precipitation in the Sahel in the 1900–2013 period (r = +0.57, r = +0.66 and r = +0.53 for July, August and September respectively). By using historical wind direction measurements it has been possible to compute the ASWI back to 1790 for July and to 1839 for August and September, thus providing the first instrumental record of the West African Monsoon strength for a large portion of the 19th century.\nSince the 1970s, the Sahel has experienced a strong and persistent drought. During this period the West African Monsoon has been weaker than normal and its correlation with different climatic patterns such as the ENSO has changed. The analysis of our new series indicates that this anomalous behaviour of the West African Monsoon has no precedent in the last 170 years.\nOur results also show that the period 1839–1890 was characterised by a stronger than average monsoon, resulting in relatively wet conditions in the Sahel. Notwithstanding, two of the few dry years within this period were concurrent with large volcanic eruptions in the Northern Hemisphere. This latter result supports the recently described relationship between major volcanic eruptions and the occurrence of isolated drought episodes in the Sahel.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2601", 
        "title": "An instrumental index of the West African Monsoon back to the 19th century"
    }, 
    {
        "author": "Rajib Chattopadhyay, R. Phani, C. T. Sabeerali, A. R. Dhakate, K. D. Salunke, S. Mahapatra, A. Suryachandra Rao, B. N. Goswami", 
        "date": "2015-05-15T09:24:27.505534-05:00", 
        "description": "\nBased on extensive analysis of observations and a series of climate model experiments, here we establish that slow variations of northern hemispheric extratropical sea-surface temperature (SST) anomalies can augment seasonal predictability of the south Asian monsoon. The SST conditions and performance of the south Asian monsoon during 2013 boreal summer months (June–September) led us to hypothesize that the strong extratropical SST anomalies in the North Pacific and North Atlantic in conjunction with weak tropical SST anomalies (weak La Niña) were responsible for the above-normal rainfall over India during 2013. We also argue that the 2013 SST pattern and above-normal monsoon condition are not unique but occurred on several occasions in the past. Further, we show that there is a complementary pattern of strong extratropical SST and weak tropical SST that is associated with below-normal south Asian monsoon rainfall. We also show that the extratropical SST pattern in the Northern Hemisphere is associated with a low-frequency interdecadal mode of variability indicating potential predictability associated with such extratropical SST forcing. Extensive experiments with an atmospheric general circulation model forced by such SST conditions elucidate the mechanism through which the extratropical SSTs influence the Indian monsoon. The SST anomalies affect the north–south temperature gradient and lead to a local displacement of the jet stream, setting up a quasi-stationary wave. Such a stationary wave, in turn, affects the tropospheric temperature (TT) over southern Eurasia, influencing the north–south TT gradient in the region and thereby the Indian monsoon. Our discovery of this additional source of potential predictability together with the fact that the new-generation coupled ocean–atmosphere models are capable of predicting the extratropical SST anomalies brightens the prospect of south Asian monsoon prediction.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2562", 
        "title": "Influence of extratropical sea-surface temperature on the Indian summer monsoon: an unexplored source of seasonal predictability"
    }, 
    {
        "author": "Valentin Louf, Olivier Pujol, Henri Sauvageot, Jérôme Riédi", 
        "date": "2015-05-13T08:32:58.821644-05:00", 
        "description": "\nThis article deals with the tropospheric water vapour distribution at Niamey (Niger) observed with a high-temporal-resolution (14 s) microwave radiometric profiler. Data were collected during the whole year 2006 in the framework of the African Monsoon Multidisciplinary Analysis (AMMA) campain. Two seasonal periods are considered: the dry season, when the northeasterly Harmattan is flowing at low tropospheric level, and the wet season, associated with the southwesterly monsoon circulation. The fine vertical structure of temperature, convective air stability and water vapour for each seasonal period is described in detail and differences are emphasized. Typical temporal series and monthly averaged diurnal cycles are presented. It is shown that a diurnal cycle of water vapour is present throughout the year, including the dry season. The diurnal cycle of water vapour is controlled mainly by the nocturnal low-level jet (NLLJ). During the dry season, the diurnal cycle of water vapour is organized into two layers: a lower layer (LL) from the surface up to 0.6–1.4 km above ground level (agl) and an upper layer (UL) from 1.4 up to 5–6 km agl. The water vapour distributions in the LL and UL are anticorrelated, with a half-day temporal shift. As a result, the vertically integrated water vapour (IWV), which displays a quasi-sinusoidal diurnal cycle when computed separately for the LL and UL, appears almost flat for the total tropospheric height, due to the half-day period shift. This structure of two layers is not observed during the wet season. Probability density functions (pdfs) of water vapour content are presented. In dry conditions, the pdfs are well fitted by a log-normal distribution, while the Weibull distribution fits the pdfs for wet conditions better.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2550", 
        "title": "Seasonal and diurnal water vapour distribution in the Sahelian area from microwave radiometric profiling observations"
    }, 
    {
        "author": "R. H. White", 
        "date": "2015-04-06T09:02:52.904432-05:00", 
        "description": "\nThe use of multiple passive tracers in a dynamical ocean model is presented as a method to study water mass origins. The multiple passive tracer method is successfully applied to determine the origin regions of the Atlantic cold tongue (ACT), using 31 passive tracers. At the time of the ACT minimum in sea surface temperature, 38 ± 3% of the surface water in the central equatorial Atlantic is found to originate in the western side of the basin, with only 11 ± 2% originating in the east. Conversely, for the ACT surface cooling off the west coast of Africa, only 2 ± 1% is from the west of the Atlantic basin, with 71 ± 7% from the east. The region of the North Brazil undercurrent is found to be the most important origin region for the central Atlantic ACT region, for a 6–8 month lead time. Using the Met Office EN4 observational dataset of ocean temperatures, correlations are found between January temperatures in the North Brazil undercurrent region and both the ACT mean temperature and ACT spatial extent in July–August, significant at the 0.95 level. This suggests that the 6-month lead-time predictability of the ACT may be increased by improved knowledge of the North Brazil undercurrent temperature. Results from previous studies suggest that such increased predictability of the ACT could potentially help improve predictions of the West African monsoon.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2536", 
        "title": "Using multiple passive tracers to identify the importance of the North Brazil undercurrent for Atlantic cold tongue variability"
    }, 
    {
        "author": "Courtney Schumacher, Stephanie N. Stevenson, Christopher R. Williams", 
        "date": "2015-03-28T04:28:53.214645-05:00", 
        "description": "\nThree months of profiler observations from Darwin, Australia are separated into seven cloud types (shallow, mid-level, and deep convective; weak and robust stratiform rain; and transitional and ice-only anvil) to provide vertical velocity statistics on the full spectrum of tropical convective clouds over the course of a monsoon season. Consistent with past studies, convective updraughts increase in height and magnitude as the convective cloud height increases. Shallow/mid-level/deep convection has a mean maximum value of 0.3 m s−1 at 3 km/0.6 m s−1 at 5 km/2.5 m s−1 at 8 km. Deep convective extremes approach 18 m s−1 above 8 km while downdraughts in all convective cloud types are maximum below 4 km. Stratiform vertical velocities are weaker and less varied than in active convection, with maximum mean values <0.25 m s−1. However, stratiform rain regions associated with larger near-surface reflectivities (and thus rain rates) have stronger mesoscale up- and downdraughts than weaker stratiform rain regions. Anvil cloud with little or no rain near the surface also exhibits mesoscale up- and downdraughts, but the vertical velocity profile is shifted up in height by at least 2 km. In addition, anvil updraughts were only 20–50% of the magnitudes in the stratiform rain region. Overall, the vertical motion statistics were similar across the pre-, active and suppressed monsoon periods. The vertical velocity distributions for each cloud type were also generally consistent with the reflectivity distributions (i.e. the strongest updraughts were often linked to the largest reflectivities), allowing for some linkages between the dynamical and microphysical cloud properties. For example, strong updraughts above the 0 °C level in deep convection are associated with strongly sloping reflectivity profiles supporting the importance of cold rain growth processes, and stronger vertical motions are associated with stratiform rain that has a robust bright band.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2520", 
        "title": "Vertical motions of the tropical convective cloud spectrum over Darwin, Australia"
    }, 
    {
        "author": "Hanh Nguyen, Alain Protat, Vickal Kumar, Surendra Rauniyar, Michael Whimpey, Lawrence Rikus", 
        "date": "2015-03-14T09:27:30.038094-05:00", 
        "description": "\nThis study evaluates the ability of the regional high-resolution version of the Australian Community Climate and Earth-System Simulator (ACCESS-A) model (horizontal resolution of 12 km, 50 height levels with a 37.5 km top) to simulate statistical rainfall properties during three monsoon seasons using the Darwin C-band polarimetric (CPOL) radar observation as a reference. The comparison consists of characteristics of precipitation, including the total-domain accumulated daily rainfall, the daily rain intensity and frequency and the probability distribution function of hourly rain rate. These characteristics are then binned using five large-scale atmospheric regimes that represent the main weather states in that region to assess the ability of the model to reproduce the variability of the statistical rainfall properties as a function of these defined regimes. The main results are that although the model reproduces the accumulated daily rainfall amount reasonably well, albeit tending to slightly overestimate it, the mean rain rate is too weak, compensated by too large a rain frequency of occurrence. In terms of intensity the model tends to perform worse in the dry regimes but improves in the wet regimes, especially during the ‘Deep Westerly’ regime, when most of the monsoonal precipitation is produced. Probability distribution functions of rain rates reveal that although there are small differences amongst regimes, marked discrepancies are found between model and observations. The ACCESS-A overestimates light rain rates, underestimates moderate to heavy rain rates and produces spurious very heavy rain rates that are not observed at all by the radar. The evaluation of the diurnal cycle of rainfall properties also reveals a general underestimate of rain rates, compensated by an overestimated rain frequency over the whole cycle, resulting in an overestimated amplitude and a wrong timing of the diurnal cycle. In all regimes, the overestimation of total-domain daily rainfall and rain frequency is found to be due to an overestimation of low rain rates produced by the ACCESS-A convective scheme, while the underestimation of mean rain rate is due to an underestimate of high rain rates and high rain rates frequency by the ACCESS-A convective scheme.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2525", 
        "title": "A regional forecast model evaluation of statistical rainfall properties using the CPOL radar observations in different precipitation regimes over Darwin, Australia"
    }, 
    {
        "author": "F. Couvreux, R. Roehrig, C. Rio, M.-P. Lefebvre, M. Caian, T. Komori, S. Derbyshire, F. Guichard, F. Favot, F. D'Andrea, P. Bechtold, P. Gentine", 
        "date": "2015-03-10T10:21:53.033967-05:00", 
        "description": "A case of daytime development of deep convection over tropical semi-arid land is used to evaluate the representation of convection in global and regional models. The case is based on observations collected during the African Monsoon Multidisciplinary Analysis (AMMA) field campaign and includes two distinct transition phases, from clear sky to shallow cumulus and from cumulus to deep convection. Different types of models, run with identical initial and boundary conditions, are intercompared: a reference large-eddy simulation (LES), single-column model (SCM) version of four different Earth system models that participated in the Coupled Model Intercomparison Project 5 exercise, the SCM version of the European Centre for Medium-range Weather Forecasts operational forecast model, the SCM version of a mesoscale model and a bulk model. Surface fluxes and radiative heating are prescribed preventing any atmosphere–surface and cloud–radiation coupling in order to simplify the analyses so that it focuses only on convective processes. New physics packages are also evaluated within this framework.\nAs the LES correctly reproduces the observed growth of the boundary layer, the gradual development of shallow clouds, the initiation of deep convection and the development of cold pools, it provides a basis to evaluate in detail the representation of the diurnal cycle of convection by the other models and to test the hypotheses underlying convective parametrizations. Most SCMs have difficulty in representing the timing of convective initiation and rain intensity, although substantial modifications to boundary-layer and deep-convection parametrizations lead to improvements. The SCMs also fail to represent the mid-level troposphere moistening during the shallow convection phase, which we analyse further. Nevertheless, beyond differences in timing of deep convection, the SCM models reproduce the sensitivity to initial and boundary conditions simulated in the LES regarding boundary-layer characteristics, and often the timing of convection triggering.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2517", 
        "title": "Representation of daytime moist convection over the semi-arid Tropics by parametrizations used in climate and meteorological models"
    }, 
    {
        "author": "W. R. Boos, J. V. Hurley, V. S. Murthy", 
        "date": "2014-11-13T09:27:28.086752-05:00", 
        "description": "\nA large fraction of the rain received by continental India is produced by cyclonic vortices with outer radii of about 1000 km that are contained within the larger scale South Asian monsoon flow. The more intense occurrences of these vortices are called monsoon depressions; these consist of bottom-heavy columns of relative vorticity that propagate to the northwest in time-mean low-level eastward flow. Previous studies have argued that this apparent upstream propagation is caused by dynamical lifting west of the vortex centre, with the resulting ascent producing vortex stretching that shifts the vortex to the west. Here, analysis of over 100 Indian monsoon depressions is used to show that low-level vortex stretching has a spatial structure inconsistent with the observed propagation and is balanced by other terms in the low-level vorticity budget. Instead, monsoon depressions are shown to consist of potential vorticity maxima that have peak amplitude in the middle troposphere and propagate westward by nonlinear, horizontal adiabatic advection (i.e. beta drift). The precipitating ascent in monsoon depressions makes a more minor contribution to the total storm motion and primarily acts to maintain the upright structure of the vortex. These results suggest a new view of Indian monsoon depressions as potential vorticity columns that propagate primarily by adiabatic dynamics.\nIndian summer monsoon depressions typically propagate to the northwest in a region where the time-mean low-level wind is eastward. This image shows 850 hPa horizontal winds in a monsoon depression as it propagates from the Bay of Bengal across continental India to Pakistan in the late summer of 2014. This particular storm was associated with intense floods that resulted in hundreds of deaths in the India-Pakistan region of Kashmir. Yellow vectors represent winds on 28 August at 0000 UTC and blue vectors represent winds on 2 September at 0600 UTC, as represented in the FNL (Final) operational analysis of the National Centers for Environmental Prediction. The arrow schematically indicates the general track of the storm. This article by W.R. Boos et al. describes the nonlinear dynamics by which Indian monsoon depressions propagate upstream of the mean flow in which they are embedded.\n\n\n\n\n\n\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2454", 
        "title": "Adiabatic westward drift of Indian monsoon depressions"
    }, 
    {
        "author": "John V. Hurley, William R. Boos", 
        "date": "2014-10-28T09:57:42.037706-05:00", 
        "description": "\nThe first global climatology of monsoon low-pressure systems is presented here, based on the ERA-Interim reanalysis. Low-pressure systems are classified into three intensity categories and particular focus is given to systems in the category corresponding to a traditional definition of monsoon depressions. Vortex tracks are identified using an automated algorithm applied to the distributions of 850 hPa relative vorticity, sea-level pressure and surface wind speed for 1979–2012. Roughly two to three times as many monsoon low-pressure systems form in the Northern Hemisphere as in the Southern Hemisphere during local summer. The frequency of genesis typically peaks in local summer, but low-pressure systems form throughout the year in every monsoon region. Interannual variability is weak, with standard deviations of summer counts typically being below 10% of the long-term summer mean. Regional composites reveal that monsoon depressions in India, the western Pacific and northern Australia share a common structure, consisting of a warm-over-cold core and a top-heavy column of potential vorticity that extends from the surface to the upper troposphere. A separate class of monsoon low-pressure systems develops over dry regions of West Africa and western Australia, with a shallow composite structure having a warm core in the lower troposphere and cyclonic potential vorticity confined to a thin near-surface layer. Low-pressure systems in nearly all monsoon regions are estimated to account for a large fraction, from about 40% to more than 80%, of summer precipitation on the poleward edge of the climatological mean precipitation maxima.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2447", 
        "title": "A global climatology of monsoon low-pressure systems"
    }, 
    {
        "author": "D. Emmanuel Poan, Jean-Philippe Lafore, Romain Roehrig, Fleur Couvreux", 
        "date": "2014-09-16T12:00:47.852237-05:00", 
        "description": "\nThe internal processes within an African Easterly Wave (AEW) system, involving mass, dynamic and water vapour fields are investigated using ERA-I reanalysis, in order to highlight the interactions between convection and AEWs. The budgets of heat, moisture and momentum are analysed during the different phases of AEWs detected using synoptic-scale precipitable water anomalies as proposed by Poan et al. (2013). The strong climatological meridional gradient of moisture present in the Sahel impacts the shape of the apparent heat source and humidity sink. AEW events over the Sahel are associated with a meridional shift of the intertropical convergence zone (ITCZ). Large exchanges of momentum by small-scale convective transport are also highlighted between the low- and mid-levels, contributing to the reinforcement of the AEW circulation at 600 hPa and the damping of the monsoon flow. This also appears as a possible mechanism for the vertical tilt of the meridional wind associated with AEWs. Heat budget computation, in the southern flank of the West African Heat-Low (HL) region where such AEWs occur, reveals that the heating anomalies are mainly driven by the horizontal advections. The vertical circulation acts as a precursor, which initiates the heat transport in the lower troposphere. However, weaker, turbulent mixing also participates in the development of these anomalies, especially in the boundary layer. These budgets ultimately allow the distinct contributions of diabatic and adiabatic processes to be determined.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2420", 
        "title": "Internal processes within the African Easterly Wave system"
    }, 
    {
        "author": "K. Schepanski, P. Knippertz, S. Fiedler, F. Timouk, J. Demarty", 
        "date": "2014-10-28T09:42:15.214118-05:00", 
        "description": "\nThis study explores simulations using the numerical Weather Research and Forecasting (WRF) model, with respect to the representation of the nocturnal low-level jet (LLJ) over the Sahel. Three sets of experiments are designed to investigate the sensitivity with respect to (i) the boundary-layer and surface-layer schemes including local and non-local closures, (ii) the horizontal grid spacing and the number of vertical levels within the lowest kilometre and (iii) the role of initial and boundary data. In total, 27 simulations are performed on one host domain and two nested domains for a representative LLJ case study on 9 November 2006. The ability of the individual simulations to represent the life cycle of the nocturnal LLJ is validated against observations carried out in the framework of the African Monsoon Multidisciplinary Analysis (AMMA) special observation periods: surface wind observations from Agoufou, Bamba and Banizoumbou, atmospheric wind profiles derived from Atmospheric Radiation Measurement Mobile Facility, wind radar measurements at Niamey and profiles from radiosondes launched at Niamey. All runs reproduce the general characteristics of the observed LLJs satisfactorily. In contrast to earlier studies, results are more sensitive to the choice of initial and boundary data (here GFS and ECMWF) than to the boundary-layer and surface schemes used or to model grid resolution. The sensitivity to the model grid resolution is surprisingly minor. Considerable differences between the individual stations suggest that local surface conditions such as roughness length, albedo or soil moisture may play an important role in the observed mismatch between model simulations and observations.\n", 
        "journal": "Quarterly Journal of the Royal Meteorological Society", 
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2453", 
        "title": "The sensitivity of nocturnal low-level jets and near-surface winds over the Sahel to model resolution, initial conditions and boundary-layer set-up"
    }, 
    {
        "author": "", 
        "date": "2015-08-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">This paper provides a comprehensive assessment of Asian summer monsoon prediction skill as a function of lead time and its relationship to sea surface temperature prediction using the seasonal hindcasts of the Beijing Climate Center Climate System Model, BCC CSM1.1(m). For the South and Southeast Asian summer monsoon, reasonable skill is found in the model’s forecasting of certain aspects of monsoon climatology and spatiotemporal variability. Nevertheless, deficiencies such as significant forecast errors over the tropical western North Pacific and the eastern equatorial Indian Ocean are also found. In particular, overestimation of the connections of some dynamical monsoon indices with large-scale circulation and precipitation patterns exists in most ensemble mean forecasts, even for short lead-time forecasts.</p>\n                    <p class=\"a-plus-plus\">Variations of SST, measured by the first mode over the tropical Pacific and Indian oceans, as well as the spatiotemporal features over the Ni˜no3.4 region, are overall well predicted. However, this does not necessarily translate into successful forecasts of the Asian summer monsoon by the model. Diagnostics of the relationships between monsoon and SST show that difficulties in predicting the South Asian monsoon can be mainly attributed to the limited regional response of monsoon in observations but the extensive and exaggerated response in predictions due partially to the application of ensemble average forecasting methods. In contrast, in spite of a similar deficiency, the Southeast Asian monsoon can still be forecasted reasonably, probably because of its closer relationship with large-scale circulation patterns and El Ni˜no–Southern Oscillation.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-015-4194-8", 
        "title": "Performance of the seasonal forecasting of the Asian summer monsoon by BCC_CSM1.1(m)"
    }, 
    {
        "author": "", 
        "date": "2015-08-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">This study examines the relationships among the monsoon-like southwest Australian circulation (SWAC), the Southern Annular Mode (SAM), and southwest Western Australia winter rainfall (SWR), based on observed rainfall, reanalysis datasets, and the results of numerical modeling. By decomposing the SWAC into two components using a linear model, i.e. the component related to SAM (RSAM) and the component unrelated to SAM (SWACI*), we find it is the SWACI* that shows a significant influence on SWR. Similarly, it is the component of SAM associated with SWAC that exhibits an impact on SWR, whereas the component unrelated to SAM. A similar result is obtained in terms of the circulation associated with SWAC and the SAM. These facts suggest the SAM plays an indirect role in influencing SWR, and raise the possibility that SWAC acts as a bridge between the SAM and SWR, by which the SAM passes its influences onto SWR. This is due to the fact that the variations of SWAC are closely linked to the thermal contrast between land and sea across the southern Indian Ocean and southwest Australia. By contrast, the SAM does not significantly relate to this thermal structure, particularly for the component unrelated to SWAC. The variations of surface sea temperature over the southern Indian Ocean contribute to the favored rainfall circulation patterns. This finding is supported by the numerical modeling results. The strong coupling between SWAC and SWR may be instrumental for understanding the interactions between SWR and the southern Indian Ocean, and provides another perspective in examining the variations in SWR.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-014-4142-z", 
        "title": "Relationships among the monsoon-like southwest Australian circulation, the Southern Annular Mode, and winter rainfall over southwest Western Australia"
    }, 
    {
        "author": "", 
        "date": "2015-07-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">The mid-Pliocene warm period was the most recent geological period in Earth’s history that featured long-term warming. Both geological evidence and model results indicate that East Asian summer winds (EASWs) strengthened in monsoonal China, and that East Asian winter winds (EAWWs) weakened in northern monsoonal China during this period, as compared to the pre-industrial period. However, the corresponding mechanisms are still unclear. In this paper, the results of a set of numerical simulations are reported to analyze the effects of changed boundary conditions on the mid-Pliocene East Asian monsoon climate, based on PRISM3 (Pliocene Research Interpretation and Synoptic Mapping) palaeoenvironmental reconstruction. The model results showed that the combined changes of sea surface temperatures, atmospheric CO<sub class=\"a-plus-plus\">2</sub> concentration, and ice sheet extent were necessary to generate an overall warm climate on a large scale, and that these factors exerted the greatest effects on the strengthening of EASWs in monsoonal China. The orographic change produced significant local warming and had the greatest effect on the weakening of EAWWs in northern monsoonal China in the mid-Pliocene. Thus, these two factors both had important but different effects on the monsoon change. In comparison, the effects of vegetational change on the strengthened EASWs and weakened EAWWs were relatively weak. The changed monsoon winds can be explained by a reorganization of the meridional temperature gradient and zonal thermal contrast. Moreover, the effect of orbital parameters cannot be ignored. Results showed that changes in orbital parameters could have markedly affected the EASWs and EAWWs, and caused significant short-term oscillations in the mid-Pliocene monsoon climate in East Asia.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-014-4183-3", 
        "title": "Causes of mid-Pliocene strengthened summer and weakened winter monsoons over East Asia"
    }, 
    {
        "author": "", 
        "date": "2015-07-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">The Asian summer monsoon (ASM) anticyclone is a dominant feature of the circulation in the upper troposphere-lower stratosphere (UTLS) during boreal summer, which is found to have persistent maxima in carbon monoxide (CO). This enhancement is due to the upward transport of air with high CO from the planetary boundary layer (PBL), and confinement within the anticyclonic circulation. With rapid urbanization and industrialization, CO surface emissions are relatively high in the ASM region, especially in India and East China. To reveal the transport pathway of CO surface emissions over these two regions, and investigate the contribution of these to the CO distribution within the ASM anticyclone, a source sensitivity experiment was performed using the Weather Research and Forecasting (WRF) with chemistry model (WRF-Chem). According to the experiment results, the CO within the ASM anticyclone mostly comes from India, while the contribution from East China is insignificant. The result ismainly caused by the different transportation mechanisms. In India, CO transportation is primarily affected by convection. The surface air with high CO over India is directly transported to the upper troposphere, and then confined within the ASM anticyclone, leading to a maximum value in the UTLS region. The CO transportation over East China is affected by deep convection and large-scale circulation, resulting mainly in transportation to Korea, Japan, and the North Pacific Ocean, with little upward transport to the anticyclone, leading to a high CO value at 215 hPa over these regions.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-014-4130-3", 
        "title": "Tracing the boundary layer sources of carbon monoxide in the Asian summer monsoon anticyclone using WRF-Chem"
    }, 
    {
        "author": "", 
        "date": "2015-07-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">The monsoon trough (MT) is one of the large-scale patterns favorable for tropical cyclone (TC) formation over the western North Pacific (WNP). This study re-examines TC formation by treating the MT as a large-scale background for TC activity during May–October. Over an 11-year (2000–10) period, 8.3 TC formation events on average per year are identified to occur within MTs, accounting for 43.1% of the total TC formation events in the WNP basin. This percentage is much lower than those reported in previous studies. Further analysis indicates that TC formation events in monsoon gyres were included at least in some previous studies. The MT includes a monsoon confluence zone where westerlies meet easterlies and a monsoon shear line where the trade easterlies lie north of the monsoon westerlies. In this study, the large-scale flow pattern associated with TC formation in the MT is composited based on the reference point in the confluence zone where both the zonal and meridional wind components are zero with positive vorticity. While previous studies have found that many TCs form in the confluence zone, the composite analysis indicates that nearly all of the TCs formed in the shear region, since the shear region is associated with stronger low-level relative vorticity than the confluence zone. The prevailing easterly vertical shear of zonal wind and barotropic instability may also be conducive to TC formation in the shear region, through the development of synoptic-scale tropical disturbances in the MT that are necessary for TC formation.</p>\n                  ", 
        "journal": "Advances in Atmospheric Sciences", 
        "link": "http://link.springer.com/10.1007/s00376-014-4115-2", 
        "title": "Re-examination of tropical cyclone formation in monsoon troughs over the western North Pacific"
    }, 
    {
        "author": "L. Guo, A. G. Turner, and E. J. Highwood", 
        "date": "Thu, 11 Jun 2015 00:00:00 +0200", 
        "description": "<b>Impacts of 20th century aerosol emissions on the South Asian monsoon in the CMIP5 models</b><br /><br />Atmospheric Chemistry and Physics, 15, 6367-6378, 2015<br /><br />Author(s): L. Guo, A. G. Turner, and E. J. Highwood<br /><br />Comparison of single-forcing varieties of 20th century historical experiments\nin a subset of models from the Fifth Coupled Model Intercomparison Project\n(CMIP5) reveals that South Asian summer monsoon rainfall increases towards\nthe present day in Greenhouse Gas (GHG)-only experiments with respect to\npre-industrial levels, while it decreases in anthropogenic aerosol-only\nexperiments. Comparison of these single-forcing experiments with the\nall-forcings historical experiment suggests aerosol emissions have dominated\nSouth Asian monsoon rainfall trends in recent decades, especially during the\n1950s to 1970s. The variations in South Asian monsoon rainfall in these\nexperiments follows approximately the time evolution of inter-hemispheric\ntemperature gradient over the same period, suggesting a contribution from the\nlarge-scale background state relating to the asymmetric distribution of\naerosol emissions about the equator.\n<br><br>\n\nBy examining the 24 available all-forcings historical experiments,\nwe show that models including aerosol indirect effects dominate the negative\nrainfall trend. Indeed, models including only the direct radiative effect of\naerosol show an increase in monsoon rainfall, consistent with the dominance\nof increasing greenhouse gas emissions and planetary warming on monsoon\nrainfall in those models. For South Asia, reduced rainfall in the models with\nindirect effects is related to decreased evaporation at the land surface\nrather than from anomalies in horizontal moisture flux, suggesting the impact\nof indirect effects on local aerosol emissions. This is confirmed by\nexamination of aerosol loading and cloud droplet number trends over the South\nAsia region. Thus, while remote aerosols and their asymmetric distribution\nabout the equator play a role in setting the inter-hemispheric temperature\ndistribution on which the South Asian monsoon, as one of the global monsoons,\noperates, the addition of indirect aerosol effects acting on very local\naerosol emissions also plays a role in declining monsoon rainfall. The\ndisparity between the response of monsoon rainfall to increasing aerosol\nemissions in models containing direct aerosol effects only and those also\ncontaining indirect effects needs to be urgently investigated since the\nsuggested future decline in Asian anthropogenic aerosol emissions inherent to\nthe representative concentration pathways (RCPs) used for future climate\nprojection may turn out to be optimistic.\n<br><br>\nIn addition, both groups of models show declining rainfall over China, also\nrelating to local aerosol mechanisms. We hypothesize that aerosol emissions\nover China are large enough, in the CMIP5 models, to cause declining monsoon\nrainfall even in the absence of indirect aerosol effects. The same is not\ntrue for India.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/6367/2015/", 
        "title": "Impacts of 20th century aerosol emissions on the South Asian monsoon in the CMIP5 models"
    }, 
    {
        "author": "Z. L. Lüthi, B. Škerlak, S.-W. Kim, A. Lauer, A. Mues, M. Rupakheti, and S. Kang", 
        "date": "Mon, 01 Jun 2015 00:00:00 +0200", 
        "description": "<b>Atmospheric brown clouds reach the Tibetan Plateau by crossing the Himalayas</b><br /><br />Atmospheric Chemistry and Physics, 15, 6007-6021, 2015<br /><br />Author(s): Z. L. Lüthi, B. Škerlak, S.-W. Kim, A. Lauer, A. Mues, M. Rupakheti, and S. Kang<br /><br />The Himalayas and the Tibetan Plateau region (HTP), despite being\n  a remote and sparsely populated area, is regularly exposed to\n  polluted air masses with significant amounts of aerosols including\n  black carbon. These dark, light-absorbing particles are known to\n  exert a great melting potential on mountain cryospheric reservoirs\n  through albedo reduction and radiative forcing. This study combines\n  ground-based and satellite remote sensing data to identify\n  a severe aerosol pollution episode observed simultaneously in\n  central Tibet and on the southern side of the Himalayas during\n  13–19 March 2009 (pre-monsoon). Trajectory calculations based on the\n  high-resolution numerical weather prediction model COSMO are used to\n  locate the source regions and study the mechanisms of pollution transport\n  in the complex topography of the HTP. We detail how polluted air masses\n  from an atmospheric brown cloud (ABC) over South Asia reach the\n  Tibetan Plateau within a few days. Lifting and advection of polluted air\n  masses over the great mountain range is enabled by a combination of\n  synoptic-scale and local meteorological processes. During the days prior\n  to the event, winds over the Indo-Gangetic Plain (IGP) are generally weak\n  at lower levels, allowing for accumulation of pollutants and thus the\n  formation of ABCs. The subsequent passing of synoptic-scale troughs leads\n  to southwesterly flow in the middle troposphere over northern and central\n  India, carrying the polluted air masses across the Himalayas. As the IGP is\n  known to be a hotspot of ABCs, the cross-Himalayan transport of polluted air\n  masses may have serious implications for the cryosphere in the HTP\n  and impact climate on regional to global scales. Since the current\n  study focuses on one particularly strong pollution episode, quantifying\n  the frequency and magnitude of similar events in a climatological study\n  is required to assess the total impact.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/6007/2015/", 
        "title": "Atmospheric brown clouds reach the Tibetan Plateau by crossing the Himalayas"
    }, 
    {
        "author": "X. Pan, M. Chin, R. Gautam, H. Bian, D. Kim, P. R. Colarco, T. L. Diehl, T. Takemura, L. Pozzoli, K. Tsigaridis, S. Bauer, and N. Bellouin", 
        "date": "Thu, 28 May 2015 00:00:00 +0200", 
        "description": "<b>A multi-model evaluation of aerosols over South Asia: common problems and possible causes</b><br /><br />Atmospheric Chemistry and Physics, 15, 5903-5928, 2015<br /><br />Author(s): X. Pan, M. Chin, R. Gautam, H. Bian, D. Kim, P. R. Colarco, T. L. Diehl, T. Takemura, L. Pozzoli, K. Tsigaridis, S. Bauer, and N. Bellouin<br /><br />Atmospheric pollution over South Asia attracts special attention due to its\neffects on regional climate, water cycle and human health. These effects are\npotentially growing owing to rising trends of anthropogenic aerosol\nemissions. In this study, the spatio-temporal aerosol distributions over\nSouth Asia from seven global aerosol models are evaluated against aerosol\nretrievals from NASA satellite sensors and ground-based measurements for the\nperiod of 2000–2007. Overall, substantial underestimations of aerosol\nloading over South Asia are found systematically in most model simulations.\nAveraged over the entire South Asia, the annual mean aerosol optical depth\n(AOD) is underestimated by a range 15 to 44% across models compared\nto MISR (Multi-angle Imaging SpectroRadiometer), which is the lowest bound among various satellite AOD retrievals\n(from MISR, SeaWiFS (Sea-Viewing Wide Field-of-View Sensor), MODIS (Moderate Resolution Imaging Spectroradiometer) Aqua and Terra). In particular during the\npost-monsoon and wintertime periods (i.e., October–January), when\nagricultural waste burning and anthropogenic emissions dominate, models fail\nto capture AOD and aerosol absorption optical depth (AAOD) over the\nIndo–Gangetic Plain (IGP) compared to ground-based Aerosol Robotic Network (AERONET) sunphotometer\nmeasurements. The underestimations of aerosol loading in models generally\noccur in the lower troposphere (below 2 km) based on the comparisons of\naerosol extinction profiles calculated by the models with those from Cloud–Aerosol Lidar with Orthogonal Polarization\n(CALIOP)\ndata. Furthermore, surface concentrations of all aerosol components\n(sulfate, nitrate, organic aerosol (OA) and black carbon (BC)) from the models are\nfound much lower than in situ measurements in winter. Several possible\ncauses for these common problems of underestimating aerosols in models\nduring the post-monsoon and wintertime periods are identified: the aerosol\nhygroscopic growth and formation of secondary inorganic aerosol are\nsuppressed in the models because relative humidity (RH) is biased far too low in\nthe boundary layer and thus foggy conditions are poorly represented in current models, the nitrate aerosol is either missing or inadequately\naccounted for, and emissions from agricultural waste burning and biofuel\nusage are too low in the emission inventories. These common problems and\npossible causes found in multiple models point out directions for future\nmodel improvements in this important region.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/5903/2015/", 
        "title": "A multi-model evaluation of aerosols over South Asia: common problems and possible causes"
    }, 
    {
        "author": "R. Kumar, M. C. Barth, V. S. Nair, G. G. Pfister, S. Suresh Babu, S. K. Satheesh, K. Krishna Moorthy, G. R. Carmichael, Z. Lu, and D. G. Streets", 
        "date": "Tue, 19 May 2015 00:00:00 +0200", 
        "description": "<b>Sources of black carbon aerosols in South Asia and surrounding regions during the Integrated Campaign for Aerosols, Gases and Radiation Budget (ICARB)</b><br /><br />Atmospheric Chemistry and Physics, 15, 5415-5428, 2015<br /><br />Author(s): R. Kumar, M. C. Barth, V. S. Nair, G. G. Pfister, S. Suresh Babu, S. K. Satheesh, K. Krishna Moorthy, G. R. Carmichael, Z. Lu, and D. G. Streets<br /><br />This study examines differences in the surface black carbon (BC) aerosol\nloading between the Bay of Bengal (BoB) and the Arabian Sea (AS) and\nidentifies dominant sources of BC in South Asia and surrounding regions\nduring March–May 2006 (Integrated Campaign for Aerosols, Gases and Radiation\nBudget, ICARB) period. A total of 13 BC tracers are introduced in the\nWeather Research and Forecasting Model coupled with Chemistry to address\nthese objectives. The model reproduced the temporal and spatial variability\nof BC distribution observed over the AS and the BoB during the ICARB\nship cruise and captured spatial variability at the inland sites. In\ngeneral, the model underestimates the observed BC mass concentrations.\nHowever, the model–observation discrepancy in this study is smaller compared\nto previous studies. Model results show that ICARB measurements were fairly\nwell representative of the AS and the BoB during the\npre-monsoon season. Elevated BC mass concentrations in the BoB are due to\n5 times stronger influence of anthropogenic emissions on the BoB compared\nto the AS. Biomass burning in Burma also affects the BoB much more strongly\nthan the AS. Results show that anthropogenic and biomass burning emissions,\nrespectively, accounted for 60 and 37% of the average ± standard deviation (representing spatial and temporal variability) BC mass\nconcentration (1341 ± 2353 ng m<sup>−3</sup>) in South Asia. BC emissions\nfrom residential (61%) and industrial (23%) sectors are the major\nanthropogenic sources, except in the Himalayas where vehicular emissions\ndominate. We find that regional-scale transport of anthropogenic emissions\ncontributes up to 25% of BC mass concentrations in western and eastern\nIndia, suggesting that surface BC mass concentrations cannot be linked\ndirectly to the local emissions in different regions of South Asia.", 
        "journal": "Atmospheric Chemistry and Physics", 
        "link": "http://www.atmos-chem-phys.net/15/5415/2015/", 
        "title": "Sources of black carbon aerosols in South Asia and surrounding regions during the Integrated Campaign for Aerosols, Gases and Radiation Budget (ICARB)"
    }, 
    {
        "author": "M. Moreno-de las Heras, R. Díaz-Sierra, L. Turnbull, and J. Wainwright", 
        "date": "Thu, 21 May 2015 00:00:00 +0200", 
        "description": "<b>Assessing vegetation structure and ANPP dynamics in a grassland–shrubland Chihuahuan ecotone using NDVI–rainfall relationships</b><br /><br />Biogeosciences, 12, 2907-2925, 2015<br /><br />Author(s): M. Moreno-de las Heras, R. Díaz-Sierra, L. Turnbull, and J. Wainwright<br /><br />Climate change and the widespread alteration of natural habitats are major\ndrivers of vegetation change in drylands. In the Chihuahuan Desert, large\nareas of grasslands dominated by perennial grass species have transitioned\nover the last 150 years to shrublands dominated by woody species, accompanied\nby accelerated water and wind erosion. Multiple mechanisms drive the\nshrub-encroachment process, including precipitation variations, land-use\nchange, and soil erosion–vegetation feedbacks. In this study, using a simple\necohydrological modelling framework, we show that herbaceous (grasses and\nforbs) and shrub vegetation in drylands have different responses to\nantecedent precipitation due to functional differences in plant-growth and\nwater-use patterns. Therefore, shrub encroachment may be reflected in the\nanalysis of landscape-scale vegetation–rainfall relationships. We analyse\nthe structure and dynamics of vegetation at an 18 km<sup>2</sup>\ngrassland–shrubland ecotone in the northern edge of the Chihuahuan Desert\n(McKenzie Flats, Sevilleta National Wildlife Refuge, NM, USA) by\ninvestigating the relationship between decade-scale (2000–2013) records of\nremotely sensed vegetation greenness (MODIS NDVI) and antecedent rainfall.\nNDVI–rainfall relationships show a high sensitivity to spatial variations on\ndominant vegetation types across the grassland–shrubland ecotone, and\nprovide biophysical criteria to (a) classify landscape types as a function of\nthe spatial distribution of dominant vegetation and to (b) decompose the NDVI\nsignal into partial components of annual net primary production (ANPP) for\nherbaceous vegetation and shrubs. Analysis of remotely sensed ANPP dynamics\nacross the study site indicates that plant growth for herbaceous vegetation\nis particularly synchronized with monsoonal summer rainfall. For shrubs, ANPP\nis better explained by winter plus summer precipitation, overlapping the\nmonsoonal period (June–September) of rain concentration. Our results suggest\nthat shrub encroachment was not particularly active in this Chihuahuan\necotone for the period 2000–2013. However, future changes in the amount and\ntemporal pattern of precipitation (i.e. reductions in monsoonal summer\nrainfall and/or increases in winter precipitation) may enhance the\nshrub-encroachment process, particularly in the face of expected upcoming\nincreases in aridity for desert grasslands of the southwestern USA.", 
        "journal": "Biogeosciences", 
        "link": "http://www.biogeosciences.net/12/2907/2015/", 
        "title": "Assessing vegetation structure and ANPP dynamics in a grassland–shrubland Chihuahuan ecotone using NDVI–rainfall relationships"
    }, 
    {
        "author": "S. Kloster, T. Brücher, V. Brovkin, and S. Wilkenskjeld", 
        "date": "Wed, 27 May 2015 00:00:00 +0200", 
        "description": "<b>Controls on fire activity over the Holocene</b><br /><br />Climate of the Past, 11, 781-788, 2015<br /><br />Author(s): S. Kloster, T. Brücher, V. Brovkin, and S. Wilkenskjeld<br /><br />Changes in fire activity over the last 8000 years are simulated with\na global fire model driven by changes in climate and vegetation cover. The\nchanges were separated into those caused through variations in fuel\navailability, fuel moisture or wind speed, which react differently to changes\nin climate. Disentangling these controlling factors helps in understanding the\noverall climate control on fire activity over the Holocene.\n\n<br><br>\n\n\nGlobally the burned area is simulated to increase by 2.5% between 8000\nand 200 cal yr BP, with larger regional changes compensating nearly evening out on a global\nscale. Despite the absence of anthropogenic fire ignitions, the simulated\ntrends in fire activity agree reasonably well with continental-scale\nreconstructions from charcoal records, with the exception of Europe. For some\nregions the change in fire activity is predominantly controlled through\nchanges in fuel availability (Australia monsoon, Central America\ntropics/subtropics). For other regions changes in fuel moisture are more\nimportant for the overall trend in fire activity (North America, Sub-Saharan\nAfrica, Europe, Asia monsoon). In Sub-Saharan Africa, for example, changes in\nfuel moisture alone lead to an increase in fire activity between 8000 and\n200 cal yr BP, while changes in fuel availability lead to a decrease.\nOverall, the fuel moisture control is dominating the simulated fire activity\nfor Sub-Saharan Africa.\n\n\n<br><br>\n\nThe simulations clearly demonstrate that both changes in fuel availability\nand changes in fuel moisture are important drivers for the fire activity over\nthe Holocene. Fuel availability and fuel moisture do, however, have different\nclimate controls. As such, observed changes in fire activity cannot be\nrelated to single climate parameters such as precipitation or temperature\nalone. Fire models, as applied in this study, in combination with\nobservational records can help in understanding the climate control on fire\nactivity, which is essential to project future fire activity.", 
        "journal": "Climate of the Past", 
        "link": "http://www.clim-past.net/11/781/2015/", 
        "title": "Controls on fire activity over the Holocene"
    }, 
    {
        "author": "J. F. Donges, R. V. Donner, N. Marwan, S. F. M. Breitenbach, K. Rehfeld, and J. Kurths", 
        "date": "Thu, 07 May 2015 00:00:00 +0200", 
        "description": "<b>Non-linear regime shifts in Holocene Asian monsoon variability: potential impacts on cultural change and migratory patterns</b><br /><br />Climate of the Past, 11, 709-741, 2015<br /><br />Author(s): J. F. Donges, R. V. Donner, N. Marwan, S. F. M. Breitenbach, K. Rehfeld, and J. Kurths<br /><br />The Asian monsoon system is an important tipping element in Earth's climate\nwith a large impact on human societies in the past and present. In light of\nthe potentially severe impacts of present and future anthropogenic climate\nchange on Asian hydrology, it is vital to understand the forcing mechanisms\nof past climatic regime shifts in the Asian monsoon domain. Here we use novel\nrecurrence network analysis techniques for detecting episodes with pronounced\nnon-linear changes in Holocene Asian monsoon dynamics recorded in speleothems\nfrom caves distributed throughout the major branches of the Asian monsoon\nsystem. A newly developed multi-proxy methodology explicitly considers dating\nuncertainties with the COPRA (COnstructing Proxy Records from Age models)\napproach and allows for detection of continental-scale regime shifts in the\ncomplexity of monsoon dynamics. Several epochs are characterised by\nnon-linear regime shifts in Asian monsoon variability, including the periods\naround 8.5–7.9, 5.7–5.0, 4.1–3.7, and 3.0–2.4 ka BP. The timing of\nthese regime shifts is consistent with known episodes of Holocene rapid\nclimate change (RCC) and high-latitude Bond events. Additionally, we observe\na previously rarely reported non-linear regime shift around 7.3 ka BP, a\ntiming that matches the typical 1.0–1.5 ky return intervals of Bond\nevents. A detailed review of previously suggested links between Holocene\nclimatic changes in the Asian monsoon domain and the archaeological record\nindicates that, in addition to previously considered longer-term changes in\nmean monsoon intensity and other climatic parameters, regime shifts in\nmonsoon complexity might have played an important role as drivers of\nmigration, pronounced cultural changes, and the collapse of ancient human\nsocieties.", 
        "journal": "Climate of the Past", 
        "link": "http://www.clim-past.net/11/709/2015/", 
        "title": "Non-linear regime shifts in Holocene Asian monsoon variability: potential impacts on cultural change and migratory patterns"
    }, 
    {
        "author": "K. D. Williams, C. M. Harris, A. Bodas-Salcedo, J. Camp, R. E. Comer, D. Copsey, D. Fereday, T. Graham, R. Hill, T. Hinton, P. Hyder, S. Ineson, G. Masato, S. F. Milton, M. J. Roberts, D. P. Rowell, C. Sanchez, A. Shelly, B. Sinha, D. N. Walters, A. West, T. Woollings, and P. K. Xavier", 
        "date": "Thu, 21 May 2015 00:00:00 +0200", 
        "description": "<b>The Met Office Global Coupled model 2.0 (GC2) configuration</b><br /><br />Geoscientific Model Development, 8, 1509-1524, 2015<br /><br />Author(s): K. D. Williams, C. M. Harris, A. Bodas-Salcedo, J. Camp, R. E. Comer, D. Copsey, D. Fereday, T. Graham, R. Hill, T. Hinton, P. Hyder, S. Ineson, G. Masato, S. F. Milton, M. J. Roberts, D. P. Rowell, C. Sanchez, A. Shelly, B. Sinha, D. N. Walters, A. West, T. Woollings, and P. K. Xavier<br /><br />The latest coupled configuration of the Met Office Unified Model\n  (Global Coupled configuration 2, GC2) is presented. This paper\n  documents the model components which make up the configuration\n  (although the scientific description of these components is detailed\n  elsewhere) and provides a description of the coupling between the\n  components. The performance of GC2 in terms of its systematic errors\n  is assessed using a variety of diagnostic techniques. The\n  configuration is intended to be used by the Met Office and\n  collaborating institutes across a range of timescales, with the\n  seasonal forecast system (GloSea5) and climate projection system\n  (HadGEM) being the initial users. In this paper GC2 is compared\n  against the model currently used operationally in those two systems.\n<br><br>\n  Overall GC2 is shown to be an improvement on the configurations used\n  currently, particularly in terms of modes of variability\n  (e.g. mid-latitude and tropical cyclone intensities, the\n  Madden–Julian Oscillation and El Niño Southern\n  Oscillation). A number of outstanding errors are identified with the\n  most significant being a considerable warm bias over the Southern\n  Ocean and a dry precipitation bias in the Indian and West African\n  summer monsoons. Research to address these is ongoing.", 
        "journal": "Geoscientific Model Development", 
        "link": "http://www.geosci-model-dev.net/8/1509/2015/", 
        "title": "The Met Office Global Coupled model 2.0 (GC2) configuration"
    }, 
    {
        "author": "", 
        "date": "2015-06-01", 
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">High-resolution and high-precision paleo-hydrological reconstruction is important both in science and in engineering practice. Here we show that the stalagmite δ<sup class=\"a-plus-plus\">18</sup>O record can be used for paleo-hydrological reconstruction in a monsoon affected area in China. Using the cave δ<sup class=\"a-plus-plus\">18</sup>O record established by Zhang et al. (Science 322:940–942, <span class=\"a-plus-plus citation-ref citationid-c-r30\">2008</span>), we established a regression equation, which indicates that the 5-point moving average of the Wanxiang Cave δ<sup class=\"a-plus-plus\">18</sup>O (δ<sup class=\"a-plus-plus\">18</sup>O<sub class=\"a-plus-plus\">5m</sub>) can explain 59 % of the variation in the 5-point moving average of annual river flow (<em class=\"a-plus-plus\">Q</em>\n                      <sub class=\"a-plus-plus\">w,D,5m</sub>) at Danjiangkou of the Hanjiang River. Using this equation, we reconstructed <em class=\"a-plus-plus\">Q</em>\n                      <sub class=\"a-plus-plus\">w,D,5m</sub> for the period from 197 AD to 2001. The project of water transfer from south China to north (WTFSCTN) aims to solve the problem of serious water shortage in the north China plain, and reasonable estimation of amount of the water diversion is crucially important. Based on the reconstructed long series of <em class=\"a-plus-plus\">Q</em>\n                      <sub class=\"a-plus-plus\">w,D,5m</sub> (197–2001), we re-assessed the statistical characteristics of the measured <em class=\"a-plus-plus\">Q</em>\n                      <sub class=\"a-plus-plus\">w,D,5m</sub> in short series (1932–2006), — based on the latter the amount of water diversion was designed. The results show that the short series seriously over estimates the annual <em class=\"a-plus-plus\">Q</em>\n                      <sub class=\"a-plus-plus\">w,D,5m</sub> for very dry (18.8 % larger) and extremely dry (21.5 % larger) years, and considerale bias would be yielded when the water diversion amount is determined only based on the short series. In case some very dry years occur, the situation would be serious either for the WTFSCTN water supply or for the eco-systems downstream from the Danjiangkou Reservoir.</p>\n                  ", 
        "journal": "Climatic Change", 
        "link": "http://link.springer.com/10.1007/s10584-015-1369-3", 
        "title": "Paleo-hydrologic reconstruction based on stalagmite δ 18 O and re-assessment of river flow above the Danjiangkou Dam, China"
    }
]