[
    {
        "author": "",
        "date": "2015-10-01",
        "description": "\n                    <h3 class=\"a-plus-plus\">Abstract</h3>\n                    <p class=\"a-plus-plus\">Changes in rainfall extremes pose a serious and additional threat to water resources planning and management, natural and artificial oasis stability, and sustainable development in the fragile ecosystems of arid inland river basins. In this study, the trend and temporal variation of extreme precipitation are analyzed using daily precipitation datasets at 11 stations over the arid inland Heihe River basin in Northwest China from 1960 to 2011. Eight indices of extreme precipitation are studied. The results show statistically significant and large-magnitude increasing and decreasing trends for most indices, primarily in the Qilian Mountains and eastern Hexi Corridor. More frequent and intense rainfall extremes have occurred in the southern part of the desert area than in the northern portion. In general, the temporal variation in precipitation extremes has changed throughout the basin. Wet day precipitation and heavy precipitation days show statistically significant linear increasing trends and step changes in the Qilian Mountains and Hexi Corridor. Consecutive dry days have decreased obviously in the region in most years after approximately the late 1980s, but meanwhile very long dry spells have increased, especially in the Hexi Corridor. The probability density function indicates that very long wet spells have increased in the QilianMountains. The East Asian summer monsoon index and western Pacific subtropical high intensity index possess strong and significant negative and positive correlations with rainfall extremes, respectively. Changes in land surface characteristics and the increase in water vapor in the wet season have also contributed to the changes in precipitation extremes over the river basin.</p>\n                  ",
        "journal": "Advances in Atmospheric Sciences",
        "link": "http://link.springer.com/10.1007/s00376-015-4199-3",
        "title": "Recent changes in precipitation extremes in the Heihe River basin, Northwest China"
    },
    {
        "author": "M. Salzmann, R. Cherian",
        "date": "2015-08-24",
        "description": "\n\nThe observed summertime drying over Northern Central India (NCI) during the latter half of the 20th century is not reproduced by the Coupled Model Intercomparison Project Phase 5 (CMIP5) model ensemble average. At the same time, the spread between precipitation trends from individual model realizations is large, indicating that internal variability potentially plays an important role in explaining the observed trend. Here we show that the drying is indeed related to the observed 1950-1999 positive trend of the Pacific Decadal Oscillation (PDO) index and that the relationship is even stronger for a simpler index (S1). Adjusting the CMIP5 simulated precipitation trends to account for the difference between the observed and simulated S1 trend increases the original multi-model average NCI drying trend from −0.09±0.31 mm day−1 (50 years)−1 to −0.51±0.40 mm day−1 (50 years)−1 . Thus, our estimate of the 1950-1999 NCI drying associated with Pacific decadal variability is of similar magnitude as our previous CMIP5 based estimate of the drying due to anthropogenic aerosol. The drying (moistening) associated with increasing (decreasing) S1 can partially be attributed to a southeastward (northwestward) shift of the boundary between ascent and descent affecting NCI. This shift of the ascent region strongly affects NCI, butnot Southeast Asia and south China. The average spread between individual model realizations is only slightly reduced when adjusting for S1 as smaller scale variability also plays an important role.\n",
        "journal": "Journal of Geophysical Research: Atmospheres",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023313",
        "title": "On the enhancement of the Indian summer monsoon drying by Paci_c multidecadal variability during the latter half of the 20th century"
    },
    {
        "author": "Emily C. Gill, Balaji Rajagopalan, Peter Molnar",
        "date": "2015-08-24",
        "description": "\n\nCorrelations of 1° by 1° seasonal rainfall with Pacific sea surface temperatures (SSTs) reveal spatially distinct teleconnections between El Niño–Southern Oscillation (ENSO) and Indian summer monsoon rainfall over the full monsoon season, as well as three subseasons. Over the full season (June–September), Pacific SSTs correlate with rainfall in Western India more than that in Eastern India. This spatial signature shifts as the monsoon progresses through early (June), middle or peak (July–August), and late (September) subseasons. Specifically, a 1°C cooling of the central equatorial Pacific (i.e., La Niña conditions) can result in the following: ∼70–100% increase in precipitation in north central Indian and the Indo-Gangetic Plains during the early season, ∼30–80% increase peak season precipitation in south central India and northwestern Rajasthan, and ∼60–100% increase in late season precipitation in northern, northwestern, and central India. Furthermore, the spatial signatures between La Niña and El Niño are asymmetric in that for a particular location, the enhancement and suppression of rainfall associated with La Niña and El Niño conditions, respectively, are not equal. El Niño suppresses peak season rainfall in the south central and northwestern Rajasthan regions more than La Niña enhances it, but the opposite occurs during the late season in northern, northwestern, and central India. Additionally, the correspondence of minima (maxima) in anomalies of velocity potential aloft with maxima (minima) at 925 mb and with positive (negative) surface pressure anomalies suggests that anomalous subsidence (ascent) occurs in July–September during El Niño (La Niña) times. In the early season, however, patterns of velocity potential composites suggest a region of descent (ascent) over the western equatorial Indian Ocean, along with a region of ascent (descent) over the Indian subcontinent that exists only during the early season but not during the peak or late season. These patterns are consistent with the hypothesis that local Hadley cell circulation affects pressure and thus rainfall during the early season but that a larger-scale mechanism, such as eastward or westward shifts in the Walker circulation, may be more responsible for teleconnections seen throughout the remainder of the season. These findings indicate that focusing monsoon forecasting efforts on these regions and on subseasonal periods while incorporating ENSO asymmetries will yield useful and skillful regional forecasts, compared to the declining utility and skill of all-India summer monsoon rainfall.\n",
        "journal": "Journal of Geophysical Research: Atmospheres",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023184",
        "title": "Subseasonal variations in spatial signatures of ENSO on the Indian summer monsoon from 1901 to 2009"
    },
    {
        "author": "Manab Kumar   Dutta, Raghab   Ray, Rishmita   Mukherjee, Tapan Kumar   Jana, Sandip Kumar   Mukhopadhyay</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>November 2015</pubDate><br> <b>Source:</b>Agricultural and Forest Meteorology, Volume 213</br><br>     Author(s): Manab Kumar   Dutta, Raghab   Ray, Rishmita   Mukherjee, Tapan Kumar   Jana, Sandip Kumar   Mukhopadhyay</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0075\" view=\"all\">Atmospheric fluxes of CH<inf loc=\"post\">4</inf> across different boundaries and its photo-oxidation were measured in the Sundarbans mangrove forest during June 2010–December 2011. The annual mean CH<inf loc=\"post\">4</inf> emission rate from intertidal sediment and adjacent estuarine surfaces were 7.06 and 0.14<hsp sp=\"0.25\"/>mg<hsp sp=\"0.25\"/>m<sup loc=\"post\">−2</sup> <hsp sp=\"0.25\"/>d<sup loc=\"post\">−1</sup>, respectively. Together these sources contribute 10.89<hsp sp=\"0.25\"/>Gg of CH<inf loc=\"post\">4</inf> annually to the atmosphere, of which 99.17% was from sediment. The atmospheric CH<inf loc=\"post\">4</inf> mixing ratio varied between 1.693 and 2.251<hsp sp=\"0.25\"/>ppmv, having an average of 2.004<hsp sp=\"0.25\"/>ppmv. CH<inf loc=\"post\">4</inf> exchange flux from this mangrove biosphere to the atmosphere was 0.086<hsp sp=\"0.25\"/>mg<hsp sp=\"0.25\"/>m<sup loc=\"post\">−2</sup> <hsp sp=\"0.25\"/>d<sup loc=\"post\">−1</sup>, contributing 0.30<hsp sp=\"0.25\"/>Gg of CH<inf loc=\"post\">4</inf> annually. The annual average rate of CH<inf loc=\"post\">4</inf> photo-oxidation in the forest atmosphere was 3.25<hsp sp=\"0.25\"/>×<hsp sp=\"0.25\"/>10<sup loc=\"post\">−9</sup> <hsp sp=\"0.25\"/>mg<hsp sp=\"0.25\"/>cm<sup loc=\"post\">−3</sup> <hsp sp=\"0.25\"/>d<sup loc=\"post\">−1</sup> with maximum oxidation occurring during the monsoon period and minimum oxidation occurring during the post-monsoon period. Total CH<inf loc=\"post\">4</inf> photo-oxidation within the atmospheric boundary layer of the Sundarbans was 9.26<hsp sp=\"0.25\"/>Gg annually, which acts as sink for 85.03% of the emitted CH<inf loc=\"post\">4</inf>. The HCHO and O<inf loc=\"post\">3</inf> mixing ratios in the forest atmosphere ranged between 2.14<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>0.06–4.08<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>1.61<hsp sp=\"0.25\"/>ppbv and 14.66<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>1.88–37.90<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>0.91<hsp sp=\"0.25\"/>ppbv, respectively, having maximal pre-monsoon and minimal monsoon periods. The CH<inf loc=\"post\">4</inf> photo-oxidation mediated productions of HCHO and O<inf loc=\"post\">3</inf> within the atmospheric boundary layer were 17.5 and 139<hsp sp=\"0.25\"/>Gg<hsp sp=\"0.25\"/>yr<sup loc=\"post\">−1</sup>, respectively. A ‘sources and sinks dependent’ mathematical model for atmospheric CH<inf loc=\"post\">4</inf> proposed in this study can explain the seasonal variability of CH<inf loc=\"post\">4</inf> and showed significant correlation with the observed values of this regional atmosphere.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Agricultural and Forest Meteorology",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0168192315001896%26_version%3D1%26md5%3Dc0b45c44fc171a3a86bfc0f18c88bcad",
        "title": "Atmospheric fluxes and photo-oxidation of methane in the mangrove environment of the Sundarbans, NE coast of India; A case study from Lothian Island"
    },
    {
        "author": "S.   Srivastava, M.   Naja, V.   Thouret</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>September 2015</pubDate><br> <b>Source:</b>Atmospheric Environment, Volume 117</br><br>     Author(s): S.   Srivastava, M.   Naja, V.   Thouret</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">Long-term (2005–2011) MOZAIC (Measurements of OZone and water vapor by Airbus In-Service air Craft) ozone data have been investigated over Hyderabad (17.37° N, 78.47°E, 489 m amsl), India using back-air trajectories and contribution from regional pollution and long-range transport are assessed. Ozone data are grouped and analysed according to the air-mass residence time over the central India, marine region and Africa/Middle East regions. Ozone shows a linear dependence on air-mass residence time over the central India region for about six days. Rate of ozone increase is maximum during summer (boundary layer 6.8 ± 0.9 ppbv/day, lower free troposphere 2.4 ± 0.4 ppbv/day) and minimum during winter (boundary layer 1.5 ± 0.2 ppbv/day, lower free troposphere 0.8 ± 0.7 ppbv/day). The background ozone is estimated by extrapolating the linear regression line to zeroth residence day and is found to be significantly lower during summer/monsoon (15.8 ± 2.4 ppbv) within the boundary layer due to influence of marine air-mass. Monthly variation of the boundary layer ozone shows a distinct peak during March–April months. Simultaneous investigation of fire counts and potential source contribution function analysis confirms that Indo-Gangetic Plain (IGP) outflow has a significant contribution in ozone enhancement over even at this southern region throughout the year except in summer-monsoon season. The ozone in regionally polluted air masses influenced by the central Indian region is found to be higher than average ozone by 6–15% within the boundary layer and by 5–9% in the lower troposphere during different seasons. The marine air shows a lower ozone level by 4–28 ppbv throughout the year within the boundary layer. Role of long-range transport from Africa/Middle East is found to be significant in the lower troposphere and shows 4.4 ppbv and 9 ppbv higher ozone mixing ratio during summer and autumn, respectively.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Atmospheric Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS1352231015301783%26_version%3D1%26md5%3Deb222b281c31b0885bbaa294d1210092",
        "title": "Influences of regional pollution and long range transport over Hyderabad using ozone data from MOZAIC"
    },
    {
        "author": "Ping   Gong, Xiao-ping   Wang, Yong-gang   Xue, Jiu-jiang   Sheng, Shao-peng   Gao, Li-de   Tian, Tan-dong   Yao</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>1 December 2015</pubDate><br> <b>Source:</b>Atmospheric Research, Volume 166</br><br>     Author(s): Ping   Gong, Xiao-ping   Wang, Yong-gang   Xue, Jiu-jiang   Sheng, Shao-peng   Gao, Li-de   Tian, Tan-dong   Yao</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Atmospheric circulation now is considered key to understanding global dispersion of organochlorine pesticides (OCPs). Many studies reported that the Indian monsoon and westerly wind played important roles on the transport of OCPs to the Tibetan Plateau. Previously, few observation campaigns have focused on the joint effect of Indian monsoon and westerly wind on long-range atmospheric transport of OCPs in a transition area of the Tibetan Plateau. In this study, air samples were collected for 7<hsp sp=\"0.25\"/>months in the Ngari region, a westerly wind and Indian monsoon transition area in the western Tibetan Plateau. Westerly wind controls the climate of this transition area from March to May, and the levels of DDTs, HCHs, and endosulfans in the Ngari region were &amp;lt;<hsp sp=\"0.10\"/>10<hsp sp=\"0.25\"/>pg/m<sup loc=\"post\">3</sup>, related to OCP transport by the upper-level westerly. From August to October, Indian monsoon and the airflow from north carried elevated concentrations of DDTs, HCHs, and endosulfans, and the levels of endosulfans in the Ngari region even reached hundreds of pg/m<sup loc=\"post\">3</sup>. In addition, due to the competition and conversion of Indian monsoon and westerly in June, the low levels of atmospheric OCPs reached minimum in the Ngari region. The seasonal shift of the westerly wind and the Indian monsoon resulted in complex seasonal patterns of the OCPs in this transition region, and due to the complex atmospheric circulations, the OCPs in the transition region originated from northwestern India and Northwest China (Xinjiang).</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Atmospheric Research",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0169809515002185%26_version%3D1%26md5%3D6022bba901ded5b08bf89440ea094864",
        "title": "Influence of atmospheric circulation on the long-range transport of organochlorine pesticides to the western Tibetan Plateau"
    },
    {
        "author": "Sathy   Nair, E.A.   Resmi, Gayatri   Kulkarni, Neelam   Malap, Sachin   Patade, Thara V.   Prabha</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>1 December 2015</pubDate><br> <b>Source:</b>Atmospheric Research, Volume 166</br><br>     Author(s): Sathy   Nair, E.A.   Resmi, Gayatri   Kulkarni, Neelam   Malap, Sachin   Patade, Thara V.   Prabha</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">The thermodynamical and microphysical response during the transition from southwest to northeast monsoon season is studied. Unique mixed phase cloud observations from the Cloud Aerosol Interaction and Precipitation Enhancement Experiment (CAIPEEX) and ground based observations from Integrated Ground Observation Campaign (IGOC), high resolution (3<hsp sp=\"0.25\"/>km) mesoscale forecasts with the nested Weather Research and Forecasting (WRF) model are used in the study. Convective available potential energy (CAPE), liquid water path (LWP) and precipitable water (PW) increased 3<hsp sp=\"0.25\"/>days before the onset and further enhanced with the onset of the northeast monsoon. A systematic decrease in lifting condensation level (LCL) height and increase in midlevel moisture before and during the onset period are observed, which resulted in increase in moist static energy in the midlayer for supporting deeper convection during the onset. Cloud microphysical response is noted with the mixed phase cloud observations of liquid water and ice water content. The model has simulated the mixed phase clouds in the area of detailed observations. Major cloud microphysical changes observed are (a) shallow warm clouds before the onset, (b) elevated supercooled liquid water content at the tops of clouds and (c) low ice water content during the onset period compared to subsequent periods after the onset with more ice water content.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Atmospheric Research",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS016980951500201X%26_version%3D1%26md5%3Da7042e4c0b366e42ef14457e44bf1851",
        "title": "Thermodynamical and cloud microphysical response during the transition from southwest to northeast monsoon"
    },
    {
        "author": "Suresh   Tiwari, Philip K.   Hopke, Atar S.   Pipal, Atul K.   Srivastava, Deewan S.   Bisht, Shani   Tiwari, Abhay K.   Singh, Vijay K.   Soni, Shiv D.   Attri</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>1 December 2015</pubDate><br> <b>Source:</b>Atmospheric Research, Volume 166</br><br>     Author(s): Suresh   Tiwari, Philip K.   Hopke, Atar S.   Pipal, Atul K.   Srivastava, Deewan S.   Bisht, Shani   Tiwari, Abhay K.   Singh, Vijay K.   Soni, Shiv D.   Attri</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Highly time-resolved measurements of particulate matter (PM: PM<inf loc=\"post\">2.5</inf> and PM<inf loc=\"post\">10</inf>) were made at three different sites across Delhi (CCRI: a highly traffic site, IMD: a less traffic site and IITM: an urban background site) from 1st December, 2011 to 30th June, 2013. Also, coarse mode (PM<inf loc=\"post\">10–2.5</inf>) mass was estimated as the difference between PM<inf loc=\"post\">10</inf> and PM<inf loc=\"post\">2.5</inf>. In addition, columnar aerosol optical properties such as aerosol optical depth (AOD) and Angstrom exponent (AE) were studied concurrently over IMD. The mean mass concentrations of PM<inf loc=\"post\">2.5</inf>, PM<inf loc=\"post\">10–2.5</inf> and PM<inf loc=\"post\">10</inf> were 118.3<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>81.7, 113.6<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>70.4 and 232.1<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>131.1<hsp sp=\"0.25\"/>μg<hsp sp=\"0.25\"/>m<sup loc=\"post\">−<hsp sp=\"0.10\"/>3</sup>, respectively. Among the three sites, relatively higher mass concentrations of PM<inf loc=\"post\">2.5</inf> (~<hsp sp=\"0.10\"/>35% and 3%) were observed at CRRI compared to IMD and IITM.PM<inf loc=\"post\">10</inf> and PM<inf loc=\"post\">10–2.5</inf> were higher at these sites by ~<hsp sp=\"0.10\"/>31% and 19%; and 27% and 40%, respectively, compared to CRRI. Coefficients of divergence (COD) and correlation coefficients (<italic>r</italic>) were calculated between site pairs to assess the spatial and temporal heterogeneity of PM and moderate spatial divergence was found over the three sites. Traffic emission particles (PM<inf loc=\"post\">2.5</inf>) exhibited high spatial heterogeneity as well. The mass concentrations of PM<inf loc=\"post\">2.5</inf> and PM<inf loc=\"post\">10</inf> were found to be higher during the night compared to the day. The mean PM<inf loc=\"post\">2.5</inf>/PM<inf loc=\"post\">10</inf> ratio was ~<hsp sp=\"0.10\"/>51%, indicating generally equal amounts of coarse and fine mode PM in the Delhi urban atmosphere. AOD and PM<inf loc=\"post\">2.5</inf> were positively correlated and a negative correlation was observed between AE and PM<inf loc=\"post\">10–2.5</inf>. PM<inf loc=\"post\">2.5</inf> particles were significantly correlated with AOD during post-monsoon and winter. Because of the lower vehicular emissions on weekends compared to weekdays, PM at CRRI, IMD, and IITM were separated by day of week and large heterogeneities were found. During weekdays, the mass concentrations of PM<inf loc=\"post\">10</inf> were ~<hsp sp=\"0.10\"/>4, 2, and 12% higher than on weekends. However, for PM<inf loc=\"post\">2.5</inf>, weekend values were 5, 7, and 9% higher for CRRI, IMD and IITM, respectively.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Atmospheric Research",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0169809515002197%26_version%3D1%26md5%3Df900651cf12c674e977434dd03b3dc4c",
        "title": "Intra-urban variability of particulate matter (PM2.5 and PM10) and its relationship with optical properties of aerosols over Delhi, India"
    },
    {
        "author": "Mei   Hong, Ren   Zhang, Dong   Wang, Xi   Chen, Jian   Shi, Vijay   Singh</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>December 2014</pubDate><br> <b>Source:</b>Dynamics of Atmospheres and Oceans, Volume 68</br><br>     Author(s): Mei   Hong, Ren   Zhang, Dong   Wang, Xi   Chen, Jian   Shi, Vijay   Singh</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abst0010\" view=\"all\"> <simple-para id=\"spar0010\" view=\"all\">The western Pacific subtropical high (WPSH) is closely correlated with the East Asian climate. To date, the underlying mechanisms and sustaining factors have not been positively elucidated. Based on the concept of dynamical system model reconstruction, this paper presents a nonlinear statistical–dynamical model of the subtropical high ridge line (SHRL) in concurrence with four summer monsoon factors. SHRL variations from 1990 to 2011 are subdivided into three categories, while parameter differences relating to three differing models are examined. Dynamical characteristics of SHRL are analyzed and an aberrance mechanism subsequently developed. Modeling suggests that different parameters may lead to significant variance pertaining to monsoon variables corresponding with numerous WPSH activities. Dynamical system bifurcation and mutation indicates that the South China Sea monsoon trough is a significant factor with respect to the occurrence and maintenance of the ‘double-ridge’ phenomenon. Moreover, the occurrence of the Mascarene cold high is predicted to cause an abnormal northward location of WPSH, resulting in the “empty plum” phenomenon.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Dynamics of Atmospheres and Oceans",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0377026514000335%26_version%3D1%26md5%3Dece56ef95fc1de3bc2e4f8925810f3d7",
        "title": "Retrieval the statistical–dynamical model of western Pacific subtropical high ridge line index and key members of Asian summer monsoon system"
    },
    {
        "author": "Jianbao   Liu, Jianhui   Chen, Xiaojian   Zhang, Yu   Li, Zhiguo   Rao, Fahu   Chen</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>September 2015</pubDate><br> <b>Source:</b>Earth-Science Reviews, Volume 148</br><br>     Author(s): Jianbao   Liu, Jianhui   Chen, Xiaojian   Zhang, Yu   Li, Zhiguo   Rao, Fahu   Chen</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Monsoon precipitation over China exhibits large spatial differences. It has been found that a significantly enhanced East Asian summer monsoon (EASM) is characterized by increased rainfall in northern China and by reduced rainfall in southern China, and this relationship occurs on different time scales during the Holocene. This study presents results from a diverse range of proxy paleoclimatic records from northern China where precipitation variability is traditionally considered as an EASM proxy. Our aim is to evaluate the evolution of the EASM during the Holocene and to compare it with all of the published stalagmite δ<sup loc=\"pre\">18</sup>O records from the Asian monsoon region in order to explore the potential mechanism(s) controlling the Chinese stalagmite δ<sup loc=\"pre\">18</sup>O. We found that the intensity of the EASM during the Holocene recorded by the traditional EASM proxy of moisture (or precipitation) records from northern China is significantly different from the Chinese stalagmite δ<sup loc=\"pre\">18</sup>O records. The EASM maximum occurred during the mid-Holocene, challenging the prevailing view of an early Holocene EASM maximum mainly inferred from stalagmite δ<sup loc=\"pre\">18</sup>O records in eastern China. In addition, all of the well-dated Holocene stalagmite δ<sup loc=\"pre\">18</sup>O records, covering a broad geographical region, exhibit a remarkably similar trend of variation and are statistically well-correlated on different time scales, thus indicating a common signal. However, in contrast with the clear consistency in the δ<sup loc=\"pre\">18</sup>O values in all of the cave records, both instrumental and paleoclimatic records exhibit significant spatial variations in rainfall on decadal-to-centennial time scales over eastern China. In addition, both paleoclimatic records and modeling results suggest that Holocene East Asian summer monsoon precipitation reached a maximum at different periods in different regions of China. Thus the stalagmite δ<sup loc=\"pre\">18</sup>O records from the EASM region should not be regarded as a reliable indicator of the strength of the East Asian summer monsoon. Furthermore, modern observations indicate that the moisture for precipitation in the East Asian monsoon region is mainly derived from the Indian Ocean. The moisture transport route from the Indian Ocean to the East Asian monsoon region during the Holocene is almost identical to that of modern precipitation. Therefore the strong correlation of δ<sup loc=\"pre\">18</sup>O records in the EASM and Indian summer monsoon (ISM) regions, and the similarity of the pattern of latitudinal changes in δ<sup loc=\"pre\">18</sup>O values in stalagmites and in modern meteoric precipitation along the water vapor transport route, further suggests that the stalagmite δ<sup loc=\"pre\">18</sup>O records from the EASM region are essentially a signal of the isotopic composition of precipitation, which is determined mainly by changes in the δ<sup loc=\"pre\">18</sup>O of atmospheric vapor in the upstream source region over the Indian Ocean and Indian Monsoon region via the upstream depletion mechanism. Finally, the main trends of the stalagmite δ<sup loc=\"pre\">18</sup>O records are strongly correlated with the known evolution of the ISM, and therefore these records reflect the history of the ISM rather than that of the EASM. Our findings support the conclusion that EASM variability is mainly controlled by Northern Hemisphere summer insolation and was strongly modulated by ice volume during the last deglaciation and early Holocene, which delayed the response of the EASM maximum to peak insolation forcing.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Earth-Science Reviews",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0012825215300064%26_version%3D1%26md5%3Dbb81a0120b1089d23b91f499da2d48e1",
        "title": "Holocene East Asian summer monsoon records in northern China and their inconsistency with Chinese stalagmite δ18O records"
    },
    {
        "author": "Zhifei   Liu, Yulong   Zhao, Christophe   Colin, Karl   Stattegger, Martin G.   Wiesner, Chih-An   Huh, Yanwei   Zhang, Xiajing   Li, Penjai   Sompongchaiyakul, Chen-Feng   You, Chi-Yue   Huang, James T.   Liu, Fernando P.   Siringan, Khanh Phon   Le, Edlic   Sathiamurthy, Wahyoe S.   Hantoro, Jianguo   Liu, Shouting   Tuo, Shaohua   Zhao, Shiwen   Zhou, Ziding   He, Yuchen   Wang, Suratta   Bunsomboonsakul, Yanli   Li</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>Available online 19 August 2015</pubDate><br> <b>Source:</b>Earth-Science Reviews</br><br>     Author(s): Zhifei   Liu, Yulong   Zhao, Christophe   Colin, Karl   Stattegger, Martin G.   Wiesner, Chih-An   Huh, Yanwei   Zhang, Xiajing   Li, Penjai   Sompongchaiyakul, Chen-Feng   You, Chi-Yue   Huang, James T.   Liu, Fernando P.   Siringan, Khanh Phon   Le, Edlic   Sathiamurthy, Wahyoe S.   Hantoro, Jianguo   Liu, Shouting   Tuo, Shaohua   Zhao, Shiwen   Zhou, Ziding   He, Yuchen   Wang, Suratta   Bunsomboonsakul, Yanli   Li</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">The South China Sea offers an excellent case for studying source-to-sink transport processes of fluvial sediments among the global marginal seas. This study synthesizes existing clay mineralogical and geochemical data from ~<hsp sp=\"0.10\"/>1500 samples from the seafloor and surrounding rivers, deepwater mooring observation results, and high-resolution glacial-cyclic clay mineralogy records from six high-quality sediment cores. Source-to-sink sediment transport from the river mouth to the continental shelf and then to the abyssal basin is investigated at two time scales: modern process and Late Quaternary glacial cycles. The results firstly show the high diversity of clay mineralogical and geochemical compositions in riverbed surface sediments surrounding the South China Sea, e.g., dominant illite and chlorite in Taiwan, overwhelming majority of smectite in Luzon, dominant kaolinite in South China, and similar amounts of the four clay mineral species in Red and Mekong river systems. The formation of these fluvial sediments through chemical weathering in surrounding drainage systems is controlled principally by the East Asian monsoon climate with warm temperature and high precipitation, and subordinately by tectonic activity and specific lithological character. The basin-wide distribution of clay mineral assemblages combined with neodymium and strontium isotopic compositions reflects strong provenance control and differential settling effects. The differential settling of kaolinite in slightly saline and proximal regions relative to smectite in more saline and distal regions is well demonstrated in the South China Sea. Through combining clay mineralogical distributions on the seafloor with observed oceanic current systems, the modern transport pathways can be well established, e.g., in the northern South China Sea, illite and chlorite from Taiwan are mainly carried by contour currents with the strong influence of mesoscale eddies.</simple-para> <simple-para id=\"sp0010\" view=\"all\">High-resolution sediment dynamic analysis for the Late Quaternary reveals different sediment transport patterns in the northern, western, and southern South China Sea when the land-sea configuration dramatically changed during glacial conditions. In the north, the terrigenous dispersal is mainly controlled by provenance supply and oceanic current transport. In the west, the clay mineral assemblage reflects variations of the prevailing surface current influenced by monsoon winds. In the south, the clay mineral input indicates intensive chemical weathering during interglacial periods and strengthened physical erosion during glacial periods. The transport of terrigenous sediments since the last glaciation is quantitatively reconstructed through studying two deepwater sediment cores located in the northern South China Sea. The relative contributions from three provenances (South China, Luzon, and Taiwan) highlight their distinct variability over the last 28<hsp sp=\"0.25\"/>ka, implying that the southward shift of the inter-tropical convergence zone (ITCZ) at 16<hsp sp=\"0.25\"/>ka BP caused an increased sediment contribution from South China, the intensified influence of the Kuroshio Current intrusion controls more efficient westward transport of Luzon sediments, and the stronger deepwater current transports Taiwan-sourced sediments further westward from the last glaciation to the Holocene.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Earth-Science Reviews",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0012825215300295%26_version%3D1%26md5%3Df273412b21ae8d22b33da2180a09273d",
        "title": "Source-to-Sink transport processes of fluvial sediments in the South China Sea"
    },
    {
        "author": "C.V.   Naidu, G.Ch.   Satyanarayana, L.   Malleswara Rao, K.   Durgalakshmi, A.   Dharma Raju, P.   Vinay Kumar, G.   Jeevana Mounika</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>Available online 15 August 2015</pubDate><br> <b>Source:</b>Earth-Science Reviews</br><br>     Author(s): C.V.   Naidu, G.Ch.   Satyanarayana, L.   Malleswara Rao, K.   Durgalakshmi, A.   Dharma Raju, P.   Vinay Kumar, G.   Jeevana Mounika</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">The variability of Summer Monsoon (SM) rainfall over India using the gridded rainfall data as well as subdivisional rainfall data is studied for the period 1951–2008. The total length of period is divided into two parts, 1951–1969 (Pre-Global Warming (PGW) period) and 1970–2008 (Global Warming (GW) period) as the Earth shows rise in the temperature since the beginning of 1970s. The differences in the mean rainfall of these two periods are tested using the Z – statistic. Further, the mean zonal wind differences at different grid-points at 850<hsp sp=\"0.25\"/>hPa and 150<hsp sp=\"0.25\"/>hPa of the above two periods for the domain 30<sup loc=\"post\">0</sup>E – 120<sup loc=\"post\">0</sup>E, 40<sup loc=\"post\">0</sup>S – 40<sup loc=\"post\">0</sup> <hsp sp=\"0.25\"/>N are calculated and tested using the Z-statistic. The results indicate that the reduced rainfall activity over India in the global warming is associated with a weakened SM system. Next, the differences in the frequencies of the days having different limits of rainfall are obtained by subtracting the frequencies of the PGW period from those of the GW period. The results pinpoint an increase in the no rainfall (dry) days as well as the extreme rainfall events in the warming environment.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Earth-Science Reviews",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0012825215300283%26_version%3D1%26md5%3D246a24b803c30febc4e5dcbef5c806b2",
        "title": "Anomalous behavior of Indian summer monsoon in the warming environment"
    },
    {
        "author": "Qiang   Li, Yu   Liu, Takeshi   Nakatsuka, Huiming   Song, Danny   McCarroll, Yinke   Yang, Jun   Qi</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>September 2015</pubDate><br> <b>Source:</b>Global and Planetary Change, Volume 132</br><br>     Author(s): Qiang   Li, Yu   Liu, Takeshi   Nakatsuka, Huiming   Song, Danny   McCarroll, Yinke   Yang, Jun   Qi</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Understanding the interactions between the East Asian summer monsoon and Indian summer monsoon is a challenging task because of the insufficient proxy records. In this study, we reconstructed a 225-year precipitation record by combining ring widths of <italic>Pinus tabulaeformis</italic> and stable oxygen isotope ratios of <italic>Larix principis-rupprechtii</italic> using a multi-proxy dendroclimatology approach in the North China. The reconstructed record explained 51.9% of the variance in the observed precipitation during 1955–2003. The precipitation series could indicate the intensity of the East Asian summer monsoon. A spatial field analysis indicated that the series was strongly correlated with the reconstructed records of the surrounding area and a large part of the Indian subcontinent. The reconstructed records were significantly and positively correlated with All Indian Precipitation records (<italic>r</italic> <hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/>0.32, <italic>n</italic> <hsp sp=\"0.25\"/>=<hsp sp=\"0.25\"/>132, <italic>p</italic> <hsp sp=\"0.25\"/>&amp;lt;<hsp sp=\"0.25\"/>0.001) and with a proxy of the Indian summer monsoon. These findings suggest that a persistent teleconnection exists between the reconstructed record and the Indian summer monsoon records from the past 225<hsp sp=\"0.25\"/>years. The observed interannual synchronisation potentially resulted from the transport of partial water vapour from the Indian summer monsoon area to NC; however, this synchronisation could not be attributed to the El Nino-South Oscillation (ENSO). When considering an interdecadal time scale, the synchronisation with the North Atlantic Oscillation (NAO) has varied since 1779, implying that the NAO may serve as an additional atmospheric pattern that affects this teleconnection.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Global and Planetary Change",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0921818115001253%26_version%3D1%26md5%3D87abcd54086d71508df476139e53169c",
        "title": "The 225-year precipitation variability inferred from tree-ring records in Shanxi Province, the North China, and its teleconnection with Indian summer monsoon"
    },
    {
        "author": "C.   Bloszies, S.L.   Forman, D.K.   Wright</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>September 2015</pubDate><br> <b>Source:</b>Global and Planetary Change, Volume 132</br><br>     Author(s): C.   Bloszies, S.L.   Forman, D.K.   Wright</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Relict beaches adjacent to Lake Turkana, Kenya provide a record of water level variability for the Late Quaternary. This study focused on deciphering the geomorphology, sedimentology, stratigraphy and <sup loc=\"pre\">14</sup>C chronology of strand plain sequences in the Kalokol and Lothagam areas, at the western margin of the Lake. Nine &amp;gt;<hsp sp=\"0.10\"/>30<hsp sp=\"0.25\"/>m oscillations in water level were documented between ca. 15 and 4<hsp sp=\"0.25\"/>ka. The earliest lake level oscillation between ca. 14.5 and 13<hsp sp=\"0.25\"/>ka is not well constrained with water level to at least 70<hsp sp=\"0.25\"/>m above the present surface and subsequently fell to at least 50<hsp sp=\"0.25\"/>m. Lake level increased to at least 90<hsp sp=\"0.25\"/>m between ca. 11.2 and 10.4<hsp sp=\"0.25\"/>ka, post Younger Dryas cooling. Water level fell by &amp;gt;<hsp sp=\"0.10\"/>30<hsp sp=\"0.25\"/>m by 10.2<hsp sp=\"0.25\"/>ka, with another potential rise at ca. 8.5<hsp sp=\"0.25\"/>ka to &amp;gt;<hsp sp=\"0.10\"/>70<hsp sp=\"0.25\"/>m above current level. Lake level regressed by &amp;gt;<hsp sp=\"0.10\"/>40<hsp sp=\"0.25\"/>m at 8.2<hsp sp=\"0.25\"/>ka coincident with cooling in the equatorial eastern Atlantic Ocean. Two major &amp;gt;<hsp sp=\"0.10\"/>70<hsp sp=\"0.25\"/>m lake level oscillations centered at 6.6 and 5.2<hsp sp=\"0.25\"/>ka may reflect enhanced convection with warmer sea surface temperatures in the western Indian Ocean. The termination of the African Humid Period occurred from ca. 8.0 to 4.5<hsp sp=\"0.25\"/>ka and is characterized by highly variable lake level (±&amp;gt;40<hsp sp=\"0.25\"/>m), rather than one monotonic fall in water level. This lake level variability reflects a complex response to variations in the extent and intensity of the East and West African Monsoons near geographic and topographic limits within the catchment of Lake Turkana. Also, for this closed lake basin excesses and deficits in water input are amplified with a cascading lake effect in the East African Rift Valley and through the Chew Bahir Basin. The final regression from a high stand of &amp;gt;<hsp sp=\"0.10\"/>90<hsp sp=\"0.25\"/>m above the present lake began at 5.2<hsp sp=\"0.25\"/>ka and water level was below 20<hsp sp=\"0.25\"/>m by 4.5<hsp sp=\"0.25\"/>ka; and for the remainder of the Holocene. This sustained low stand is associated with weakening of the West African Monsoon, a shift of the mean position of Congo Air Boundary west of the Lake Turkana catchment and with meter-scale variability in lake level linked to Walker circulation across the Indian Ocean.</simple-para> </abstract-sec><br> <h3 class=\"h3\">Graphical abstract</h3> <img src=\"http://origin-ars.els-cdn.com/content/image/1-s2.0-S0921818115001265-fx1.jpg\" height=\"200\" width=\"390\" alt=\"image\"/></br></br><br></br></br>",
        "journal": "Global and Planetary Change",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0921818115001265%26_version%3D1%26md5%3Dc9c183ede532ed9498a850ada820050f",
        "title": "Water level history for Lake Turkana, Kenya in the past 15,000years and a variable transition from the African Humid Period to Holocene aridity"
    },
    {
        "author": "Jinbo   Zan, Xiaomin   Fang, Maodu   Yan, Weilin   Zhang, Zhiguo   Zhang</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>July 2015</pubDate><br> <b>Source:</b>Global and Planetary Change, Volume 130</br><br>     Author(s): Jinbo   Zan, Xiaomin   Fang, Maodu   Yan, Weilin   Zhang, Zhiguo   Zhang</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Two atmospheric circulation systems, i.e., the mid-latitude Westerlies and the East Asian summer monsoon (EASM), dominate climate change in the NE Tibetan Plateau. However, controversy remains with regard to the climatic boundary between these westerly and monsoon regimes. In this paper, detailed rock magnetic and geochemical Rb/Sr analyses for a larger number of surface soils from a wide area in the NE Tibetan Plateau are presented. They show that surface soils in this region evince relatively significant regional variations in magnetic properties and geochemical characteristics. The magnetic parameters χ<inf loc=\"post\">fd,</inf> χ<inf loc=\"post\">ARM</inf> and geochemical Rb/Sr ratios exhibit higher values in EASM-controlled (humid) areas, and lower values in Westerlies-influenced (arid) areas. These characteristics indicate that such variations in χ<inf loc=\"post\">fd,</inf> χ<inf loc=\"post\">ARM</inf> and Rb/Sr ratios can be regarded as effective indicators of the degree of pedogenesis and weathering in the NE Tibetan Plateau. Our results also demonstrate that the climatic boundary between the westerly and monsoon regimes approximately overlaps with the boundary of highland meadow and temperate steppe desert/desert in NW China.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Global and Planetary Change",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0921818115000661%26_version%3D1%26md5%3De65870aa5e76a6ac4bf7a8e44f871b21",
        "title": "Magnetic variations in surface soils in the NE Tibetan Plateau indicating the climatic boundary between the Westerly and East Asian summer monsoon regimes in NW China"
    },
    {
        "author": "Xisheng   Wang, Zhenyu   Yang, Yun   Chen, Jianyong   Hu, Ling   Tang, Mei   Sheng, Reidar   Løvlie</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>July 2015</pubDate><br> <b>Source:</b>Global and Planetary Change, Volume 130</br><br>     Author(s): Xisheng   Wang, Zhenyu   Yang, Yun   Chen, Jianyong   Hu, Ling   Tang, Mei   Sheng, Reidar   Løvlie</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">A detailed environmental magnetic investigation in conjunction with geochemical, bulk grain size and redness analyses of late Early to early Middle Pleistocene loess–paleosol sequences at the Jiuzhoutai and Caotan loess sections has been carried out, aimed to explore the reliability of magnetic parameters as paleoclimatic proxies in the western Chinese Loess Plateau (CLP). The results show that magnetic enhancement of early- to mid-Pleistocene loess–paleosol sequences at both sites is not solely due to the neoformation of ultrafine magnetic particles through pedogenesis, but in the case of several loess layers (e.g., L8 and L9) is more attributed to the significant input of coarse-grained magnetic minerals associated with the advance of desert margin and/or with significant changes in local sediment input. Since the magnetoclimatological signals studied here are obviously controlled by both pedogenesis and wind vigor, measurements of magnetic susceptibility (χ) and saturation isothermal remanent magnetization (SIRM), both of which are responsive to both ultrafine pedogenic magnetic particles and eolian coarse-grained pseudo-single domain/multi-domain magnetic particles, could not provide unambiguous interpretation of the magnetic response to the East Asian summer monsoon intensity. In contrast, anhysteretic remanent magnetization (ARM) and the percentage of frequency-dependent magnetic susceptibility (χ<inf loc=\"post\">fd</inf>%), which are notably responsive to ultrafine magnetic particles, can aptly trace changes in the concentration of pedogenic magnetic particles and can therefore be used as reliable proxies of pedogenic intensity. The magnetic grain size dependent proxies, e.g., ARM/χ and ARM/M<inf loc=\"post\">s</inf> (M<inf loc=\"post\">s</inf>, saturation magnetization), geochemical indices (e.g., chemical index of alteration, Zr/Rb and Al/Si ratios), and bulk grain size records all exhibit concordant variations and are more straightforward proxies for addressing the East Asian monsoon variability. Therefore the combination of multi-parameter mineral magnetic, geochemical and grain size analyses is very useful for distinguishing, delimiting and correlating loess sequences, and for accurately deciphering their paleoclimatic signals embedded in the weakly weathered loess. As the classical precipitation-driven pedogenic model for magnetic susceptibility enhancement is not entirely applicable to the early- to mid-Pleistocene loess developed in the semi-arid western CLP, considerable caution should also be warranted in using magnetic susceptibility measurements alone in the quantitative reconstruction of paleoprecipitation.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Global and Planetary Change",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0921818115000831%26_version%3D1%26md5%3De15a91701a959a55d37359788eba8e93",
        "title": "Deciphering magnetoclimatological patterns of late Early to early Middle Pleistocene loess–paleosol sequences in the western Chinese Loess Plateau"
    },
    {
        "author": "Matthew E.   Kirby, Edward J.   Knell, William T.   Anderson, Matthew S.   lachniet, Jennifer   Palermo, Holly   Eeg, Ricardo   Lucero, Rosa   Murrieta, Andrea   Arevalo, Emily   Silveira, Christine A.   Hiner</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>Available online 8 August 2015</pubDate><br> <b>Source:</b>Quaternary Research</br><br>     Author(s): Matthew E.   Kirby, Edward J.   Knell, William T.   Anderson, Matthew S.   lachniet, Jennifer   Palermo, Holly   Eeg, Ricardo   Lucero, Rosa   Murrieta, Andrea   Arevalo, Emily   Silveira, Christine A.   Hiner</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Silver Lake is the modern terminal playa of the Mojave River in southern California (USA). As a result, it is well located to record both influences from the winter precipitation dominated San Bernardino Mountains – the source of the Mojave River – and from the late summer to early fall North American monsoon at Silver Lake. Here, we present various physical, chemical and biological data from a new radiocarbon-dated, 8.2<hsp sp=\"0.25\"/>m sediment core taken from Silver Lake that spans modern through 14.8<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>ka<hsp sp=\"0.25\"/>BP. Texturally, the core varies between sandy clay, clayey sand, and sand-silt-clay, often with abrupt sedimentological transitions. These grain-size changes are used to divide the core into six lake status intervals over the past 14.8<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>ka<hsp sp=\"0.25\"/>BP. Notable intervals include a dry Younger Dryas chronozone, a wet early Holocene terminating 7.8 – 7.4<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>ka<hsp sp=\"0.25\"/>BP, a distinct mid-Holocene arid interval, and a late Holocene return to ephemeral lake conditions. A comparison to potential climatic forcings implicates a combination of changing summer – winter insolation and tropical and N Pacific sea-surface temperature dynamics as the primary drivers of Holocene climate in the central Mojave Desert.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Quaternary Research",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0033589415000745%26_version%3D1%26md5%3D95648c5b280e810bafc9a27097c15332",
        "title": "Evidence for insolation and Pacific forcing of Late Glacial through Holocene climate in the Central Mojave Desert (Silver Lake, CA)"
    },
    {
        "author": "Jaesoo   Lim, Dong-Yoon   Yang, Jin-Young   Lee, Sei-Sun   Hong, In Kwon   Um</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>July 2015</pubDate><br> <b>Source:</b>Quaternary Research, Volume 84, Issue 1</br><br>     Author(s): Jaesoo   Lim, Dong-Yoon   Yang, Jin-Young   Lee, Sei-Sun   Hong, In Kwon   Um</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">To trace the surficial responses of lowlands to past climate change, we investigated δ<sup loc=\"pre\">13</sup>C in total organic carbon (TOC), C/N ratios, magnetic susceptibility (MS), and silicon (Si) intensity (directly proportional to concentration) in wetland sediments collected from the Gimpo area of central Korea, covering 6600–4600<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>yr<hsp sp=\"0.25\"/>BP. Two organic layers with high TOC%, negatively depleted δ<sup loc=\"pre\">13</sup>C<inf loc=\"post\">TOC</inf> values (−<hsp sp=\"0.10\"/>27 to −<hsp sp=\"0.10\"/>29‰), low MS values, and low Si intensities were found at 6200–5900 and 5200–4800<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>yr<hsp sp=\"0.25\"/>BP, respectively. These middle Holocene wet periods corresponded to relatively intensified summer monsoon and solar activity periods. The intervening dry period (5900–5200<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>yr<hsp sp=\"0.25\"/>BP) with high MS, high Si, and low TOC% corresponded to an intensified dust-activity interval and stronger winter monsoon. This multi-centennial climatic fluctuation of wet periods (6200–5900<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>yr<hsp sp=\"0.25\"/>BP and 5200–4800<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>yr<hsp sp=\"0.25\"/>BP) and an intervening dry period (5900–5200<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>yr<hsp sp=\"0.25\"/>BP) in central Korea was more synchronous with climate change in the arid inner part of China than with that in South China, suggesting possible strong high-latitude-driven climatic influences (e.g., North Atlantic cooling events) during the middle Holocene.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Quaternary Research",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0033589415000344%26_version%3D1%26md5%3Da1845564c2611289dc05187cdc909016",
        "title": "Middle Holocene environmental change in central Korea and its linkage to summer and winter monsoon changes"
    },
    {
        "author": "Yuxin   He, Cheng   Zhao, Zhuo   Zheng, Zhonghui   Liu, Ning   Wang, Jie   Li, Rachid   Cheddadi</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>Available online 26 June 2015</pubDate><br> <b>Source:</b>Quaternary Research</br><br>     Author(s): Yuxin   He, Cheng   Zhao, Zhuo   Zheng, Zhonghui   Liu, Ning   Wang, Jie   Li, Rachid   Cheddadi</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Central China has experienced stronger summer monsoon during warm periods such as Marine Isotope Stages (MIS) 1 and 3, and weaker summer monsoon during cool periods such as MIS 2. The evolution history of Dajiuhu subalpine peatland in central China can help investigate how the expansion and shrinkage of peatland were associated with monsoonal strength over the last glacial–interglacial cycle. Here we apply bulk organic carbon and molecular biomarkers (hopane and <italic>n</italic>-alkane) to reconstruct the evolution history for the Dajiuhu peatland over the past 40,000<hsp sp=\"0.25\"/>yr. The results indicate fluctuations between lacustrine and peat-like deposition during MIS 3, steady lacustrine deposition during MIS 2, and peatland initiation and expansion during MIS 1 in the Dajiuhu peatland. Therefore, at the glacial–interglacial scale, warmer summer and cooler winter conditions in interglacial periods are crucial to trigger peat deposition, whereas reduced evaporation in glacial period instead of decreased monsoonal-driven precipitation would have played a predominant role in the regional effective moisture balance. However, within the Holocene (MIS 1), monsoonal precipitation changes appear to be the main controller on millennial-scale variations of water-table level of the Dajiuhu peatland.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Quaternary Research",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0033589415000630%26_version%3D1%26md5%3D56b023174785020e5b4c7d45a4e99d09",
        "title": "Peatland evolution and associated environmental changes in central China over the past 40,000yr"
    },
    {
        "author": "Wei   Zhong, Jiayuan   Cao, Jibin   Xue, Jun   Ouyang</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>Available online 20 June 2015</pubDate><br> <b>Source:</b>Quaternary Research</br><br>     Author(s): Wei   Zhong, Jiayuan   Cao, Jibin   Xue, Jun   Ouyang</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Multi-proxy records of a subalpine lacustrine sequence in Daping Swamp in the western Nanling Mountains provide evidence for exploring climate variability in the past 15,400<hsp sp=\"0.25\"/>yr. Two dry and cool (15,400–14,500 and 13,000–11,000<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>yr BP) and one humid and warm interval (14,500–13,200<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>yr BP), which we correlate to Heinrich Event 1, the Younger Dryas and the Bølling-Allerød event respectively, are revealed. The early Holocene climate (11,000–8000<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>yr BP) was characterized by less humid and warm conditions, suggesting a weaker Asian summer monsoon (ASM) intensity. Our findings indicate that the Holocene optimum occurred between 8000 and 4500<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>yr BP, and the most intensified ASM appears from 8000 to 7000<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>yr BP. After 4500<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>yr BP, climate shifted to relatively cool and dry conditions. We speculate that five short dry and cool events centered at ~<hsp sp=\"0.10\"/>11,000, 9000, 8400, 6000, and 3500<hsp sp=\"0.25\"/>cal<hsp sp=\"0.25\"/>yr BP were linked to the Holocene ice-rafting events detected in the North Atlantic. Migration of the ITCZ, and the oceanic–atmospheric circulations, particularly SST changes in the tropical Pacific may play a pivotal role in climate variation of the study region.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Quaternary Research",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0033589415000605%26_version%3D1%26md5%3D3d2a74871c6de0ebddff396a87e99c68",
        "title": "A 15,400-year record of climate variation from a subalpine lacustrine sedimentary sequence in the western Nanling Mountains in South China"
    },
    {
        "author": "Eike F.   Rades, Sumiko   Tsukamoto, Manfred   Frechen, Qiang   Xu, Lin   Ding</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>May 2015</pubDate><br> <b>Source:</b>Quaternary Research, Volume 83, Issue 3</br><br>     Author(s): Eike F.   Rades, Sumiko   Tsukamoto, Manfred   Frechen, Qiang   Xu, Lin   Ding</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Many lakes on the Tibetan Plateau exhibit strandplains with a series of beach ridges extending high above the current lake levels. These beach ridges mark former lake highstands and therefore dating their formation allows the reconstruction of lake-level histories and environmental changes. In this study, we establish a lake-level chronology of Tangra Yum Co (fifth largest lake on the Tibetan Plateau) based on luminescence dating of feldspar from 17 beach-ridge samples. The samples were collected from two strandplains southeast and north of the lake and range in elevation from the current shore to 140<hsp sp=\"0.25\"/>m above the present lake. Using a modified post-infrared IRSL protocol at 170°C we successfully minimised the anomalous fading in the feldspar IRSL signal, and obtained reliable dating results. The luminescence ages indicate three different stages of lake-level decline during the Holocene: (1) a phase of rapid decline (~<hsp sp=\"0.10\"/>50<hsp sp=\"0.25\"/>m) from ~<hsp sp=\"0.10\"/>6.4 to ~<hsp sp=\"0.10\"/>4.5<hsp sp=\"0.25\"/>ka, (2) a period of slow decline between ~<hsp sp=\"0.10\"/>4.5 and ~<hsp sp=\"0.10\"/>2.0<hsp sp=\"0.25\"/>ka (~<hsp sp=\"0.10\"/>20<hsp sp=\"0.25\"/>m), and (3) a fast decline by 70<hsp sp=\"0.25\"/>m between ~<hsp sp=\"0.10\"/>2<hsp sp=\"0.25\"/>ka and today. Our findings suggest a link between a decrease in monsoonal activity and lake-level decline since the early Holocene.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Quaternary Research",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0033589415000265%26_version%3D1%26md5%3D678296153c36faa66b4f7408f83da4ce",
        "title": "A lake-level chronology based on feldspar luminescence dating of beach ridges at Tangra Yum Co (southern Tibet)"
    },
    {
        "author": "Francisca   Staines-Urías, Oscar   González-Yajimovich, Luc   Beaufort</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>May 2015</pubDate><br> <b>Source:</b>Quaternary Research, Volume 83, Issue 3</br><br>     Author(s): Francisca   Staines-Urías, Oscar   González-Yajimovich, Luc   Beaufort</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Nannofossil assemblages from core MD02-2510 provide a ~<hsp sp=\"0.10\"/>22<hsp sp=\"0.25\"/>ka record of past oceanographic variability in Alfonso Basin (Gulf of California, east subtropical Pacific). In this area, environmental conditions depend on a monsoonal system heavily influenced by changes in the location of the ITCZ and nearby atmospheric pressure centers. To reconstruct nutricline depth and ENSO-like variability, two ecological indexes were calculated based on the relative abundance of the three dominant coccolith species. The late glacial period is characterized by intensified wind-driven upwelling, high primary productivity and La Niña-like conditions. An environmental shift occurs during the glacial–interglacial transition, El Niño-like conditions intensify, nutricline deepens and surface productivity declines. The late Holocene is characterized by a persistent increase in nutricline depth and dominance of El Niño-like conditions. The fluctuations in the composition of the coccolith assemblages can be related to orbital-scale fluctuations in the average position of the ITCZ. However, while the ENSO-like signal that overprints the record varies in response to orbital forcing, on suborbital time scales the relation between ENSO-like conditions and the average position of the ITCZ and the North Pacific High changes, suggesting that the development of persistent El Niño-like conditions is strongly dependent on the specific climatic background.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Quaternary Research",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0033589415000319%26_version%3D1%26md5%3Df7d222058902b9f81310f56c9621be42",
        "title": "Reconstruction of past climate variability and ENSO-like fluctuations in the southern Gulf of California (Alfonso Basin) since the last glacial maximum"
    },
    {
        "author": "Hong   Yan, Liguang   Sun, Da   Shao, Yuhong   Wang</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>March 2015</pubDate><br> <b>Source:</b>Quaternary Research, Volume 83, Issue 2</br><br>     Author(s): Hong   Yan, Liguang   Sun, Da   Shao, Yuhong   Wang</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">Temperature seasonality, the difference between summer and winter temperature, has significant influences on global terrestrial and marine ecosystems. However, most of proxy-based climate records are of limited temporal resolution and thus insufficient to quantify the past temperature seasonality. In this study, high-resolution Sr/Ca ratios of modern (live-caught) and fossil (dead-collected) <italic>Tridacna gigas</italic> shells from the South China Sea (SCS) were used to reconstruct the seawater temperature seasonality during the late Holocene. The averaged seawater temperature seasonality around 2165<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>75 BC (4.46<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>1.41°C, derived from the data of 18<hsp sp=\"0.25\"/>yr) were similar to the seasonality of recent decade (4.41<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>0.82°C during AD 1994–2005), but the temperature seasonality around AD 50<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>40 (3.69<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>1.37°C, derived from the data of 48<hsp sp=\"0.25\"/>yr) and AD 990<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>40 (3.64<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>0.87°C, derived from the data of 11<hsp sp=\"0.25\"/>yr) was significantly lower than that during AD 1994–2005. The reduced seasonality around AD 990<hsp sp=\"0.25\"/>±<hsp sp=\"0.25\"/>40 was attributable to the unusually warm winter during the medieval times, probably caused by the weakening of East Asian Winter Monsoon. Our study highlighted the potential of <italic>T. gigas</italic> shells in providing high-resolution seasonality climate information during the late Holocene.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Quaternary Research",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0033589414001367%26_version%3D1%26md5%3De7a4b849969441f91f49f40be1f58d6d",
        "title": "Seawater temperature seasonality in the South China Sea during the late Holocene derived from high-resolution Sr/Ca ratios of Tridacna gigas"
    },
    {
        "author": "Hai   Xu, Xinying   Zhou, Jianghu   Lan, Bin   Liu, Enguo   Sheng, Keke   Yu, Peng   Cheng, Feng   Wu, Bin   Hong, Kevin M.   Yeager, Sheng   Xu</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>March 2015</pubDate><br> <b>Source:</b>Quaternary Research, Volume 83, Issue 2</br><br>     Author(s): Hai   Xu, Xinying   Zhou, Jianghu   Lan, Bin   Liu, Enguo   Sheng, Keke   Yu, Peng   Cheng, Feng   Wu, Bin   Hong, Kevin M.   Yeager, Sheng   Xu</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">In this study we report changes in Indian summer monsoon (ISM) intensity during the past ~<hsp sp=\"0.10\"/>3500<hsp sp=\"0.25\"/>yr inferred from proxy indices at Lake Erhai, southwestern China. Both the pollen concentrations and other proxy indices, including sediment grain size, total organic carbon contents (TOC), and elemental contents (e.g., Fe, Al), clearly indicate a long term decreasing trend in ISM intensity over the late Holocene. During the period from approximately AD 750 to AD 1200, pollen concentrations of conifer and broadleaf trees, and herbs reached the lowest levels over the past ~<hsp sp=\"0.10\"/>3500<hsp sp=\"0.25\"/>yr; while the pollen percentages of both herbs and broadleaf trees increased, suggesting a significant medieval drought. The grain size, TOC, and elemental contents also support an arid climate during the medieval period. The Little Ice Age (LIA) at Lake Erhai was characterized as cold and wet. The medieval and LIA climatic patterns at Lake Erhai were similar to those over most of the ISM areas, but anti-phase with those over East Asian summer monsoon (EASM) areas. We suspect that sea surface temperature variations in the Indo-Pacific oceans and the related land-sea thermal contrasts may be responsible for such hydroclimatic differences between EASM and ISM areas.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Quaternary Research",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS003358941400146X%26_version%3D1%26md5%3D85353309269cec93ff1de880af6b0b80",
        "title": "Late Holocene Indian summer monsoon variations recorded at Lake Erhai, Southwestern China"
    },
    {
        "author": "Coralie   Zorzi, Maria Fernanda   Sanchez Goñi, Krishnamurthy   Anupama, Srinivasan   Prasad, Vincent   Hanquiez, Joel   Johnson, Liviu   Giosan</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>1 October 2015</pubDate><br> <b>Source:</b>Quaternary Science Reviews, Volume 125</br><br>     Author(s): Coralie   Zorzi, Maria Fernanda   Sanchez Goñi, Krishnamurthy   Anupama, Srinivasan   Prasad, Vincent   Hanquiez, Joel   Johnson, Liviu   Giosan</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">In contrast to the East Asian and African monsoons the Indian monsoon is still poorly documented throughout the last climatic cycle (last 135,000 years). Pollen analysis from two marine sediment cores (NGHP-01-16A and NGHP-01-19B) collected from the offshore Godavari and Mahanadi basins, both located in the Core Monsoon Zone (CMZ) reveals changes in Indian summer monsoon variability and intensity during three contrasting climatic periods: the Holocene, the Heinrich Stadial (HS) 2 and the Marine Isotopic Stage (MIS) 5/4 during the ice sheet growth transition. During the first part of the Holocene between 11,300 and 4200 cal years BP, characterized by high insolation (minimum precession, maximum obliquity), the maximum extension of the coastal forest and mangrove reflects high monsoon rainfall. This climatic regime contrasts with that of the second phase of the Holocene, from 4200 cal years BP to the present, marked by the development of drier vegetation in a context of low insolation (maximum precession, minimum obliquity). The historical period in India is characterized by an alternation of strong and weak monsoon centennial phases that may reflect the Medieval Climate Anomaly and the Little Ice Age, respectively. During the HS 2, a period of low insolation and extensive iceberg discharge in the North Atlantic Ocean, vegetation was dominated by grassland and dry flora indicating pronounced aridity as the result of a weak Indian summer monsoon. The MIS 5/4 glaciation, also associated with low insolation but moderate freshwater fluxes, was characterized by a weaker reduction of the Indian summer monsoon and a decrease of seasonal contrast as recorded by the expansion of dry vegetation and the development of <italic>Artemisia</italic>, respectively. Our results support model predictions suggesting that insolation changes control the long term trend of the Indian monsoon precipitation, but its millennial scale variability and intensity are instead modulated by atmospheric teleconnections to remote phenomena in the North Atlantic, Eurasia or the Indian Ocean.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Quaternary Science Reviews",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0277379115300184%26_version%3D1%26md5%3Da75fcf84aaecb36876ae6ff399f09eab",
        "title": "Indian monsoon variations during three contrasting climatic periods: The Holocene, Heinrich Stadial 2 and the last interglacial–glacial transition"
    },
    {
        "author": "Paul A.   Baker, Sherilyn C.   Fritz</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>15 September 2015</pubDate><br> <b>Source:</b>Quaternary Science Reviews, Volume 124</br><br>     Author(s): Paul A.   Baker, Sherilyn C.   Fritz</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">This selective review of the Quaternary paleoclimate of the South American summer monsoon (SASM) domain presents viewpoints regarding a range of key issues in the field, many of which are unresolved and some of which are controversial. (1) El Niño-Southern Oscillation variability, while the most important global-scale mode of interannual climate variation, is insufficient to explain most of the variation of tropical South American climate observed in both the instrumental and the paleoclimate records. (2) Significant climate variation in tropical South America occurs on seasonal to orbital (i.e. multi-millennial) time scales as a result of sea-surface temperature (SST) variation and ocean–atmosphere interactions of the tropical Atlantic. (3) Decadal-scale climate variability, linked with this tropical Atlantic variability, has been a persistent characteristic of climate in tropical South America for at least the past half millennium, and likely, far beyond. (4) Centennial-to-millennial climate events in tropical South America were of longer duration and, perhaps, larger amplitude than any observed in the instrumental period, which is little more than a century long in tropical South America. These were superimposed upon both precession-paced insolation changes that caused significant variation in SASM precipitation and eccentricity-paced global glacial boundary conditions that caused significant changes in the tropical South American moisture balance. As a result, river sediment and water discharge increased and decreased across tropical South America, lake levels rose and fell, paleolakes arose and disappeared on the Altiplano, glaciers waxed and waned in the tropical Andes, and the tropical rainforest underwent significant changes in composition and extent.</simple-para> <simple-para id=\"abspara0015\" view=\"all\">To further evaluate climate forcing over the last glacial cycle (∼125 ka), we developed a climate forcing model that combines summer insolation forcing and a proxy for North Atlantic SST forcing to reconstruct long-term precipitation variation in the SASM domain. The success of this model reinforces our confidence in assigning causation to observed reconstructions of precipitation. In addition, we propose a critical correction for speleothem stable oxygen isotopic ratios, which are among the most significant of paleoclimate proxies in tropical South America for reconstruction of variation of paleo-precipitation (or SASM intensity). However, it is already well known that any particular δ<sup loc=\"post\">18</sup>O value observed in speleothem carbonate is affected by two processes that have nothing to do with changes in precipitation amount—the influence of temperature on carbonate-water isotopic fractionation in the cave and the influence of changing δ<sup loc=\"post\">18</sup>O of seawater. Quantitatively accounting for both “artifacts” can significantly alter the interpretations of speleothem records. In tropical South America, both adjustments act in the same direction and have the tendency to increase the true amplitude of the paleo-hydrologic signal (but by different amounts in glacial and inter-glacial stages). These corrections have even graver implications for the interpretation of tropical Northern Hemisphere speleothem records (e.g. Chinese speleothems) where the combined adjustments tend to decrease or even eliminate the “true” signal amplitude.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Quaternary Science Reviews",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0277379115300202%26_version%3D1%26md5%3Db1dd0f716b66ccaa005df953147da844",
        "title": "Nature and causes of Quaternary climate variation of tropical South America"
    },
    {
        "author": "Fuyuan   Liang, George A.   Brook, Bahadur S.   Kotlia, L. Bruce   Railsback, Benjamin   Hardt, Hai   Cheng, R. Lawrence   Edwards, Selvaraj   Kandasamy</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>15 September 2015</pubDate><br> <b>Source:</b>Quaternary Science Reviews, Volume 124</br><br>     Author(s): Fuyuan   Liang, George A.   Brook, Bahadur S.   Kotlia, L. Bruce   Railsback, Benjamin   Hardt, Hai   Cheng, R. Lawrence   Edwards, Selvaraj   Kandasamy</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">Variations in petrography, stable isotopes, reflectance, and luminescence along the central growth axis of a 14.5 cm stalagmite from Panigarh cave indicate cooler and slightly wetter conditions in the Himalayan foothills of northern India during the Little Ice Age (LIA), which lasted from ∼AD 1489–1889 based on deposition of calcite, and AD 1450–1820 based on rapid changes in δ<sup loc=\"post\">18</sup>O values. Conditions were warmer and drier during the preceding Medieval Climate Anomaly (MCA) and also in the post-LIA periods, as evidenced by deposition of aragonite. A review of currently existing stalagmite and other proxy data from south and east Asia reveals a broad spatial pattern in precipitation over south and east Asia during the LIA, with northern areas showing generally increased precipitation and southern areas reduced precipitation. During the MCA and after the LIA, the records suggest this pattern was reversed. Weaker ISM during the LIA brought drought conditions to the core ISM area but triggered more monsoon ‘breaks’ that brought higher precipitation to the Himalayas. At the same time, the weaker ISM may also have pushed more depressions along the path of the southern winter jet which brought more winter precipitation to the Himalayas and therefore a LIA wetter in our study area.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Quaternary Science Reviews",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0277379115300561%26_version%3D1%26md5%3Da15b9d6a7403e5a9aa69ba13978b7d9d",
        "title": "Panigarh cave stalagmite evidence of climate change in the Indian Central Himalaya since AD 1256: Monsoon breaks and winter southern jet depressions"
    },
    {
        "author": "Martina   Stebich, Kira   Rehfeld, Frank   Schlütz, Pavel E.   Tarasov, Jiaqi   Liu, Jens   Mingram</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>15 September 2015</pubDate><br> <b>Source:</b>Quaternary Science Reviews, Volume 124</br><br>     Author(s): Martina   Stebich, Kira   Rehfeld, Frank   Schlütz, Pavel E.   Tarasov, Jiaqi   Liu, Jens   Mingram</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">High-resolution palynological analysis on annually laminated sediments of Sihailongwan Maar Lake (SHL) provides new insights into the Holocene vegetation and climate dynamics of NE China. The robust chronology of the presented record is based on varve counting and AMS radiocarbon dates from terrestrial plant macro-remains. In addition to the qualitative interpretation of the pollen data, we provide quantitative reconstructions of vegetation and climate based on the method of biomization and weighted averaging partial least squares regression (WA-PLS) technique, respectively. Power spectra were computed to investigate the frequency domain distribution of proxy signals and potential natural periodicities. Pollen assemblages, pollen-derived biome scores and climate variables as well as the cyclicity pattern indicate that NE China experienced significant changes in temperature and moisture conditions during the Holocene. Within the earliest phase of the Holocene, a large-scale reorganization of vegetation occurred, reflecting the reconstructed shift towards higher temperatures and precipitation values and the initial Holocene strengthening and northward expansion of the East Asian summer monsoon (EASM). Afterwards, summer temperatures remain at a high level, whereas the reconstructed precipitation shows an increasing trend until approximately 4000 cal. yr BP. Since 3500 cal. yr BP, temperature and precipitation values decline, indicating moderate cooling and weakening of the EASM. A distinct periodicity of 550–600 years and evidence of a Mid–Holocene transition from a temperature-triggered to a predominantly moisture-triggered climate regime are derived from the power spectra analysis. The results obtained from SHL are largely consistent with other palaeoenvironmental records from NE China, substantiating the regional nature of the reconstructed vegetation and climate patterns. However, the reconstructed climate changes contrast with the moisture evolution recorded in S China and the mid-latitude (semi-)arid regions of N China. Whereas a clear insolation-related trend of monsoon intensity over the Holocene is lacking from the SHL record, variations in the coupled atmosphere-Pacific Ocean system can largely explain the reconstructed changes in NE China.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Quaternary Science Reviews",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0277379115300597%26_version%3D1%26md5%3De4b18d34090b87908413b0c8d27c9999",
        "title": "Holocene vegetation and climate dynamics of NE China based on the pollen record from Sihailongwan Maar Lake"
    },
    {
        "author": "J.H.C.   Bosmans, S.S.   Drijfhout, E.   Tuenter, F.J.   Hilgen, L.J.   Lourens, E.J.   Rohling</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>1 September 2015</pubDate><br> <b>Source:</b>Quaternary Science Reviews, Volume 123</br><br>     Author(s): J.H.C.   Bosmans, S.S.   Drijfhout, E.   Tuenter, F.J.   Hilgen, L.J.   Lourens, E.J.   Rohling</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">There is strong proxy and model evidence of precession- and obliquity-induced changes in the freshwater budget over the Mediterranean Sea and its borderlands, yet explanations for these changes vary greatly. We investigate the separate precession and obliquity forcing of the freshwater budget over the Mediterranean using a high-resolution coupled climate model, EC-Earth. At times of enhanced insolation seasonality, i.e. minimum precession and maximum obliquity, the area was wetter and the Mediterranean Sea surface was less saline. The latter has been attributed to increased runoff from the south as a consequence of a strengthened North African monsoon, as well as to increased precipitation over the Mediterranean Sea itself. Our results show that both mechanisms play a role in changing the freshwater budget. Increased monsoon runoff occurs in summer during times of enhanced insolation seasonality, especially minimum precession, while increased precipitation is important in winter for both precession and obliquity. We relate changes in winter precipitation to changes in the air-sea temperature difference and subsequently, convective precipitation. The freshening in the minimum precession and maximum obliquity experiments has a strong effect on Mediterranean sea surface salinity and mixed layer depth, thereby likely influencing deep sea circulation and sedimentation at the ocean bottom.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Quaternary Science Reviews",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0277379115300160%26_version%3D1%26md5%3D42b8bc84dae44c8cbf2ed0f978e02af9",
        "title": "Precession and obliquity forcing of the freshwater budget over the Mediterranean"
    },
    {
        "author": "Saswati   Sarkar, Sushma   Prasad, Heinz   Wilkes, Nils   Riedel, Martina   Stebich, Nathani   Basavaiah, Dirk   Sachse</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>1 September 2015</pubDate><br> <b>Source:</b>Quaternary Science Reviews, Volume 123</br><br>     Author(s): Saswati   Sarkar, Sushma   Prasad, Heinz   Wilkes, Nils   Riedel, Martina   Stebich, Nathani   Basavaiah, Dirk   Sachse</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">A better understanding of past variations of the Indian Summer Monsoon (ISM), that plays a vital role for the still largely agro-based economy in India, can lead to a better assessment of its potential impact under global climate change scenarios. However, our knowledge of spatiotemporal patterns of ISM strength is limited due to the lack of high-resolution, continental paleohydrological records. Here, we reconstruct centennial-scale hydrological variability during the Holocene associated to changes in the intensity of the ISM based on a record of lipid biomarker abundances and compound-specific stable isotopic composition of a 10 m long sediment core from saline–alkaline Lonar Lake, situated in the core ‘monsoon zone’ of central India.</simple-para> <simple-para id=\"abspara0015\" view=\"all\">We identified three main periods of distinct hydrology during the Holocene in central India. The period between 10.1 and 6 cal ka BP was likely the wettest during the Holocene. Lower average chain length (ACL) index values (29.4–28.6) and negative δ<sup loc=\"pre\">13</sup>C<inf loc=\"post\">wax</inf> values (−34.8‰ to −27.8‰) of leaf wax <italic>n</italic>-alkanes indicate the dominance of woody C<inf loc=\"post\">3</inf> vegetation in the catchment, and negative δD<inf loc=\"post\">wax</inf> values (concentration weighted average) (−171‰ to −147‰) suggest a wet period due to an intensified monsoon. After 6 cal ka BP, a gradual shift to less negative δ<sup loc=\"pre\">13</sup>C<inf loc=\"post\">wax</inf> values (particularly for the grass derived <italic>n</italic>-C<inf loc=\"post\">31</inf>) and appearance of the triterpene lipid tetrahymanol, generally considered as a marker for salinity and water column stratification, mark the onset of drier conditions. At 5.1 cal ka BP an increasing flux of leaf wax <italic>n</italic>-alkanes along with the highest flux of tetrahymanol indicate a major lowering of the lake level. Between 4.8 and 4 cal ka BP, we find evidence for a transition to arid conditions, indicated by high and strongly variable tetrahymanol flux. In addition, a pronounced shift to less negative δ<sup loc=\"pre\">13</sup>C<inf loc=\"post\">wax</inf> values, in particular for <italic>n</italic>-C<inf loc=\"post\">31</inf> (−25.2‰ to −22.8‰), during this period indicates a change of dominant vegetation to C<inf loc=\"post\">4</inf> grasses. In agreement with other proxy data, such as deposition of evaporite minerals, we interpret this period to reflect the driest conditions in the region during the last 10.1 ka. This transition led to protracted late Holocene arid conditions after 4 ka with the presence of a permanent saline lake, supported by the sustained presence of tetrahymanol and more positive average δD<inf loc=\"post\">wax</inf> values (−122‰ to −141‰). A late Holocene peak of cyanobacterial biomarker input at 1.3 cal ka BP might represent an event of lake eutrophication, possibly due to human impact and the onset of cattle/livestock farming in the catchment.</simple-para> <simple-para id=\"abspara0020\" view=\"all\">A unique feature of our record is the presence of a distinct transitional period between 4.8 and 4 cal ka BP, which was characterized by some of the most negative δD<inf loc=\"post\">wax</inf> values during the Holocene (up to −180‰), when all other proxy data indicate the driest conditions during the Holocene. These negative δD<inf loc=\"post\">wax</inf> values can as such most reasonably be explained by a shift in moisture source area and/or pathways or rainfall seasonality during this transitional period. We hypothesize that orbital induced weakening of the summer solar insolation and associated reorganization of the general atmospheric circulation, as a possible southward displacement of the tropical rainbelt, led to an unstable hydroclimate in central India between 4.8 and 4 ka.</simple-para> <simple-para id=\"abspara0025\" view=\"all\">Our findings shed light onto the sequence of changes during mean state changes of the monsoonal system, once an insolation driven threshold has been passed, and show that small changes in solar insolation can be associated with major hydroclimate changes on the continents, a scenario that may be relevant with respect to future changes in the ISM system.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Quaternary Science Reviews",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0277379115300299%26_version%3D1%26md5%3D81a28e0a7410ff12d571e59fc197b8bd",
        "title": "Monsoon source shifts during the drying mid-Holocene: Biomarker isotope based evidence from the core ‘monsoon zone’ (CMZ) of India"
    },
    {
        "author": "Helen E.   Cockerton, F. Alayne   Street-Perrott, Philip A.   Barker, Melanie J.   Leng, Hilary J.   Sloane, Katherine J.   Ficken</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>Available online 21 August 2015</pubDate><br> <b>Source:</b>Quaternary Science Reviews</br><br>     Author(s): Helen E.   Cockerton, F. Alayne   Street-Perrott, Philip A.   Barker, Melanie J.   Leng, Hilary J.   Sloane, Katherine J.   Ficken</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abssec0010\" view=\"all\"> <simple-para id=\"abspara0010\" view=\"all\">On Quaternary time scales, the global biogeochemical cycle of silicon is interlocked with the carbon cycle through biotic enhancement of silicate weathering and uptake of dissolved silica by vascular plants and aquatic microalgae (notably diatoms, for which Si is an essential nutrient). Large tropical river systems dominate the export of Si from the continents to the oceans. Here, we investigate variations in Si cycling in the upper White Nile basin over the last 15 ka, using sediment cores from Lakes Victoria and Edward. Coupled measurements of stable O and Si isotopes on diatom separates were used to reconstruct past changes in lake hydrology and Si cycling, while the abundances of lipid biomarkers characteristic of terrestrial/emergent higher plants, submerged/floating aquatic macrophytes and freshwater algae document past ecosystem changes. During the late-glacial to mid-Holocene, 15–5.5 ka BP, orbital forcing greatly enhanced monsoon rainfall, forest cover and chemical weathering. Riverine inputs of dissolved silica from the lake catchments exceeded aquatic demand and may also have had lower Si-isotope values. Since 5.5 ka BP, increasingly dry climates and more open vegetation, reinforced by the spread of agricultural cropland over the last 3–4 ka, have reduced dissolved silica inputs into the lakes. Centennial-to millennial-scale dry episodes are also evident in the isotopic records and merit further investigation.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Quaternary Science Reviews",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0277379115300664%26_version%3D1%26md5%3D9c5ebbb7cd39374b4eede1a8305223a3",
        "title": "Orbital forcing of glacial/interglacial variations in chemical weathering and silicon cycling within the upper White Nile basin, East Africa: Stable-isotope and biomarker evidence from Lakes Victoria and Edward"
    },
    {
        "author": "Heidi   Villadsen, Ole B.   Andersen, Lars   Stenseng, Karina   Nielsen, Per   Knudsen</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2015</pubDate><br> <b>Source:</b>Remote Sensing of Environment, Volume 168</br><br>     Author(s): Heidi   Villadsen, Ole B.   Andersen, Lars   Stenseng, Karina   Nielsen, Per   Knudsen</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"as0005\" view=\"all\"> <simple-para id=\"sp0005\" view=\"all\">The performance of CryoSat-2/SIRAL altimetry for river level monitoring is investigated by using river levels retrieved from Ganges and Brahmaputra. A key concern for the CryoSat-2 orbit has been its long repeat period of 369<hsp sp=\"0.25\"/>days, which is usually undesirable for river and lake monitoring. However, the results from the method developed in this study involving virtual stations show that the CryoSat-2 data can indeed be used for such monitoring by utilizing the high spatial coverage and the sub-cycle period of 30<hsp sp=\"0.25\"/>days. The results show that it is possible to capture the peak flow occurring during late summer due to monsoonal precipitation and the melting of snow in the Himalayas. The evaluation of CryoSat-2 river levels is performed by comparing with Envisat data in terms of annual signals and amplitudes. The obtained annual amplitudes agree well with the Envisat data, although CryoSat-2 exhibit larger differences. For five virtual stations in the Brahmaputra River, the mean difference between the obtained amplitudes is ~<hsp sp=\"0.10\"/>10<hsp sp=\"0.25\"/>cm, whereas the mean phase difference is less than 2.7<hsp sp=\"0.25\"/>days. A virtual station in the Ganges River shows a phase difference of around 5<hsp sp=\"0.25\"/>days and a difference in amplitude of 2<hsp sp=\"0.25\"/>cm.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Remote Sensing of Environment",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS0034425715300250%26_version%3D1%26md5%3Dc9140d4b5e47404496bebce90a255f19",
        "title": "CryoSat-2 altimetry for river level monitoring — Evaluation in the Ganges–Brahmaputra River basin"
    },
    {
        "author": "Vinit K.   Jain, Rajendra P.   Pandey, Manoj K.   Jain, Hi-Ryong   Byun</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>June 2015</pubDate><br> <b>Source:</b>Weather and Climate Extremes, Volume 8</br><br>     Author(s): Vinit K.   Jain, Rajendra P.   Pandey, Manoj K.   Jain, Hi-Ryong   Byun</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abs0010\" view=\"all\"> <simple-para id=\"sp0060\" view=\"all\">Drought indices are used to monitor drought conditions of a region. Various drought indices (DIs) have been proposed in past few decades, but some of those are region specific and have limitations of applicability in other climatic conditions. Also, multiple time steps of DIs make it hard to decide that which time step is the best to show the drought condition.</simple-para> <simple-para id=\"sp0065\" view=\"all\">Present study aims to compare Standardized Precipitation Index (SPI), Effective Drought Index (EDI), statistical Z-Score, China <italic>Z</italic>-Index (CZI), Rainfall Departure (RD), Rainfall Decile based Drought Index (RDDI) for their suitability in drought prone districts of the Ken River Basin, located in central India, where the rainfall is concentrated in the monsoon season (June–September) and frequent occurrence of severe drought events are common. All selected DIs with multiple time steps are applied to compute the severity for five time steps of 1, 3, 6, 9, and 12-month, and compared with each other and EDI.</simple-para> <simple-para id=\"sp0070\" view=\"all\">The study reveals that (1) 1-month time step in all DIs may produce erroneous estimates of drought duration. (2) The drought indices computed for 9-month time step are best correlated with each other. However, the drought duration and the drought frequencies estimated using RD and RDDI are in disagreement with other DIs, therefore, these are not suitable for this area where the summer concentration of precipitation is very high. (3) The DIs are highly correlated at same time steps and can alternatively be used. However, they are poorly correlated at dissimilar time steps, which makes it hard to assess whether the drought occurred or not. (4) Because there are no objective rules to select the appropriate time step, and the identified drought duration varies too much with different time steps, it is very hard again to assess when the drought occurred.</simple-para> <simple-para id=\"sp0075\" view=\"all\">However, EDI, that has self-defined time step in itself, and free from time step problem, (1) is correlated better with other DIs for all time steps and effective on long and short drought together, with highest correlation at 9-month time steps, (2) identifies the drought condition earlier than any other indices, therefore, (3) is found to be more suitable drought index for the study basin. This is in agreement with the result of EDI application in Korea, Japan, Turkey, Australia and Iran though the methods of its testing are different.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Weather and Climate Extremes",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS2212094715000213%26_version%3D1%26md5%3D4bc8e6ecbc42d2a969e740b6be0a37a3",
        "title": "Comparison of drought indices for appraisal of drought characteristics in the Ken River Basin"
    },
    {
        "author": "M. Alimullah   Miyan</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>March 2015</pubDate><br> <b>Source:</b>Weather and Climate Extremes, Volume 7</br><br>     Author(s): M. Alimullah   Miyan</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abs0005\" view=\"all\"> <simple-para id=\"sp0120\" view=\"all\">Droughts occur both in developed and developing countries with significant impacts and are exacerbating in frequency, severity and duration. Over exploitation of water resources, weather variability and climate change are mostly responsible for such exacerbation. The impacts of droughts encompass the global ecosystem as a whole but vary from region to region. Least developed countries (LDCs) are becoming the worst sufferer of the impacts due to physical, social and economic as well as knowledge and skills differences. The increasing biophysical vulnerability contexts and intensity in the Asian LDCs causing adverse effects on food security, human health, biodiversity, water resources, hydroelectric power generation, streams, perennial springs, and livelihood. Drought is also responsible for increasing pollution, pests and diseases and forced migration and famine. Information indicates monsoon has become erratic contributing to up-scaling of droughts. South and Southeast Asian LDCs like Bangladesh, Nepal, Bhutan, Cambodia and Lao PDR under the monsoon climatic zone have also been suffering from increasing droughts arising out of delayed and changing distribution patterns of precipitation. Prolong dry spells increase the frequencies of wildfire in grasslands, forests, and range-lands. The rain-fed crops of the plains are facing challenges from soil-moisture stress with projected droughts. Droughts causing migration of fishes, and marine anadromus species are having adverse impacts on spawning habitats. Reduction in annual surface runoff is decreasing the ground and surface water with negative effect on agriculture and water supply for industrial and domestic sectors. As droughts are exacerbating the consequences are accelerating. However, traditionally people are adapting with the changing situations applying indigenous knowledge and practices for sustainable living. This paper reflects on prevalence and impacts of droughts, existing coping mechanisms, initiatives to combat impacts and further doubles in the context of Asian LDCs.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Weather and Climate Extremes",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS2212094714000632%26_version%3D1%26md5%3D281d32102b0124b1ea7b8a24679bc098",
        "title": "Droughts in Asian Least Developed Countries: Vulnerability and sustainability"
    },
    {
        "author": "Heng Chan   Thoeun</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>March 2015</pubDate><br> <b>Source:</b>Weather and Climate Extremes, Volume 7</br><br>     Author(s): Heng Chan   Thoeun</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abs0005\" view=\"all\"> <simple-para id=\"sp0095\" view=\"all\">Temperature and rainfall patterns in Cambodia are governed by monsoons and characterized by two major wet and dry seasons. The average annual rainfall is 1400<hsp sp=\"0.25\"/>mm in the central low land regions and may reach 4000<hsp sp=\"0.25\"/>mm in certain coastal zones or in highland areas. The annual average temperature is 28<hsp sp=\"0.25\"/>°C, with an average maximum temperature of 38<hsp sp=\"0.25\"/>°C in April and an average minimum temperature of 17<hsp sp=\"0.25\"/>°C in January. This paper presents the climate change scenarios using MAGICC–SCENGEN program, which links emissions scenarios with global and regional climate change and has adopted the regional climate model (PRECIS) in combination with a number of GCM models with resolution of 50×50<hsp sp=\"0.25\"/>km, using observation data and two historical and future climate data sets generated by RCM model downscaling under the two emission scenarios SRES A2 and SRES B2. Projections of maximum and minimum temperatures and rainfall patterns from 2008 to 2099 are described. For future studies, daily data are required perform vulnerability and adaptation assessments.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Weather and Climate Extremes",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS2212094715000043%26_version%3D1%26md5%3D7255e2dfd6d33ff96c78bab30bddc4b5",
        "title": "Observed and projected changes in temperature and rainfall in Cambodia"
    },
    {
        "author": "T.   Thevasiyani, K.   Perera</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2014</pubDate><br> <b>Source:</b>Weather and Climate Extremes, Volumes 5–6</br><br>     Author(s): T.   Thevasiyani, K.   Perera</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abs0005\" view=\"all\"> <simple-para id=\"sp0060\" view=\"all\">Study of extreme wave heights is vital for design of coastal structures. The purpose of this study is to estimate the wave heights for several return periods in order to use them in coastal constructions. Wave height measurements collected from Galle, Sri Lanka were analyzed. Analysis was separately performed for sea, swell and overall waves, season wise. Peak Over Threshold method (POT) was used for the sample selection. The possible range of threshold values were identified by using the Mean residual life plot and the specific threshold value was selected using the Generalized Pareto Distribution (GPD). Using the POT method, the GPD was fitted for the sampled data and the special type of GPD was identified statistically. Further diagnostic plots were obtained to ensure the validity of the distribution. Return levels were calculated for several return periods and the confidence intervals were constructed for the return levels.</simple-para> <simple-para id=\"sp0065\" view=\"all\">Exponential distributions were the best fitted distributions for south-west (SW) monsoon and October–November (ON) season for sea wave heights, while the Beta distribution was the best fitted distribution for swell wave heights. Pareto distribution fits well with the overall wave heights for south-west monsoon and overall wave heights were fitted well with Beta distribution for October–November (ON) and March–April (MA) seasons. Analysis was omitted for March–April (MA) season and December–February (DF) season for sea and swell waves, while December–February (DF) season was omitted for overall waves as they did not have significant extreme values. It was found that, the return levels for sea wave heights were comparatively higher than the swell wave heights for all the seasons. When designing the coastal constructions, the return levels of extreme wave heights in south-west monsoon should be considered than the other seasons, and also comparatively the return levels of sea waves have significant impact than the swell waves. Moreover return levels of overall wave heights also have to be considered in designing.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Weather and Climate Extremes",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS221209471400067X%26_version%3D1%26md5%3D148baa9d490b26e08e00d352306778ae",
        "title": "Statistical analysis of extreme ocean waves in Galle, Sri Lanka"
    },
    {
        "author": "Mukhtar   Ahmed,    Fayyaz-Ul-Hassan, F.F.   Van Ogtrop</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>October 2014</pubDate><br> <b>Source:</b>Weather and Climate Extremes, Volumes 5–6</br><br>     Author(s): Mukhtar   Ahmed,    Fayyaz-Ul-Hassan, F.F.   Van Ogtrop</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abs0005\" view=\"all\"> <simple-para id=\"sp0060\" view=\"all\">Simulation models are important tools to explore and illustrate dynamics of climatic variables in crop based ecosystem. In the rainfed ecosystem (RE), wheat production is impinged on certain climatic events per se high variability in rainfall and increased temperature. These climatic events turn out due to climatic drivers like Sea Surface Temperatures (SSTs) and pressure. Current study is aimed to analyze long term rainfall data (1961–2011) of Pakistan׳s rainfed ecosystem zone (Islamabad, Chakwal and Talagang) by using Agricultural Production Systems Simulator (APSIM) and R model. The principal objective of this analysis was to study the link between SOI phases and SSTs; and thereby understanding the pattern of climate change due to these climatic drivers under rainfed conditions in Pakistan. The results revealed a positive link between July SOI phases and the rainfall variability during October–November (the sowing time of wheat in Pakistan). Long term rainfall data analysis (1961–2011) of Islamabad, Chakwal and Talagang revealed 44%, 40%, 35% possibility of exceeding median rainfall near zero whereas probability of consistently negative SOI phases were 35%, 34% and 33% respectively during July. Similarly, the forecasting results estimated by R using covariates like dry spell, NINO1.2, NINO3, NINO4, NINO3.4 and IOD of different months revealed that prediction of monsoon, wheat early growth, wheat grain filling period and total wheat growing season rainfall, have significant signals with climatic drivers. The study justified the importance of models in the decision making processes and rainfall forecasting as a beneficial and necessary tool for rainfed ecosystem conservation.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Weather and Climate Extremes",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS2212094714000656%26_version%3D1%26md5%3D9b30ba16c880e5e3f780f48992af1ee1",
        "title": "Can models help to forecast rainwater dynamics for rainfed ecosystem?"
    },
    {
        "author": "Anumeha   Dube, Raghavendra   Ashrit, Amit   Ashish, Kuldeep   Sharma, G.R.   Iyengar, E.N.   Rajagopal, Swati   Basu</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>August 2014</pubDate><br> <b>Source:</b>Weather and Climate Extremes, Volume 4</br><br>     Author(s): Anumeha   Dube, Raghavendra   Ashrit, Amit   Ashish, Kuldeep   Sharma, G.R.   Iyengar, E.N.   Rajagopal, Swati   Basu</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abs0005\" view=\"all\"> <simple-para id=\"sp0080\" view=\"all\">On 17th June 2013 the state of Uttarakhand in India (Latitude 28.72°N to 31.45°N and Longitude 77.57°E–81.03°E) received more than 340<hsp sp=\"0.25\"/>mm of rainfall, which is 375% more than the daily normal (65.9<hsp sp=\"0.25\"/>mm) rainfall during monsoon. This caused heavy floods in Uttarakhand as well as unprecedented damage to life and property. In this study we aim at assessing the performance of two deterministic forecast models, Global Forecast System (GFS/T574) and Unified Model (NCUM), run at NCMRWF, in predicting the heavy rainfall observed over Uttarakhand region of India during 17–18th June, 2013.</simple-para> <simple-para id=\"sp0085\" view=\"all\">Verification of the synoptic features in forecasts of the two models suggests that NCUM accurately captures the circulation features as compared to T574. Further verification of this event is carried out based on the contiguous rain area (CRA) technique. CRA verification is used in computing the total mean square error (MSE) which is based on displacement, volume and pattern errors. This verification technique also, confirms the better skill of NCUM over T574 in terms of forecast peak rainfall amounts, volume and average rain rate, lower MSE and root mean square error (RMSE) as well as having higher hit rates and lower misses and false alarm rates for different rainfall thresholds from Day 1 to Day 5 forecasts.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Weather and Climate Extremes",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS2212094714000206%26_version%3D1%26md5%3Dcac0ff63d6239dcadb2db797ae197b7b",
        "title": "Forecasting the heavy rainfall during Himalayan flooding—June 2013"
    },
    {
        "author": "Arun Kumar   Taxak, A.R.   Murumkar, D.S.   Arya</br>",
        "date": "2015-08-24",
        "description": "             Publication date: <pubDate>August 2014</pubDate><br> <b>Source:</b>Weather and Climate Extremes, Volume 4</br><br>     Author(s): Arun Kumar   Taxak, A.R.   Murumkar, D.S.   Arya</br><br><abstract-sec xmlns:ns2=\"http://webservices.elsevier.com/schemas/search/fast/types/v4\" xmlns:soapenv=\"http://schemas.xmlsoap.org/soap/envelope/\" id=\"abs0005\" view=\"all\"> <simple-para id=\"sp0100\" view=\"all\">Gridded rainfall data of 0.5×0.5° resolution (CRU TS 3.21) was analysed to study long term spatial and temporal trends on annual and seasonal scales in Wainganga river basin located in Central India during 1901–2012. After testing the presence of autocorrelation, Mann–Kendall (Modified Mann–Kendall) test was applied to non-auto correlated (auto correlated) series to detect the trends in rainfall data. Theil and Sen׳s slope estimator test was used for finding the magnitude of change over a time period. For detecting the most probable change year, Pettitt–Mann–Whitney test was applied. The Rainfall series was then divided into two partial duration series for finding changes in trends before and after the change year. Arc GIS was used to explore spatial patterns of the trends over the entire basin. Though most of the grid points shows a decreasing trend in annual rainfall, only seven grids has a significant decreasing trend during 1901–2012. On the basis of seasonal trend analysis, non-significant increasing trend is observed only in post monsoon season while seven grid points show significant decreasing trend in monsoon rainfall and non-significant in pre-monsoon and winter rainfall over the last 112 years. During the study period, overall a 8.45% decrease in annual rainfall is estimated. The most probable year of change was found to be 1948 in annual and monsoonal rainfall. There is an increasing rainfall trend in the basin during the period 1901–1948, which is reversed during the period 1949–2012 resulting in decreasing rainfall trend in the basin. Homogeneous trends in annual and seasonal rainfall over a grid points is exhibited in the basin by van Belle and Hughes׳ homogeneity trend test.</simple-para> </abstract-sec><br></br></br><br></br></br>",
        "journal": "Weather and Climate Extremes",
        "link": "http://rss.sciencedirect.com/action/redirectFile?&zone=main&currentActivity=feed&usageType=outward&url=http%3A%2F%2Fwww.sciencedirect.com%2Fscience%3F_ob%3DGatewayURL%26_origin%3DIRSSSEARCH%26_method%3DcitationSearch%26_piikey%3DS2212094714000292%26_version%3D1%26md5%3D77f7ac503b5c8fbcf02054b2326c327c",
        "title": "Long term spatial and temporal rainfall trends and homogeneity analysis in Wainganga basin, Central India"
    },
    {
        "author": "Attada Raju, Anant Parekh, Prashant Kumar, C. Gnanaseelan",
        "date": "2015-08-20",
        "description": "\n\nThis study investigates the impact of temperature and moisture profiles from Atmospheric Infrared Sounder (AIRS) on the prediction of the Indian summer monsoon, using the variational data assimilation system annexed to the Weather Research and Forecasting model. In this study, three numerical experiments are carried out. The first is the control and includes no assimilation; in the second, named Conv, assimilation of conventional Global Telecommunication System data is performed. The third one, named ConvAIRS, is identical to the Conv except that it also includes assimilation of AIRS profiles. The initial fields of tropospheric temperature and water vapor mixing ratio showed significant improvement over the model domain. Assimilation of AIRS profiles has significant impact on predicting the seasonal mean monsoon characteristics such as tropospheric temperature, low-level moisture distribution, easterly wind shear, and precipitation. The vertical structure of the root-mean-square error is substantially affected by the assimilation of AIRS profiles, with smaller errors in temperature, humidity, and wind magnitude. The consequent improved representation of moisture convergence in the boundary layer (deep convection as well) causes an increase in precipitation forecast skill. The fact that the monsoonal circulation is better captured, thanks to an improved representation of thermal gradients, which in turn leads to more realistic moisture transport, is particularly noteworthy. Several previous data impact studies with AIRS and other sensors have focused on the short or medium range of the forecast. The demonstrated improvement in all the predicted fields associated with the Indian summer monsoon, consequent to the month long assimilation of AIRS profiles, is an innovative finding with large implications to the operational seasonal forecasting capabilities over the Indian subcontinent.\n",
        "journal": "Journal of Geophysical Research: Atmospheres",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JD023024",
        "title": "Evaluation of the impact of AIRS profiles on prediction of Indian summer monsoon using WRF variational data assimilation system"
    },
    {
        "author": "Hyo-Seok Park et al",
        "date": "2015-08-19",
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Journal of Climate",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-15-0133.1?af=R",
        "title": "The effect of mid-latitude transient eddies on monsoonal southerlies over East China"
    },
    {
        "author": "Sloan Coats, Jason E. Smerdon, Richard Seager, Daniel Griffin, Benjamin I. Cook",
        "date": "2015-08-19",
        "description": "\n\nThe phasing of winter-to-summer precipitation anomalies in the North American monsoon (NAM) region 2 (113.25°W–107.75°W, 30°N–35.25°N—NAM2) of southwestern North America is analyzed in fully coupled simulations of the Last Millennium and compared to tree ring reconstructed winter and summer precipitation variability. The models simulate periods with in-phase seasonal precipitation anomalies, but the strength of this relationship is variable on multidecadal time scales, behavior that is also exhibited by the reconstructions. The models, however, are unable to simulate periods with consistently out-of-phase winter-to-summer precipitation anomalies as observed in the latter part of the instrumental interval. The periods with predominantly in-phase winter-to-summer precipitation anomalies in the models are significant against randomness, and while this result is suggestive of a potential for dual-season drought on interannual and longer time scales, models do not consistently exhibit the persistent dual-season drought seen in the dendroclimatic reconstructions. These collective findings indicate that model-derived drought risk assessments may underestimate the potential for dual-season drought in 21st century projections of hydroclimate in the American Southwest and parts of Mexico.\n",
        "journal": "Journal of Geophysical Research: Atmospheres",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023085",
        "title": "Winter-to-summer precipitation phasing in southwestern North America: A multicentury perspective from paleoclimatic model-data comparisons"
    },
    {
        "author": "Emily Collier, Walter W. Immerzeel",
        "date": "2015-08-15",
        "description": "\n\nHigh-altitude meteorological processes in the Himalaya are influenced by complex interactions between the topography and the monsoon and westerly circulation systems. In this study, we use the atmospheric model WRF configured with high-spatial resolution to understand seasonal patterns of near-surface meteorological fields and precipitation processes in the Langtang catchment in the central Himalaya. Using a unique high-altitude observational network, we evaluate a simulation from 17 June 2012 to 16 June 2013 and conclude that, at 1-km horizontal grid spacing, the model captures the main features of observed meteorological variability in the catchment. The finer representation of the complex terrain and explicit simulation of convection at this grid spacing give strong improvements in near-surface air temperature and small improvements in precipitation, in particular in the magnitudes of daytime convective precipitation and at higher elevations. The seasonal differences are noteworthy, including a reversal in the vertical and along-valley distributions of precipitation between the monsoon and winter seasons, with peak values simulated at lower altitudes (~3000 m a.s.l) and in the upper regions (above 5000 m a.s.l.) in each season, respectively. We conclude that there is great potential for improving the local accuracy of climate change impact studies in the Himalaya by using high-resolution atmospheric models to generate the forcing for such studies.\n",
        "journal": "Journal of Geophysical Research: Atmospheres",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023266",
        "title": "High-resolution modeling of atmospheric dynamics in the Nepalese Himalaya"
    },
    {
        "author": "Muhammad Adnan Abid, Fred Kucharski, Mansour Almazroui, In-Sik Kang",
        "date": "2015-08-14",
        "description": "\n\nInterannual winter rainfall variability and its predictability are analyzed over the Arabian Peninsula region by using observed and hindcast datasets from the state-of-the-art ECMWF seasonal prediction System4 for the period 1981–2010. An Arabian winter monsoon index (AWMI) is defined to highlight the Arabian Peninsula as the most representative region for the northern hemispheric winter rainfall. The observations show that the rainfall variability is relatively large over the northeast of the Arabian Peninsula. The correlation coefficient between the Niño3.4 index and rainfall in this region is 0.33, statistically significant at 90% level, suggesting potentially some modest predictability, and indicating that El Niño increases and La Niña decreases the rainfall. Regression analysis shows that upper-level cyclonic circulation anomalies that are forced by El Niño Southern Oscillation (ENSO) are responsible for the winter rainfall anomalies over the Arabian region. The stronger (weaker) mean transient eddy activity related to the upper-level trough induced by the warm (cold) SSTs during El Niño (La Niña) tends to increase (decrease) the rainfall in the region. The model hindcast dataset reproduces the ENSO-rainfall connection. The seasonal mean predictability of northeast Arabian rainfall index is 0.35, statistically significant at 95% level. It is shown that the noise variance is larger than the signal over the Arabian Peninsula region, which tends to limit the prediction skill. The potential predictability is generally increased in ENSO years and is, in particular, larger during La Niña compared to El Niño years in the region. Furthermore, central Pacific ENSO events and ENSO events with weak signals in the Indian Ocean tend to increase predictability over the Arabian region.\n",
        "journal": "Quarterly Journal of the Royal Meteorological Society",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2648",
        "title": "Interannual Rainfall Variability and ECMWF-SYS4-based Predictability over the Arabian Peninsula Winter monsoon Region"
    },
    {
        "author": "Prasanth A. Pillai, Jasti S. Chowdary",
        "date": "2015-08-13",
        "description": "\n\nThe present study investigates the characteristics of active and break cycles associated with the Indian summer monsoon (ISM) during developing and decaying phase of El Niño and in the years in which Indian Ocean Dipole (IOD) co-occurred with El Niño (co-occurred years). Observations show that break days are more in number (∼2–3 times) and long lasting (∼15–20 days) than active days in El Niño developing summers and vice versa for decay years. During El Niño developing years, northward propagation is well organized with significant anomalies in both active and break phases. The increased convection associated with active phase persists longer over Indian Ocean, than over the monsoon region, while the reduced convection in break phase propagates faster from ocean to land and persists there for a longer time. Compared to break events, active events have slower (faster) propagation over the monsoon (oceanic) region during El Nino decay years. The present study put forward the argument that the contrasting persistent circulations over Indo-western Pacific regions favour particular phase of intra-seasonal oscillation (ISO) in developing and decay phase of El Nino. These long-lasting circulations advect anomalous dry (moist) air to ISM region for longer period, resulting in long-lasting break (active) events in El Niño developing (decay) years. During co-occurrence years, the number of break (active) days is reduced by two to three times compared to the developing (decaying) phase of El Niño. It is found that 30- to 60-day scale ISO is strongly modulated, than 10 - to 20-day scale, by the changes in seasonal mean state associated with El Nino. Thus, this study demonstrates that the ISO characteristics such as its variance, northward propagation, spatial distribution and duration of active and break days are strongly modulated by seasonal background anomalies over the Indo-Pacific region.\n",
        "journal": "International Journal of Climatology",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4464",
        "title": "Indian summer monsoon intra-seasonal oscillation associated with the developing and decaying phase of El Niño"
    },
    {
        "author": "K. Sunilkumar, T. Narayana Rao, K. Saikranthi, M. Purnachandra Rao",
        "date": "2015-08-12",
        "description": "\n\nThis study presents a comprehensive evaluation of five widely used multisatellite precipitation estimates (MPEs) against 1°x1° gridded-rain gauge dataset as ground truth over India. One decade observations are used to assess the performance of various MPEs (climate prediction center (CPC)-South Asia dataset, CPC morphing technique (CMORPH), precipitation estimation from remotely sensed information using artificial neural networks (PERSIANN), tropical rainfall measuring mission's (TRMM) multi-satellite precipitation analysis (TMPA-3B42) and global precipitation climatology project (GPCP)). All MPEs have high detection skills of rain with larger probability of detection (POD) and smaller ‘misses’ values. However, the detection sensitivity differs from one product (and also one region) to the other. While the CMORPH has the lowest sensitivity of detecting rain, CPC shows highest sensitivity and often over detects rain, as evidenced by large POD and false alarm ratio (FAR) and small ‘misses’ values. All MPEs show higher rain sensitivity over eastern India than western India. These differential sensitivities are found to alter the biases in rain amount differently. All MPEs show similar spatial patterns of seasonal rain bias and root mean square error (RMSE), but their spatial variability across India is complex and pronounced. The MPEs overestimate the rainfall over the dry regions (northwest and southeast India) and severely underestimate over mountainous regions (west coast and northeast India), whereas the bias is relatively small over the core monsoon zone. Higher occurrence of virga rain due to sub-cloud evaporation and possible missing of small-scale convective events by gauges over the dry regions are the main reasons for the observed overestimation of rain by MPEs. The decomposed components of total bias show that the major part of overestimation is due to false precipitation. The severe underestimation of rain along the west coast is attributed to the predominant occurrence of shallow rain and underestimation of moderate to heavy rain by MPEs. The decomposed components suggest that the missed precipitation and hit bias are the leading error sources for the total bias along the west coast. All evaluation metrics are found to be nearly equal in two contrasting monsoon seasons (southwest and northeast), indicating that the performance of MPEs doesn't change with the season, at least over southeast India. Among various MPEs, the performance of TMPA is found to be better than others, as it reproduced most of the spatial variability exhibited by the reference.\n",
        "journal": "Journal of Geophysical Research: Atmospheres",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023437",
        "title": "Comprehensive evaluation of multisatellite precipitation estimates over India using gridded rainfall data"
    },
    {
        "author": "",
        "date": "2015-08-12",
        "description": "\n                  <h3 class=\"a-plus-plus\">Abstract</h3>\n                  <p class=\"a-plus-plus\">Extreme precipitation and flood episodes in the Himalayas are oftentimes traced to synoptic situations involving connections between equatorward advancing upper level extratropical circulations and moisture-laden tropical monsoon circulation. While previous studies have documented precipitation characteristics in the Himalayan region during severe storm cases, a comprehensive understanding of circulation dynamics of extreme precipitation mechanisms is still warranted. In this study, a detailed analysis is performed using rainfall observations and reanalysis circulation products to understand the evolution of monsoon-extratropical circulation features and their interactions based on 34 extreme precipitation events which occurred in the Western Himalayas (WEH) during the period 1979–2013. Our results provide evidence for a common large-scale circulation pattern connecting the extratropics and the South Asian monsoon region, which is favorable for extreme precipitation occurrences in the WEH region. This background upper level large-scale circulation pattern consists of a deep southward penetrating midlatitude westerly trough, a blocking high over western Eurasia and an intensifying Tibetan anticyclone. It is further seen from our analysis that the key elements of monsoon-midlatitude interactions, responsible for extreme precipitation events over the WEH region, are: (1) midlatitude Rossby wave breaking, (2) west-northwest propagation of monsoon low-pressure system from the Bay of Bengal across the Indian subcontinent, (3) eddy shedding of the Tibetan anticyclone, (4) ageostrophic motions and transverse circulation across the Himalayas, and (5) strong moist convection over the Himalayan foothills. Furthermore, high-resolution numerical simulations indicate that diabatic heating and mesoscale ageostrophic effects can additionally amplify the convective motions and precipitation in the WEH region.</p>\n                ",
        "journal": "Climate Dynamics",
        "link": "http://link.springer.com/10.1007/s00382-015-2784-x",
        "title": "Monsoon-extratropical circulation interactions in Himalayan extreme rainfall"
    },
    {
        "author": "William J. Randel, Kai Zhang, Rong Fu",
        "date": "2015-08-10",
        "description": "\n\nWater vapor in the lower stratosphere exhibits localized maximum values during Northern Hemisphere summer in the Asian and North American (NA) monsoon regions. The processes maintaining these maxima are not well understood. We analyze the variability of water vapor in the monsoon regions based on Aura Microwave Limb Sounder satellite observations during 2005–2013 and quantify links to deep convection, large-scale temperatures, and monsoonal circulations. Strong subseasonal variations in stratospheric water vapor are closely linked with deep convection in the monsoon regions, with the surprising result that stronger convection leads to a relatively dry stratosphere and weaker convection to a wetter stratosphere. This result is observed for both the Asian and NA monsoon regions. This behavior is explained by temperature changes in the stratosphere tied to deep convection: stronger convection leads to relatively cold temperatures in the subtropical lower stratosphere, which is the key region controlling large-scale dehydration within the anticyclonic monsoonal circulations. Likewise, weaker convection leads to warmer subtropical stratospheric temperatures, relatively less dehydration, and enhanced water vapor. The observed water vapor changes are in approximate agreement with those expected from the subtropical temperature variations, taking into account dilution of the dehydrated air into the larger monsoon region. These results demonstrate that stratospheric water vapor in the Northern Hemisphere monsoon regions is mainly controlled by large-scale circulation and temperatures, and overshooting deep convection plays a relatively minor role.\n",
        "journal": "Journal of Geophysical Research: Atmospheres",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023622",
        "title": "What controls stratospheric water vapor in the NH summer monsoon regions?"
    },
    {
        "author": "Huiping Yan, Yun Qian, Chun Zhao, Hailong Wang, Minghuai Wang, Ben Yang, Xiaohong Liu, Qiang Fu",
        "date": "2015-08-09",
        "description": "\n\nIn this study, we adopt a parametric sensitivity analysis framework that integrates the quasi-Monte Carlo parameter sampling approach and a surrogate model to examine aerosol effects on the East Asian Monsoon climate simulated in the Community Atmosphere Model (CAM5). A total number of 256 CAM5 simulations are conducted to quantify the model responses to the uncertain parameters associated with cloud microphysics parameterizations and aerosol (e.g., sulfate, black carbon (BC), and dust) emission factors and their interactions. Results show that the interaction terms among parameters are important for quantifying the sensitivity of fields of interest, especially precipitation, to the parameters. The relative importance of cloud-microphysics parameters and emission factors (strength) depends on evaluation metrics or the model fields we focused on, and the presence of uncertainty in cloud microphysics imposes an additional challenge in quantifying the impact of aerosols on cloud and climate.\nDue to their different optical and microphysical properties and spatial distributions, sulfate, BC, and dust aerosols have very different impacts on East Asian Monsoon through aerosol-cloud-radiation interactions. The climatic effects of aerosol do not always have a monotonic response to the change of emission factors. The spatial patterns of both sign and magnitude of aerosol-induced changes in radiative fluxes, cloud, and precipitation could be different, depending on the aerosol types, when parameters are sampled in different ranges of values. We also identify the different cloud microphysical parameters that show the most significant impact on climatic effect induced by sulfate, BC and dust, respectively, in East Asia.\n",
        "journal": "Journal of Geophysical Research: Atmospheres",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023442",
        "title": "A New Approach to Modeling Aerosol Effects on East Asian Climate: Parametric Uncertainties Associated with Emissions, Cloud Microphysics and Their Interactions"
    },
    {
        "author": "John V. Hurley, Mathias Vuille, Douglas R. Hardy, Stephen J. Burns, Lonnie G. Thompson",
        "date": "2015-08-07",
        "description": "\n\nQuelccaya Ice Cap in the Andes of Peru contains an annually resolved δ18O record covering the past 1800 years; yet atmospheric dynamics associated with snow deposition and δ18O variability at this site are poorly understood. Here we make use of 10 years of snow pit and short core δ18O data and hourly snow-height measurements obtained by an automated weather station deployed at the ice cap's summit to analyze linkages between snowfall, δ18O, and the South American summer monsoon (SASM). Snow accumulation peaks in December and is negative May–September. Snow δ18O values decrease gradually through austral summer from about −17 to −24‰. Surface snow δ18O is altered after deposition during austral winter from about −24 to −15‰. More than 70% of the total snow accumulation is tied to convection along the leading edge of cold air incursions of midlatitude air advected equatorward from southern South America. Snowfall amplitude at Quelccaya Ice Cap varies systematically with regional precipitation, atmospheric dynamics, midtroposphere humidity, and water vapor δD. Strongest snowfall gains correspond with positive precipitation anomalies over the western Amazon Basin, increased humidity, and lowered water vapor δD values, consistent with the “amount effect.” We discuss ventilation of the monsoon, modulated by midlatitude cold air advection, as potentially diagnostic of the relationship between SASM dynamics and Quelccaya snowfall. Results will serve as a basis for development of a comprehensive isotopic forward model to reconstruct past monsoon dynamics using the ice core δ18O record.\n",
        "journal": "Journal of Geophysical Research: Atmospheres",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023323",
        "title": "Cold air incursions, δ18O variability, and monsoon dynamics associated with snow days at Quelccaya Ice Cap, Peru"
    },
    {
        "author": "Miriam D'Errico, Chiara Cagnazzo, Pier Giuseppe Fogli, William K. M. Lau, Jost Hardenberg, Federico Fierli, Annalisa Cherchi",
        "date": "2015-08-06",
        "description": "\n\nA coupled aerosol-atmosphere–ocean-sea ice climate model is used to explore the interaction between aerosols and the Indian summer monsoon precipitation on seasonal-to-interannual time scales. Results show that when increased aerosol loading is found on the Himalayas slopes in the pre-monsoon period (April-May), intensification of early monsoon rainfall over India and increased low-level westerly flow follow, in agreement with the Elevated-Heat-Pump mechanism. The increase in rainfall during the early monsoon season has a cooling effect on the land surface. In the same period, enhanced surface cooling may also be amplified through solar dimming by more cloudiness and aerosol loading, via increased dust transported by low-level westerly flow. The surface cooling causes subsequent reduction in monsoon rainfall in July-August over India. The time-lagged nature of the reasonably realistic response of the model to aerosol forcing suggests that absorbing aerosols, besides their potential key roles in impacting monsoon water cycle and climate, may influence the seasonal variability of the Indian summer monsoon.\n",
        "journal": "Journal of Geophysical Research: Atmospheres",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023346",
        "title": "Indian Monsoon and the Elevated-Heat-Pump Mechanism in a Coupled Aerosol-Climate Model"
    },
    {
        "author": "Ben Yu, Xun Wang, Che-Jen Lin, Xuewu Fu, Hui Zhang, Lihai Shang, Xinbin Feng",
        "date": "2015-08-06",
        "description": "\n\nTo evaluate the impact of regional mercury (Hg) emissions and understand possible source regions of atmospheric Hg in eastern China, two-year observation for speciated atmospheric Hg was conducted at the Dameishan Atmospheric Observatory (DAO), a mountain site near the east coast of China. The observed concentration of total gaseous Hg (TGM) was 3.3±1.4 ng m−3. During the sampling period, gaseous oxidized Hg (GOM) and particulate bound Hg (PBM) were 6.7±4.3 pg m−3 and 180±110 pg m−3 in winter, and 5.9±3.4 pg m−3 and 130±100 pg m−3 in spring. The relatively high mean concentration of TGM was mainly caused by regional anthropogenic emissions and occasional long-range transport from domestic source regions. Seasonal variation in the TGM concentration was observed with lower values in the wet monsoon season (from May to September) and higher values in the dry monsoon season (from October to April). Backward trajectories and Potential Source Contribution Function (PSCF) analysis suggested that anthropogenic Hg emission from coal combustion in the Yangtze River Delta region was the most likely cause for the elevated TGM concentrations. Relatively clean air originating from the East China Sea was the most possible cause for the observed low TGM concentrations. Positive correlation between TGM concentration and air quality index (AQI) suggests that emissions that influenced regional air quality contributed to the elevated TGM concentrations.\n",
        "journal": "Journal of Geophysical Research: Atmospheres",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023425",
        "title": "Characteristics and potential sources of atmospheric mercury at a subtropical near-coastal site in East China"
    },
    {
        "author": "Yanjuan Wu, Shuang-Ye Wu, Jiahong Wen, Ming Xu, Jianguo Tan",
        "date": "2015-08-06",
        "description": "\n\nIn this study, we investigated changes in the precipitation characteristics for China from 1960 to 2012 based on a recent daily precipitation dataset of 666 climate stations and robust non-parametric trend detection techniques. We divided all precipitation events into four non-overlapping categories: light, moderate, heavy and very heavy based on percentile thresholds. We then established the trends for annual total and precipitation of different intensity categories, and examined their regional and seasonal variations. The results show that there was little change in annual total precipitation for entire China, but distinctive regional patterns existed. In general, precipitation increased in the west and decreased in east. Precipitation of different intensities, in general, changed in the same direction as the mean, but heavy and very heavy precipitation events had higher rates of change than mean precipitation. The exception was the southeast region, where despite the slight decrease in mean precipitation, heavy and very heavy precipitation still increased significantly. In addition, we used multiple regression models to explore the contribution of changes of frequency and intensity to total precipitation change, and the contributions of changes of precipitation at different intensities to total precipitation change. For western China, total precipitation change was associated more with frequency change, whereas in eastern China intensity contributed more. For precipitation amount, moderate, heavy and very heavy precipitations contributed to the total change, with little contribution from light precipitation change. For frequency, changes in light and moderate precipitation frequencies dominated the total change, with very little contributions from heavy and very heavy precipitation frequency changes. In addition, we examined the linkage between summer precipitation in eastern China and the East-Asian Summer Monsoon (EASM), found that the northern decrease and southern increase in summer precipitation was likely caused by the weakening of EASM over the study period.\n",
        "journal": "International Journal of Climatology",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4432",
        "title": "Changing characteristics of precipitation in China during 1960–2012"
    },
    {
        "author": "M. Decker, A. Pitman, and J. Evans",
        "date": "2015-08-06",
        "description": "<b>Diagnosing the seasonal land–atmosphere correspondence over northern Australia: dependence on soil moisture state and correspondence strength definition</b><br /><br />Hydrology and Earth System Sciences, 19, 3433-3447, 2015<br /><br />Author(s): M. Decker, A. Pitman, and J. Evans<br /><br />The similarity of the temporal variations of land and atmospheric states\nduring the onset (September) through to the peak (February) of the wet season\nover northern Australia is statistically diagnosed using ensembles of offline\nland surface model simulations that produce a range of different background\nsoil moisture states. We derive the temporal correspondence between\nvariations in the soil moisture and the planetary boundary layer via a\nstatistical measure of rank correlation. The simulated evaporative fraction\nand the boundary layer are shown to be strongly correlated during both SON\n(September–October–November) and DJF (December–January–February) despite\nthe differing background soil moisture states between the two seasons and\namong the ensemble members. The sign and magnitude of the boundary\nlayer–surface layer soil moisture association during the onset of the wet\nseason (SON) differs from the correlation between the evaporative fraction\nand boundary layer from the same season, and from the correlation between the\nsurface soil moisture and boundary layer association during DJF. The patterns\nand magnitude of the surface flux–boundary layer correspondence are not\ncaptured when the relationship is diagnosed using the surface layer soil\nmoisture alone. The conflicting results arise because the surface layer soil\nmoisture lacks strong correlation with the atmosphere during the monsoon\nonset because the evapotranspiration is dominated by transpiration. Our\nresults indicate that accurately diagnosing the correspondence and therefore\ncoupling strength in seasonally dry regions, such as northern Australia,\nrequires root zone soil moisture to be included.",
        "journal": "Hydrology and Earth System Sciences",
        "link": "http://www.hydrol-earth-syst-sci.net/19/3433/2015/",
        "title": "Diagnosing the seasonal land–atmosphere correspondence over northern Australia: dependence on soil moisture state and correspondence strength definition"
    },
    {
        "author": "Robert A. Houze, Kristen L. Rasmussen, Manuel D. Zuluaga, Stella R. Brodzik",
        "date": "2015-08-05",
        "description": "\n\nFor over 16 years, the Precipitation Radar of the Tropical Rainfall Measuring Mission (TRMM) satellite detected the three-dimensional structure of significantly precipitating clouds in the tropics and subtropics. This paper reviews and synthesizes studies using the TRMM radar data to present a global picture of the variation of convection throughout low latitudes. The multi-year dataset shows convection varying not only in amount but also in its very nature across the oceans, continents, islands, and mountain ranges of the tropics and subtropics. Shallow isolated raining clouds are overwhelmingly an oceanic phenomenon. Extremely deep and intense convective elements occur almost exclusively over land. Upscale growth of convection into mesoscale systems takes a variety of forms. Oceanic cloud systems generally have less intense embedded convection but can form very wide stratiform regions. Continental mesoscale systems often have more intense embedded convection. Some of the most intense convective cells and mesoscale systems occur near the great mountain ranges of low latitudes. The Maritime Continent and Amazonia exhibit convective clouds with maritime characteristics although they are partially or wholly land. Convective systems containing broad stratiform areas manifest most strongly over oceans. The stratiform precipitation occurs in various forms. Often it occurs as quasi-uniform precipitation with strong melting layers connected with intense convection. In monsoons and the intertropical convergence zone, it takes the form of closely packed weak convective elements. Where fronts extend into the subtropics, broad stratiform regions are larger and have lower and sloping melting layers related to the baroclinic origin of the precipitation.\n",
        "journal": "Reviews of Geophysics",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015RG000488",
        "title": "The Variable Nature of Convection in the Tropics and Subtropics: A Legacy of 16 Years of the Tropical Rainfall Measuring Mission (TRMM) Satellite"
    },
    {
        "author": "",
        "date": "2015-08-05",
        "description": "\n                  <h3 class=\"a-plus-plus\">Abstract</h3>\n                  <p class=\"a-plus-plus\">The relationship between the large-scale circulation dynamics and regional precipitation regime in the Tibetan Plateau (TP) has so far not been well understood. In this study, we classify the circulation types using the self-organizing maps based on the daily field of 500 hPa geopotential height and link them to the precipitation climatology in the eastern and central TP. By virtue of an objective determining method, 18 circulation types are quantified. The results show that the large amount of precipitation in summer is closely related to the circulation types in which the enhanced and northward shifted subtropical high (SH) over the northwest Pacific and the obvious cyclconic circulation anomaly over the Bay of Bengal are helpful for the Indian summer monsoon and East Asian summer monsoon to take abundant low-latitude moisture to the eastern and southern TP. On the contrary, the dry winter in the central and eastern Tibet corresponds to the circulation types with divergence over the central and eastern TP and the water vapor transportations of East Asian winter monsoon and mid-latitude westerly are very weak. Some circulation types are associated with some well-known circulation patterns/monsoons influencing the TP (e.g. East Atlantic Pattern, El Niño Southern Oscillation, Indian Summer Monsoon and the mid-latitude westerly), and exhibit an overall good potential for explaining the variability of regional seasonal precipitation. Moreover, the climate shift signals in the late 1970s over the eastern Pacific/North Pacific Oceans could also be reflected by both the variability of some circulation types and their correspondingly composite precipitations. This study extends our understandings for the large-scale atmospheric dynamics and their linkages with regional precipitation and is beneficial for the climate change projection and related adaptation activities in the highest and largest plateau in the world.</p>\n                ",
        "journal": "Climate Dynamics",
        "link": "http://link.springer.com/10.1007/s00382-015-2782-z",
        "title": "Large-scale circulation classification and its links to observed precipitation in the eastern and central Tibetan Plateau"
    },
    {
        "author": "Michael J. McPhaden, Yi Wang, M. Ravichandran",
        "date": "2015-08-03",
        "description": "\n\nThe equatorial Indian Ocean is characterized by strong eastward flows in the upper 80–100 m during boreal spring and fall referred to as the Wyrtki jets. These jets are driven by westerly winds during the transition seasons between the southwest and northeast monsoons and represent a major conduit for mass and heat transfer between the eastern and western sides of the basin. Since their discovery over 40 years ago, there have been very few estimates from direct observations of the volume transports associated with these currents. In this paper we describe seasonal-to-interannual time scale variations in volume transports based on 5 years of unique measurements from an array of acoustic Doppler current profilers in the central equatorial Indian Ocean. The array was centered at 0°, 80.5°E and spanned latitudes between 2.5°N and 4°S from August 2008 to December 2013. Analysis of these data indicates that the spring jet peaks in May at 14.9±2.9 Sv and the fall jet peaks in November at 19.7±2.4 Sv, around which there are year-to-year transport variations of 5–10 Sv. The relationship of the interannual transport variations to zonal wind stress forcing, sea surface temperature, sea surface height, and surface current variations associated with the Indian Ocean Dipole (IOD) are further highlighted. We also illustrate the role of wind-forced equatorial waves in affecting transport variations of the fall Wyrtki jet during the peak season of the IOD.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010901",
        "title": "Volume transports of the Wyrtki jets and their relationship to the Indian Ocean Dipole"
    },
    {
        "author": "Hsin-I Chang, Christopher L. Castro, Carlos M. Carrillo, Francina Dominguez",
        "date": "2015-08-02",
        "description": "\n\nArid and semi-arid regions located in subtropical zones are projected to experience the most adverse impacts of climate change. During the warm season, observations and IPCC global climate models (GCMs) generally support a “wet gets wetter, dry gets drier” hypothesis in these regions, which acts to amplify the climatological transitions in the context of the annual cycle. In this study, we consider changes in U.S. early warm season precipitation in the observational record and regional climate model (RCM) simulations driven by two “well performing” dynamically downscaled CMIP3 models (HadCM3 and MPI ECHAM5) that have a robust climatological representation of the North American Monsoon System (NAMS). Both observations and model results show amplification in historical seasonal transitions of temperature and precipitation associated with NAMS development, with WRF-MPI better representing the observed signal. Assuming the influence of remote Pacific sea surface temperature forcing (SST) associated with the El Niño Southern Oscillation and Pacific Decadal Variability (ENSO-PDV) on U.S. regional climate remains the same in the 21st century, similar extreme trends are also projected by WRF-MPI for the next 30 years. A methodology is also developed to objectively analyze how climate change may be synergistically interacting with ENSO-PDV variability during the early warm season.. Our analysis suggests that interannual variability of warm season temperature and precipitation associated with Pacific SST forcing is becoming more extreme and the signal is stronger in the observed record.\n",
        "journal": "Journal of Geophysical Research: Atmospheres",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023333",
        "title": "The more extreme nature of U.S. warm season climate in the recent observational record and two “well performing” dynamically downscaled CMIP3 models"
    },
    {
        "author": "Kyong-Hwam Seo et al",
        "date": "2015-07-30",
        "description": "Journal of Climate, Volume 28, Issue 15, Page 6221-6233, August 2015. \n\t\t<br/>\n\t",
        "journal": "Journal of Climate",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00526.1?af=R",
        "title": "Northern East Asian Monsoon Precipitation Revealed by Airmass Variability and Its Prediction"
    },
    {
        "author": "Susmitha Joseph et al",
        "date": "2015-07-30",
        "description": "Journal of Climate, Volume 28, Issue 15, Page 6234-6248, August 2015. \n\t\t<br/>\n\t",
        "journal": "Journal of Climate",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00842.1?af=R",
        "title": "Development and Evaluation of an Objective Criterion for the Real-Time Prediction of Indian Summer Monsoon Onset in a Coupled Model Framework"
    },
    {
        "author": "C. J. Wright, S. M. Osprey, and J. C. Gille",
        "date": "2015-07-30",
        "description": "<b>Global distributions of overlapping gravity waves in HIRDLS data</b><br /><br />Atmospheric Chemistry and Physics, 15, 8459-8477, 2015<br /><br />Author(s): C. J. Wright, S. M. Osprey, and J. C. Gille<br /><br />Data from the High Resolution Dynamics Limb Sounder (HIRDLS) instrument on\nNASA's Aura satellite are used to investigate the relative numerical\nvariability of observed gravity wave packets as a function of both horizontal\nand vertical wavenumber, with support from the Sounding of the Atmosphere\nusing Broadband Emission Radiometry (SABER) instrument on TIMED. We see that\nthese distributions are dominated by large vertical and small horizontal\nwavenumbers, and have a similar spectral form at all heights and latitudes,\nalbeit with important differences. By dividing our observed wavenumber\ndistribution into particular subspecies of waves, we demonstrate that these\ndistributions exhibit significant temporal and spatial variability, and that\nsmall-scale variability associated with particular geophysical phenomena such\nas the monsoon arises due to variations in specific parts of the observed\nspectrum. We further show that the well-known Andes/Antarctic Peninsula\ngravity wave hotspot during southern winter, home to some of the largest wave\nfluxes on the planet, is made up of relatively few waves, but with a\nsignificantly increased flux per wave due to their spectral characteristics.\nThese results have implications for the modelling of gravity wave phenomena.",
        "journal": "Atmospheric Chemistry and Physics",
        "link": "http://www.atmos-chem-phys.net/15/8459/2015/",
        "title": "Global distributions of overlapping gravity waves in HIRDLS data"
    },
    {
        "author": "Hisayuki Kubota, Yu Kosaka, Shang-Ping Xie",
        "date": "2015-07-29",
        "description": "\n\nThe Pacific-Japan (PJ) pattern affects interannual variability in the East Asian and western North Pacific (WNP) summer monsoons. This teleconnection pattern is characterized by a meridional dipole of anomalous circulation and precipitation between the tropical WNP and the midlatitudes. This study develops a long index of the PJ pattern using station-based atmospheric pressure data to track the PJ variability from 1897 to 2013. This index is correlated with a wide array of climate variables including air temperature, precipitation, Yangtze River flow, Japanese rice yield and the occurrence of tropical cyclones over the WNP (especially those that make landfall on the Chinese and Korean coast). For the recent three decades, the PJ index reproduces well-known correlations with El Niño-Southern Oscillation (ENSO) in the preceding boreal winter and Indian Ocean temperature in the concurrent summer. For the 117-year period, this ENSO-PJ relationship varies on interdecadal time scales, with low correlations in the 1920s and from the 1940s to 1970s, and recurrences of significant correlations at the beginning of the 20th century and the 1930s. In accordance with the modulation, the magnitude and regional climate effect of the PJ variability have changed. These results highlight the importance of interdecadal modulations of climate anomalies in the summer WNP and the need of long-term observations to study such modulations.\n",
        "journal": "International Journal of Climatology",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4441",
        "title": "A 117-year long index of the Pacific-Japan pattern with application to interdecadal variability"
    },
    {
        "author": "Yanhong Gao, Kai Li, Fei Chen, Yingsha Jiang, Chungu Lu",
        "date": "2015-07-25",
        "description": "\n\nThe Tibetan Plateau (TP) region experiences strong land-atmosphere interactions, and as an elevated heating source, significantly influences the formation of the Asian monsoon. Those interactions are not well represented in current land-surface models (LSM), partly due to difficulties in representing heterogeneities in soil structures in LSM. Simulations using the Noah-MP LSM are employed to assess the relative importance of parameterizing vertical soil heterogeneity, organic matter, and soil rhizosphere, and their impacts on seasonal evolution of soil temperature, soil moisture, and surface energy and water budgets at the sparsely vegetated Amdo site located in Central TP. The LSM spin-up time at the central TP depends on the complexity of the model physics, ranging from four years with simplest soil physics to 30 years with the addition of organic-matter and spare to dense rhizosphere parameterization in Noah-MP. Representing layered soil texture and organic matter does not improve low biases in topsoil moisture. Reducing the saturated conductivity from the mucilage in the rhizosphere produces better results. Surface sensible and latent heat fluxes are better simulated in the monsoon season as well. Adding layered soil texture and organic matter in Noah-MP retard the thawing in deep soil layers, and the rhizosphere effect delays thawing even more in the transient season. Uncertainties in soil initialization significantly affect deep-soil temperature and moisture, but uncertainties in atmospheric forcing conditions mainly affect topsoil variables and consequently the surface-energy fluxes. Differing land-surface physics cause 36% uncertainty in the accumulated evapotranspiration and subsurface runoff.\n",
        "journal": "Journal of Geophysical Research: Atmospheres",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023404",
        "title": "Assessing and improving Noah-MP land model simulations for the central Tibetan Plateau"
    },
    {
        "author": "J. Zavala-Garay, J. Theiss, M. Moulton, C. Walsh, R. van Woesik, C. G. Mayorga-Adame, M. Garcíia-Reyes, D. S. Mukaka, K. Whilden, Y. W. Shaghude",
        "date": "2015-07-24",
        "description": "\n\nThe Zanzibar Channel lies between the mainland of Tanzania and Zanzibar Island in the tropical western Indian Ocean, is about 100 km long, 40 km wide, and 40 m deep, and is essential to local socioeconomic activities. This paper presents a model of the seasonal and tidal dynamics of the Zanzibar Channel based on the Regional Ocean Modeling System (ROMS) and a comparison of the model and observations. The seasonal dynamics of the channel is forced by remote processes and the local wind. Remote forcing creates the East African Coastal Current, a portion of which flows through the channel northward with a seasonally varying magnitude. The local wind enhances this seasonality in the surface Ekman layer, resulting in a stronger northward flow during the southwest monsoon season and a weak northward or occasionally southward flow during the northeast monsoon season. The tidal flows converge and diverge in the center of the channel and reduce the transport in the channel. The remotely forced, wind-forced, and tidal dynamics contain 5%, 3%, and 92% of the total kinetic energy, respectively. Despite their low kinetic energy, the remotely forced and wind-forced flows are most relevant in advecting channel water to the open ocean, which occurs in 19 days at the peak of the southwest monsoon season. The channel is well mixed, except during brief periods in the two rainy seasons, and temporarily cools between December and February. The dispersion of passive tracers is presented as an example of potential model applications. This article is protected by copyright. All rights reserved.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JC010879",
        "title": "On the dynamics of the Zanzibar Channel"
    },
    {
        "author": "Abubakr A. M. Salih, Qiong Zhang, Michael Tjernström",
        "date": "2015-07-23",
        "description": "\nThe Sahelian Sudan is an arid to semiarid region that depends on the seasonal rainfall as the main source of water, but its rainfall has large interannual variability. Such dry regions usually have their main moisture sources elsewhere; thus, the rainfall variability is directly related to the moisture transport. This study seeks to identify source regions of water vapor for Sahelian Sudan during the monsoon period, from July to September. We have used the Lagrangian trajectory model FLEXPART driven by ERA-Interim reanalysis for the time period 1998 to 2008. The results show that most of the air masses that reach this region during the monsoon period have their major origins over the Arabian Peninsula, Central Africa, or are associated with the tropical easterly jet. Flow associated with Intertropical Convergence Zone contributes almost half of the total precipitated water; most of it comes from Central Africa. This suggests that moisture recycling is the major contributor, compared to Oceanic sources. The flows from the northeast (Arabian Peninsula and north Asia) and east (Horn of Africa and north Indian Ocean) contribute about one third of the precipitated water. The rest of precipitated water comes from the Mediterranean, subtropical Atlantic, and western Sahel, all with smaller contribution. Our results also indicate that different subregions of Sahelian Sudan have different moisture sources. Such result needs to be taken into account in seasonal forecasting practices.",
        "journal": "Journal of Geophysical Research: Atmospheres",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023238",
        "title": "Lagrangian tracing of Sahelian Sudan moisture sources"
    },
    {
        "author": "Tao Xian, Yunfei Fu",
        "date": "2015-07-23",
        "description": "\nDistribution and influence of convection in the upper troposphere and lower stratosphere have been investigated case by case or on regional to global scale. However, previous studies were limited by using proxies for convection or the bias of the tropopause data. Here the tropopause-penetrating convection is investigated based on the sole use of observational products from Tropical Rainfall Measuring Mission (TRMM) precipitation radar data and Constellation Observing System for Meteorology, Ionosphere, and Climate (COSMIC). The result shows that the frequency of precipitation-top heights above the monthly mean tropopause in the tropics is reduced logarithmically if the cold-point tropopause is adopted instead of the lapse-rate tropopause. Using the collocated COSMIC and precipitation radar observations, the tropopause-penetrating convection, i.e., the convection with the precipitation-top height above the lapse-rate tropopause, can be found over the summer monsoon regions and some continental regions. The averaged relative precipitation-top heights of tropopause-penetrating convective clusters are about 0.2–0.5 km without significant land-ocean difference, while equivalent radii of clusters are 2.7–3.5 km over land and 0.2–0.5 km larger than those over ocean. These areal and vertical extents are smaller than those reported by previous studies. Furthermore, the collocated temperature profiles show that the tropopause-penetrating convection generates warming in the upper troposphere and cooling near the lapse-rate tropopause and in the lower stratosphere. Moreover, the tropopause-penetrating convection leads to a rapid (within 20 min) lift of the lapse-rate tropopause by the adiabatic lofting within the convection (within a 10 km radius).",
        "journal": "Journal of Geophysical Research: Atmospheres",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JD022633",
        "title": "Characteristics of tropopause-penetrating convection determined by TRMM and COSMIC GPS radio occultation measurements"
    },
    {
        "author": "Hui Wu",
        "date": "2015-07-23",
        "description": "\n\nOffshore-penetrating tongues of coastal water have been frequently observed during the downwelling-favorable monsoon season at specific locations in waters off the Min-Zhe Coast, a region influenced by a buoyant coastal current originating from the Changjiang River. This process plays an important role in cross-shelf material exchange in the East China Sea (ECS), but the underlying mechanisms are not fully understood. This study suggests that the penetrating fronts are the response of buoyant coastal water to along-isobath undulation of the ambient pycnocline that is controlled by the temperature stratification in seawater. When the ambient pycnocline descends sharply in the downshelf direction, coastal water is transported offshore due to the joint effect of baroclinicity and relief (JEBAR), and thus generates a penetrating front. Along-isobath pycnocline undulation in the ECS can arise from nonuniform tidal mixing due to tidal wave divergence off the Min-Zhe Coast. Onshelf intrusion of cold and dense Kuroshio subsurface water prevents thorough mixing of the pycnocline. Different from the common cross-shelf transport phenomena induced by winds or frontal instabilities, such a tidal mechanism should produce penetrating fronts at specific locations, in agreement with observations.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010686",
        "title": "Cross-shelf penetrating fronts: A response of buoyant coastal water to ambient pycnocline undulation"
    },
    {
        "author": "J. W. Bergman, L. Pfister, Q. Yang",
        "date": "2015-07-20",
        "description": "\n\nMultimodel ensembles of back trajectories calculated from four different analysis data sets and two different trajectory formulations (“diabatic” and “kinematic”) are analyzed to investigate seasonal mean boundary layer-to-“tropopause” (100 hPa) transport in the tropics. Transport paths are separated into two legs: “convective uplift” (boundary layer to detrainment) and “radiative ascent” (detrainment to tropopause). The following three diagnostic measures are used: source location, source-to-tropopause transport time, and the source “influence” (i.e., the fraction of air with short transport times) at 100 hPa. Ensemble means and standard deviations identify “robust features” (i.e., common to all ensemble members) while experimental hybrid calculations explain model-to-model discrepancies. Convective uplift is a major contributor to uncertainties in boundary layer-to-tropopause transport times and source locations. Spatial patterns of boundary layer influence at 100 hPa are nevertheless robust. Detrainment-to-tropopause transport times are robust despite substantial model-to-model variations of convective detrainment height because ascent rates are faster at low altitudes than at high altitudes. Detrainment-to-tropopause transport also has robust horizontal spatial patterns for both convective sources and convective influence, particularly during boreal winter. Most model-to-model discrepancies occur at small spatial scales and are associated with differing distributions of convection. The location of maximum convective influence associated with the Asian summer monsoon is a notable exception. This exceptionally large discrepancy is associated primarily with radiative ascent. The fact that the observed maxima of important tropospheric constituents are collocated with the maximum convective influence for the diabatic calculations but not for the kinematic calculations suggests that diabatic trajectories could be more reliable in this region.",
        "journal": "Journal of Geophysical Research: Atmospheres",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2015JD023523",
        "title": "Identifying robust transport features of the upper tropical troposphere"
    },
    {
        "author": "Satya Prakash, Ashis K. Mitra, E. N. Rajagopal, D. S. Pai",
        "date": "2015-07-19",
        "description": "\n\nReliable information of rainfall and its variability at finer spatio-temporal scales over the Indian monsoon region is crucial for various applications in hydrology, meteorology, water resource management, and evaluation of high-resolution numerical model outputs. In this study, the Tropical Rainfall Measuring Mission (TRMM)-based high-resolution multisatellite rainfall products namely, TRMM Multisatellite Precipitation Analysis (TMPA)-3B42 and Global Satellite Mapping of Precipitation (GSMaP) are evaluated against recently released gauge-based India Meteorological Department (IMD) gridded data set. Both the research (delayed mode) and near real-time rainfall products of TMPA-3B42 (V7 and RT) and GSMaP (MVK and NRT) are evaluated over India at a daily scale for the peak southwest monsoon months of July–August. Two study periods (2000–2010 and 2009–2013) are used to accommodate the analyses based on data availability. Comparison of TMPA-3B42 (V7 and RT) and GSMaP-MVK with IMD gauge-based data for 2000–2010 shows that these data sets are able to represent large-scale monsoon rainfall spatial features, but are having region-specific biases. The interannual variability of monsoon rainfall averaged over India is also reasonably captured. However in terms of biases, TMPA-3B42RT overestimates rainfall by about 21% and GSMaP-MVK underestimates by about 22% at all-India scale. In terms of continuous skill metrics, TMPA-3B42V7 is closer to the IMD gauge-based observations possibly due to gauge adjustments. Categorical verification against gauge-based observations shows that the satellite-based data sets have difficulties in rainfall detection primarily over the northern Jammu & Kashmir regions, northeast India, and southern peninsular India. At subregional scale within India, satellite rainfall estimates show rather lower skill score in rainfall identification and larger uncertainty in rainfall estimation over the northeast India. Comparison of near real-time products of TMPA and GSMaP for July–August months of 2009–2013 shows that TMPA-3B42RT overestimates and GSMaP-NRT underestimates rainfall over most parts of India. Even though TMPA-3B42 (V7 and RT) and GSMaP-MVK rainfall data sets show similar diurnal variations over the Indian monsoon region, TMPA-3B42RT (GSMaP-MVK) shows larger (smaller) magnitude in diurnal cycle as compared to TMPA-3B42V7. Results from different skill metrics suggest that both research and near real-time versions of TMPA products can be used with relatively higher confidence as compared to GSMaP over the Indian region during peak monsoon period.\n",
        "journal": "International Journal of Climatology",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4446",
        "title": "Assessment of TRMM-based TMPA-3B42 and GSMaP precipitation products over India for the peak southwest monsoon season"
    },
    {
        "author": "Dabang Jiang, Zhiping Tian, Xianmei Lang",
        "date": "2015-07-19",
        "description": "\n\nBased on observation and reanalysis data, 77 coupled global climate models (GCMs) participating in the Intergovernmental Panel on Climate Change (IPCC) Third (TAR), Fourth (AR4), and Fifth (AR5) Assessment Reports are evaluated in terms of their ability to simulate the mean state and year-to-year variability of surface air temperature at 2 m and precipitation over China and the climatological East Asian monsoon for the late decades of the 20th century. Results show that GCMs reliably reproduce the geographical distribution of the variables considered. Compared with observations, however, most GCMs have topography-related cold biases (although these are smaller than those found in previous studies), excessive precipitation, an underestimated southeast–northwest precipitation gradient, an overestimated magnitude and spatial variability of the interannual variability of temperature and precipitation, and an inadequate strength of the East Asian monsoon circulation. Pairwise comparison reveals that GCMs continue to improve from the TAR via the AR4 to the AR5 for temperature, but have little change for precipitation and the East Asian monsoon. The ability of GCMs varies with season and is affected to certain degree by their horizontal resolutions. Both the arithmetic mean and the median of multiple GCMs are little affected by filtering GCMs in terms of their ability, and the multi-model mean outperforms most of individual GCMs in every respect.\n",
        "journal": "International Journal of Climatology",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4406",
        "title": "Reliability of climate models for China through the IPCC Third to Fifth Assessment Reports"
    },
    {
        "author": "Jing-Ling Ren, Ji-Liang Xuan, Zhao-Wei Wang, Daji Huang, Jing Zhang",
        "date": "2015-07-18",
        "description": "\n\nAluminum (Al) is one of the key parameters of GEOTRACES. In spring 2011, we examined the distribution of dissolved Al in the East China Sea (ECS) to assess the potential passage of coastal water across the shelf to the western Pacific. Measurement of dissolved Al in coastal, shelf, and shelf break waters indicated decreasing concentrations with distance from the coast. However, the northward increase of dissolved Al in the upper 100 m along the shelf break transect, corresponding to the northward flow of Kuroshio Water along the Okinawa Trough from the north of Taiwan to the Tokara strait, indicates contributions of terrestrial material. The presence of an Al plume indicated cross-shelf transport at the subsurface at a potential density of 23.3–24.0 kg/m3. This plume originates from the near-bottom layer along the coast off Zhejiang and Fujian Provinces, and first moves southeastward (to the north of Taiwan) and then northeastward (to shelf break with export at 29°N, 127°E). We calculated the cross-shelf fluxes of water and dissolved Al based on simulation results of the 3-D Massachusetts Institute of Technology general circulation model (MITgcm). The calculated cross-shelf fluxes of Al at the subsurface layer indicate that the ECS is highly efficient in pumping Al-rich coastal waters northward to the Japan Sea/East Sea and/or eastward into the western Pacific. We also identified an important role of the monsoon, with a change from northeasterly wind to southwesterly wind in spring, on the cross-shelf transport of Al by use of numerical tracer experiments.\n",
        "journal": "Journal of Geophysical Research: Oceans",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014JC010655",
        "title": "Cross-shelf transport of terrestrial Al enhanced by the transition of northeasterly to southwesterly monsoon wind over the East China Sea"
    },
    {
        "author": "Ruidan Chen et al",
        "date": "2015-07-15",
        "description": "Journal of the Atmospheric Sciences, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Journal of the Atmospheric Science",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JAS-D-15-0064.1?af=R",
        "title": "The role of moisture in summertime low-level jet formation and associated rainfall over the East Asian Monsoon region"
    },
    {
        "author": "Dan-Qing Huang, Jian Zhu, Yao-Cun Zhang, Ying Huang, Xue-Yuan Kuang",
        "date": "2015-07-15",
        "description": "\n\nPrecipitation, which is the most predominant component of East Asian summer monsoon (EASM), may have large uncertainties among reanalysis datasets. We comprehensively evaluate the performance of five reanalysis datasets in reproducing the EASM precipitation. These datasets are NCEP/NCAR Reanalysis 1 project (NCEP1), NCEP-U.S. Department of Energy Atmospheric Model Intercomparison ProjectIIreanalysis (NCEP2), Japanese 25-yr Reanalysis Project (JRA-25), Interim ECMWF Re-analysis (ERA-Interim), and Modern-Era Retrospective Analysis for Research and Applications (MERRA). Results show that the five reanalysis datasets can generally reproduce the climatology and interannual variability of EASM precipitation. Especially, the MERRA and ERA-Interim have the highest skills. Considering different-class precipitation, large uncertainties exist in the category of non-rainfall and heavy rainfall. The five reanalysis datasets overestimate the non-rainfall frequency, and the JRA25 and NCEP2 overestimate the heavy rainfall frequency. The well-known inter-decadal variation around mid-1990s can also be better depicted by ERA-Interim and MERRA. For linear trend of precipitation, only the MERRA can reasonably reproduce the increasing tendency over southern China and western Pacific and the decreasing tendency over Indo-China Peninsula. Based on the EOF analysis, the spatial-temporal structure of EASM precipitation has been examined. The MERRA, NCEP1 and ERA-Interim can better capture both the spatial patterns and principle components of first two EOF modes. Based on our evaluation, the preferential reanalysis datasets for investigating the EASM precipitation are the ERA-Interim and MERRA, which also permit the more precise investigations of interannual to decadal variability.\n",
        "journal": "Quarterly Journal of the Royal Meteorological Society",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2634",
        "title": "Assessment of summer monsoon precipitation derived from five reanalysis datasets over East Asia"
    },
    {
        "author": "Shao-Yi Lee et al",
        "date": "2015-07-06",
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Journal of Climate",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00609.1?af=R",
        "title": "The Response of the South Asian Summer Monsoon to Temporal and Spatial Variations in Absorbing Aerosol Radiative Forcing"
    },
    {
        "author": "Khandu, J. L. Awange, E. Forootan",
        "date": "2015-06-30",
        "description": "\n\nSeveral global and regional high-resolution precipitation products have been released over the past decade by combining precipitation estimates from various sources including satellite-based measurements and gauge-based observations. With relatively few validation studies over the Eastern Himalayan region, this study examined seasonal and interannual skills of four gridded precipitation products including the regional gauge-based APHRODITE (Asian Precipitation-Highly Resolved Observational Data Integration Towards Evaluation of Water Resources) and three near-global satellite-based products: Tropical Rainfall Measuring Mission (TRMM), Climate Prediction Centre (CPC) MORPHing (CMORPH), and Climate Hazards Group InfraRed Precipitation (CHIRP) using in-situ rain gauge data from Bhutan for the period 1998–2012. Principal component analysis (PCA) was used to assess the dominant rainfall patterns over Bhutan. An attempt has also been made to correct precipitation biases in the satellite-only products using a gamma (γ)-based distribution approach. Results indicated that APHRODITE and satellite-based precipitation products were able to adequately capture the spatio-temporal patterns of rainfall variability over Bhutan. Extreme precipitation events and extreme drought periods were well captured with very good correlations (>0.5). APHRODITE and TRMM 3B43v7 were remarkably similar, whereas satellite-only products (CMORPH and CHIRP) highly underestimated (20–60% or 200–450 mm month−1) monsoon rainfall over Bhutan. While TRMM 3B43v7 still underestimated monsoon rainfall (by ∼25%), it has significantly improved the seasonal bias (by 20–40%) from its previous version (TRMM 3B43v6). CHIRP performed relatively better in the high rainfall regions but indicated very low correlations over mountainous regions and during the pre- and post-monsoon season. The bias correction approach indicated best results for TRMM 3B43v6 (up to 33%) in the Southern Foothills, whereas satellite-only products improved only moderately (5–20%).\n",
        "journal": "International Journal of Climatology",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4402",
        "title": "An evaluation of high-resolution gridded precipitation products over Bhutan (1998–2012)"
    },
    {
        "author": "Thorwald H.M. Stein, Douglas J. Parker, Robin J. Hogan, Cathryn Birch, Christopher E. Holloway, Grenville Lister, John H. Marsham, Steven J. Woolnough",
        "date": "2015-06-27",
        "description": "\n\nWeather and climate model simulations of the West African Monsoon (WAM) have generally poor representation of the rainfall distribution and monsoon circulation because key processes, such as clouds and convection, are poorly characterized. The vertical distribution of cloud and precipitation during the WAM are evaluated in Met Office Unified Model simulations against CloudSat observations. Simulations were run at 40-km and 12-km horizontal grid length using a convection parameterization scheme and at 12-km, 4-km, and 1.5-km grid length with the convection scheme effectively switched off, to study the impact of model resolution and convection parameterization scheme on the organisation of tropical convection. Radar reflectivity is forward-modelled from the model cloud fields using the CloudSat simulator to present a like-with-like comparison with the CloudSat radar observations. The representation of cloud and precipitation at 12-km horizontal grid length improves dramatically when the convection parameterization is switched off, primarily because of a reduction in daytime (moist) convection. Further improvement is obtained when reducing model grid length to 4 km or 1.5 km, especially in the representation of thin anvil and mid-level cloud, but three issues remain in all model configurations. Firstly, all simulations underestimate the fraction of anvils with cloud top height above 12 km, which can be attributed to too low ice water contents in the model compared to satellite retrievals. Secondly, the model consistently detrains mid-level cloud too close to the freezing level, compared to higher altitudes in CloudSat observations. Finally, there is too much low-level cloud cover in all simulations and this bias was not improved when adjusting the rainfall parameters in the microphysics scheme. To improve model simulations of the WAM, more detailed and in-situ observations of the dynamics and microphysics targeting these non-precipitating cloud types are required.\n",
        "journal": "Quarterly Journal of the Royal Meteorological Society",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2614",
        "title": "The representation of the West-African Monsoon vertical cloud structure in the Met Office Unified Model: An evaluation with CloudSat"
    },
    {
        "author": "Liang Wu et al",
        "date": "2015-06-26",
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Journal of Climate",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00806.1?af=R",
        "title": "Influence of the monsoon trough on westward-propagating tropical waves over the western North Pacific. Part I: Observations"
    },
    {
        "author": "S. J. Burns, L. C. Kanner, H. Cheng, and R. Lawrence Edwards",
        "date": "2015-06-23",
        "description": "<b>A tropical speleothem record of glacial inception, the South American Summer Monsoon from 125 to 115 ka</b><br /><br />Climate of the Past, 11, 931-938, 2015<br /><br />Author(s): S. J. Burns, L. C. Kanner, H. Cheng, and R. Lawrence Edwards<br /><br />Relatively few marine or terrestrial paleoclimate studies have focused on\nglacial inception, the transition from an interglacial to a glacial climate\nstate. As a result, neither the timing and structure of glacial inception nor the spatial pattern of glacial inception in different parts of\nthe world is well known. Here we present results of a study of a speleothem from the\nPeruvian Andes that records changes in the intensity of South American Summer\nMonsoon (SASM) rainfall over the period from 125 to 115 ka. The results show\nthat late in the last interglacial period, at 123 ka, SASM rainfall\ndecreased, perhaps in response to a decrease in temperature and ice cover in\nthe high northern latitudes and associated changes in atmospheric\ncirculation. Then at 120.8 ka, a rapid increase in SASM rainfall marks the\nend of the last interglacial. After a more gradual increase between 120 and\n117 ka, a second abrupt increase occurs at 117 ka. This pattern of change\nis mirrored to a remarkable degree by changes in the East Asian Monsoon. It\nis interpreted to reflect both a long-term gradual response of the monsoons\nto orbitally driven insolation changes and to rapid changes in Northern\nHemisphere ice volume and temperature. Both monsoon systems are close to\ntheir full glacial conditions by 117 ka, before any significant decrease in\natmospheric CO<sub>2</sub>.",
        "journal": "Climate of the Past",
        "link": "http://www.clim-past.net/11/931/2015/",
        "title": "A tropical speleothem record of glacial inception, the South American Summer Monsoon from 125 to 115 ka"
    },
    {
        "author": "David Gallego, Paulina Ordóñez, Pedro Ribera, Cristina Peña-Ortiz, Ricardo García-Herrera",
        "date": "2015-06-11",
        "description": "\n\nA new index, namely the African South Westerly Index (ASWI), based on the persistence of the low-level south westerly winds in the region [29°W-17°W;7°N-13°N] is developed to characterise the strength of the West African Monsoon. The ASWI is significantly correlated with the monsoonal precipitation in the Sahel in the 1900–2013 period (r = +0.57, r = +0.66 and r = +0.53 for July, August and September respectively). By using historical wind direction measurements it has been possible to compute the ASWI back to 1790 for July and to 1839 for August and September, thus providing the first instrumental record of the West African Monsoon strength for a large portion of the 19th century.\nSince the 1970s, the Sahel has experienced a strong and persistent drought. During this period the West African Monsoon has been weaker than normal and its correlation with different climatic patterns such as the ENSO has changed. The analysis of our new series indicates that this anomalous behaviour of the West African Monsoon has no precedent in the last 170 years.\nOur results also show that the period 1839–1890 was characterised by a stronger than average monsoon, resulting in relatively wet conditions in the Sahel. Notwithstanding, two of the few dry years within this period were concurrent with large volcanic eruptions in the Northern Hemisphere. This latter result supports the recently described relationship between major volcanic eruptions and the occurrence of isolated drought episodes in the Sahel.\n",
        "journal": "Quarterly Journal of the Royal Meteorological Society",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2601",
        "title": "An instrumental index of the West African Monsoon back to the 19th century"
    },
    {
        "author": "Melissa S. Bukovsky et al",
        "date": "2015-06-08",
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Journal of Climate",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00695.1?af=R",
        "title": "Towards Assessing NARCCAP Regional Climate Model Credibility for the North American Monsoon: Future Climate Simulations"
    },
    {
        "author": "SONG Fengfei et al",
        "date": "2015-05-28",
        "description": "Journal of Climate, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Journal of Climate",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/JCLI-D-14-00783.1?af=R",
        "title": "The crucial role of internal variability in modulating the decadal variation of the East Asian summer monsoon-ENSO relationship during the 20th century"
    },
    {
        "author": "Jian Li, Rucong Yu, Weihua Yuan, Haoming Chen, Wei Sun, Yi Zhang",
        "date": "2015-05-27",
        "description": "\n\nLong-term simulations using version 5.1 of the National Center for Atmospheric Research’ Community Atmosphere Model at low (T42), medium (T106), and high (T266) resolutions were carried out to study the impact of horizontal resolution on the model's performance in reproducing the climatological features of precipitation over East Asia. The simulated spatial pattern of annual mean precipitation amount improves significantly with increased resolution. The low-resolution model is inadequate to reproduce the precipitation closely associated with fine-scale orographic forcing, such as the narrow large-rainfall belt along the southern edge of the Tibetan Plateau. The distribution of rainfall over and around the elevation of the Tibetan Plateau and high-altitude mountains becomes more realistic at higher resolutions. The proportion of the large-bias (small-bias) area continuously reduces (increases) when moving from T42 to T266 resolution. Simulations at all three resolutions can capture the key features of the major seasonal variation of rainfall arising from the onset and advancement of the Asian monsoon. A novel method is used to evaluate the sensitivity of the simulated intensity-frequency structure to the horizontal resolution. The proportion of light rain, which demonstrates large positive bias in climate models, decreases dramatically at higher resolution. The intensity-frequency structures averaged over steep-terrain regions and plain areas become more distinctive and realistic as the resolution increases.\n",
        "journal": "Journal of Advances in Modeling Earth Systems",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014MS000414",
        "title": "Precipitation over East Asia simulated by NCAR CAM5 at different horizontal resolutions"
    },
    {
        "author": "S. Kloster, T. Brücher, V. Brovkin, and S. Wilkenskjeld",
        "date": "2015-05-27",
        "description": "<b>Controls on fire activity over the Holocene</b><br /><br />Climate of the Past, 11, 781-788, 2015<br /><br />Author(s): S. Kloster, T. Brücher, V. Brovkin, and S. Wilkenskjeld<br /><br />Changes in fire activity over the last 8000 years are simulated with\na global fire model driven by changes in climate and vegetation cover. The\nchanges were separated into those caused through variations in fuel\navailability, fuel moisture or wind speed, which react differently to changes\nin climate. Disentangling these controlling factors helps in understanding the\noverall climate control on fire activity over the Holocene.\n\n<br><br>\n\n\nGlobally the burned area is simulated to increase by 2.5% between 8000\nand 200 cal yr BP, with larger regional changes compensating nearly evening out on a global\nscale. Despite the absence of anthropogenic fire ignitions, the simulated\ntrends in fire activity agree reasonably well with continental-scale\nreconstructions from charcoal records, with the exception of Europe. For some\nregions the change in fire activity is predominantly controlled through\nchanges in fuel availability (Australia monsoon, Central America\ntropics/subtropics). For other regions changes in fuel moisture are more\nimportant for the overall trend in fire activity (North America, Sub-Saharan\nAfrica, Europe, Asia monsoon). In Sub-Saharan Africa, for example, changes in\nfuel moisture alone lead to an increase in fire activity between 8000 and\n200 cal yr BP, while changes in fuel availability lead to a decrease.\nOverall, the fuel moisture control is dominating the simulated fire activity\nfor Sub-Saharan Africa.\n\n\n<br><br>\n\nThe simulations clearly demonstrate that both changes in fuel availability\nand changes in fuel moisture are important drivers for the fire activity over\nthe Holocene. Fuel availability and fuel moisture do, however, have different\nclimate controls. As such, observed changes in fire activity cannot be\nrelated to single climate parameters such as precipitation or temperature\nalone. Fire models, as applied in this study, in combination with\nobservational records can help in understanding the climate control on fire\nactivity, which is essential to project future fire activity.",
        "journal": "Climate of the Past",
        "link": "http://www.clim-past.net/11/781/2015/",
        "title": "Controls on fire activity over the Holocene"
    },
    {
        "author": "A. P. Dimri, D. Niyogi, A. P. Barros, J. Ridley, U. C. Mohanty, T. Yasunari, D. R. Sikka",
        "date": "2015-05-19",
        "description": "\n\nCyclonic storms associated with the midlatitude Subtropical Westerly Jet (SWJ), referred to as Western Disturbances (WDs), play a critical role in the meteorology of the Indian subcontinent. WDs embedded in the southward propagating SWJ produce extreme precipitation over northern India and are further enhanced over the Himalayas due to orographic land-atmosphere interactions. During December, January, and February, WD snowfall is the dominant precipitation input to establish and sustain regional snowpack, replenishing regional water resources. Spring melt is the major source of runoff to northern Indian rivers and can be linked to important hydrologic processes from aquifer recharge to flashfloods. Understanding the dynamical structure, evolution-decay, and interaction of WDs with the Himalayas is therefore necessary to improve knowledge which has wide ranging socioeconomic implications beyond short-term disaster response including cold season agricultural activities, management of water resources, and development of vulnerability-adaptive measures. In addition, WD wintertime precipitation provides critical mass input to existing glaciers and modulates the albedo characteristics of the Himalayas and Tibetan Plateau, affecting large-scale circulation and the onset of the succeeding Indian Summer Monsoon. Assessing the impacts of climate variability and change on the Indian subcontinent requires fundamental understanding of the dynamics of WDs. In particular, projected changes in the structure of the SWJ will influence evolution-decay processes of the WDs and impact Himalayan regional water availability. This review synthesizes past research on WDs with a perspective to provide a comprehensive assessment of the state of knowledge to assist both researchers and policymakers, and context for future research.\n",
        "journal": "Reviews of Geophysics",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2F2014RG000460",
        "title": "Western Disturbances: A review"
    },
    {
        "author": "Rajib Chattopadhyay, R. Phani, C. T. Sabeerali, A. R. Dhakate, K. D. Salunke, S. Mahapatra, A. Suryachandra Rao, B. N. Goswami",
        "date": "2015-05-15",
        "description": "\nBased on extensive analysis of observations and a series of climate model experiments, here we establish that slow variations of northern hemispheric extratropical sea-surface temperature (SST) anomalies can augment seasonal predictability of the south Asian monsoon. The SST conditions and performance of the south Asian monsoon during 2013 boreal summer months (June–September) led us to hypothesize that the strong extratropical SST anomalies in the North Pacific and North Atlantic in conjunction with weak tropical SST anomalies (weak La Niña) were responsible for the above-normal rainfall over India during 2013. We also argue that the 2013 SST pattern and above-normal monsoon condition are not unique but occurred on several occasions in the past. Further, we show that there is a complementary pattern of strong extratropical SST and weak tropical SST that is associated with below-normal south Asian monsoon rainfall. We also show that the extratropical SST pattern in the Northern Hemisphere is associated with a low-frequency interdecadal mode of variability indicating potential predictability associated with such extratropical SST forcing. Extensive experiments with an atmospheric general circulation model forced by such SST conditions elucidate the mechanism through which the extratropical SSTs influence the Indian monsoon. The SST anomalies affect the north–south temperature gradient and lead to a local displacement of the jet stream, setting up a quasi-stationary wave. Such a stationary wave, in turn, affects the tropospheric temperature (TT) over southern Eurasia, influencing the north–south TT gradient in the region and thereby the Indian monsoon. Our discovery of this additional source of potential predictability together with the fact that the new-generation coupled ocean–atmosphere models are capable of predicting the extratropical SST anomalies brightens the prospect of south Asian monsoon prediction.\n",
        "journal": "Quarterly Journal of the Royal Meteorological Society",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2562",
        "title": "Influence of extratropical sea-surface temperature on the Indian summer monsoon: an unexplored source of seasonal predictability"
    },
    {
        "author": "Valentin Louf, Olivier Pujol, Henri Sauvageot, Jérôme Riédi",
        "date": "2015-05-13",
        "description": "\nThis article deals with the tropospheric water vapour distribution at Niamey (Niger) observed with a high-temporal-resolution (14 s) microwave radiometric profiler. Data were collected during the whole year 2006 in the framework of the African Monsoon Multidisciplinary Analysis (AMMA) campain. Two seasonal periods are considered: the dry season, when the northeasterly Harmattan is flowing at low tropospheric level, and the wet season, associated with the southwesterly monsoon circulation. The fine vertical structure of temperature, convective air stability and water vapour for each seasonal period is described in detail and differences are emphasized. Typical temporal series and monthly averaged diurnal cycles are presented. It is shown that a diurnal cycle of water vapour is present throughout the year, including the dry season. The diurnal cycle of water vapour is controlled mainly by the nocturnal low-level jet (NLLJ). During the dry season, the diurnal cycle of water vapour is organized into two layers: a lower layer (LL) from the surface up to 0.6–1.4 km above ground level (agl) and an upper layer (UL) from 1.4 up to 5–6 km agl. The water vapour distributions in the LL and UL are anticorrelated, with a half-day temporal shift. As a result, the vertically integrated water vapour (IWV), which displays a quasi-sinusoidal diurnal cycle when computed separately for the LL and UL, appears almost flat for the total tropospheric height, due to the half-day period shift. This structure of two layers is not observed during the wet season. Probability density functions (pdfs) of water vapour content are presented. In dry conditions, the pdfs are well fitted by a log-normal distribution, while the Weibull distribution fits the pdfs for wet conditions better.\n",
        "journal": "Quarterly Journal of the Royal Meteorological Society",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2550",
        "title": "Seasonal and diurnal water vapour distribution in the Sahelian area from microwave radiometric profiling observations"
    },
    {
        "author": "Huijun Zong et al",
        "date": "2015-05-06",
        "description": "Monthly Weather Review, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Monthly Weather Review",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/MWR-D-14-00321.1?af=R",
        "title": "Synoptic-scale Influences on Tropical Cyclone Formation within the Western North Pacific Monsoon Trough"
    },
    {
        "author": "R. H. White",
        "date": "2015-04-06",
        "description": "\nThe use of multiple passive tracers in a dynamical ocean model is presented as a method to study water mass origins. The multiple passive tracer method is successfully applied to determine the origin regions of the Atlantic cold tongue (ACT), using 31 passive tracers. At the time of the ACT minimum in sea surface temperature, 38 ± 3% of the surface water in the central equatorial Atlantic is found to originate in the western side of the basin, with only 11 ± 2% originating in the east. Conversely, for the ACT surface cooling off the west coast of Africa, only 2 ± 1% is from the west of the Atlantic basin, with 71 ± 7% from the east. The region of the North Brazil undercurrent is found to be the most important origin region for the central Atlantic ACT region, for a 6–8 month lead time. Using the Met Office EN4 observational dataset of ocean temperatures, correlations are found between January temperatures in the North Brazil undercurrent region and both the ACT mean temperature and ACT spatial extent in July–August, significant at the 0.95 level. This suggests that the 6-month lead-time predictability of the ACT may be increased by improved knowledge of the North Brazil undercurrent temperature. Results from previous studies suggest that such increased predictability of the ACT could potentially help improve predictions of the West African monsoon.\n",
        "journal": "Quarterly Journal of the Royal Meteorological Society",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2536",
        "title": "Using multiple passive tracers to identify the importance of the North Brazil undercurrent for Atlantic cold tongue variability"
    },
    {
        "author": "Courtney Schumacher, Stephanie N. Stevenson, Christopher R. Williams",
        "date": "2015-03-28",
        "description": "\nThree months of profiler observations from Darwin, Australia are separated into seven cloud types (shallow, mid-level, and deep convective; weak and robust stratiform rain; and transitional and ice-only anvil) to provide vertical velocity statistics on the full spectrum of tropical convective clouds over the course of a monsoon season. Consistent with past studies, convective updraughts increase in height and magnitude as the convective cloud height increases. Shallow/mid-level/deep convection has a mean maximum value of 0.3 m s−1 at 3 km/0.6 m s−1 at 5 km/2.5 m s−1 at 8 km. Deep convective extremes approach 18 m s−1 above 8 km while downdraughts in all convective cloud types are maximum below 4 km. Stratiform vertical velocities are weaker and less varied than in active convection, with maximum mean values <0.25 m s−1. However, stratiform rain regions associated with larger near-surface reflectivities (and thus rain rates) have stronger mesoscale up- and downdraughts than weaker stratiform rain regions. Anvil cloud with little or no rain near the surface also exhibits mesoscale up- and downdraughts, but the vertical velocity profile is shifted up in height by at least 2 km. In addition, anvil updraughts were only 20–50% of the magnitudes in the stratiform rain region. Overall, the vertical motion statistics were similar across the pre-, active and suppressed monsoon periods. The vertical velocity distributions for each cloud type were also generally consistent with the reflectivity distributions (i.e. the strongest updraughts were often linked to the largest reflectivities), allowing for some linkages between the dynamical and microphysical cloud properties. For example, strong updraughts above the 0 °C level in deep convection are associated with strongly sloping reflectivity profiles supporting the importance of cold rain growth processes, and stronger vertical motions are associated with stratiform rain that has a robust bright band.\n",
        "journal": "Quarterly Journal of the Royal Meteorological Society",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fqj.2520",
        "title": "Vertical motions of the tropical convective cloud spectrum over Darwin, Australia"
    },
    {
        "author": "M. M. Ali, P. V. Nagamani, N. Sharma, R. T. Venu Gopal, M. Rajeevan, G. J. Goni, Mark A. Bourassa",
        "date": "2015-03-21",
        "description": "\n\nBesides improving the understanding of the physics of the challenging problem of monsoon prediction, it is necessary to evaluate the efficiency of the input parameters used in models. Sea-surface temperature (SST) is the only oceanographic parameter applied in most of the monsoon forecasting models, which many times do not represent the heat energy available to the atmosphere. We studied the impacts of ocean mean temperature (OMT), representing the heat energy of the upper ocean, and SST on the all India summer monsoon rainfall through a statistical relation during 1993–2013 and found that OMT has a better link than SST.\n",
        "journal": "Atmospheric Science Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.576",
        "title": "Relationship between ocean mean temperatures and Indian summer monsoon rainfall"
    },
    {
        "author": "Angelyn W. Moore et al",
        "date": "2015-03-11",
        "description": "Bulletin of the American Meteorological Society, Ahead of Print. \n\t\t<br/>\n\t",
        "journal": "Bulletin of the American Meteorological Society",
        "link": "http://journals.ametsoc.org/doi/abs/10.1175/BAMS-D-14-00095.1?af=R",
        "title": "National Weather Service Forecasters Use GPS Precipitable Water Vapor for Enhanced Situational Awareness during the Southern California Summer Monsoon"
    },
    {
        "author": "K. Eswaran, S. K. Satheesh, J. Srinivasan",
        "date": "2015-03-10",
        "description": "\n\nRecent studies, over regions influenced by biomass burning aerosol, have shown that it is possible to define a ‘critical cloud fraction’ (CCF) at which the aerosol direct radiative forcing switch from a cooling to a warming effect. Using 4 years of multi-satellite data analysis, we show that CCF varies with aerosol composition and changed from 0.28 to 0.13 from postmonsoon to winter as a result of shift from less absorbing to moderately absorbing aerosol. Our results indicate that we can estimate aerosol absorption from space using independently measured top of the atmosphere (TOA) fluxes [Cloud Aerosol Lidar with Orthogonal Polarization-Moderate resolution Imaging Spectroradiometer-Clouds and the Earth's Radiant Energy System (CALIPSO-MODIS-CERES)] combined algorithms for example.\n",
        "journal": "Atmospheric Science Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.571",
        "title": "Dependence of ‘critical cloud fraction’ on aerosol composition"
    },
    {
        "author": "Ke Wei, Masaaki Takahashi, Wen Chen",
        "date": "2015-03-04",
        "description": "\n\nUsing two generations of reanalysis datasets from the National Center for Atmospheric Research (NCAR), European Centre for Medium-Range Weather Forecasts (ECMWF), and Japan Meteorological Agency (JMA), we showed that on the interannual timescale the two leading modes of the East Asian winter monsoon (EAWM) are associated with tropospheric annular mode (AM) and stratospheric polar vortex (SPV), respectively. The relationship between AM and the first EAWM mode remained stable during 1958–2013, whereas that between SPV and the second EAWM mode increased suddenly since the late 1980s. The SPV-related circulation and planetary wave activities are intensified in the latter period. We suggested that this change might be caused by the global warming and ozone depletion.\n",
        "journal": "Atmospheric Science Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.568",
        "title": "Long-term changes in the relationship between stratospheric circulation and East Asian winter monsoon"
    },
    {
        "author": "H. Athar",
        "date": "2015-03-03",
        "description": "\n\nThe analyses of monthly and annual variability, and the seasonal teleconnections with the Indian Ocean Dipole (IOD), El-Niño Southern Oscillation (ENSO), and the North Atlantic Oscillation (NAO) circulation indices, for rainfall from 26 stations in Saudi Arabia (SA), for 33-year period (1978–2010), are presented. High interannual variability with non-monsoonal annual cycle characterizes the rainfall climate of SA in recent 33-year period. Eight of 26 stations display statistically significant simultaneous teleconnections with IOD and ENSO in the September–October–November (SON) season. These eight stations are situated north of 21.50°N (nSA) and are located in northern and in southeastern regions of nSA.\n",
        "journal": "Atmospheric Science Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.570",
        "title": "Teleconnections and variability in observed rainfall over Saudi Arabia during 1978–2010"
    },
    {
        "author": "Xia Feng, Paul Houser",
        "date": "2015-02-24",
        "description": "\n\nThis study examines the land–atmosphere coupling strength during the 2004 North American monsoon (NAM) using the ΔΩ index from ensemble model simulations. The strength of coupling varies geographically over different monsoon phases. The coupling strength over the entire monsoon period is primarily attributed to the monsoon mature phase with strong signal of coupling in the eastern NAM region. A decomposition of the land–atmosphere coupling suggests that land segment contributes to the strong coupling during the monsoon onset, mature phase and the overall monsoon season, while the atmospheric segment dominates the strong coupling during the decay phase.\n",
        "journal": "Atmospheric Science Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.573",
        "title": "Quantifying the strength of land–atmosphere coupling in the 2004 North American monsoon"
    },
    {
        "author": "Kandula Venkata Subrahmanyam, Karanam Kishore Kumar, Alur Narendra Babu",
        "date": "2015-02-19",
        "description": "\n\nThe phase relation between convection and precipitation at diurnal scales is essential for convective parameterization in numerical weather prediction models. For the first time in a meteorological study, we quantified the phase relationship between convective available potential energy (CAPE) and precipitation over the Indian summer monsoon region at diurnal scales using space-based precipitation and CAPE observations from 7 years (2006–2012) of GPS-RO measurements. Also, we quantified the phase relationship for the land and oceanic regions separately. On average, the peak in CAPE magnitudes leads precipitation peak by ∼2–4 h over the study region.\n",
        "journal": "Atmospheric Science Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.566",
        "title": "Phase relation between CAPE and precipitation at diurnal scales over the Indian summer monsoon region"
    },
    {
        "author": "Prajjwal K. Panday, Jeanne Thibeault, Karen E. Frey",
        "date": "2014-11-18",
        "description": "\n\nThe Hindu Kush-Himalayan (HKH) region epitomizes a geographic region where cryospheric processes coupled with hydrological regimes are under threat owing to a warming climate and shifts in climate extremes. In this study, we analyse global climate models in the Coupled Model Intercomparison Project phase 3 (CMIP3) and phase 5 (CMIP5) archives to investigate the qualitative aspects of change and trends in temperature and precipitation indices. Specifically, we examine and evaluate multi-model, multi-scenario climate change projections and seven extreme temperature and precipitation indices over the eastern Himalaya (EH) and western Himalaya-Karakoram (WH) regions for the 21st century. Density distribution plots of observed climate indices for meteorological stations and gridded indices are also analysed, which indicate significant negative trends in the annual number of frost days and significant increasing trends in warm nights in the EH region over the 1960–2000 period. Multi-model average (MMA) projections additionally indicate continued trends towards more extreme conditions consistent with a warmer, wetter climate. Precipitation projections indicate increased mean precipitation with more frequent extreme rainfall during monsoon season in the EH region, and a wetter cold season in the WH region. Time series of all MMA precipitation indices exhibit significant increasing trends over the 1901–2099 period. By comparison, time series of temperature indices show decreases in the intra-annual extreme temperature range and total number of frost days, as well as increases in warm nights. In general, these future projections point towards increases in summertime temperatures and modifications in precipitation across both regions.\n",
        "journal": "International Journal of Climatology",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4192",
        "title": "Changing temperature and precipitation extremes in the Hindu Kush-Himalayan region: an analysis of CMIP3 and CMIP5 simulations and projections"
    },
    {
        "author": "Hemantkumar S. Chaudhari, Samir Pokhrel, Subodh K. Saha, Ashish Dhakate, Anupam Hazra",
        "date": "2014-11-06",
        "description": "\n\nThe improvements in representing the Indian summer monsoon features are assessed using the latest coupled global reanalysis, the climate forecast system reanalysis (CFSR) from National Centre for Environmental Predictions (NCEP) with respect to widely used NCEP-reanalysis 2 (NCEP2). To validate the reanalysis product corresponding observations are also used. CFSR is more realistic in terms of spatial pattern of seasonal mean rainfall, first and second empirical orthogonal function (EOF) modes of interannual variability as compared with NCEP2 reanalysis. Percentage of total variance was explained by northward and westward propagating intraseasonal oscillation modes in CFSR that are better captured than those from NCEP2 reanalysis. Northward propagating mode is well depicted in CFSR as compared with that of NCEP2 and may be attributed to the strong vertical shear of zonal wind and strong meridional gradient of specific humidity in CFSR. Distribution of the north–south and east–west spectra of CFSR suggests much better conformity with observation as compared with NCEP2. Surface wind patterns of CFSR are having relatively small errors compared to Quick Scatterometer (QuikSCAT) winds. CFSR has some success in simulating observed sea surface temperature (SST)–rainfall relationship as well as in depicting the coupled ocean-atmosphere phenomena of El Niño and Southern Oscillation (ENSO) in terms of Indian summer monsoon rainfall (ISMR) teleconnections. Overall monsoon features in CFSR are much closer to the observation as compared with NCEP2, and these may be because of the realistic representation of ocean–atmosphere feedback owing to the coupled model-based reanalysis. This study will help in establishing the credibility of the CFSR in terms of realistic representation of Indian summer monsoon as compared with widely used atmospheric only reanalysis.\n",
        "journal": "International Journal of Climatology",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4196",
        "title": "Improved depiction of Indian summer monsoon in latest high resolution NCEP climate forecast system reanalysis"
    },
    {
        "author": "Ian G. McKendry, David S. Gutzler",
        "date": "2014-11-06",
        "description": "\n\nPrevious research highlights the dominant role of Pacific sea surface temperatures (SSTs) and their associated large-scale teleconnections in modulating the North American monsoon (NAM). At the regional scale, feedbacks associated with land-surface boundary conditions have been shown to provide ‘memory’ in the system. Here, a previously unexplored second-order linkage between aerosol generated by late-spring wildfires and subsequent summer precipitation delivered by the NAM in the Arizona-New Mexico (AZNM) region is proposed. Correlations between June/July organic carbon and elemental carbon (OC/EC) in Inter-agency Monitoring of Protected Visual Environments (IMPROVE) aerosol data (Gila Wilderness and Bandelier) and NAM precipitation in southern AZNM over the period 1994–2012 are shown to be negative (r = –0.4), suggesting that active antecedent wildfire seasons tend to be immediately followed by a weak late summer monsoon. This result is consistent with a previous study linking precipitation and area burned in wildfires in AZNM. A survey of extant literature suggests a sound basis for potential mechanisms related to convective processes and cloud microphysics, and furthermore suggests that this forcing could be of similar magnitude to well-documented land-based second-order NAM forcings (antecedent snowpack and soil moisture, vegetation, and mineral dust). Based on these results, we believe that the role of aerosols in modulating summer precipitation deserves further investigation both observationally and in modeling studies. If indeed wildfire smoke does contribute to the modulation of NAM intensity, by virtue of its close temporal association with NAM season, it may well represent a factor that could contribute effectively to improved seasonal prediction of summer precipitation in the NAM region.\n",
        "journal": "International Journal of Climatology",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4195",
        "title": "A possible link between wildfire aerosol and North American Monsoon precipitation in Arizona–New Mexico"
    },
    {
        "author": "N. Borah, A. K. Sahai, S. Abhilash, R. Chattopadhyay, S. Joseph, S. Sharmila, A. Kumar",
        "date": "2014-10-10",
        "description": "\n\nSeveral aspects of real-time forecast of Indian summer monsoon (ISM) in 3–4 pentad lead time (extended range) are discussed in this study to explore the operational capability of the Climate Forecast System model version 2 (CFSv2) developed by National Centre for Environmental Prediction (NCEP). 2013 summer monsoon was a near excess monsoon year in terms of seasonal mean and was a result of rich diversity of phenomena including strong intraseasonal variations and intense northward propagations over the Indian region. Eleven-member forecasts were made at every 5-day interval during the June–September monsoon season which included monsoon onset and withdrawal phases. The ensemble members were created by perturbing the initial conditions at each start time. In addition to the CFSv2 forecasts, we also carried out forecasts using the atmospheric-only component (GFSv2) forced with CFSv2-derived sea surface temperature (SST) subjected to a bias correction based on historical observations (GFSbc runs).\nBoth the CFSv2 and GFSbc runs were able to predict the progression of ISM over the Indian region and the subsequent intraseasonal oscillations (active and break phases). The analysis for an extreme event (Uttarakhand flood) and monsoon revival (MR) towards the end of the season was also performed. Comparison between the two runs shows that active and break spells were predicted with good fidelity over the Indian region, though GFSbc outperforms CFSv2 on several occasions. Thus, improvement of the operational monsoon forecast over Indian region using NCEP CFSv2 requires better representation of air–sea interaction and mean states of ocean.\n",
        "journal": "International Journal of Climatology",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fjoc.4178",
        "title": "An assessment of real-time extended range forecast of 2013 Indian summer monsoon"
    },
    {
        "author": "U. Umakanth, Amit P. Kesarkar, T. Narayana Rao, S. Vijaya Bhaskar Rao",
        "date": "2014-09-12",
        "description": "\n\nWe proposed a new objective criterion for discerning breaks in Indian summer monsoon rainfall, which is based on grid-level rainfall threshold. The identified breaks reproduced all well-known breaks discussed in the literature, but are relatively fewer in number. The correlation analysis between the number of break days and all-India seasonal rainfall is not only high (R2 = −0.77) but also reproduced well-known association between El Nino and bad monsoon years. The fraction of seasonal rainfall in break days is found to be smaller (<10%) over most part of India than earlier studies, indicating that the discerned spells are valid for a large part of India.\n",
        "journal": "Atmospheric Science Letters",
        "link": "http://onlinelibrary.wiley.com/resolve/doi?DOI=10.1002%2Fasl2.536",
        "title": "An objective criterion for the identification of breaks in Indian summer monsoon rainfall"
    }
]